{
  "thread": {
    "uuid": "5decd292c35b09e7c2f7853c0f0acdee57ae1a31",
    "url": "https://vnexplorer.net/il-team-dello-zoo-salva-una-cavalletta-con-un-piccolo-collare-cervicale-fatto-con-cotton-fioc-s1885446.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Il team dello zoo salva una cavalletta con un piccolo collare cervicale fatto con cotton fioc",
    "title_full": "Il team dello zoo salva una cavalletta con un piccolo collare cervicale fatto con cotton fioc",
    "published": "2024-03-14T23:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jTpfY.img",
    "performance_score": 0,
    "domain_rank": 52589,
    "domain_rank_updated": "2024-03-12T12:13:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5decd292c35b09e7c2f7853c0f0acdee57ae1a31",
  "url": "https://vnexplorer.net/il-team-dello-zoo-salva-una-cavalletta-con-un-piccolo-collare-cervicale-fatto-con-cotton-fioc-s1885446.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-03-14T23:47:00.000+02:00",
  "title": "Il team dello zoo salva una cavalletta con un piccolo collare cervicale fatto con cotton fioc",
  "text": "Immagine – Zoo di Houston.\nIl team veterinario dello Zoo di Houston ha improvvisato un collare cervicale minuscolo per salvare una cavalletta.\n+ Studentessa cieca combatte contro ogni probabilità ed è ammessa alla scuola di veterinaria del Texas.\nIl team veterinario dello Zoo di Houston, in Texas, USA, è stato semplicemente brillante nell’improvvisare un collare cervicale minuscolo per salvare una piccola cavalletta. L’insetto è stato soccorso dopo che uno dei custodi ha notato una sorta di ‘piega’ sul collo del piccolo animale.\nLa piccola ruga è apparsa dopo che la femmina della specie di cavalletta, originaria del Perù e dell’Ecuador, ha subito la muta, un processo durante il quale l’esoscheletro viene cambiato, permettendo all’insetto di continuare a crescere.\nDopo la muta, l’insetto ha presentato un’area indebolita intorno alla parte del corpo, simile a un “collo”. Secondo un recente post sul blog dello zoo, questo è stato causato da una piega nella regione toracica; l’area indebolita faceva sì che la testa dell’insetto cadesse completamente indietro ogni volta che cercava di arrampicarsi su qualcosa.\nLa piccola cavalletta è stata portata d’urgenza nella clinica veterinaria, dove Julie, l’entomologa dello zoo, ha avuto l’idea di proteggere la testa dell’insetto con un collare cervicale. Per costruire l’attrezzatura miniaturizzata, ha utilizzato un bastoncino di cotone sterilizzato e un po’ di cerotto. L’ingegnosità ha mantenuto la testa e il torace della cavalletta sostenuti e stabili, consentendo la guarigione della piega.\nImmagine – Zoo di Houston.\nPochi giorni dopo, quando il collare cervicale è stato rimosso, l’insetto è riuscito a mantenere la testa alta. Secondo lo zoo, una piccola cicatrice causata dalla lesione iniziale è ancora visibile, ma la femmina della cavalletta sta bene e è in grado di arrampicarsi e muoversi come prima.\n“Sia che si tratti di un mammifero, di un rettile, di un uccello o anche di un insetto, tutti i nostri animali ricevono cure straordinarie dal nostro team veterinario, indipendentemente da quanto siano grandi o piccoli”, ha detto lo Zoo di Houston, comprensibilmente molto orgoglioso del lavoro di Julie e di tutto il team di entomologia e custodia.\n“Insieme, con l’aiuto del nostro team di entomologia e veterinaria, una delle nostre creature più piccole ha ricevuto un trattamento eccezionale, grazie al design ingegnoso di un collare cervicale temporaneo.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Human Interest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jTpfY.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jTpg7.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jTpfY.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jTpg7.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:00:38.499+02:00",
  "updated": "2024-03-15T00:00:38.499+02:00"
}