{
  "thread": {
    "uuid": "16c8a4a238893583bdf09effef2493331080b8f8",
    "url": "https://www.startribune.com/sunny-skies-for-friday-watching-for-some-clipper-snow-saturday-night/600331153/",
    "site_full": "www.startribune.com",
    "site": "startribune.com",
    "site_section": "https://www.startribune.com/weather/",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "            Minnesota Weather Forecast\n    ",
    "title": "Sunny Skies For Friday - Watching For Some Clipper Snow Saturday Night",
    "title_full": "Sunny Skies For Friday - Watching For Some Clipper Snow Saturday Night",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://chorus.stimg.co/25190291/minnesota_highsd2.jpeg?h=630&w=1200&fit=crop&bg=999&crop=faces",
    "performance_score": 0,
    "domain_rank": 1206,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "16c8a4a238893583bdf09effef2493331080b8f8",
  "url": "https://www.startribune.com/sunny-skies-for-friday-watching-for-some-clipper-snow-saturday-night/600331153/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "D.J. Kayser",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "Sunny Skies For Friday - Watching For Some Clipper Snow Saturday Night",
  "text": "Drought Relief The Past Week The good news about the rain we saw earlier this week across the state: some drought relief! While we still have 0.25% of the state under D3 Extreme Drought (down in far southeastern Minnesota), we saw weekly decreases in the D0-D2 drought categories - decreasing by 13.19% for D0 Abnormally Dry, 4.68% for D1 Moderate Drought, and 5.59% for D2 Severe Drought.\nHere's a look at where we did see that improvement in the drought situation over the past week. A lot of it occurred across central Minnesota, which saw some of the heaviest precipitation over the seven-day period that went into the Drought Monitor update (which has a data cutoff of 7 AM Tuesday).\nMany of these areas across central Minnesota saw 1.5-3\" of liquid over the seven days ending Tuesday morning, with a lot of that occurring around Christmas.\nWarm, Wet, Not-So-Snowy December It's been a weird December, with warm temperatures, rainy weather, and not a lot of snow. We are on track to see the warmest December on record as temperatures at/above average are expected to continue through the end of the month. In the precipitation department, we're currently sitting at the 12th overall wettest December on record. If we saw no more snow, it would be the 8th least snowiest December on record.\nLooking at precipitation, this December will be the wettest on record in St. Cloud. Meanwhile, Duluth is sitting at its overall 7th wettest December.\nSunnier Skies For Friday A nice, quiet Friday will be in place for any travel across the metro with sunny skies. While morning temperatures will start in the upper 20s, highs look to climb to around 40F.\nQuiet, sunny weather is expected across much of the state on Friday as any cloud cover or fog in both northwestern and southeastern Minnesota quickly clears in the morning hours. Highs will be in the 30s to low 40s - once again about 15-20F degrees above average for the end of December.\nCooler To End 2023 - Clipper Brings Light Snow Saturday Night It's the last weekend of 2023! Here's what's on tap:\nSaturday : We will be watching a clipper system and cold front approach the state. This will start to bring some snow into northern Minnesota during the afternoon hours, but won't impact the metro until Saturday Night. Otherwise, a mainly cloudy Saturday is on tap with highs in the low to mid-40s.\nSaturday Night : While not shown above, that is when the chance for a few tenths of an inch of snow will occur across the metro. Lows bottom out in the mid-20s.\nSunday : For the last day of 2023, we'll have pushed out that clipper system by sunrise. It'll be slightly cooler behind that cold front with highs in the low 30s. Cloudy skies stick around.\nMonday : Happy New Year! Mainly sunny conditions are expected with highs in the low 30s.\nForecast loop between 6 AM Saturday and 6 PM Sunday.\nHere's a look at that clipper system that'll bring our next chance of some quick-hitting snow across mainly northern and eastern Minnesota Saturday into Saturday Night. Precipitation will start across northern Minnesota in the late morning hours Saturday, spreading to Duluth in the late afternoon hours, and clipping at least parts of the metro Saturday Night. Snowfall will have cleared the state by midday Sunday.\nThe heaviest snow with this clipper is expected across northern Minnesota - particularly in the Arrowhead - where totals of 1-2.5\" will be possible. Snow totals will decrease as you head toward the metro, with maybe half an inch possible. The greatest snow totals in the metro currently appear to be on the north and east sides. Despite the lighter totals toward the metro, slick surfaces will be possible.\nHeading out to celebrate the New Year - or to the Vikings/Packers game - on Sunday evening? Clouds will be on the decrease as we head through the evening hours with temperatures in the 20s. By Midnight, it'll feel like the upper teens.\nHighs right around 30F are expected across the state on the first day of 2024 with mainly sunny skies. This will be after temperatures start the day around 20F in the metro.\nOld Man Winter Just Can't Be Bothered\nBy Paul Douglas\nOld Man Winter is ghosting us. He's distant, disinterested and listless. It seems there's a new kid in town, El Nino, who is stealing the limelight. Hijacking the jet stream, flooding North America with a firehose of relatively mild, Pacific air.\nPersistent winds howling from the west are a). mild and b). generally dry with big storms pushed south of Minnesota. This pattern may change in January and February. Big snowstorms are possible during Super El Nino patterns, but as my dear wife of 40 years keeps reminding me: lower your expectations.\nI expect the sun to be out much of today, and with a lack of snowcover more of the sun's energy can go into heating the air instead of melting snow. We may hit 40F before a weekend clipper drops a coating of snow Saturday night into early Sunday.\nFirst week of 2024? Ditto. Mostly dry with highs in the 30s, then 20s by late next week.\nLow confidence ECMWF models hint at a few subzero swipes later in January. Although on life-support, winter isn't over just yet.\nPaul's Extended Twin Cities Forecast\nFRIDAY: Partly sunny and nice. Wake up 27. High 39. Chance of precipitation 0%. Wind W 5-10 mph.\nSATURDAY : Clouds increase, nighttime coating. Wake up 29. High 33. Chance of precipitation 60%. Wind NW 10-20 mph.\nSUNDAY : Slick roads early? Clouds linger. Wake up 26. High 31. Chance of precipitation 60%. Wind N 10-20 mph.\nMONDAY: Partly sunny skies. Wake up 20. High 34. Chance of precipitation 10%. Wind SW 8-13 mph.\nTUESDAY: Clouds increase. Wake up 26. High 35. Chance of precipitation 20%. Wind NW 10-20 mph.\nWEDNESDAY: Clouds, flakes - colder wind kicks in. Wake up 25. High 29. Chance of precipitation 30%. Wind NW 15-25 mph.\nTHURSDAY: Gray with light snow up north. Wake up 18. High 28. Chance of precipitation 30%. Wind SW 10-15 mph.\nMinneapolis Weather Almanac And Sun Data\nDecember 29th\n*Length Of Day : 8 hours, 48 minutes, and 30 seconds\n*Daylight GAINED Since Yesterday : 0 minutes and 34 seconds\n*When Do We Climb Above 9 Hours Of Daylight? January 10th (9 hours, 1 minutes, 15 seconds)\n*When Is The Latest Sunrise? December 30th-January 5th (7:51 AM)\n*When Are Sunsets At/After 5 PM? January 18th (5:01 PM)\nThis Day in Weather History\nDecember 29th\n1999 : Minneapolis soars to a high temperature of 53 degrees.\nNational Weather Forecast On Friday, we'll continue to watch a couple of areas of low pressure across the Great Lakes and the Northeast that bring inclement weather for travel. Parts of Maine could see some icing, and light snow could extend as far south as northern Alabama and northern Georgia. Otherwise, we'll watch a system near the West Coast bring rain and higher-elevation snow.\nThe heaviest rain through Saturday will be in parts of Northern California, which could receive over 3\" over the next couple of days.\nThe heaviest snow through the first half of the weekend will be out in the Sierra, where over a foot could fall. Otherwise, several inches will be possible in the Cascades, Appalachians, and parts of Maine.\n2024 may be the hottest year in recorded history\nMore from Axios : \" 2024 may be even hotter than the \"gobsmackingly\" hot 2023, which featured extreme — and often deadly — weather and climate events around the globe. Why it matters: A hotter 2024 would lend credence to the hypothesis that global warming is accelerating. \"If things follow the normal pattern, 2024 should be a bit hotter than 2023. But 'the normal pattern' may not exist anymore,\" said Andrew Dessler, a climate scientist at Texas A&M University. \"In any event, it's certainly going to be one of the hottest years in the record.\" The big picture: The combination of human-caused global warming from the burning of fossil fuels for energy, along with deforestation, plus other factors like a naturally occurring El Niño, have boosted 2023's record warmth, stunning many in the scientific community. \"\nBiden Administration Takes Historic Step to Protect Old-Growth Forest\nMore from Inside Climate News : \" In an unprecedented step to preserve and maintain the most carbon-rich elements of U.S. forests in an era of climate change, President Joe Biden's administration last week proposed to end commercially driven logging of old-growth trees in National Forests. Secretary of Agriculture Tom Vilsack, who oversees the U.S. Forest Service, issued a Notice of Intent to amend the land management plans of all 128 National Forests to prioritize old-growth conservation and recognize the oldest trees' unique role in carbon storage. It would be the first nationwide amendment to forest plans in the 118-year history of the Forest Service, where local rangers typically have the final word on how to balance forests' role in watershed, wildlife and recreation with the agency's mandate to maintain a \"sustained yield\" of timber. \"\nFord will follow Toyota as it leans into hybrids, scaling back EV targets\nMore from electrek : \" As Ford struggles amid the industry's shift to EVs, the automaker plans to lean into its hybrids. In a move that mirrors Toyota, Ford is scaling back its transition to EVs to bet on hybrids. Despite Ford's EV sales hitting a new record with 8,958 electric vehicles sold in November, the automaker is scaling back. Ford sold more F-150 Lightning models last month (4,393) than it did in the entire third quarter (3,503). The Lightning edged out Rivian's R1T for the top-selling electric truck spot through November. Despite this, Ford's CEO Jim Farley explained on the company's Q3 earnings call that he's \"so thankful we have kept our foot on the has to freshen our ICE and HEV products as we enter a changing market.\" \"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather"
  ],
  "external_links": [
    "https://cdn.vox-cdn.com/thumbor/HR00QXIqe8ApNSw_XoUO2_dkWzY=/0x0:1920x1080/1920x1080/filters:focal(960x540:961x541)/cdn.vox-cdn.com/uploads/chorus_asset/file/25190291/minnesota_highsd2.jpeg",
    "https://cdn.vox-cdn.com/thumbor/ljzD8RriQQWu_1H1Z2wOOIyLQ4U=/0x0:1920x1080/1920x1080/filters:focal(960x540:961x541)/cdn.vox-cdn.com/uploads/chorus_asset/file/25190450/national_highsd2.jpeg",
    "https://cdn.vox-cdn.com/thumbor/CZS2m0RR-zgDunxaLwJMk79IOpM=/0x0:1920x1080/1920x1080/filters:focal(960x540:961x541)/cdn.vox-cdn.com/uploads/chorus_asset/file/25190292/minnesota_highsd5.jpeg",
    "https://cdn.vox-cdn.com/thumbor/AkBLJ87XEepzNkr_JJnemJWGAMs=/0x0:1920x1080/1920x1080/filters:focal(960x540:961x541)/cdn.vox-cdn.com/uploads/chorus_asset/file/25190295/minnesota_departavg_d2.jpeg",
    "https://electrek.co/2023/12/28/ford-follow-toyota-hybrids/",
    "https://cdn.vox-cdn.com/thumbor/nhz2KtImSYlT6LWmS5yzlS37Sn8=/0x0:1920x1080/1920x1080/filters:focal(960x540:961x541)/cdn.vox-cdn.com/uploads/chorus_asset/file/25190375/national_day2map.jpeg",
    "https://www.axios.com/2023/12/28/climate-change-extreme-heat-outlook",
    "https://cdn.vox-cdn.com/thumbor/UmG5PRTnYhXIe8VQ6KSZkToQUW4=/0x0:1920x1080/1920x1080/filters:focal(960x540:961x541)/cdn.vox-cdn.com/uploads/chorus_asset/file/25190363/national_3dayprecip.jpeg",
    "https://insideclimatenews.org/news/27122023/axed-biden-administration-historic-step-to-protect-old-growth-forest/",
    "https://cdn.vox-cdn.com/thumbor/zFhZAeBJx6yJcaIUkz7pNPch13U=/0x0:1920x1080/1920x1080/filters:focal(960x540:961x541)/cdn.vox-cdn.com/uploads/chorus_asset/file/25190346/national_3daysnow.jpeg",
    "https://cdn.vox-cdn.com/thumbor/SZWc5iqZJh1uskCD4on7pT-Kg_E=/0x0:1920x1080/1920x1080/filters:focal(960x540:961x541)/cdn.vox-cdn.com/uploads/chorus_asset/file/25190286/climate_Minnesota_Precip_MTD.jpeg",
    "https://www.cdn.vox-cdn.com/thumbor/zFhZAeBJx6yJcaIUkz7pNPch13U=/0x0:1920x1080/1920x1080/filters:focal(960x540:961x541)/cdn.vox-cdn.com/uploads/chorus_asset/file/25190346/national_3daysnow.jpeg",
    "https://www.cdn.vox-cdn.com/thumbor/HR00QXIqe8ApNSw_XoUO2_dkWzY=/0x0:1920x1080/1920x1080/filters:focal(960x540:961x541)/cdn.vox-cdn.com/uploads/chorus_asset/file/25190291/minnesota_highsd2.jpeg",
    "https://www.insideclimatenews.org/news/27122023/axed-biden-administration-historic-step-to-protect-old-growth-forest/",
    "https://www.cdn.vox-cdn.com/thumbor/nhz2KtImSYlT6LWmS5yzlS37Sn8=/0x0:1920x1080/1920x1080/filters:focal(960x540:961x541)/cdn.vox-cdn.com/uploads/chorus_asset/file/25190375/national_day2map.jpeg",
    "https://www.cdn.vox-cdn.com/thumbor/UmG5PRTnYhXIe8VQ6KSZkToQUW4=/0x0:1920x1080/1920x1080/filters:focal(960x540:961x541)/cdn.vox-cdn.com/uploads/chorus_asset/file/25190363/national_3dayprecip.jpeg",
    "https://insideclimatenews.org/news/27122023/axed-biden-administration-historic-step-to-protect-old-growth-forest",
    "https://www.cdn.vox-cdn.com/thumbor/ljzD8RriQQWu_1H1Z2wOOIyLQ4U=/0x0:1920x1080/1920x1080/filters:focal(960x540:961x541)/cdn.vox-cdn.com/uploads/chorus_asset/file/25190450/national_highsd2.jpeg",
    "https://electrek.co/2023/12/28/ford-follow-toyota-hybrids",
    "https://www.cdn.vox-cdn.com/thumbor/AkBLJ87XEepzNkr_JJnemJWGAMs=/0x0:1920x1080/1920x1080/filters:focal(960x540:961x541)/cdn.vox-cdn.com/uploads/chorus_asset/file/25190295/minnesota_departavg_d2.jpeg",
    "https://www.electrek.co/2023/12/28/ford-follow-toyota-hybrids/",
    "https://www.cdn.vox-cdn.com/thumbor/SZWc5iqZJh1uskCD4on7pT-Kg_E=/0x0:1920x1080/1920x1080/filters:focal(960x540:961x541)/cdn.vox-cdn.com/uploads/chorus_asset/file/25190286/climate_Minnesota_Precip_MTD.jpeg",
    "https://axios.com/2023/12/28/climate-change-extreme-heat-outlook",
    "https://www.cdn.vox-cdn.com/thumbor/CZS2m0RR-zgDunxaLwJMk79IOpM=/0x0:1920x1080/1920x1080/filters:focal(960x540:961x541)/cdn.vox-cdn.com/uploads/chorus_asset/file/25190292/minnesota_highsd5.jpeg"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "minnesota",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T08:03:41.864+02:00",
  "updated": "2023-12-29T08:03:41.864+02:00"
}