{
  "thread": {
    "uuid": "f9222e4f7cf7c6bdcf977fd208aae71fe4c79fc6",
    "url": "https://www.dci.com.br/dci-mais/cultura/melhores-frases-sexta-feira-da-paixao/291802",
    "site_full": "www.dci.com.br",
    "site": "dci.com.br",
    "site_section": "https://www.dci.com.br/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "DCI",
    "title": "Frases sexta-feira da paixão 2024: veja 50 mensagens e citações | DCI",
    "title_full": "Frases sexta-feira da paixão 2024: veja 50 mensagens e citações | DCI",
    "published": "2024-03-29T05:02:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://i1.wp.com/www.dci.com.br/wp-content/uploads/2023/04/sexta-feira-santa.jpg",
    "performance_score": 0,
    "domain_rank": 72730,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f9222e4f7cf7c6bdcf977fd208aae71fe4c79fc6",
  "url": "https://www.dci.com.br/dci-mais/cultura/melhores-frases-sexta-feira-da-paixao/291802",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "dicasdelas.dci.com.br",
  "published": "2024-03-29T05:02:00.000+03:00",
  "title": "Frases sexta-feira da paixão 2024: veja 50 mensagens e citações | DCI",
  "text": "A Sexta-feira Santa marca o dia em que Jesus Cristo foi crucificado, um sacrifício para que pudéssemos receber o dom da vida eterna. A data é importante para os cristãos de todo o mundo, então separamos frases, citações e versículos da Bíblia para compartilhar neste dia.\nMelhores frases de Sexta-Feira Santa “A noite mais escura da Sexta-feira Santa terminará e a manhã mais brilhante do Domingo de Páscoa chegará. Nunca perca a esperança na vida.” | Frases sexta-feira da paixão\n“Nosso Senhor escreveu a promessa da ressurreição, não apenas em livros, mas em cada folha na primavera.” ~ Lutero\n“Sexta-feira Santa e Páscoa nos ensinam as lições da unidade paradoxal , da esperança e do otimismo .” ~ Invajy\n“Sem dor, sem palma, sem espinhos, sem trono; sem fel, sem glória; E, sem cruz, sem coroa.” ~ William Penn\n“Apedrejar profetas e erguer igrejas em sua memória depois disso tem sido o caminho do mundo através dos tempos. Hoje adoramos a Cristo, mas o Cristo em carne nós crucificamos”. ~ Mahatma Gandhi\n“Somos pessoas da Páscoa vivendo em um mundo de Sexta-Feira Santa.” ~ Bárbara Johnson\n“Talvez a história da Sexta-Feira Santa seja sobre como Deus preferiria morrer a estar mais em nosso negócio de contabilidade de pecados.” ~ Nadia Bolz-Weber | Frases sexta-feira da paixão\n“Para as pessoas santas, o próprio nome de Jesus é um nome para alimentar, um nome para transportar. Seu nome pode ressuscitar os mortos e transfigurar e embelezar os vivos”. ~ John Henry Newman\n“Assim nos uniremos aos discípulos de nosso Senhor, mantendo a fé Nele, apesar da crucificação, e nos preparando, por nossa lealdade a Ele nos dias de escuridão, para o tempo em que entraremos em Seu triunfo nos dias de Sua luz.” ~ Philip Ledyard Cuyler | Frases sexta-feira da paixão\n“Jesus é o Deus de quem podemos nos aproximar sem orgulho e diante de quem podemos nos humilhar sem desespero.” ~ Blaise Pascal\n“Na véspera da cruz, Jesus tomou sua decisão . Ele prefere ir para o inferno por você do que ir para o céu sem você. ~ Max Lucado\n“A palavra “cristianismo” já é um mal-entendido – na realidade, houve apenas um cristão, e ele morreu na cruz”. ~ Friedrich Nietzsche\n“Sexta-feira Santa foi a pior sexta-feira até domingo .” ~ Mike Donehey\n“Na cruz também nós fomos crucificados com Cristo; mas vivo em Cristo. Não somos mais rebeldes, mas servos; não mais servos, mas filhos! ~ Frédéric William Farrar\n“A menos que haja uma Sexta-feira Santa em sua vida, não pode haver Domingo de Páscoa.” ~ Fulton J. Sheen\n“A Cruz foi a manifestação do amor divino sem reservas ou limites; mas também era a expressão da indescritível malignidade do homem”. ~ Sir Roberto Anderson\n“Cristo não apenas nos falou por sua vida, mas também por nós por sua morte.” ~ Soren Kierkegaard\n“Todo o céu está interessado na cruz de Cristo, o inferno tem medo dela, enquanto os homens são os únicos a ignorar seu significado.” ~ Oswald Chambers | Frases sexta-feira da paixão\n“Deus provou seu amor na cruz. Quando Cristo foi pendurado, sangrou e morreu, foi Deus dizendo ao mundo” “EU TE AMO” ~ Billy Graham\n“A lição da Sexta-Feira Santa é nunca perder a esperança.” ~ Robert Breault\n“A maioria dos cristãos está sendo crucificada na cruz entre dois ladrões: o arrependimento de ontem e as preocupações de amanhã.” ~ Warren W. Wiersbe\n“Nosso Senhor escreveu a promessa da ressurreição, não apenas em livros, mas em cada folha na primavera.” – Lutero\n“Sem dor, sem palma, sem espinhos, sem trono; sem fel, sem glória; E, sem cruz, sem coroa.” – William Penn\n“Somos pessoas da Páscoa vivendo em um mundo de Sexta-Feira Santa.” – Bárbara Johnson\n“A Páscoa é um momento em que Deus transformou a inevitabilidade da morte na invencibilidade da vida.” - Craig D. Lounsbrough\n“A menos que haja uma Sexta-Feira Santa em sua vida, não poderá haver Domingo de Páscoa.” – Fulton J. Sheen\n“Sendo apenas um homem, Jesus não poderia ter-nos salvado; como somente Deus, Ele não o faria; Encarnado, Ele poderia e fez.” – Malcolm Muggeridge\n“Se quisermos saber como é Deus, olhemos para o Calvário.” – Robert E. Coleman\n“Com humildade, Cristo enfrentou o pior da humanidade para nos dar o melhor de Deus.” – Judith Couchman\n“Como Sacerdote, Jesus representa o povo diante de Deus. Ele não apenas oferece o sacrifício supremo, mas é o sacrifício supremo.”\n“A morte de Jesus na cruz foi um sacrifício totalmente humano e, ao mesmo tempo, totalmente divino, que efetivamente pagou o preço pelo pecado da humanidade.” – Edward P. Meadors\nComo desejar uma boa Sexta-Feira Santa Getty images A Sexta-Feira Santa é um dia de luto e, portanto, não é um dia de celebração. Aqui estão algumas citações inspiradoras deJesus Cristo que você pode enviar para seus amigos e familiares para marcar o dia.\n“Que o espírito deste dia auspicioso lhe dê coragem para permanecer no caminho de Deus. Boa sexta-feira!\"\n“Que nesta Sexta-Feira Santa, o sacrifício do Senhor Jesus infunda em sua vida inspiração e nova esperança para seguir o caminho da verdade e da redenção.” | Frases sexta-feira da paixão\n“A cruz de Jesus Cristo é a representação simbólica do amor mais profundo e infinito de Deus pela humanidade. Tenha uma abençoada Sexta-Feira Santa de 2023!”\n“O Senhor Jesus anotou a promessa da ressurreição, não apenas em livros, mas também em cada átomo desta existência.”\n“A Sexta-feira Santa é linda porque nos lembra que somos importantes para o grande Senhor. Tenha uma sexta-feira santa divina com sua família e entes queridos.”\n“O mundo não acabou com a crucificação de Jesus Cristo, uma nova revolução começou e tomou o mundo inteiro de assalto na ressurreição. Boa sexta-feira 2023!”\n“A morte é inevitável, mas a vida é o segundo nome das possibilidades. Da mesma forma, Jesus é outro nome de amor e misericórdia. Jesus Cristo é a cura para todas as doenças!” - Frases sexta-feira da paixão\n\"Boa sexta-feira! Que este dia sagrado traga abundância de amor, compaixão e positividade em sua vida.”\n“Jesus morreu, não para provar sua grandeza e magnificência, mas para o bem de seus seguidores e do resto da humanidade. Que a luz divina de Jesus continue brilhando sobre você até o fim. Boa sexta-feira!\"\n“Há uma lição enigmática na Sexta-Feira Santa. Você foi salvo e protegido pelo senhor para cumprir seu propósito de não impor seus próprios desejos e vontades. Tenha uma sexta-feira abençoada e que Deus os abençoe!”\n“Que nesta Sexta-Feira Santa o Senhor Jesus ouça todas as suas orações e os livre de todos os sofrimentos. Que sua misericórdia e perdão caiam sobre você!”\n“Que a misericórdia e a graça do Senhor envolvam você e sua família nesta sexta-feira santa. Faça bem e seja bom.”\n“Hoje recordamos o grande amor de Deus por nós. Que este dia traga um novo significado e mudança em sua vida! Desejamos a todos os cristãos uma sexta-feira santa abençoada.”\n“Cada gota de sangue saiu do corpo Jesus purificou os pecados do mundo inteiro. Agora é a sua vez de fazer o mundo do jeito que Jesus queria. Tenha uma sexta-feira santa abençoada!”\nO que diz a Bíblia sobre a data Principais versículos da Bíblia para a Sexta-Feira da Paixão\n1 Pedro 2:24 – Ele mesmo levou os nossos pecados em seu corpo sobre o madeiro, para que morrêssemos para o pecado e vivêssemos para a justiça. Por suas feridas você foi curado. | Frases sexta-feira da paixão\nMarcos 9:31 – Pois ensinava a seus discípulos, dizendo-lhes: “O Filho do homem vai ser entregue nas mãos dos homens, e eles o matarão. E quando ele for morto, depois de três dias ele ressuscitará” - Frases sexta-feira da paixão\nMarcos 10:34 – E zombarão dele, cuspirão nele, açoitarão e matarão. E depois de três dias ele ressuscitará”.\nIsaías 53:5 - Mas ele foi traspassado por causa das nossas transgressões; ele foi esmagado por nossas iniqüidades; sobre ele estava o castigo que nos traz a paz, e pelas suas feridas fomos curados.\nMarcos 8:31 - E começou a ensinar-lhes que era necessário que o Filho do Homem padecesse muitas coisas, fosse rejeitado pelos anciãos, pelos principais sacerdotes e pelos escribas, fosse morto e depois de três dias ressuscitasse.\nMateus 12:40 - Porque, assim como Jonas esteve três dias e três noites no ventre do grande peixe, assim estará o Filho do Homem três dias e três noites no seio da terra. - Frases sexta-feira da paixão\nRomanos 10:9 – Se você declarar com a sua boca: ‘Jesus é Senhor’, e crer em seu coração que Deus o ressuscitou dentre os mortos, você será salvo.\nMateus 28:5-6 – O anjo disse às mulheres: 'Não tenham medo, pois sei que vocês procuram Jesus, que foi crucificado. Ele não está aqui; ele ressuscitou, como havia dito. Venha ver o lugar onde ele estava.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T06:51:40.668+03:00",
  "updated": "2024-03-29T06:51:40.668+03:00"
}