{
  "thread": {
    "uuid": "3ba9455897976756f1a6b9fa7b70efff8d392fa3",
    "url": "https://www.whidbeynewstimes.com/news/flood-insurance-rates-in-island-county-due-to-recede/",
    "site_full": "www.whidbeynewstimes.com",
    "site": "whidbeynewstimes.com",
    "site_section": "https://www.whidbeynewstimes.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Whidbey News-Times",
    "title": "Flood insurance rates in Island County due to recede",
    "title_full": "Flood insurance rates in Island County due to recede",
    "published": "2024-01-12T11:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "http://www.whidbeynewstimes.com/wp-content/uploads/2020/11/logo-1200x630-1-e1605805512370.png",
    "performance_score": 0,
    "domain_rank": 94872,
    "domain_rank_updated": "2024-01-09T12:07:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3ba9455897976756f1a6b9fa7b70efff8d392fa3",
  "url": "https://www.whidbeynewstimes.com/news/flood-insurance-rates-in-island-county-due-to-recede/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jessie Stensland",
  "published": "2024-01-12T11:30:00.000+02:00",
  "title": "Flood insurance rates in Island County due to recede",
  "text": "At a time of king tides, windy weather and flooding, people who own waterfront property on Whidbey Island finally have some good news. Their flood insurance rates are about to go down. The Federal Emergency Management Agency, or FEMA, is ending Island County’s probationary status with the National Flood Insurance Program. FEMA recently sent a letter to county commissioners announcing that probation ends Aug. 30, 2024. “These changes were necessary to continue this vital program that serves the constituents of Island County in helping minimize the hazards and damages caused by flooding and allowing for the continued availability of affordable flood insurance policies through the NFIP for its citizens,” the letter states. Planning Director Mary Engle said the issue was one that she first tackled when she was appointed as planning director in 2020. She explained that she was hired to fix management-related problems in the department. In 2013, FEMA had conducted a “community assist visit,” which is essentially an audit of the National Flood Insurance Program. Afterward, the agency created a list of 135 properties that weren’t in compliance with the program. The problems included houses that were built too low, crawl spaces that weren’t up to standards and foundations that lacked flood openings. When the issues hadn’t been resolved by 2020, FEMA placed the county on probation, which meant that flood insurance rates increased for property owners in the county. Engle said she’s heard from citizens that their insurance rates increased anywhere from $50 to $500 a year. Engle said she discovered that a division in the office wasn’t following procedure when it came to permitting in flood zones, resulting in the construction that didn’t follow the code. Although the county had been notified of the problems in 2013, little had been done to address it and a list of non-conforming properties persisted. Engle convinced the commissioners to hire a consultant to help with the problem. She made sure staff was re-trained. Since then, the county has worked one-on-one with property owners to resolve the issues. Some of the fixes were significant and expensive, such as raising a house or removing living areas. Engle said the work will make the county more resilient to flooding. In an era of giant king tides and sea rise, that’s a good thing.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Environment",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mary engle",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "national flood insurance program",
        "sentiment": "none"
      },
      {
        "name": "fema",
        "sentiment": "none"
      },
      {
        "name": "federal emergency management agency",
        "sentiment": "none"
      },
      {
        "name": "nfip",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "island county",
        "sentiment": "none"
      },
      {
        "name": "whidbey",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-13T05:31:30.721+02:00",
  "updated": "2024-01-13T05:48:18.675+02:00"
}