{
  "thread": {
    "uuid": "3b1d04732f13805e795536266d5de34116ec620d",
    "url": "https://www.ivoox.com/2-salvadorenos-conmemoran-dia-los-audios-mp3_rf_121804114_1.html",
    "site_full": "www.ivoox.com",
    "site": "ivoox.com",
    "site_section": "https://esmiradio.ivoox.com",
    "site_categories": [
      "music",
      "non_standard_content",
      "entertainment"
    ],
    "section_title": "Listen the channel esmiradio",
    "title": "2 - Salvadoreños conmemoran el Día de los Santos Niños Inocentes - YSUCA NOTICIAS 2 - Podcast en iVoox",
    "title_full": "2 - Salvadoreños conmemoran el Día de los Santos Niños Inocentes - YSUCA NOTICIAS 2 - Podcast en iVoox",
    "published": "2023-12-29T01:39:38.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "ES",
    "main_image": "http://static-1.ivoox.com/canales/1/7/2/1/1721aa43f79dc4c467badd696d6b5957_LG.jpg",
    "performance_score": 0,
    "domain_rank": 3026,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3b1d04732f13805e795536266d5de34116ec620d",
  "url": "https://www.ivoox.com/2-salvadorenos-conmemoran-dia-los-audios-mp3_rf_121804114_1.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T01:39:38.000+02:00",
  "title": "2 - Salvadoreños conmemoran el Día de los Santos Niños Inocentes - YSUCA NOTICIAS 2 - Podcast en iVoox",
  "text": "2 - Salvadoreños conmemoran el Día de los Santos Niños Inocentes Preparing audio to download. Sponsored listening. Audio will begin within seconds... Escucha sin anuncios y sin esperas con iVoox Premium [Try it for free](https://www.ivoox.com/premium) Preparing audio to download. Sponsored listening. Audio will begin within seconds... Escucha sin anuncios y sin esperas con iVoox Premium Antiguo Cuscatlán dedica sus fiestas patronales en honor de los Santos Niños Inocentes, una fecha que celebra la iglesia desde el siglo quinto. Aquí son venerados como mártires pues no sólo murieron por Cristo, sino en lugar de Cristo. La feligresía llevó en sus manos decenas de imágenes del Niño Jesús durante la procesión cristiana. Los devotos agradecen los milagros recibidos en sus familias. Muchos de los salvadoreños llevan años con la tradición. Atiende el niño tiene setenta y cinco años estarlo sacando setenta y cinco años primero era de mis tías de venía del barrio cisneros pero de allí como ya fallecieron hace lo entregaron a mi papá entonces nosotros nos sacamos de aquí de umbrete costa atlántica de aquí el tiene setenta y cinco años de estarlo sacando es buena promesa una tradición en la promesa que hicimos a nuestros padres porque los dos ya fallecieron hace que si siempre año con año lo estamos sacando en familia todos somos unidos y han lo sacamos todo en familia un milagro se ha hecho milagros ha hecho milagros a nosotros nos ha hecho el milagro con nuestra familia y también hay trenes en la sangre junio original de españa entonces te ha hecho milagros quienes les han entregado su cadenitas zapatitos son fong milagros de la dicha su nombre de cumbres de cuscatlán ya tengo como unos casi unos treinta años están los oro milagros recibidos en mi familia mis hijos mi nieto mi esposo les hago la promesa que cada día empecé con uno y hoy son nueve y seguimos con la devoción hasta donde dios nos preste vida primeramente porque también milagrosos la tradición de la familia trae los niños los trae mis sobrinos traen tres cuatro niños traen ahora lo que se han ido cazando el esposo también or track y desde que estaba mi mamá también venía ahora ya no está bien y mi hermana con mi sobrino y ahora vengo yo también con ellos y es una tradición que se mantiene en la familia y mi familia es un grupo de gente de mucha fe tiene mucha tiene mucha esperanza pueden que hacer esto pues nos ayuda como una unidad familiar nos ayuda a hacer cosas en familia y este en parte de la jueza que compartimos como unos veinte años esa tendencia piñata veintidós años te lo traigo porque como él nació porque mi hija no podía y traza de youtube y mi hija mi sobrina también que también le costó tener a su bebé por eso nos trae un milagro cómplice y humedad han cumplido el mensaje le quiero le quiero dar a todo el mundo entero de que no dejen su religión porque la religión que hay que dar gracias a dios nos hemos quedado con la pandemia y es una gran bendición kristen motivo a morir y ya tenemos ocho años y fue una enseñanza que no tengo mi abuelita y yo tras a mis hijos y ellos se entusiasmaron verdad en participar o la fe o la religión y a ti piden ocho años ellos detrás estos niños y ahora se ha incorporado mi yerno mientras este niño es niño juan josé huguito el niño rogelio En [ Cine Desencadenado ](https://www.ivoox.com/podcast-cine-desencadenado_sq_f11346180_1.html) | 01:28:10",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T01:39:40.672+02:00",
  "updated": "2023-12-29T01:39:40.672+02:00"
}