{
  "thread": {
    "uuid": "d0ad9ea294f6d0846527b6f403985332b25c9741",
    "url": "https://www.cbs58.com/news/im-not-looking-for-revenge-milwaukee-families-honor-183-homicide-victims-at-annual-vigil",
    "site_full": "www.cbs58.com",
    "site": "cbs58.com",
    "site_section": "http://www.cbs58.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "CBS58 News",
    "title": "'I'm not looking for revenge': Milwaukee families honor 183 homicide victims at annual vigil",
    "title_full": "'I'm not looking for revenge': Milwaukee families honor 183 homicide victims at annual vigil",
    "published": "2023-12-29T04:41:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://newscdn2.weigelbroadcasting.com/07pL5-1703817925-271182-blog-HOMICIDE%20VIGIL%20MM%20RAW%20%2836%29.JPG",
    "performance_score": 0,
    "domain_rank": 14824,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d0ad9ea294f6d0846527b6f403985332b25c9741",
  "url": "https://www.cbs58.com/news/im-not-looking-for-revenge-milwaukee-families-honor-183-homicide-victims-at-annual-vigil",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Adam Rife",
  "published": "2023-12-29T04:41:00.000+02:00",
  "title": "'I'm not looking for revenge': Milwaukee families honor 183 homicide victims at annual vigil",
  "text": "'I'm not looking for revenge': Milwaukee families honor 183 homicide victims at annual vigil MILWAUKEE (CBS 58) -- Several Milwaukee community groups gathered Thursday night, Dec. 28, to host an annual vigil that honors and commemorates the city's victims of violence. The 183 candles that were on the table this year are fewer than in years past, but as Mayor Cavalier Johnson told the crowd, that's of little consequence to the families mourning the loss of loved ones. At the vigil, those families continued their journeys toward healing. Congresswoman Gwen Moore told the crowd she comes every year and hopes she doesn't have a connection to the victims. But, she said, \"Every single year there's always somebody that I know.\" There was a lot of pain Thursday evening at the Ephesians Missionary Baptist Church, but there was also some healing. Janan Najeeb, of the MKE Muslim Women's Coalition, said, \"Their test is over, but ours has begun.\" Dozens of families came together to mourn their loved ones they were killed by violence. One by one, the names of every one of the city's homicide victims were read aloud. Some families have forgiven, as one mother said, \"I'm not looking for revenge, I'm looking to save souls.\" Others are still trying. One father said, \"Yeah, I still have a little bit behind me that I'm thinking about how mad I am about it.\" And some families have experienced more loss than others. A family told the crowd, \"We lost our nephew; he was the first homicide this year. And we lost a brother on Father's Day this year, six months apart.\" But the half-dozen organizing groups want them to know they're not alone. Tony Kearney, Executive Director of Northcott Neighborhood House, said, \"Losing a loved one isn't simple. Grieving takes a while.\" In addition to prayer, song, and even dance, community resources were made available, including counselors and therapists to help people process grief. Ericka Sinclair is the Founder and CEO of Health Connections, Inc. She told us, \"Being able to talk about it with someone allows another person's perspective. And sometimes, you just need somebody's presence.\" But as the night closed with prayers for peace, the city's most recent victim was added to the list. A teen was killed Wednesday night near 76th and Good Hope. Organizers recognize not everyone may be ready to speak with a counselor or therapist so soon after a tragedy, so they're making those resources available whenever people need them in the future. [Health Connections, Inc. can be contacted at this link](https://www.healthconnectmke.org/) for more information about counseling and therapy sessions.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice",
    "Social Issue"
  ],
  "external_links": [
    "https://www.healthconnectmke.org/",
    "https://www.healthconnectmke.org",
    "https://healthconnectmke.org/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "cavalier johnson",
        "sentiment": "none"
      },
      {
        "name": "gwen moore",
        "sentiment": "none"
      },
      {
        "name": "janan najeeb",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "milwaukee",
        "sentiment": "negative"
      },
      {
        "name": "ephesians missionary baptist church",
        "sentiment": "none"
      },
      {
        "name": "cbs",
        "sentiment": "none"
      },
      {
        "name": "mke muslim women's coalition",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "milwaukee",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T06:21:23.812+02:00",
  "updated": "2023-12-29T06:27:10.795+02:00"
}