{
  "thread": {
    "uuid": "e3f845124ffff39a6248f36a9a36a573290e6cdd",
    "url": "https://www.deccanherald.com/opinion/editorial/indians-need-jobs-world-needs-indians-2829601",
    "site_full": "www.deccanherald.com",
    "site": "deccanherald.com",
    "site_section": "https://www.deccanherald.com/business",
    "site_categories": [
      "media"
    ],
    "section_title": "Business News, Finance News, India News, BSE/NSE News, Stock Markets News, Sensex NIFTY, Union Budget 2023",
    "title": "Indians need jobs; world needs Indians",
    "title_full": "Indians need jobs; world needs Indians",
    "published": "2023-12-29T22:23:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://images.deccanherald.com/deccanherald%2F2023-12%2F2a71151d-e217-429c-9514-2bed5ba8fcb9%2FiStock_536245001.jpg?rect=0%2C73%2C3864%2C2029&amp;w=1200&amp;ar=40%3A21&amp;auto=format%2Ccompress&amp;ogImage=true&amp;mode=crop",
    "performance_score": 0,
    "domain_rank": 2984,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e3f845124ffff39a6248f36a9a36a573290e6cdd",
  "url": "https://www.deccanherald.com/opinion/editorial/indians-need-jobs-world-needs-indians-2829601",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "DHNS",
  "published": "2023-12-29T22:23:00.000+02:00",
  "title": "Indians need jobs; world needs Indians",
  "text": "The government’s plan to sign agreements to supply labour to countries that are in demographic decline and need workers is welcome, and it can benefit the country if it is worked out well. Most countries that are experiencing labour shortages are developed countries but there are others also that are facing the problem. Taiwan has shown interest in hiring 100,000 Indians to work in factories, farms and hospitals. India has signed labour supply agreements with some countries, including Japan and France, and negotiations are being held with the Netherlands, Greece, Denmark and Switzerland. An agreement has been signed with Israel under which India will send 42,000 workers to that country. There are already about 18,000 Indians working in Israel, mainly as caregivers. The manpower requirement in most of these countries is in sectors like manufacturing, farming, construction and healthcare.\nIndian workers have gone all over the world over centuries but there is an opportunity now to plan and regulate the migration while also mitigating, to some extent, the country’s unemployment problem. There are informal and illegal channels, as seen in last week’s attempt which was aborted in France. The demand for workers will keep increasing, and India will be able to meet the demand in the foreseeable future without affecting the availability of labour within the country itself. While bilateral agreements are signed with some countries, India has also insisted that trade agreements should cover services and labour mobility. Mutually-agreed legal guarantees will ensure that workers are not exploited and the terms of service are fair. The workers will be able to earn and build their lives in other countries, and India will benefit from their remittances. Most such agreements are for a limited period of service. Workers will be able to come back with some savings, though some may stay back. India will have to do some planning and projections about future requirements of other countries and provide training and skilling to workers accordingly.\nIt should be ensured that there is a fair and efficient system to select and recruit the workers. Such recruitments are usually riddled with unfair practices, corruption and favouritism. There should also be a system to speedily address and resolve the complaints and problems that the workers may face in other countries. Indians working abroad at all levels have acquitted themselves well and created a good impression in other countries. They are a source of soft power for the country. But recently, some of them have evoked hostile responses with wrong and provocative postures and attitudes, especially in countries like the UK, the US and Australia, that are influenced by social and political dynamics in India. That will not help the country’s cause in any way. India and Indians must make the best use of the opportunity that has presented itself.\n 29 December 2023, 19:53 IST)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Labor",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "greece",
        "sentiment": "none"
      },
      {
        "name": "netherlands",
        "sentiment": "none"
      },
      {
        "name": "japan",
        "sentiment": "none"
      },
      {
        "name": "taiwan",
        "sentiment": "none"
      },
      {
        "name": "denmark",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "france",
        "sentiment": "none"
      },
      {
        "name": "switzerland",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T22:25:24.982+02:00",
  "updated": "2023-12-30T21:49:08.540+02:00"
}