{
  "thread": {
    "uuid": "f1e95eb2f926c2fa1aa93e5fec35c914fd95a6df",
    "url": "https://www.lavoz.com.ar/deportes/futbol/daniel-mira-penarol-fue-competitivo-los-jugadores-saben-que-destacarse-en-liga-cordobesa-es-ascender/",
    "site_full": "www.lavoz.com.ar",
    "site": "lavoz.com.ar",
    "site_section": "https://www.lavoz.com.ar/arc/outboundfeeds/feeds/rss/?outputType=xml",
    "site_categories": [
      "media"
    ],
    "section_title": "La Voz",
    "title": "Daniel Mira: “Peñarol fue competitivo, los jugadores saben que destacarse en Liga Cordobesa es ascender”",
    "title_full": "Daniel Mira: “Peñarol fue competitivo, los jugadores saben que destacarse en Liga Cordobesa es ascender”",
    "published": "2023-12-29T03:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.lavoz.com.ar/resizer/PqHgDqxRxDOHI8P6V7o0pm0SzbA=/1200x630/smart/filters:quality(75):format(webp)/cloudfront-us-east-1.images.arcpublishing.com/grupoclarin/ZSG2XIKHY5EEHPQ3A36NNB45UE.jpeg",
    "performance_score": 0,
    "domain_rank": 16077,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f1e95eb2f926c2fa1aa93e5fec35c914fd95a6df",
  "url": "https://www.lavoz.com.ar/deportes/futbol/daniel-mira-penarol-fue-competitivo-los-jugadores-saben-que-destacarse-en-liga-cordobesa-es-ascender/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Hugo García",
  "published": "2023-12-29T03:01:00.000+02:00",
  "title": "Daniel Mira: “Peñarol fue competitivo, los jugadores saben que destacarse en Liga Cordobesa es ascender”",
  "text": "Daniel Mira vivió un año de mucho sacrificio en Argentino Peñarol. Estuvo en los primeros puestos de la tabla general de la Liga Cordobesa de Fútbol y en distintos momentos de la temporada tuvo que apelar a muchos juveniles. El DT quedó conforme por lo hecho en el primer equipo de un club en el que también fue una referencia como jugador. “Dani” espera que se haga el 15 de enero para volver a entrenar en “el Trampero” con el objetivo de volver al Regional Federal Amateur. -¿Cuál ha sido tu valoración de la campaña? -Estoy muy contento, logramos estar entre los primeros en la tabla general, y eso es importante. Peñarol fue competitivo. Además, le dimos la oportunidad de debutar en primera a muchos juveniles, es un capital que el club en algún momento lo va a poder disfrutar, ya sea con la participación de estos juveniles en el primer equipo, o con la posibilidad de que vayan a otras instituciones y generen un convenio. Que hayan debutado 10 juveniles en primera división, para nosotros un orgullo, y lo han hecho muy bien, hemos sido protagonistas del torneo, y eso es importante, seguramente instituciones como Peñarol tienen la ambición de siempre pelear y conseguir campeonatos. O mantenernos ahí arriba, ya que las últimas temporadas no habían sido buenas, para nosotros el balance es positivo. No pudimos lograr la clasificación al regional, pero bueno, ahora comienza la temporada 24, y tenemos como objetivo lograr eso, así que vamos a trabajar a partir del 15 de enero, pensando en el 2024-25, poder jugar el regional, que para nosotros es muy importante. -¿Habían armado un plantel con jugadores para jugar el Regional, pensando en que estaba la licencia? -Sí, se había armado un equipo con la idea de jugar ese torneo, porque supuestamente estaba una licencia. Pero después se modificó todo eso. Había que lograrlo en cancha y perdimos esa final con un universitario por penales. Ahí algunos futbolistas decidieron ir a buscar futuro a otros clubes. Aprovechamos eso para darle la posibilidad a los juveniles y nos vino muy bien. -¿Sí? -Hoy tenemos pibes que sabemos que pueden jugar en la primera de Peñarol. Tienen que seguir creciendo, pero estuvieron a la altura, y para nosotros eso es gratificante. -¿Qué nivel has visto en la Liga? -Yo soy defensor de la Liga Cordobesa, a mí me gustan sus partidos, he visto crecer a muchos jugadores. Me parece que el nivel de los entrenadores también ha crecido, los preparadores físicos y los futbolistas hoy tienen otra mentalidad. Saben que para poder tener una oportunidad en una categoría superior, tienen que destacarse en esta categoría tan difícil. Es importante la formación que se puede adquirir en esta competencia, yo he visto que el nivel ha ido creciendo. Esperemos seguir por ese camino, porque esa competencia nos ayuda a mejorar a todos. Peñarol fue competitivo, los jugadores saben que destacarse en Liga Cordobesa es ascender.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Economy, Business and Finance",
    "Labor"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T03:26:15.371+02:00",
  "updated": "2023-12-29T08:24:05.032+02:00"
}