{
  "thread": {
    "uuid": "95f8100350fa81f1192834a61556ee4e977f0b4e",
    "url": "https://www.jpost.com/opinion/article-779967/",
    "site_full": "www.jpost.com",
    "site": "jpost.com",
    "site_section": "https://1440.co.il/rss",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "1440",
    "title": "How can Israel preserve unity? - opinion - The Jerusalem Post",
    "title_full": "How can Israel preserve unity? - opinion - The Jerusalem Post",
    "published": "2023-12-29T13:51:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.jpost.com/image/upload/f_auto,fl_lossy/c_fill,g_faces:center,h_407,w_690/541132",
    "performance_score": 0,
    "domain_rank": 943,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "95f8100350fa81f1192834a61556ee4e977f0b4e",
  "url": "https://www.jpost.com/opinion/article-779967/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "jpost.com",
  "published": "2023-12-29T13:51:00.000+02:00",
  "title": "How can Israel preserve unity? - opinion - The Jerusalem Post",
  "text": "Fearing entombment in Egypt, Jacob begs his son Joseph to bury him in the Land of Israel. Worried that he will become an Egyptian shrine, he forces Joseph to take an oath. Realizing that his son’s political commitments may obstruct the mission, he demands that Joseph swear to bury him in the Land of Israel.\nSurprisingly, after his final audience with his 12 children, Jacob lodges this burial request a second time. Evidently, in repeating this petition, Jacob has an ulterior motive.\nThroughout his tumultuous life, he had struggled to unify a splintered family. His 12 children were too different to be effortlessly forged into one cohesive group. Some children were born from pedigreed stock, while others were born from maidservants. Some of his sons had committed serious sins, while others had a more impeccable past. Some had large families, some small, while Dan had only one child. The family could only morph into a nation once these disparate elements were fused into one interconnected and indivisible nation. Building unity\nTheir frightening ordeal in Egypt had already begun to unify the brothers. False charges of espionage forced them to rally together for survival. Facing the capricious wrath of an impulsive tyrant, their escape depended upon a coordinated response.\nSubsequently, the family’s relocation to Egypt further endowed solidarity. Immersed in a foreign country, they could only counter cultural pressures and preserve their common heritage through a united effort. Couple holding hands (illustrative) (credit: PEXELS)\nHaving tasted initial solidarity, the family assembled together to meet their father for one last time. Instead of affording each child a private audience, Jacob gathered his children into one room, addressing them jointly, thereby fostering an air of camaraderie and solidarity.\nIn his final attempt to unify his family, Jacob assigns a shared family project. Though he realizes that Joseph alone is more than capable of supervising his burial, Jacob allocated mutual responsibility for his burial to all his children. This joint historical project of returning their father’s body to its rightful resting place in their common homeland, hopefully, will grant lasting unity. Despite their differences and despite the tensions that had splintered the family, they will now be united, primed to develop into one nation. Jacob’s lasting legacy is the unity he fought so hard to achieve. Advertisement The day after\nAfter the burial procession to the Land of Israel, an urgent question emerges: How can this newfound unity be preserved? Previously, a crisis had produced unity, but the crisis had long ago been resolved. Likewise, their joint project of burying Jacob was completed. No more threats, no more wars, no more joint historical projects. What comes after unity?\nThe answer is, of course, communication and mutual understanding. Potentially, unity opens channels of healthy communication. Disharmony and isolation hinder communication and lead to greater divide. In the aftermath of unity, can healthy communication follow? Will Joseph and his brothers appreciate their different viewpoints and preserve solidarity? Suspicions and lies\nIt appears as if this solidarity deteriorated. Suspicious of Joseph and fearful of his retaliation, the brothers fabricated their father’s request for Joseph to forgive them. Lying corrodes trust and wrecks relationships.\nThe midrash describes the root of the brothers’ suspicions. While traveling to his father’s burial in the Land of Israel, Joseph visited the city of Shechem, which was the site of his abduction. Presumably, he sought closure for the greatest trauma of his life. Witnessing this detour back to the scene of the crime, the brothers, though, assumed that Joseph was plotting his revenge. Had they just communicated with one another, their suspicions would have been allayed and the relationship would have thrived.\nUnity enables healthy communication. Healthy communication builds trust. Trust is the lifeblood of healthy relationships. Sadly, after they had achieved unity, the brothers and Joseph could not shift into respectful communication, and their short-lived unity vanished. By the end of his life, Joseph and his brothers seem as far apart as ever. The day after the war\nOur people now face a similar challenge. After a year of destructive social discord and malicious and spiteful national discourse, tragedy has united us like never before. In this battle for survival, every sector of our people has rallied against a common enemy. Jews around the world have lent their support, their hearts, and their wallets to the struggle for Jewish future. We all hear the echo of history calling out to us. We know that future generations will retell our story. We stand shoulder to shoulder, building the wall of Jewish destiny.\nThe question on everyone’s mind, though, is how to maintain this solidarity. At some point, we will triumph, the war will conclude, and we will all return to our normal routine. In the absence of a crisis or of a joint historical project, what can preserve unity and prevent us from sinking back into petty divisiveness?\nOur unity can be sustained only if we segue into frank and honest communication. We are together like never before: on the battlefields, in the hospitals, in the cemeteries, at volunteer centers, at rallies, and in our prayers. Now is the perfect time to learn how to communicate across the ideological divide. To communicate, we must learn how to listen. To really listen, we must better appreciate the perspectives of different communities. Each community has proven its commitment to Jewish identity and future. Now let’s listen to how they each define that future.\nSecular Israel has proven its commitment to Jewish heritage. Their patriotism and sacrifice have been unwavering and inspiring. Let us listen to their needs and wishes. Their desire for robust democracy and religious freedom reflects their noble aspirations for a Jewish state founded upon equality and dignity. Religious Jews may not concur with all their positions nor identify with their progressive secular society, but let us listen to their dreams and realize that these values don’t betray our common Jewish destiny.\nHaredi society has proven that they are deeply invested in our country and its well-being. Their society is perfectly suited for the volunteer networks and charity organizations which have proved indispensable during this war. Their commitment to Torah study and their concerns about cultural assimilation make them hesitant to serve in the IDF. Not everyone agrees with this policy, but it isn’t an abandonment of our people. As we stand together, let us listen to their perspective for our common future, and let us build it together.\nReligious Zionists are disproportionately represented in elite IDF combat units and have displayed greater loyalty to reserve duty. This dedication has come at a steep cost as, tragically, this community has suffered a high fatality rate. Their fervor and devotion should help us admire their staunch commitment to settling our homeland – a commitment manifested in higher rates of both aliyah and lone soldiers . Settling this land is a deeply spiritual and historic project.\nThe response of the international Jewish community across the religious spectrum should help us admire their deep allegiance for Jewish peoplehood and Jewish homeland. They may not live in Israel, but they live with us, and our country is deeply embedded in their hearts. As we build our future country, their needs and their hopes must also be factored in.\nThis is a watershed moment. Tragically, unity has been involuntarily thrust upon us. Can we maintain it? Can we discover healthy communication? Can we listen and can we appreciate values which aren’t our own but part of our joint future? Will we revert to suspicion and animosity? Or does this war have a silver lining of trust and healthy communication? This unity is ours to preserve or ours to dismantle.\nThe writer is a rabbi at Yeshivat Har Etzion/Gush, a hesder yeshiva. He has smicha and a BA in computer science from Yeshiva University, as well as a master’s degree in English literature from the City University of New York.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "joseph",
        "sentiment": "neutral"
      },
      {
        "name": "jacob",
        "sentiment": "neutral"
      },
      {
        "name": "dan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "jerusalem post",
        "sentiment": "neutral"
      }
    ],
    "locations": [
      {
        "name": "egypt",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T14:08:47.858+02:00",
  "updated": "2023-12-29T14:08:47.858+02:00"
}