{
  "thread": {
    "uuid": "98f5659713066d162c7afb7428a3ca7dab2a9fdb",
    "url": "https://www.tauntongazette.com/story/sports/high-school/basketball/2023/12/28/gretchen-rodrigues-taunton-durfee-girls-basketball-holiday-classic/72051234007/",
    "site_full": "www.tauntongazette.com",
    "site": "tauntongazette.com",
    "site_section": "http://www.tauntongazette.com/sports",
    "site_categories": [
      "media"
    ],
    "section_title": "Sports in Taunton, MA | Taunton Daily Gazette",
    "title": "Gretchen Rodrigues has Taunton High girls playing winning basketball",
    "title_full": "Gretchen Rodrigues has Taunton High girls playing winning basketball",
    "published": "2023-12-29T00:26:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 67941,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "98f5659713066d162c7afb7428a3ca7dab2a9fdb",
  "url": "https://www.tauntongazette.com/story/sports/high-school/basketball/2023/12/28/gretchen-rodrigues-taunton-durfee-girls-basketball-holiday-classic/72051234007/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Steven Sanchez",
  "published": "2023-12-29T00:26:00.000+02:00",
  "title": "Gretchen Rodrigues has Taunton High girls playing winning basketball",
  "text": "Taunton second-year head coach has girls basketball team heading in right direction [Steven Sanchez](https://www.heraldnews.com/staff/3682426001/steven-sanchez/) TAUNTON — As a basketball player for New Bedford High School, [Gretchen Rodrigues](/story/sports/high-school/basketball/2022/12/12/gretchen-rodrigues-new-bedford-taunton-girls-basketball-coach/69713842007/) was best known for her scoring, grit and determination on the court. Now in her second season as head coach for [Taunton High](https://highschool.tauntonschools.org/), the 2003 Whaler graduate has caught the eyes of opposing coaches. \"I've told [Gretchen] before this game that this is the most athletic team I've seen Taunton has ever had in the last three years,\" said Durfee head coach Jeff Caron said after the Hilltoppers lost their first of the season on Thursday, 53-50. \"All five players on the floor are pretty athletic. They're a lot quicker than before and they can run that press effectively this year because of personal.\" Rodrigues, who is the all-time leading scorer at New Bedford with 1,391 points, said it's all about the buy-in. The Tigers improve to 5-0 and has averaged close to 64 points per game through four contest before the matchup with Durfee. It's the best start for Taunton since the 2006-07 team when the Tigers won four straight to open the season. \"We're definitely a year older,\" she said. \"The [girls] are believing and everyone has confidence in one another. They are buying into my system and playing hard. Now moving forward, it is easier for the girls. We believe that we can win.\" Seniors Cali Melo and Jillian Doherty said there has been a big difference since Rodrigues was hired by Taunton athletic director Mark Ottavianelli in October 2022. \"Not losing any players and being able to have one more year [along] with a connection,\" said Melo, who finished with 12 points said. \"I think coach coming in changed the pace on how we play. No hate for the coach we had before. Now we are more fast pace.\" Doherty said the team is definietly buying in. \"The effort is so much higher and we want it so much more this year,\" said Doherty who finished with a team-high 17 points. \"Coach has been saying this for a year now and now we're doing it. We can see that she was right all this time. It's nice to see all the hard work in the offseason has finally paid off. Last season, the Tigers started out 3-0 before losing to the Hilltoppers in the Taunton Holiday Classic. Now 5-0, could you imagine? \"No,\" Rodrigues said. \"We beat a real good team today. Durfee is good. I can imagine this but now these girls believe.\" How it happened Taunton got off to fast start, scoring the first 13 points of the game to jump out to a 19-8 lead. The Tigers cooled off in the second quarter and Durfee closed the margin to just two at 22-20. But Taunton maintain the lead at halftime, 25-20. In the third quarter, Taunton started strong before the Hilltoppers made a late run as the visitors trail 43-35 with a final quarter remaining. The Tigers never trailed in the game. \"It was good that we responded and did not let that deficit get us down,\" Caron said. \"But we were chasing the whole game. Even when we got closer, they pulled away. Taunton did a great job in moving the basketball. They played a cleaner game than we did and they out-toughed us to loose balls. We just got beat.\" Breakout game Sophomore Maddie Hargraves had a game to remember for Durfee. After scoring just four points in the first half, the Hilltopper guard netted 23 points in the second half to keep the Hilltoppers alive. She basically put the team on her shoulder after her' older sister, Julia, fouled out for the first time in her career in the fourth and center Mya Hayes-Paulette went down with an injury in the third quarter. Maddie Hargraves finished with a career-high 27 points. \"We were swimming up stream right off the bat,\" Caron said. \"You can't expect so many things that happen and win the game. Maddie [Hargraves] is really good in a transition type-game like this. She is such a good athlete so that's what she capable of. She is compeitive that is what you seen there.\" Other scorers in the game for Taunton were Taryn Campbell with 11 and Lexi Haywood added nine in the win. Hayes-Paulette contributed 16 points and Maggie O'Connell chipped in with five points for the Hilltoppers. Herald News and Taunton Daily Gazette sports editor Steven Sanchez can be reached at ssanchez@heraldnews.com. You can follow him on X (formerly known as Twitter) at [@Chezsports.](https://twitter.com/home)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [
    "https://www.heraldnews.com/staff/3682426001/steven-sanchez/)",
    "https://highschool.tauntonschools.org/),",
    "https://twitter.com/home)",
    "https://www.twitter.com/home)",
    "https://www.highschool.tauntonschools.org/),",
    "https://heraldnews.com/staff/3682426001/steven-sanchez/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gretchen rodrigues",
        "sentiment": "positive"
      },
      {
        "name": "steven sanchez]",
        "sentiment": "neutral"
      },
      {
        "name": "rodrigues",
        "sentiment": "none"
      },
      {
        "name": "jeff caron",
        "sentiment": "none"
      },
      {
        "name": "durfee",
        "sentiment": "none"
      },
      {
        "name": "gretchen",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "taunton high",
        "sentiment": "positive"
      },
      {
        "name": "hilltoppers",
        "sentiment": "none"
      },
      {
        "name": "new bedford high school",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "taunton",
        "sentiment": "none"
      },
      {
        "name": "taunton",
        "sentiment": "none"
      },
      {
        "name": "new bedford",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:43:33.589+02:00",
  "updated": "2024-01-05T01:10:02.919+02:00"
}