{
  "thread": {
    "uuid": "64367b35bf3a3f910d8c196e74101ea2694d3d27",
    "url": "https://www.newsbreak.com/indio-ca/3335245401755-indio-planning-commission-approves-a-200-unit-affordable-housing-development",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/thousand-palms-ca",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Thousand Palms News, Weather, Safety, Sports | NewsBreak Thousand Palms, CA",
    "title": "Indio Planning Commission approves a 200-unit affordable housing development",
    "title_full": "Indio Planning Commission approves a 200-unit affordable housing development",
    "published": "2024-02-16T01:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/0JmsJL_0rLfozMT00?type=thumbnail_1600x1200",
    "performance_score": 0,
    "domain_rank": 3362,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "64367b35bf3a3f910d8c196e74101ea2694d3d27",
  "url": "https://www.newsbreak.com/indio-ca/3335245401755-indio-planning-commission-approves-a-200-unit-affordable-housing-development",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2024-02-16T01:33:00.000+02:00",
  "title": "Indio Planning Commission approves a 200-unit affordable housing development",
  "text": "Residents in Indio are encouraging officials to approve a 200-unit affordable housing development. The desired area for the project is along Highway 111 in central Indio. The plan is for the project to include approximately 200 units and community amenities. On Thursday, The Indio Planning Commission approves the Planning Review Permit for the 200-unit affordable housing development. The Indio Planning Commission considered the project at a special meeting on Thursday, Feb. 15, 2024, at 6 p.m. at Indio City Hall. An organization called Lift to Rise is spearheading this development. In an article, they shared, \"More than half of Indio residents spend at least a third of their incomes on rent, and for many oth ers, housing eats up half of their paycheck.\" News Channel 3 is meeting with families to discuss how a project of this magnitude could help or be a disturbance. \"We've had to settle for whatever we can afford, and that's Oasis Mobile Home Park, which is in pretty poor conditions,\" says Ana Rangel. She has two children and has recently been off work due to a disability following a car accident. She says rent is high in the valley and rapidly sees her funds decreasing. \"I'm limited to what I can do and limited as far as where I can go for help,\" says Rangel. According to the U.S. Census Bureau, around 60 percent of Indio residents are considered rent-burdened. The nonprofit leading the charge in providing affordable housing in the Coachella Valley is Lift to Rise, hoping to get a 200-unit affordable housing project off the ground. Not everyone favors this project. The plan is to build in Indio across from the Mathis Furniture store off Highway 111. A homeowner from the Las Brisas North residential development that the new low-income housing project could butt up against is not in favor of the project. She shared her disappointment with me for not addressing both sides of the story. I shared with her that I walked around a grocery store that is minutes away from the proposed location for two hours, looking for the opposition. I appreciate that someone has come forward; here is the homeowner's concern with the project. \"Can you imagine having a 4-story low-income apartment complex built against your back fence?\" says Doddie Hecht, the homeowner. \"This is going to be an enormous invasion of our privacy and safety. She had concerns about people being able to see her underaged daughter in the backyard. She continued to share her frustration with the proposed plans that showed parking spaces against her fence. She believes people would be able to climb over. \"Why can't such a monstrosity be built somewhere that doesn't invade a single-family residential community?\" says Hecht. This conversation was over email. Joe Mota plans to present the project to the Indio Planning Commission on behalf of the organization. \"it will be beneficial for not only the residents but for future residents?,\" says Joe Mota, director of resident engagement at Lift to Rise. \"Also, it will help the city fulfill its state requirements regarding affordable housing that they need here in Indio. It's going to be about two buildings, four stories each. That will have pretty much one-bedroom, two-bedroom, three-bedroom units.\" Rangel shares that she is ready to leave waiting lists and move into a safe, affordable community. \"I would totally love it,\" says Rangel. Rangel says she is ready to move her children into a safe environment. Now that it has been approved, a Lift to Rise official says, \"Hopefully unanimous approval, but to get approval so that they vote for it and get things moving and get it approved so that they can start the next phase, which is going after the funding and then start construction hopefully within a year to 18 months.\" The post Indio Planning Commission approves a 200-unit affordable housing development appeared first on KESQ .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Environment"
  ],
  "external_links": [
    "https://kesq.com/news/2024/02/15/indio-residents-encourage-the-city-to-approve-a-200-unit-affordable-housing-development/",
    "https://lifttorise.org/",
    "https://kesq.com",
    "https://lifttorise.org",
    "https://www.kesq.com",
    "https://kesq.com/news/2024/02/15/indio-residents-encourage-the-city-to-approve-a-200-unit-affordable-housing-development",
    "https://www.kesq.com/news/2024/02/15/indio-residents-encourage-the-city-to-approve-a-200-unit-affordable-housing-development/",
    "https://www.lifttorise.org/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ana rangel",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "indio planning commission",
        "sentiment": "negative"
      },
      {
        "name": "oasis mobile home park",
        "sentiment": "none"
      },
      {
        "name": "planning review permit",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "indio",
        "sentiment": "none"
      },
      {
        "name": "indio city hall",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T10:10:04.001+02:00",
  "updated": "2024-02-16T10:10:04.001+02:00"
}