{
  "thread": {
    "uuid": "f13a34274befc0670d7841fbae1ee3271ac802fa",
    "url": "https://www.htrnews.com/story/news/nation/2024/01/03/2024-total-solar-eclipse/71486363007/",
    "site_full": "www.htrnews.com",
    "site": "htrnews.com",
    "site_section": "http://www.htrnews.com",
    "site_categories": [
      "media"
    ],
    "section_title": "HTR Media | Manitowoc news, community, entertainment, yellow pages and classifieds. Serving Manitowoc, Wisconsin",
    "title": "2024 total solar eclipse: Date, path, map, how to watch it",
    "title_full": "2024 total solar eclipse: Date, path, map, how to watch it",
    "published": "2024-01-03T17:52:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 71173,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f13a34274befc0670d7841fbae1ee3271ac802fa",
  "url": "https://www.htrnews.com/story/news/nation/2024/01/03/2024-total-solar-eclipse/71486363007/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Eric Lagatta",
  "published": "2024-01-03T17:52:00.000+02:00",
  "title": "2024 total solar eclipse: Date, path, map, how to watch it",
  "text": "2024 brings a rare solar eclipse that won't happen again for decades: Here's what to know On April 8, a total solar eclipse will travel from Texas to Maine, shrouding the U.S. in darkness. It's the first since 2017, and your last chance to see one for 20 years. [Eric Lagatta](https://www.usatoday.com/staff/5803430002/eric-lagatta/) In only a matter of three months, tens of millions of people across the continent will be able to step outside their doors and [witness a rare celestial event](/story/news/nation/2023/04/06/total-solar-eclipse-april-2024/11609882002/) that hasn't occurred in years. About 20 million people were able to experience the total eclipse of Aug. 21, 2017 as it traveled along a path from Oregon to South Carolina. But when afternoon suddenly looks like nighttime once again in April, the darkness spreading across North America will last for even longer and will potentially be viewed by even more people, the Great American Eclipse website [estimates](https://www.greatamericaneclipse.com/april-8-2024). And you may want to make sure you're one of them. [According to NASA](https://science.nasa.gov/eclipses/future-eclipses/eclipse-2024/), it will be 20 years before another total solar eclipse, when the moon passes between part of the Earth and the sun, temporarily blocks its light. Here's what to know about this spectacular event and how you can prepare to see it as it passes over Mexico, the United States and Canada: Recapping 2023's wild year in space: [UFOs, commercial spaceflight, rogue tomatoes and more](/story/news/nation/2023/12/31/aliens-nasa-commercial-spaceflight-top-space-stories-of-2023/71982253007/) When is the total solar eclipse? The eclipse is set to occur over North America on April 8, 2024. What is a total solar eclipse? Any celestial object like a moon or a planet that passes between two other bodies can create [an eclipse](https://www.nasa.gov/learning-resources/for-kids-and-students/what-is-an-eclipse-grades-5-8/) by obscuring the view of objects like the sun. In the event of a solar eclipse, the moon comes in between the Earth and the sun, blocking its light from reaching a small part of our planet. Partial eclipses, when some part of the sun remains visible, are the most common, making total eclipses a rare sight to behold. Total eclipses can lead to a period of darkness lasting for several minutes, during which time nocturnal animals stir while confused birds and insects may fall silent, NASA says. When a solar eclipse reaches totality, people are able to see the sun’s outer atmosphere called the corona, which is usually obscured by the sun's bright surface. This offers scientists an uncommon opportunity [to study the corona](/story/news/nation/2023/10/13/why-eclipses-fascinate-people/71118439007/). Where can I see the eclipse in April? On April 8, the moon’s shadow will arc across the Pacific, traversing North America and ending at sunset not far from Spain. In the United States alone, 31 million people already live inside the path of totality, according to the Great American Eclipse. Of course, that figure doesn't even account for the tourists sure to flock from all over for a chance to be there when darkness falls. Mexico's pacific coast will be the first location in continental North America to experience totality, which will occur at about 11:07 a.m. PDT, [according to NASA](https://science.nasa.gov/eclipses/future-eclipses/eclipse-2024/where-when/). As the moon's shadow travels northeast, totality in the U.S. will begin in Texas at 1:27 p.m. CDT. The path will cut diagonally across the country, traveling through Oklahoma, Arkansas, Missouri, Illinois, Kentucky, Indiana, Ohio, Pennsylvania, New York, Vermont and New Hampshire. In the United States, the eclipse's path will end in Maine at 3:35 p.m. EDT before visiting the maritime provinces of Canada, according to estimates. The longest duration will be near Torreon in Mexico at 4 minutes and 27 seconds, almost double that of 2017, according to the Great American Eclipse. Here are some major cities inside the path: - Mazatlan, Sinaloa (Mexico) - Torreon, Coahuila (Mexico) - San Antonio - Austin, Texas - Dallas - Fort Worth, Texas - Indianapolis - Cleveland - Buffalo, New York - Rochester, New York - Syracuse, New York - Montreal, Québec (Canada) How is the 2024 eclipse different from the one in 2023? It was just a few months ago that [another type of eclipse](/story/news/nation/2023/10/10/what-time-is-solar-eclipse-saturday/71130701007/) passed over the United States. But when the moon passed between the sun and the Earth in October, it wasn't close enough in its orbit of our planet to completely block out the sun's light. Instead, the moon appeared as a smaller disk in front of the sun, creating a bright halo of light exposed around its edges commonly known as a \"ring of fire.\" The annular solar eclipse [didn't usher in darkness](/story/news/nation/2023/10/14/solar-eclipse-2023-photos/71185631007/) such as [what will occur in April](/story/news/nation/2023/10/10/october-2023-eclipse-map-time-and-location/70902457007/), but it still attracted plenty of stargazers all the same as it was the last of its kind until 2039. How to safely view the eclipse The sun's powerful rays can burn the eyes and damage the retinas of those [who don't wear proper eye protection](/story/money/shopping/2023/10/11/find-solar-eclipse-glasses/71140189007/) or take other safety precautions to view solar eclipses. Even viewing any part of the bright sun through camera lenses, binoculars and telescopes without a specialized solar filter will instantly cause severe eye injury. That's why NASA [advises spectators](https://science.nasa.gov/eclipses/safety/) to plan accordingly and ensure they have the safe – and simple – equipment [needed for solar viewing](/story/news/nation/2023/10/10/safely-watch-solar-eclipse-saturday/70921671007/). Solar eclipse glasses aren't your run-of-the-mill sunglasses: certified eyewear is held to an international safety standard and is 100,000 times darker to block nearly all visible, infrared and ultraviolet light. To make it easy, the American Astronomical Society maintains [a curated list of approved vendors](https://eclipse.aas.org/resources/solar-filters). Another simple method is to create your own pinhole projector to project the sun onto a nearby surface. The American Astronomical Society helpfully offers [instructions](https://eclipse.aas.org/eye-safety/projection) to set them up. However, a total solar eclipse offers spectators a unique opportunity to momentarily remove their eyewear when it's safe. Once the moon blocks the sun's face and the sky turns dark, leaving only the solar corona visible, viewers can take off eclipse glasses or viewers to fully take in the dazzling celestial display. Eric Lagatta covers breaking and trending news for USA TODAY. Reach him at elagatta@gannett.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Lifestyle and Leisure",
    "Weather"
  ],
  "external_links": [
    "https://science.nasa.gov/eclipses/safety/)",
    "https://science.nasa.gov/eclipses/future-eclipses/eclipse-2024/where-when/).",
    "https://www.greatamericaneclipse.com/april-8-2024).",
    "https://eclipse.aas.org/eye-safety/projection)",
    "https://science.nasa.gov/eclipses/future-eclipses/eclipse-2024/),",
    "https://www.usatoday.com/staff/5803430002/eric-lagatta/)",
    "https://www.nasa.gov/learning-resources/for-kids-and-students/what-is-an-eclipse-grades-5-8/)",
    "https://eclipse.aas.org/resources/solar-filters).",
    "https://greatamericaneclipse.com/april-8-2024).",
    "https://www.eclipse.aas.org/eye-safety/projection)",
    "https://www.science.nasa.gov/eclipses/future-eclipses/eclipse-2024/where-when/).",
    "https://www.science.nasa.gov/eclipses/future-eclipses/eclipse-2024/),",
    "https://www.science.nasa.gov/eclipses/safety/)",
    "https://usatoday.com/staff/5803430002/eric-lagatta/)",
    "https://nasa.gov/learning-resources/for-kids-and-students/what-is-an-eclipse-grades-5-8/)",
    "https://www.eclipse.aas.org/resources/solar-filters)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "eric lagatta",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nas",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "oregon",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "texas",
        "sentiment": "none"
      },
      {
        "name": "maine",
        "sentiment": "none"
      },
      {
        "name": "north america",
        "sentiment": "none"
      },
      {
        "name": "south carolina",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-03T18:31:40.357+02:00",
  "updated": "2024-01-03T18:31:40.357+02:00"
}