{
  "thread": {
    "uuid": "0d04ec9c6bd9b5cefbf08cecb8d3db45e9adcdb0",
    "url": "https://www.forbes.com/sites/janehanson/2024/01/07/as-millions-embrace-dry-january-meet-the-entrepreneur-who-turned-her-sobriety-journey-into-a-booming-business/",
    "site_full": "www.forbes.com",
    "site": "forbes.com",
    "site_section": "http://www.forbes.com/europe_news/index.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest from Forbes",
    "title": "As Millions Embrace Dry January, Meet The Entrepreneur Who Turned Her Sobriety Journey Into A Booming Business",
    "title_full": "As Millions Embrace Dry January, Meet The Entrepreneur Who Turned Her Sobriety Journey Into A Booming Business",
    "published": "2024-01-07T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://imageio.forbes.com/specials-images/imageserve/6599a3f8a27befc33f09ba90/0x0.jpg?format=jpg&amp;height=900&amp;width=1600&amp;fit=bounds",
    "performance_score": 0,
    "domain_rank": 63,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 6
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0d04ec9c6bd9b5cefbf08cecb8d3db45e9adcdb0",
  "url": "https://www.forbes.com/sites/janehanson/2024/01/07/as-millions-embrace-dry-january-meet-the-entrepreneur-who-turned-her-sobriety-journey-into-a-booming-business/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jane Hanson",
  "published": "2024-01-07T02:00:00.000+02:00",
  "title": "As Millions Embrace Dry January, Meet The Entrepreneur Who Turned Her Sobriety Journey Into A Booming Business",
  "text": "“My name is Kathy, and I am an alcoholic.”\nSo starts the Meet the Founder page of Kathy VandenBerghe’s dating app, Sober Dating … One Date at a Time . VandenBerghe is what you might call an accidental entrepreneur; a female founder who started her business simply because she needed it at a pivotal point in her life - and it didn’t yet exist.\nTurning Personal Tragedy Into Opportunity\nVandenBerghe’s story is an inspiring example of how strong female leaders can turn tragedy into opportunity. As a young woman, the California native married a Wall Street executive, moved to Greenwich, CT and raised four children. At 49 years old, her marriage ended, and she spent the next 10 years celebrating her independence - with alcohol.\n“There was always a celebration and there was always champagne,” VandenBerghe shared. Her ten-year party ended tragically in a hotel room in Las Vegas. “I woke up on the bathroom floor and murdered about 20 relationships with drunk texting.” She called a friend for help and that day embarked on her journey to sobriety.\nVandenBerghe celebrated one year of sobriety during the pandemic and was ready to get back in the dating game. “It was important to me that I date someone who is as mindful about their drinking as I am,” she said. She searched for sober dating apps and found none. It was at that moment that her mission - create an inclusive dating app that creates community and connects like-minded people committed to sobriety - took shape.\nMORE FOR YOU What s Going On With Reacher Season 2 Fight Choreography Reacher Season 2 Is Now Officially One Of The Worst Shows On TV Satoshi Woke Up Legend Of Bitcoin s Mystery Creator Satoshi Nakamoto Suddenly Deepens Finding the White Space The online dating industry is huge - and growing. More than 380 million people around the world used online dating apps in 2023. And options for online daters are abundant, with platforms catering to a wide variety of characteristics, including religious beliefs (Jdate, Christian Mingle), age (SilverSingles, SeniorMatch) and orientation (Grindr, HER).\nYet, among all the dating platforms, VandenBerghe couldn’t find one that connected people committed to living a sober life (that includes drugs and alcohol.) In other words, she found that white space, or what Harvard Business School describes as, “a place where a company might have room to maneuver in a crowded playing field.” And she set out to monetize that white space.\n“I thought, ‘You know what universe? I can do this. I’ve got some great ideas,’” VandenBerghe said. “So, I threw it out there and the universe answered. She gave me all the people. She gave me app developers, ex-employees at Apple and engineers. And people just started showing up.” Ten months later Sober Dating was available in the App Store.\nThat was just over two years ago, and the app has been downloaded more than three million times and has close to one million active (paid) users from 59 countries around the world, including the US, India, the United Kingdom, Pakistan and Cambodia.\nIt’s clear this app filled a void. User testimonials include expressions of gratitude such as, “I choose Sober Dating for the connections I am able to make with potential partners that are also fulfilled by a life of clarity, and free from drugs and alcohol” and “Sober Dating has quickly become my favorite dating app because it removes that initial hurdle of vetting potential matches that also don’t drink.”\nRiding The Trend VandenBerghe’s motivation to start Sober Dating was clearly personal. But she has, perhaps inadvertently, tapped into a trend - and a market segment - that is strong, growing and lucrative. Sobriety is no longer a taboo topic kept hidden for fear of judgment. “We are starting to recover out loud,” said VandenBerghe. “It’s no longer shameful. People are talking about it more. I think the stigma is really melting away.” Here’s why.\nIncreased focus on mindfulness and wellness. We are in the midst of a seismic shift towards mindfulness and wellness and that shift often includes avoiding or limiting alcohol consumption.\nThis shift can easily be seen in alcohol industry statistics. The Wall Street Journal recently reported that U.S. beer shipments for 2023 are expected to have hit their lowest level in a quarter-century. At the same time, sales of non-alcoholic beer, wine and spirits are on the rise, increasing 54% in the first half of 2023 and 73% during Sober October last year, according to alcohol delivery program Drizly.\nGen Z drinks less. Alcohol consumption by younger consumers is on the decline. Gen Zers are drinking about 20% less alcohol than millennials did at their age. And many are forgoing booze entirely. A study revealed that the share of college-age students abstaining completely from alcohol has grown from 20 to 28 percent over the last two decades. The decline is thought to be attributed in part to an increased focus on health as well as a shift toward the use of legal marijuana.\nAlcohol is harmful to the body and mind . Gearing up for the more than 40% of U.S. adults who will take part in Dry January this year, the Today Show recently reported on the health benefits of abstaining from alcohol. These include a rapid decrease in chemical messengers in the blood associated with cancer progression, improvements in insulin resistance, weight and blood pressure, less acid reflux, better sleep, more energy, weight loss and better skin. And aside from the physical, those who give up drinking often have an increased sense of achievement and better mental clarity.\nFor many “sober curious” people around the globe, Dry January and Sober October are solid first steps toward healthier life choices. For others, sobriety is an imperative in their everyday lives. Thanks to VandenBerghe and the sober community she has helped build, those looking to live alcohol free now have a safe space to find connection and love in a substance-free world.\nJane Hanson",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [
    "https://www.usatoday.com/story/money/2023/10/26/non-alcoholic-beer-wine-spirits-sales-increase/71183950007/",
    "https://www.statista.com/forecasts/891146/eservices-dating-services-online-user-by-segment-worldwide",
    "https://www.sciencedaily.com/releases/2020/10/201012120007.htm",
    "https://www.businessinsider.com/millennials-gen-z-drag-down-beer-sales-2018-2?r=US&IR=T",
    "https://capi.connatix.com/tr/si?token=2f8ffe6b-3135-4f5d-92bc-d6a427cad63a",
    "https://www.wsj.com/business/the-bud-light-boycott-was-just-the-beginning-of-a-crazy-year-for-beer-9de3a402",
    "https://soberdating.app/",
    "https://usatoday.com/story/money/2023/10/26/non-alcoholic-beer-wine-spirits-sales-increase/71183950007/",
    "https://sciencedaily.com/releases/2020/10/201012120007.htm",
    "https://www.businessinsider.com/millennials-gen-z-drag-down-beer-sales-2018-2",
    "https://statista.com/forecasts/891146/eservices-dating-services-online-user-by-segment-worldwide",
    "https://capi.connatix.com/tr/si",
    "https://wsj.com/business/the-bud-light-boycott-was-just-the-beginning-of-a-crazy-year-for-beer-9de3a402",
    "https://www.capi.connatix.com/tr/si?token=2f8ffe6b-3135-4f5d-92bc-d6a427cad63a",
    "https://soberdating.app",
    "https://www.soberdating.app/",
    "https://www.usatoday.com/story/money/2023/10/26/non-alcoholic-beer-wine-spirits-sales-increase/71183950007",
    "https://businessinsider.com/millennials-gen-z-drag-down-beer-sales-2018-2?r=US&IR=T"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kathy",
        "sentiment": "negative"
      },
      {
        "name": "kathy vandenberghe",
        "sentiment": "neutral"
      },
      {
        "name": "vandenberghe",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "california",
        "sentiment": "none"
      },
      {
        "name": "las vegas",
        "sentiment": "none"
      },
      {
        "name": "greenwich",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:19:38.355+02:00",
  "updated": "2024-01-08T01:37:19.002+02:00"
}