{
  "thread": {
    "uuid": "55ad8231d1f86bc8eb58611f6f53afba9c79ae24",
    "url": "https://vnexplorer.net/z/1206813.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "After Leonardo DiCaprio, more celebrities rally for Masungi",
    "title_full": "After Leonardo DiCaprio, more celebrities rally for Masungi",
    "published": "2024-07-05T02:50:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1pp5UC.img",
    "performance_score": 0,
    "domain_rank": 98072,
    "domain_rank_updated": "2024-07-02T13:08:29.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "55ad8231d1f86bc8eb58611f6f53afba9c79ae24",
  "url": "https://vnexplorer.net/z/1206813.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-07-05T02:50:00.000+03:00",
  "title": "After Leonardo DiCaprio, more celebrities rally for Masungi",
  "text": "Amid the call of Hollywood star Leonardo DiCaprio to protect Masungi Georeserve, Filipino celebrities including Glaiza de Castro, Anne Curtis, John Arcilla, and TV broadcaster Karen Davila have also expressed their support for safeguarding the protected area in Rizal province. In the comment section of the “Titanic” actor’s post urging Bongbong Marcos to intervene and protect the Masungi Georeserve amid geological threats such as mining, Arcilla, Muñoz, and Davila echoed the sentiment to protect the area. “Thank you so much for this awareness and call [@leonardodicaprio]. Such a noble endeavor; it’s a pity that we Filipinos ourselves are not even aware of this. Thank you. I will definitely share this,” wrote Arcilla. “Thank you. The people depending on our environment are our most vulnerable sectors who haven’t been given enough of a voice to protect the natural resources that they love and rely on,” saidMuñoz. Davila pitched in, saying: “Thank you [@leonardodicaprio] and Bravo [@masungigeoreserve] for keeping on! Amazing to see the world stand with the brave work you do!” Image: Instagram Image: Instagram Screenshot from Leonardo DiCaprio&#039;s Instagram Meanwhile, actress Glaiza de Castro and Miss Universe Philippines first runner-up Stacey Gabriel recently participated in a tree-nurturing activity at the Masungi Georeserve, describing it as a “project that aims to preserve and protect rainforests in Rizal.” On the other hand, Curtis took to X (formerly Twitter) to voice out her support for Masungi and her desire to visit the area sometime soon. “We must protect [MasungiGeoreserve] [crying emojis]. I have yet to visit but have been meaning to go!” wrote the actress-host. In April, actress Nadine Lustre and P-pop boy group member Justin De Dios of SB19 first expressed their support for the Masungi Georeserve. After DiCaprio’s call for action, the Department of Environment and Natural Resources (DENR) released a statement saying they appreciate the celebrities reactions but “no one is above the law.” “We appreciate the statements of concern for the Philippine environment from international celebrities who are distinguished in their respective fields. However, no one is exempt from the law,” they wrote. In response, Masungi Georeserve posted their reaction on X (formerly Twitter), affirming that “Masungi is not a resort” and is known for “implementing some of the strictest and most sustainable visitor protocols and carrying capacities in the country.” Masungi is managed by Masungi Georeserve Foundation Inc. (MGFI) and funded by the private firm Blue Star Construction &amp; Development Corporation. It is currently facing threats of commercial encroachment and the cancellation of its contract with the government.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "masungi georeserve",
        "sentiment": "negative"
      },
      {
        "name": "leonardo dicaprio",
        "sentiment": "negative"
      },
      {
        "name": "muñoz",
        "sentiment": "none"
      },
      {
        "name": "davila",
        "sentiment": "none"
      },
      {
        "name": "karen davila",
        "sentiment": "none"
      },
      {
        "name": "glaiza de castro",
        "sentiment": "none"
      },
      {
        "name": "anne curtis",
        "sentiment": "none"
      },
      {
        "name": "arcilla",
        "sentiment": "none"
      },
      {
        "name": "john arcilla",
        "sentiment": "none"
      },
      {
        "name": "bongbong marcos",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "hollywood",
        "sentiment": "none"
      },
      {
        "name": "rizal province",
        "sentiment": "none"
      },
      {
        "name": "arcilla",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T10:54:06.129+03:00",
  "updated": "2024-07-05T10:54:06.129+03:00"
}