{
  "thread": {
    "uuid": "40449686066a53cca86119954adb12a09ec8a1b3",
    "url": "https://dailytrust.com/hamas-accepts-gaza-truce-proposal/",
    "site_full": "dailytrust.com",
    "site": "dailytrust.com",
    "site_section": "https://dailytrust.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Daily Trust",
    "title": "Hamas accepts Gaza truce proposal - Daily Trust",
    "title_full": "Hamas accepts Gaza truce proposal - Daily Trust",
    "published": "2024-05-06T21:50:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://dailytrust.com/wp-content/uploads/2023/10/Gaza-strip.jpeg",
    "performance_score": 0,
    "domain_rank": 28002,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "40449686066a53cca86119954adb12a09ec8a1b3",
  "url": "https://dailytrust.com/hamas-accepts-gaza-truce-proposal/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@daily_trust",
  "published": "2024-05-06T21:50:00.000+03:00",
  "title": "Hamas accepts Gaza truce proposal - Daily Trust",
  "text": "Hamas leader Ismail Haniyeh on Monday informed mediators Qatar and Egypt that his Palestinian militant group had accepted their proposal for a ceasefire in Gaza after nearly seven months of war.\nHaniyeh had spoken on the phone with Qatar’s Prime Minister Sheikh Mohammed bin Abdulrahman Al Thani and with Egyptian Intelligence Minister Abbas Kamel, “and informed them of Hamas’s approval of their proposal regarding a ceasefire agreement”, the group said in a statement published on its official website.\nA senior Hamas official however stressed that “this does not mean that the ceasefire has come into effect yet”, pointing out that “the Israeli side has not yet communicated its position”.\n“The ball is now in the court of the Israeli occupation, whether it will agree to the ceasefire agreement or obstruct it,” another senior official told AFP on condition of anonymity, because he was not authorised to speak publicly about the negotiations.\nNigerians ask Interior Ministry to ensure faster processing of passports No plan to establish foreign military base in Nigeria – FG The Hamas announcement came after Israel on Monday called on Palestinians to leave eastern Rafah ahead of a ground invasion of the southern Gaza city, amid increasing global alarm about the consequences of such a move.\nIn Rafah, where civilians had voiced fear and confusion over the evacuation order, crowds cheered and fired in the air in the streets following Hamas’s announcement, an AFP correspondent reported.\nPeople were crying tears of happiness, chanting “Allahu Akbar” (God is Greatest) and shooting in the air in celebration of the news, the correspondent said.\nDespite months of shuttle diplomacy, mediators have failed to broker a new truce like the week-long ceasefire that saw 105 hostages released last November, the Israelis among them in exchange for Palestinians held by Israel.\nPrevious negotiation efforts had stalled in part because of Hamas’s demand for a lasting ceasefire and Netanyahu’s vows to crush its remaining fighters in Rafah.\nGaza’s bloodiest-ever war began following Hamas’s unprecedented October 7 attack on Israel that resulted in the deaths of more than 1,170 people, mostly civilians, according to an AFP tally of Israeli official figures.\nIsrael estimates that 128 of the hostages abducted by militants on October 7 remain in Gaza, including 35 who the military says are dead.\nVowing to destroy Hamas, Israel has conducted a retaliatory offensive that has killed at least 34,735 people in Gaza, mostly women and children, according to the Hamas-run territory’s health ministry.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ismail haniyeh",
        "sentiment": "negative"
      },
      {
        "name": "sheikh mohammed bin abdulrahman al thani",
        "sentiment": "none"
      },
      {
        "name": "abbas kamel",
        "sentiment": "none"
      },
      {
        "name": "haniyeh",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "negative"
      },
      {
        "name": "interior ministry",
        "sentiment": "none"
      },
      {
        "name": "afp",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "qatar",
        "sentiment": "none"
      },
      {
        "name": "egypt",
        "sentiment": "none"
      },
      {
        "name": "nigeria",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-06T22:12:51.031+03:00",
  "updated": "2024-05-06T22:12:51.031+03:00"
}