{
  "thread": {
    "uuid": "fb58af5c8b795a23a5bc3959ea3b344bfe7e5743",
    "url": "https://viajes.nationalgeographic.com.es/ubicacion-exacta/piscina-natural-puentes-colgantes-y-embarcadero-valencia_20770",
    "site_full": "viajes.nationalgeographic.com.es",
    "site": "nationalgeographic.com.es",
    "site_section": "https://viajes.nationalgeographic.com.es/",
    "site_categories": [
      "travel",
      "top_news"
    ],
    "section_title": "\rViajes National Geographic. Grandes viajes, escapadas, gastronomía y vivir viajando",
    "title": "La piscina natural de València con puentes colgantes y ¡un embarcadero!",
    "title_full": "La piscina natural de València con puentes colgantes y ¡un embarcadero!",
    "published": "2024-07-05T11:10:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://viajes.nationalgeographic.com.es/medio/2024/07/05/ubex-adjunto-superior-90_88f136b6_240705091454_1200x630.jpg",
    "performance_score": 0,
    "domain_rank": 9277,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fb58af5c8b795a23a5bc3959ea3b344bfe7e5743",
  "url": "https://viajes.nationalgeographic.com.es/ubicacion-exacta/piscina-natural-puentes-colgantes-y-embarcadero-valencia_20770",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sandra Bódalo Munuera",
  "published": "2024-07-05T11:10:00.000+03:00",
  "title": "La piscina natural de València con puentes colgantes y ¡un embarcadero!",
  "text": "¿Qué tendrán de mágico los embarcaderos? Algo tendrán para atraer a tantos transeúntes y amantes de la fotografía. Quizás sean sus pasarelas de madera (casi) infinitas, su aguas calmadas o esa atmósfera tranquila y enigmática que se respira , pero sin duda algo tienen. O también puede que se deba a esas escenas de ficción que se han quedado grabadas en la memoria: desde Dawson crece, el éxito adolescente de los noventa; hasta otras más recientes, como El Embarcadero, filmada en plena Albufera. Pero si una cosa está clara es que la Comunitat Valenciana, ya sea por su tradición pesquera o por su herencia árabe, tiene un largo repertorio. Y el Charco Azul es uno de ellos. CHULILLA, UN TESORO DEL INTERIOR VALENCIANO Resguardado entre las hoces del Turia, este embarcadero de aguas turquesas se ha convertido en uno de los más visitados. De hecho, su idílico paisaje es una de las paradas obligatorias de la ruta de los puentes colgantes —también conocida como ruta de Los Calderones o de Los Pantaneros —. La senda comienza en Chulilla, un pueblo valenciano de estilo medieval que enamora a sus visitantes nada más llegar. La colección de casas blancas encaladas, las calles empinadas y angostas, su muralla y su castillo son algunos de los ingredientes que hacen de este pequeño municipio la instantánea mediterránea perfecta. Porque aunque, a priori, parezca que el Levante solo sea sinónimo de playa, también cuenta con un interior lleno de encanto y digno de explorar. Al igual que ocurre con Montanejos (Castellón), Bolbaite (Valencia) o Callosa d'en Sarrià (Alicante), Chulilla es un tesoro verde-azulado, gracias a su naturaleza montañosa y piscinas naturales. Y su ruta circular es una de las más atravesadas —sobre todo desde la pandemia cuando el turismo local se convirtió en tendencia (obligada)— por senderistas y excursionistas. Desde los consagrados, hasta los más amateurs. Porque aunque las palabras “puente” y “colgante” puedan causar respeto, la dificultad de este camino es más bien sencilla y su duración no supera las dos horas. UNA EXCURSIÓN DESDE LAS ALTURAS Naturaleza verde en estado puro en pleno Paraje Natural Municipal Los Calderones. Una de las excursiones más espectaculares de la provincia de València, que atraviesa las diferentes hoces (cañones) del río Turia, pasando por barrancos, embalses y miradores —como el Mirador de Compuertas y el de la Carrucha—. Y, por supuesto, sus dos aclamados puentes colgantes, alcanzando el más alto de ellos, los 15 metros de altura y los 20 de longitud. Su origen se remonta a los años 50, concretamente a la construcción del embalse de Loriguilla, cuando los trabajadores caminaban más de cinco kilómetros diarios, desde Chulilla hasta su lugar de trabajo. Pero con el paso de los años, el río ha creado una profunda garganta que ha dado lugar a paredes verticales de más de 80 metros, no es de extrañar que este paraíso sea meca mundial de la escalada. EL CHARCO AZUL: EL DESENLACE Y como culmen de esta aventura, el Charco Azul, un encantador embalse de aguas turquesas del río Turia. Cuyo mayor atractivo (o al menos el más fotogénico) es su embarcadero de madera, situado al pie del imponente Cañón del Turia y rodeado de paredes rocosas. Uno de esos paisajes que podrían hacerse pasar por un destino del Sudeste Asiático. Y que con las temperaturas al borde del colapso invitan a darse un chapuzón sin dudarlo. Suscríbete a nuestra newsletter para descubrir cada domingo los viajes más sorprendentes",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T11:29:36.872+03:00",
  "updated": "2024-07-05T11:29:36.872+03:00"
}