{
  "thread": {
    "uuid": "0873f0a0d40afb4d9b5db411536c5be8f1fda06d",
    "url": "https://guyanachronicle.com/2024/03/29/grounds-curators-praise-workshop",
    "site_full": "guyanachronicle.com",
    "site": "guyanachronicle.com",
    "site_section": "http://guyanachronicle.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "Guyana Chronicle",
    "title": "Grounds curators praise workshop",
    "title_full": "Grounds curators praise workshop",
    "published": "2024-03-29T09:20:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://guyanachronicle.com/wp-content/uploads/2020/12/sports.png",
    "performance_score": 0,
    "domain_rank": 83917,
    "domain_rank_updated": "2024-03-26T12:08:39.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0873f0a0d40afb4d9b5db411536c5be8f1fda06d",
  "url": "https://guyanachronicle.com/2024/03/29/grounds-curators-praise-workshop",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Staff Reporter",
  "published": "2024-03-29T09:20:00.000+03:00",
  "title": "Grounds curators praise workshop",
  "text": "BRIDGETOWN, Barbados (CMC) – Participants who have completed a series of workshops on groundsmanship over the past month have hailed the initiative.\nOver 100 men and women went through theoretical and practical sessions geared towards education and re-education on the rudiment of their crucial role of pitch preparation and outfield maintenance in preparation for the ICC Men’s Twenty20 World Cup 2024 West Indies & United States.\nFormer Barbados left-arm spinner Winston Reid, the lead curator for the Barbados Cricket Association (BCA), said the workshops were a good idea.\n“This is something that should be encouraged, and I know the staff here benefitted tremendously,” he said.\n“It was a wonderful eye-opener, an education in many ways; it was enlightening and interactive … and the responses I got from the others who participated, said to me it was clear they too benefitted in a meaningful way.”\nReid, who is based at Kensington Oval in Bridgetown, the venue for the final of the T20 World Cup to be played on Saturday, June 29, had a hugely successful cricket career, playing over 100 matches at the senior level for Barbados.\nHe joined the staff at the historic venue 19 years ago ahead of the ICC Men’s (50 overs) Cricket World Cup 2007 and has supervised the work at the iconic ground over that time.\n“The reason behind the workshop was to improve in every way we can and to do better at our jobs,” Reid said.\n“We are gearing up towards the ICC Men’s T20 World Cup, which will be the biggest event we have ever hosted. We will be staging the final at this magnificent venue, so we want to make sure everyone is fully equipped.”\nHe said: “Not only for Kensington, but for curatorship at all the other venues around the island and the region. We want to see better pitches and fields and playing conditions for our players to show their skills and to entertain the fans in the stands.\n“So, this was a very timely workshop series, which augurs well for the game in the West Indies going forward.”\nSix territories in the Caribbean will host matches in the ninth edition of the T20 World Cup, which will be played from June 1 to 29.\nThe Caribbean, which hosted the event 14 years ago, will hold matches at Kensington Oval, Vivian Richards Cricket Ground in Antigua, National Cricket Stadium in Guyana, Daren Sammy Cricket Ground in St Lucia, Arnos Vale Sports Complex in St Vincent, and Brian Lara Cricket Academy in Trinidad.\nThe event will be the largest in the tournament’s history with 20 international teams playing 55 matches across nine locations.\nIt is the first time that the United States will host matches at a T20 World Cup, with 16 first round contests split between the Nassau County International Cricket Stadium a little outside the city of New York, Grand Prairie Cricket Stadium in the city of Dallas in the state of Texas, and Broward County Stadium in the city of Lauderhill in the state of Florida.\nCWI manager of cricket operations and head of cricket for the T20 World Cup, Roland Holder, said the series was crafted by the organisers and designed to up-skill existing curators across the Caribeban by exposing them to international best practices for pitch preparation and applicable maintenance.\nThe former Barbados captain and West Indies batsman said the workshops were also designed to simultaneously expand the cadre of curators in the Caribbean by identifying new talent with the appropriate combination of theoretical knowledge and practical exposure, to lend further expertise to match venues to deliver a world-class event in June.\nA CWI Curators’ Manual was also produced in the lead up to the workshop and will be disseminated to the curators to help them in their work.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "winston reid",
        "sentiment": "none"
      },
      {
        "name": "reid",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "west indies & united states",
        "sentiment": "none"
      },
      {
        "name": "icc",
        "sentiment": "none"
      },
      {
        "name": "barbados cricket association",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "barbados",
        "sentiment": "none"
      },
      {
        "name": "bridgetown",
        "sentiment": "none"
      },
      {
        "name": "bridgetown",
        "sentiment": "none"
      },
      {
        "name": "kensington oval",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T09:56:57.227+03:00",
  "updated": "2024-03-29T09:56:57.227+03:00"
}