{
  "thread": {
    "uuid": "0e40ed5a66b8843bd1465454cb49adeb083ce7ad",
    "url": "https://www.airforcetimes.com/off-duty/military-culture/2024/05/04/may-the-4th-be-with-you-how-world-war-ii-influenced-star-wars",
    "site_full": "www.airforcetimes.com",
    "site": "airforcetimes.com",
    "site_section": "https://www.airforcetimes.com/arc/outboundfeeds/rss/category/news/your-air-force?outputType=xml",
    "site_categories": [
      "media",
      "jobs",
      "us_military"
    ],
    "section_title": "Air Force Times",
    "title": "‘May the 4th be with you’: How World War II influenced ‘Star Wars’",
    "title_full": "‘May the 4th be with you’: How World War II influenced ‘Star Wars’",
    "published": "2024-05-04T16:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.airforcetimes.com/resizer/XdikuXObDvAJnTPc31lHtdTXf-U=/1024x0/filters:format(jpg):quality(70)/cloudfront-us-east-1.images.arcpublishing.com/archetype/5Z2LSQ7XPBDUVA6GRK4XRHR2QQ.jpg",
    "performance_score": 0,
    "domain_rank": 12658,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0e40ed5a66b8843bd1465454cb49adeb083ce7ad",
  "url": "https://www.airforcetimes.com/off-duty/military-culture/2024/05/04/may-the-4th-be-with-you-how-world-war-ii-influenced-star-wars",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Claire Barrett",
  "published": "2024-05-04T16:00:00.000+03:00",
  "title": "‘May the 4th be with you’: How World War II influenced ‘Star Wars’",
  "text": "“By accident, a great deal [of J.R.R. Tolkien’s book series “The Lord of the Rings”] can be read topically,” Maj. Warren Lewis, brother to C.S. Lewis, wrote in possibly the first ever review of the novel in 1949. “The Shire standing for England, Rohan for France, Gondor the Germany of the future, Sauron for Stalin.”\nAnd while Tolkien later explicitly rejected the idea that his “story was an allegory of any historical event, most of all the recent war against Nazism … for all such protestations, Lewis had clearly been on to something back in 1949,” historian Alan Allport wrote in his 2020 book about the social and military history of the U.K. during World War II, “Britain at Bay.”\nRather than singularly weaving a mythopoeic fantasy world, Allport contended, Tolkien’s future audience “was going to see associations between events in Middle Earth and those in their own world.”\nTolkien, however, was not the first nor the last to draw inspiration from the cataclysmic bloodletting that was the Second World War.\nToday, as fans celebrate May the Fourth (be with you), one does not have to stray far to glean that the galaxy of “Star Wars” is rife with WWII-based allegories — and its fanbase might equal, if not surpass, Tolkien’s.\n“Star Wars” creator George Lucas famously studied over 25 hours of footage from\nWorld War II dogfights and jittery newsreel imagery while researching for the films — even using the footage as placeholders in the film before special effects were added.\n“So one second you’re with the Wookiee in the spaceship and the next you’re in ‘The Bridges at Toko-Ri.’ It was like, ‘George, what is going on?’” Willard Huyck, a screenwriter and personal friend of Lucas,\nstated in a 1997 interview.\nThough the b-roll was eventually edited out, the aerial tactics established in World War II remain visible.\nOne such shot, according to National WWII Museum and Memorial curator\nCorey Graff, “showed aircraft peeling out of formation and dropping from sight. The clip was used as a model for the memorable shot of Rebel craft diving to attack the Death Star. One at a time, the fictional spaceships elegantly ‘aileron roll’ across the screen, mimicking the movements of the 1940s aircraft almost exactly.”\nEntire books have been devoted to such analogies, but we’ve summed up a few of our favorites for some May the Fourth enjoyment.\nThe Millennium Falcon’s cockpit came from the Boeing B-29 Fortress\nAfter studying hours of WWII footage, Lucas became particularly enamored with the cockpit of B-29s — the famous bomber known for dropping the atomic bombs on Hiroshima and Nagasaki in 1945.\nThe result? The cockpit of Han Solo’s beloved Millennium Falcon looks like it was lifted straight out of Boeing’s blueprints, replete with the B-29′s signature greenhouse-style cockpit. And, exactly like on the Superfortress, the Falcon sports defensive gun turrets — which come in handy when battling a Death Star.\nThe Empire’s similarities to Nazi Germany\nFrom stormtroopers to Imperial officers’ uniforms and even Darth Vader’s helmet, which resembles those worn by the Wehrmacht during WWII, the analogies between Nazi Germany and the Galactic Empire are not exactly subtle.\nThe gradual rise of Hitler from German chancellor to Nazi dictator is further mirrored in the rise of Darth Sidious, or Sheev Palpatine, from chancellor to world’s most in-need-of-facial-moisturizer emperor.\nDepictions of Star Wars spaceships were influenced by WWII fighters\nOnce again Lucas turned to World War II aviation for inspiration to give his spaceships unique sounds. According to Ian D’Costa for\nTacairnet, sounds couldn’t easily be synthesized in the same way studios can create movie sound effects today. To get around that, Lucas sent out sound designer Ben Burtt to Reno Air Races in Nevada, where he was allowed to record the noise of P-51 Mustangs racing overhead.\nBurtt later recalled, “I just said, ‘I want to record some planes,’ and they said ‘Yeah? Then go on out there.’ You could never do that nowadays. I was out at the pylons, and planes were passing 15 feet above my head. They were so fast that I could hardly see them go by; they were just a blur, though I could smell the oil and exhaust. ... Almost all of the spaceships came out of those Mojave recordings, including the Falcon.”\nThe Death Star trench run was inspired by the British Dambuster Raid\nLucas further drew inspiration from the 1955 film “The Dam Busters,” which chronicles the audacious British raid on Germany’s strategic river dams in 1943. The dams were heavily defended by anti-aircraft fire, a recurring theme in “Star Wars.”\n“The Death Star attack is all about combat in the face of desperate odds,” Graff wrote in\nSmithsonian Magazine in 2020. “It’s a clear homage to the epic air battles seen in movies from the 1950s and 1960s.”\nThe Rebels suffer catastrophic losses, and the Death Star raid, just like in 1943, teeters on the brink of failure, “until a pivotal moment when [the] Millennium Falcon comes diving out of the ‘sun,’ a trick as old as military aviation itself,” Graff concluded.\nClaire Barrett is the Strategic Operations Editor for Sightline Media and a World War II researcher with an unparalleled affinity for Sir Winston Churchill and Michigan football.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Arts, Culture and Entertainment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://smithsonianmag.com/air-space-magazine/air-battles-became-star-wars-1-180975832/",
    "https://www.businessinsider.com/star-wars-world-war-ii-dogfights-ww2-2015-12",
    "https://starwars.com/video/george-lucas-interview-aerial-dogfights-in-star-wars",
    "https://www.smithsonianmag.com/air-space-magazine/air-battles-became-star-wars-1-180975832/",
    "https://tacairnet.com/2015/12/14/star-wars-connection-to-wwii-era-military-aviation/",
    "https://www.smithsonianmag.com/air-space-magazine/air-battles-became-star-wars-1-180975832",
    "https://www.starwars.com/video/george-lucas-interview-aerial-dogfights-in-star-wars",
    "https://www.tacairnet.com/2015/12/14/star-wars-connection-to-wwii-era-military-aviation/",
    "https://tacairnet.com/2015/12/14/star-wars-connection-to-wwii-era-military-aviation",
    "https://businessinsider.com/star-wars-world-war-ii-dogfights-ww2-2015-12"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "c.s. lewis",
        "sentiment": "none"
      },
      {
        "name": "stalin",
        "sentiment": "none"
      },
      {
        "name": "alan allport",
        "sentiment": "none"
      },
      {
        "name": "allport",
        "sentiment": "none"
      },
      {
        "name": "shire",
        "sentiment": "none"
      },
      {
        "name": "gondor",
        "sentiment": "none"
      },
      {
        "name": "lewis",
        "sentiment": "none"
      },
      {
        "name": "warren lewis",
        "sentiment": "none"
      },
      {
        "name": "sauron",
        "sentiment": "none"
      },
      {
        "name": "rohan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "j.r.r. tolkien",
        "sentiment": "neutral"
      },
      {
        "name": "tolkien",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "england",
        "sentiment": "none"
      },
      {
        "name": "u.k.",
        "sentiment": "none"
      },
      {
        "name": "bay",
        "sentiment": "none"
      },
      {
        "name": "france",
        "sentiment": "none"
      },
      {
        "name": "germany",
        "sentiment": "none"
      },
      {
        "name": "middle earth",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-04T18:53:33.322+03:00",
  "updated": "2024-05-04T18:53:33.322+03:00"
}