{
  "thread": {
    "uuid": "80531a2210face0ccd720d7eb7f05b9268f9cf16",
    "url": "https://www.elmundo.es/internacional/2024/03/09/65ec9640fc6c83e82e8b45ae.html",
    "site_full": "www.elmundo.es",
    "site": "elmundo.es",
    "site_section": "http://estaticos.elmundo.es/elmundo/rss/internacional.xml",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "",
    "title": "Tres generaciones de británicos salen a la calle en solidaridad con Palestina",
    "title_full": "Tres generaciones de británicos salen a la calle en solidaridad con Palestina",
    "published": "2024-03-09T18:12:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://phantom-elmundo.unidadeditorial.es/e2c3f557a39f340c72b112e17133e4bb/f/webp/assets/multimedia/imagenes/2024/03/09/17100040199175.jpg",
    "performance_score": 0,
    "domain_rank": 1165,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "80531a2210face0ccd720d7eb7f05b9268f9cf16",
  "url": "https://www.elmundo.es/internacional/2024/03/09/65ec9640fc6c83e82e8b45ae.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "María Sierra",
  "published": "2024-03-09T18:12:00.000+02:00",
  "title": "Tres generaciones de británicos salen a la calle en solidaridad con Palestina",
  "text": "- Oriente Próximo\nEl tribunal de la ONU exige a Israel que no cometa un genocidio en Gaza\n- Guerra\nMiles de británicos desafían a Sunak en una nueva marcha pro-Palestina\nMiles de ciudadanos participaron este sábado en Londres en la manifestación nacional en solidaridad con Palestina, que recorrió arterias cruciales de la capital británica hasta recalar ante la embajada de Estados Unidos, al sur de Támesis. La cantante Charlotte Church, las diputadas Zarah Sultana y Beth Winter o la veterana activista Lindsey German compartieron el liderazgo de la marcha como colofón al Día Internacional de la Mujer.\nMayores, jóvenes y niños- incluidos miembros de tres generaciones de la misma familia- se unieron a la masiva protesta en favor de un alto el fuego inmediato y el \"fin del\ngenocidio en Gaza\". Recorrieron barrios de Londres en ambiente alegre y a un ritmo tranquilo en desafío al Gobierno, medios y organizaciones conservadores, que denuncian las movilizaciones pro Palestina como una afrenta a los judíos.\n\"Estamos aquí porque no podemos soportar lo que estamos presenciando, no podemos tolerar ver matanzas de civiles, niños y mujeres\", dijo la artista galesa. Ben Jamal, director de la Campaña de Solidaridad con Palestina (PSC, por las siglas en inglés), promotor de la serie de manifestaciones, recordó que medio millón de gazatíes están al borde de la hambruna y al menos veinte niños han muerto de inanición en las últimas semanas.\nPenny Blackmore, enfermera jubilada, comparte con Church el sentimiento de rabia e impotencia ante la situación en Gaza. \"Estoy harta de ver a niños sufriendo y me disgusta la respuesta o inacción de los gobiernos. Han perdido la visión de la noción de humanidad\", explica a este periódico. Ha viajado desde Bristol, en el oeste de Inglaterra, impulsada por la urgencia de apoyar al pueblo palestino y en oposición a la política británica desde la represalia israelí al brutal ataque de Hamas del 7 de octubre.\nLa ex ministra del Interior, Suella Braverman, las considera \"manifestaciones de odio\" que, según el comisionado en antiterrorismo, están convirtiendo el centro de Londres en \"zona excluida para los judíos\". El primer ministro Rishi Sunak añadió días atrás que las \"fuerzas extremistas intentan separarnos\".\nLos manifestantes consultados este sábado coinciden en que las \"marchas son lo contrario a odio\". \"Es un error encauzarlas como un asunto racial, cuando son muestra de frustración por lo que el Estado Israelí está haciendo en Palestina\", disputa Blackmore, cuyos hijos son judíos por parte paterna. \"La gente en el poder intenta convertir las protestas en una guerra cultural entre musulmanes y judíos, cuando es una protesta contra el Estado de Israel\", añade\nEn un jardín frente al puente de Vauxhall, a dos pasos del itinerario de la marcha, Emily y Pauline entretienen a sus dos hijas y nietas junto a otros simpatizantes del colectivo Padres por Palestina. \"Es una cuestión de respeto, amor, solidaridad, equidad... ¿por qué importa menos Gaza que Ucrania\", pregunta la madre de las pequeñas. A corta distancia una mujer con velo musulmán lleva en brazos una abultada toalla blanca en memoria de bebés que mueren casi a diario a consecuencia de bombardeos israelitas.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-10T00:24:00.295+02:00",
  "updated": "2024-03-10T00:24:00.295+02:00"
}