{
  "thread": {
    "uuid": "52818788ec6d949217fd893b7e6a548d28a8c7dc",
    "url": "https://www.artshub.com.au/news/features/the-women-who-changed-their-lives-to-become-writers-2692501/",
    "site_full": "www.artshub.com.au",
    "site": "artshub.com.au",
    "site_section": "https://www.artshub.com.au/feed",
    "site_categories": [
      "job_search",
      "martial_arts",
      "jobs",
      "sports"
    ],
    "section_title": "ArtsHub Australia",
    "title": "The women who changed their lives to become writers",
    "title_full": "The women who changed their lives to become writers",
    "published": "2024-01-08T00:08:44.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://www.artshub.com.au/wp-content/uploads/sites/2/2024/01/darius-bashar-Qzpqhe9bC3U-unsplash-e1704348605509.jpg",
    "performance_score": 0,
    "domain_rank": 49442,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "52818788ec6d949217fd893b7e6a548d28a8c7dc",
  "url": "https://www.artshub.com.au/news/features/the-women-who-changed-their-lives-to-become-writers-2692501/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sally Grage-Moore",
  "published": "2024-01-08T00:08:44.000+02:00",
  "title": "The women who changed their lives to become writers",
  "text": "As a young woman, Lindy Ralph always loved writing, but got sidetracked. Training as a dental nurse and working across varied jobs in her 20s, including as a stage manager, she found herself pregnant with her son at 30 and became a single mother. The dental nursing put food on the table during this time but, after some years, she realised she was drawn to working in a creative field again. Ralph decided it was time to prioritise her own life again and ‘do what I really wanted to do’ – which was learn how to make money from writing – ‘but I just didn’t know how,’ she says. First she enrolled in a Bachelor of Creative Arts at La Trobe University in Bendigo, but when she lost her tour business during COVID in 2020, she decided to move back to Melbourne with her partner. At the age of 52, she enrolled in the Associate Degree of Professional Writing and Editing (PWE) at RMIT University. It was during this time that Ralph discovered she liked non-fiction writing and having three stories published on Mamamia and one on ABC Everyday gave her confidence to keep trying. ‘It was an exciting time in my life because I was finally studying something I actually enjoyed.’ There are many reasons people may change careers throughout their working lives, but what motivates 50-plus-year-old women to do this is another story. One of determination. Elizabeth Jolley is well-known as one of Australia’s most famous “late bloomer” women writers. During the 1991 Elizabeth Jolley lecture at Curtin University, Hazel Hawke acknowledged Jolley as one of Australia’s best loved and most significant authors. As reported in the Curtin University publication, Voice, Hawke said both she and Jolley had found their individual paths later in life, after raising families and living in their husbands’ shadows. Jolley published her first book at 53 and Hawke published her autobiography at 63. Barb Kelly is a mother of four children, one of whom has autism. Her early life was devoted to her children, being financially secure in a career as a teacher and working in the family businesses, namely a motel and delicatessen. Kelly says, ‘I was a bit of a family joke as I often wrote poems and speeches at birthdays and celebrations.’ She had done writing courses before, but after retiring from teaching in 2017 she became a student again, also in the Professional Writing and Editing course at RMIT. Now at 69, she says, ‘I feel like my life has changed forever doing this course.’ Kelly adds, ‘I think the PWE course provides powerful skills for women if they plan to change careers. There are so many exciting parts of a creative career and the development of circles of support within the students and teachers are forever.’ Ralph agrees, saying she has ‘incredible support from my PWE friends and teachers’. A career change will often involve heading back to study – whether at TAFE or university. Mature aged students are making up a greater and greater proportion of the student population. ‘The profile of current students is getting older. In 2022, around 49% of people studying for a non-school qualification were aged 15-24 years. This compares with 52% of all students a decade earlier in 2012, and 54% of all students in 2002.’ Australian Bureau of Statistics (May 2022), [Education and Work, Australia](https://www.abs.gov.au/statistics/people/education/education-and-work-australia/may-2022). Shaina Feinberg writes about women ‘blooming in their own time’ in her 2020, [New York Times](https://www.nytimes.com/2021/05/21/business/blooming-in-their-own-time.html) article. She quotes actor turned writer Abby McEnany as saying, ‘The term Late Bloomer made it seem like there was a prescribed age where you should have stuff. I don’t subscribe to that. Why should society get to say you’re late for something?’ I recently celebrated my 50th birthday in New York, a lifelong dream. Reaching this milestone, and recovering from burnout in my teaching job, prompted my decision to resign and follow my passion to study writing. I too enrolled in PWE at RMIT. I was thrilled to find that I wasn’t the only woman of my age in my cohort. I have asked some of my fellow classmates, ‘Why writing?’ and ‘Why now?’ An early love of writing is a repeated theme, and something that had been put on hold to pursue “real jobs” is a shared experience among these women. A sense of it now being “their turn” after marrying, raising children or working in careers that were unfulfilling, and having something important to say comes through. An understanding that a long life is not guaranteed, and that life can be pulled out from under you at any time, is also a motivating factor. Kora Fuller comes from a Greek migrant background, with English as a second language. She says, ‘I had no control over my life for a very long time, even during marriage. It’s only been in the last five years that I’ve been able to turn this around. A career in writing feels real only now, this year, during this course. I never thought it was ever possible until now. Writing and being around writers makes me feel so good and like my true self.’ Read: [Upcoming books for 2024, January to June](https://www.artshub.com.au/news/news/upcoming-books-for-2024-january-to-june-2688545/) Marika Vertzonis trained as an engineer and works in a job writing technical documentation. She feels this was maybe ‘the apprenticeship she needed’ for moving into ‘real writing’. The love of storytelling in her family and the migration stories told to her by her father, uncles and grandparents have inspired her to want to write these stories as historical fiction, preserving them for the generations to come. ‘Taking risks and trying something new has always worked well for me,’ says Anne-Marie Turner, who comes to the course from a background in medicine. ‘Writing has been a way to process events and try to create something beautiful from them. At this stage of our lives, we have so much life experience. That wisdom and perspective, with added talent and craft, can make for a successful writer.’ Barb Kelly is not deluded about the challenges of choosing writing as a career. ‘I know we have been repeatedly told that there is very little financial success in the writing field, and I can see that it is not very easy to write the “best seller”. I still think that any learning is of benefit and that different people will seize upon different careers according to their individual ideas.’ In her 2016 ArtsHub article, [Be comforted by 10 late bloomer careers](https://www.artshub.com.au/news/features/be-comforted-by-10-late-bloomer-careers-252096-2353547/), Madeleine Dore wrote, ‘Despite experiencing more than 39 rejections in one year alone … [Elizabeth Jolley] went on to publish 15 novels and four short story collections well into her 70s.’ There is no shortage of women who have led the way in becoming successful writers later in life and inspire us to do the same. It’s our time now and we’re determined to make the most of it.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://nytimes.com/2021/05/21/business/blooming-in-their-own-time.html)",
    "https://www.abs.gov.au/statistics/people/education/education-and-work-australia/may-2022).",
    "https://abs.gov.au/statistics/people/education/education-and-work-australia/may-2022).",
    "https://www.nytimes.com/2021/05/21/business/blooming-in-their-own-time.html)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lindy ralph",
        "sentiment": "positive"
      },
      {
        "name": "ralph",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "abc",
        "sentiment": "none"
      },
      {
        "name": "la trobe university",
        "sentiment": "none"
      },
      {
        "name": "rmit university",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "bendigo",
        "sentiment": "none"
      },
      {
        "name": "melbourne",
        "sentiment": "none"
      },
      {
        "name": "mamamia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:08:44.742+02:00",
  "updated": "2024-01-08T00:08:44.742+02:00"
}