{
  "thread": {
    "uuid": "f22895b9d579c0e7b32b3c86065a34cd07a5354f",
    "url": "https://tg.la7.it/scienza-e-tecnologia/parkinson-ce-un-un-nuovo-dispositivo-che-aiuta-a-camminare-05-01-2024-202630",
    "site_full": "tg.la7.it",
    "site": "la7.it",
    "site_section": "https://tg.la7.it",
    "site_categories": [
      "politics",
      "law_government_and_politics"
    ],
    "section_title": "TGLA7 ultime notizie | TG LA7",
    "title": "Parkinson, c'è un un nuovo dispositivo che aiuta a camminare | TG LA7",
    "title_full": "Parkinson, c'è un un nuovo dispositivo che aiuta a camminare | TG LA7",
    "published": "2024-01-05T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://tg.la7.it/sites/default/files/image-play/2024/01/202630_play.jpg?v=1704494902",
    "performance_score": 0,
    "domain_rank": 20281,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f22895b9d579c0e7b32b3c86065a34cd07a5354f",
  "url": "https://tg.la7.it/scienza-e-tecnologia/parkinson-ce-un-un-nuovo-dispositivo-che-aiuta-a-camminare-05-01-2024-202630",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redazione Digitale",
  "published": "2024-01-05T02:00:00.000+02:00",
  "title": "Parkinson, c'è un un nuovo dispositivo che aiuta a camminare | TG LA7",
  "text": "Buone notizie per i nove milioni di malati di Parkinson nel mondo. I ricercatori del SEAS di Garward e del Sargent College of Health & Rehabilitation Sciences della Bu, hanno creato un dispositivo, definito \" un robot morbido e indossabile \" che migliora il movimento delle persone malate di Parkinson e che li aiuta a camminare senza congelarsi. Il \" blocco\" (o congelamento) è un sintomo comune ai malati che perdono improvvisamente la capacità di muovere i piedi, spesso a meta' del passo, il che fa sì che si creino dei passi incertissimi, che si accorciano fino ad arrestarsi del tutto. Il \"blocco\" è uno dei maggiori responsabili delle cadute nelle persone affette dalla malattia di Parkinson.\nIl nuovo dispositivo Ora questo dispositivo di cui si parla nell'ultimo numero di Nature Medicine . Come si vede nel video allegato, viene indossato attorno ai fianchi e alle cosce, e dà una leggera spinta ai fianchi mentre la gamba oscilla, aiutando il paziente a compiere un passo piu' lungo. Fino ad ora, il \"blocco\" era trattato con una serie di terapie farmacologiche chirurgiche o comportamentali, nessuna delle quali e' particolarmente efficace.\nI ricercatori \"Abbiamo scoperto che una piccola quantita' di assistenza meccanica da parte del nostro abbigliamento robotico morbido ha prodotto effetti istantanei e ha reso piu' fluida la deambulazione in coloro che hanno preso parte allo studio\", ha dichiarato Conor Walsh, professore di ingegneria e scienze applicate Paul A. Maeder presso il SEAS e autore co-corrispondente dello studio. \"Sfruttare i robot indossabili morbidi per prevenire il congelamento dell'andatura nei pazienti con Parkinson ha richiesto una collaborazione tra ingegneri, scienziati della riabilitazione, fisioterapisti, biomeccanici e designer di abbigliamento\", ha detto Walsh, il cui team ha collaborato a stretto contatto con quello di Terry Ellis, professore e presidente del dipartimento di terapia fisica e direttore del Centro di neuroriabilitazione dell'Universita' di Boston.\nL'esperimento su un uomo di 73 anni L'equipe ha trascorso sei mesi di lavoro con un uomo di 73 anni affetto dalla malattia di Parkinson che, nonostante l'uso di trattamenti chirurgici e farmacologici, era soggetto a consistenti e invalidanti episodi di congelamento piu' di dieci volte al giorno, che provocavano frequenti cadute. Questi episodi gli impedivano di camminare nella sua comunita' e lo costringevano ad affidarsi a uno scooter per spostarsi all'esterno.\nIn una ricerca precedente, Walsh e il suo gruppo di ricerca hanno sfruttato l'ottimizzazione human-in-the-loop per dimostrare che un dispositivo morbido e indossabile poteva essere utilizzato per aumentare la flessione dell'anca e aiutare a far oscillare la gamba in avanti, fornendo un approccio efficiente per ridurre il dispendio energetico durante la camminata in individui sani. In questo caso, i ricercatori hanno impiegato lo stesso approccio ma per affrontare il problema del congelamento. Il dispositivo indossabile utilizza attuatori azionati da cavi e sensori indossati intorno alla vita e alle cosce. Utilizzando i dati di movimento raccolti dai sensori, gli algoritmi stimano la fase dell'andatura e generano forze di assistenza in tandem con il movimento muscolare. L'effetto è stato istantaneo. Senza alcun addestramento speciale, il paziente e' stato in grado di camminare senza congelarsi in casa e con episodi occasionali all'aperto. E' stato anche in grado di camminare e parlare senza congelarsi, una rarita' senza il\ndispositivo.\n\"Il nostro gruppo di ricerca era davvero entusiasta di vedere l'impatto della tecnologia sulla camminata dei partecipanti\", ha affermato Jinsoo Kim, ex dottorando del SEAS e coautore dello studio. \"I partecipanti ai nostri studi che offrono volontariamente il loro tempo sono veri e propri partner\", ha sottolineato Walsh. \"Poiche' la mobilità è difficile, per questo individuo e' stata una vera sfida anche solo venire in laboratorio, ma abbiamo beneficiato moltissimo della sua prospettiva e del suo feedback\".\nPer restare aggiornato sulle ultime notizie segui gratis il canale whatsapp del Tgla7\nPuoi anche iscriverti al canale whatsapp della rete la7\nContinua a leggere su Tg.La7.it Ti potrebbe interessare Dragon Firefighter Giappone, ecco il robot pompiere che vola come un dragone Comandato a distanza, interviene negli scenari più rischiosi 28.12.2023",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology",
    "Human Interest"
  ],
  "external_links": [
    "https://whatsapp.com/channel/0029Va5WHzCJENy2cArrEw1s",
    "https://whatsapp.com/channel/0029VaAlnkxICVfiROwdcN3k",
    "https://www.nature.com/articles/s41591-023-02731-8",
    "https://www.whatsapp.com/channel/0029VaAlnkxICVfiROwdcN3k",
    "https://www.whatsapp.com/channel/0029Va5WHzCJENy2cArrEw1s",
    "https://nature.com/articles/s41591-023-02731-8"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T01:12:55.642+02:00",
  "updated": "2024-01-06T01:12:55.642+02:00"
}