{
  "thread": {
    "uuid": "4fbedab07e7b7e9d3b155887ebc70a33b4b1055e",
    "url": "http://ca.advfn.com/stock-market/stock-news/94090734/westfield-insurance-launches-ting-program-to-help",
    "site_full": "ca.advfn.com",
    "site": "advfn.com",
    "site_section": "http://ca.advfn.com",
    "site_categories": [
      "investing",
      "financial_news",
      "finance"
    ],
    "section_title": "ADVFN - Free stock and cryptocurrency prices, charts, market news and streaming real-time quotes.",
    "title": "Westfield Insurance Launches Ting Program to Help Prevent Home Electrical Fires",
    "title_full": "Westfield Insurance Launches Ting Program to Help Prevent Home Electrical Fires",
    "published": "2024-06-24T15:22:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 8602,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4fbedab07e7b7e9d3b155887ebc70a33b4b1055e",
  "url": "http://ca.advfn.com/stock-market/stock-news/94090734/westfield-insurance-launches-ting-program-to-help",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "advfn.com",
  "published": "2024-06-24T15:22:00.000+03:00",
  "title": "Westfield Insurance Launches Ting Program to Help Prevent Home Electrical Fires",
  "text": "10,000 Customers to Receive Free Fire Hazard Sensor and Service\nWESTFIELD CENTER, Ohio , June 24, 2024 /PRNewswire/ -- Westfield, a U.S.-based property and casualty company, is launching Ting, an innovative solution designed to help enhance fire safety for customers. Collaborating with Whisker Labs, Westfield is offering the Ting sensor and three years of fire prevention service for free. Ting uses advanced smart plug-in sensors to monitor the electrical network of a home to help detect electrical hazards, alert homeowners, and lead them through timely repairs to avoid potential electrical fires. Westfield will provide Ting at no cost to 10,000 home and condo customers this year and plans to deploy the smart sensor and service to another 20,000+ homeowners over the next three years.\nSteve Butler , AVP, personal lines product management and underwriting at Westfield says, \"Part of our mission is to enable our customers' peace of mind and Ting does exactly that by giving homeowners advance notice to help prevent a potential home fire.\" Butler adds, \"Westfield has a long history – 176 years, in fact – of offering insurance products and solutions to protect customers and communities, and this new technology is well aligned with our mission.\"\nTing is a widely adopted smart home technology with a proven track record of helping prevent electrical fires by giving advanced warnings to mitigate fire hazards before they cause a catastrophic loss. Ting can also detect electrical faults in the utility grid that could damage a home and potentially trigger wildfires in some areas prone to these types of natural catastrophes. Additionally, Ting can help predict issues that can lead to water damage inside a home and users appreciate the engaging, hands-on customer experience with valuable notifications and tips offered by Ting.\n\"The Whisker Labs Ting team is excited to join forces with Westfield to help prevent electrical fires in customers' homes,\" Shared Bob Marshall, Co-Founder & CEO of Whisker Labs. \"As a company, we are committed to reducing home fires, while delivering an engaging experience that customers have come to expect through smart technology. Together with Westfield, we're proud to offer a product that helps keep homes safer.\"\nWhisker Labs partnered with Hartford Steam Boiler in 2018 to bring Ting to the insurance market. \"Fire continues to be one of the most devastating losses. Ting presents clients the opportunity to both reduce the risk of electrical fires and gather insightful data,\" says John Riggs , chief technology officer and senior vice president of Applied Technology Solutions for HSB. \"It's easy to install, user-friendly, and is making an impact. We continue to receive positive feedback from our insurance clients and their policyholders.\"\nWestfield customers interested in the Ting program can reach out to their Westfield agent to learn more and enroll online. Learn more about the Westfield and Ting collaboration.\nAbout Westfield\nWestfield was founded in 1848 by a small group of hard-working farmers who believed in the promise of the future and the power of the individual. Today, more than 175 years later, as a leading U.S.-based property and casualty insurance company with more than $10 billion in GAAP assets, Westfield underwrites commercial, personal, surety, and specialty lines of coverage through a network of over 1,000 leading independent agents and brokers. Westfield recently acquired Lloyd's of London Syndicate 1200, establishing the company as a global franchise. Learn more at www.westfieldinsurance.com.\nWestfield currently offers personal lines coverage in IA, IL, IN, KY, MN, OH, PA, TN, WI, WV.\nAbout Whisker Labs\nWhisker Labs develops cutting-edge sensor technology to protect families, homes, and communities by predicting and helping prevent electrical fires while also monitoring the resiliency and safety of the U.S. electrical grid. Through a single, DIY sensor plugged into a wall outlet, Ting, Whisker Labs' flagship solution, enables intelligent detection, localization, and mitigation of hazards before they can start a fire. As one of the fastest growing grid IoT networks, Ting is proven to prevent 4 out 5 home electrical fires, reducing home fire losses and saving lives across the U.S. every day. For more information visit www.whiskerlabs.com. Follow us on LinkedIn, X, Instagram and Facebook.\nAbout HSB\nHSB, part of Munich Re, is a multi-line specialty insurer and provider of inspection, risk management and IoT technology services. HSB insurance offerings include equipment breakdown, cyber risk, specialty liability and other coverages. HSB blends its engineering expertise, technology and data to craft inventive insurance and service solutions for existing and emerging risks posed by technological change. Throughout its 150-year history HSB's mission has been to help clients prevent loss, advance sustainable use of energy, and build deeper relationships that benefit business, public institutions, and consumers. HSB holds A.M. Best Company's highest financial rating, A++ (Superior). Connect with HSB on LinkedIn, Twitter and Facebook.\nView original content to download multimedia:https://www.prnewswire.com/news-releases/westfield-insurance-launches-ting-program-to-help-prevent-home-electrical-fires-302178468.html\nSOURCE Westfield Insurance\nCopyright 2024 PR Newswire",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.prnewswire.com/news-releases/westfield-insurance-launches-ting-program-to-help-prevent-home-electrical-fires-302178468.html",
    "https://static.cloudflareinsights.com/beacon.min.js/vcd15cbe7772f49c399c6a5babf22c1241717689176015",
    "https://prnewswire.com/news-releases/westfield-insurance-launches-ting-program-to-help-prevent-home-electrical-fires-302178468.html",
    "https://www.static.cloudflareinsights.com/beacon.min.js/vcd15cbe7772f49c399c6a5babf22c1241717689176015"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "steve butler",
        "sentiment": "none"
      },
      {
        "name": "ting",
        "sentiment": "none"
      },
      {
        "name": "butler",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "westfield insurance launches ting program",
        "sentiment": "negative"
      },
      {
        "name": "westfield",
        "sentiment": "none"
      },
      {
        "name": "whisker labs",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ohio",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-24T15:27:25.321+03:00",
  "updated": "2024-06-24T15:27:25.321+03:00"
}