{
  "thread": {
    "uuid": "84c66a8e675e55310eac9a607886640a7e5b87f8",
    "url": "https://m.dailyhunt.in/news/india/english/theindependent-epaper-dh0eba719276d543bf8d3269068e48b7b2/simple+cheek+swab+could+help+monitor+rare+genetic+heart+condition-newsid-n599470392",
    "site_full": "m.dailyhunt.in",
    "site": "dailyhunt.in",
    "site_section": "https://m.dailyhunt.in/news/india/epaper-naidunia",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Dailyhunt",
    "title": "Simple cheek swab could help monitor rare genetic heart condition",
    "title_full": "Simple cheek swab could help monitor rare genetic heart condition",
    "published": "2024-04-11T21:27:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://assets-news-bcdn.dailyhunt.in/cmd/resize/1200x630_90/fetchdata16/images/fa/99/38/fa99388db95b0fc22de2c90a595dd45248ef1de65f7c3f9af82d5604555a5eb9.jpg",
    "performance_score": 0,
    "domain_rank": 18265,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "84c66a8e675e55310eac9a607886640a7e5b87f8",
  "url": "https://m.dailyhunt.in/news/india/english/theindependent-epaper-dh0eba719276d543bf8d3269068e48b7b2/simple+cheek+swab+could+help+monitor+rare+genetic+heart+condition-newsid-n599470392",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Dailyhuntapp",
  "published": "2024-04-11T21:27:00.000+03:00",
  "title": "Simple cheek swab could help monitor rare genetic heart condition",
  "text": "A test that uses a simple cotton-bud cheek swab has been developed to monitor children with a potentially deadly heart condition.Medics said the test would allow clinicians to pick up small changes in the heart of patients without the need to take blood.\nThe swab has been designed for patients with arrhythmogenic cardiomyopathy (ACM), a rare genetic condition where the heart's structure can become weak due to cells of the muscle tissue not developing as they should.\nOur test is providing a much-needed window into the minute changes happening in the hearts of ACM patients, in a totally risk-free, non-invasive way\nDr Angeliki Asimaki\nIt works by detecting the location of certain proteins in the cells of the cheek, which can predict periods of disease activity.\nChanges in the location of these proteins - known as a \"hot phase\" - can spark inflammation in the heart which can put patients at risk of dangerous heart rhythms.\nIf a change is picked up in the results - which take 48 hours to come back - the patient will undergo heart checks in hospital and be treated based on the results.\nAlmost 100 children are enrolled on a trial using the swab at Great Ormond Street Hospital (Gosh).\nAt the moment the test is being carried out during routine hospital check-ups.\nHowever, Dr Angeliki Asimaki, a senior lecturer at St George's, University of London, who is leading the research, is working on a home testing kit.\nShe said: \"Our test is providing a much-needed window into the minute changes happening in the hearts of ACM patients, in a totally risk-free, non-invasive way.\nPeople with ACM often live with day-to-day worries because of the unpredictable nature of their condition, in which dangerous symptoms can start with little to no warning\nProfessor Bryan Williams\n\"Doctors can be warned about which of their patients are most at risk of dangerous heart rhythms and other symptoms, allowing them to tailor treatment to ensure that each patient receives the best care for them.\n\"Patients, particularly children, have told us they hugely prefer the speed and ease of the cotton bud cheek swab compared to alternatives like blood tests.\"\nThe swab is also being trialled on 18 adults with ACM at St George's Hospital in London.\nBea Rasdall, 10, is one of the ACM patients taking part in the study at Gosh and has been swabbed four times by the research team.\nShe was diagnosed with ACM after experiencing symptoms of an unusually fast heart rhythm, including shortness of breath and dizziness.\nHer younger brother has also joined the study.\nBea's mother Liz Rasdall said: \"The test is adding another layer of reassurance to the family that the condition is being monitored.\n\"We think it's so important to take part in this research to improve how ACM is monitored and managed for children in the future.\"\nThe test is being developed with funding from the British Heart Foundation (BHF).\nProfessor Bryan Williams, chief scientific and medical officer at the cardiovascular research charity, said: \"People with ACM often live with day-to-day worries because of the unpredictable nature of their condition, in which dangerous symptoms can start with little to no warning.\n\"The simple monitoring test being developed by Dr Asimaki and her team has the potential to provide reassurance to patients and their families that their condition is being kept under a watchful eye by medical professionals.\"\nAs well as monitoring patients, researchers are also working on a cheek swab to diagnose ACM.\nThe team will also carry out a study using the test to monitor women with the condition throughout their pregnancies in several London hospitals.\nTwo former Royal Navy minehunters handed over to Ukraine arrive in port",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "alm",
        "sentiment": "none"
      },
      {
        "name": "angeliki asimaki",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T02:31:09.992+03:00",
  "updated": "2024-04-12T02:31:09.992+03:00"
}