{
  "thread": {
    "uuid": "ee01310df277f5402860c3149b4fca0496b97ac7",
    "url": "https://www.pottsmerc.com/2024/05/31/st-pauls-ucc-in-pottstown-celebrating-140-years",
    "site_full": "www.pottsmerc.com",
    "site": "pottsmerc.com",
    "site_section": "https://www.pottsmerc.com/latest-headlines/",
    "site_categories": [
      "media"
    ],
    "section_title": null,
    "title": "St. Paul’s UCC in Pottstown celebrating 140 years",
    "title_full": "St. Paul’s UCC in Pottstown celebrating 140 years",
    "published": "2024-05-31T09:45:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 33316,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ee01310df277f5402860c3149b4fca0496b97ac7",
  "url": "https://www.pottsmerc.com/2024/05/31/st-pauls-ucc-in-pottstown-celebrating-140-years",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MediaNews Group",
  "published": "2024-05-31T09:45:00.000+03:00",
  "title": "St. Paul’s UCC in Pottstown celebrating 140 years",
  "text": "POTTSTOWN — One-hundred-and-forty years and 29 pastors after its founding, one of Pottstown’s oldest churches will be celebrating a special birthday on Sunday.\nSt. Paul’s United Church of Christ, now located at the corner of Grace and North Franklin streets, will celebrate the 140th anniversary of its founding. The worship service begins at 9 a.m. with the church’s Conference Minister, the Rev. Bill Worley, as the guest preacher. A brunch will follow the service.\nWhat follows is a church history provided by the current pastor, The Rev. Lauren Cain:\nThe church began in 1884 when the Rev. C.H. Herbst and a group of congregants from Zion’s Reformed Church began a new congregation, St Stephen’s Reformed Church, at the corner of Penn and Walnut Streets.\nThis photo from the year 1900 shows the Rev. Frank Laros, pastor at the time, conducting services at the old church at Walnut and Penn streets. (Photo courtesy of St. Paul’s UCC) This new congregation was at one time part of the St. Vincent Charge and later was renamed St Paul’s Reformed Church. In 1957, the congregation moved to its present location in Pottstown’s North End.\nThe old building at Penn and Walnut, large and difficult to maintain, was one cause of the congregation’s significant indebtedness. Two larger Reformed congregations, Zion’s and Trinity, were within a few blocks of St Paul’s.\nUnder the leadership of the Rev. Michael Schmidt, the congregation studied the matter and voted to relocate. Assistance was received from the Synod and National Missions, and Faith Church, Philadelphia. The ground on the current site was broken in February 1957 and the facility was occupied in December, under the leadership of the Rev. Dr. C.W. Ebbert.\nSt. Paul’s United Church of Christ was once located at the corner of Walnut and Penn streets. It is now a parking lot. (Image courtesy of St. Paul’s UCC Church) In 1984 (at the church’s centennial), the Rev. Bill Derstine, a son of the congregation, wrote this about the move: “One cannot overlook the unselfish quality of St Paul’s leadership when the vote was taken to relocate to the north end of town. Although there was much family sentiment to stay with the early vision and the ministry at Walnut and Penn, the congregation voted to relocate. There was a vision beyond individual and family needs, a desire to further the mission of the church of Jesus Christ. To date, that was one of the darkest, but also one of the finest hours of the congregation. It was a vote to give up its original identity and experience new life — not just new growth in terms of numbers.”\nChange had been occurring in denominational life as well. St. Paul’s was first “Reformed,” then part of the Evangelical and Reformed Church (with the E and R merger in 1934). In 1957, the United Church of Christ was formed by the merger of the Evangelical and Reformed Church and the Congregational Christian Church, and St. Paul’s became St Paul’s United Church of Christ (UCC), a proud member of the protestant denomination whose motto is “That They May All Be One” (this taken from Jesus’ prayer as recorded in John’s gospel, chapter 17).\nAfter moving to its present location in 1957, The Mercury carried a photo of the old St. Paul’s Church being torn down. (Photo courtesy of St. Paul’s UCC Church) Building projects continued after the initial move to the present location. In 1962, the Christian Education building and a new parsonage were built. In 1978, the congregation voted to renovate and expand the sanctuary; work was completed and the new sanctuary was dedicated in November 1980.\nDuring the 1990s, various alterations were made to the sanctuary. The original heating system was replaced in 2008, and the acquired a mobile stair climber so that the facility is more fully accessible. During the next two decades, St. Paul’s UCC would strengthen its commitment to supporting its community and neighbors by partnering with local organizations and other area churches to provide free meals, school supplies, diapers and overnight shelter during the winter months, among other things. As a church, St. Paul’s UCC looks ahead to the future with hope and promise, relying on God’s grace.\n“I am proud to be a part of Saint Paul’s because of its history of standing for social justice, not only in the past 140 years but also today,” said Rick Moser, Consistory President:\nSaid Cain: “I believe that St. Paul’s foundation as a church in, for, and with the community of Pottstown, coupled with the drive and dedication of its members and the abundant grace of God has allowed it to exist for so long.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "c.h. herbst",
        "sentiment": "none"
      },
      {
        "name": "lauren cain",
        "sentiment": "none"
      },
      {
        "name": "frank laros",
        "sentiment": "none"
      },
      {
        "name": "bill worley",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ucc",
        "sentiment": "negative"
      },
      {
        "name": "st. paul",
        "sentiment": "negative"
      },
      {
        "name": "st. paul’s united church of christ",
        "sentiment": "none"
      },
      {
        "name": "st paul’s reformed church",
        "sentiment": "none"
      },
      {
        "name": "zion’s reformed church",
        "sentiment": "none"
      },
      {
        "name": "st. paul’s ucc",
        "sentiment": "none"
      },
      {
        "name": "st stephen’s reformed church",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pottstown",
        "sentiment": "none"
      },
      {
        "name": "pottstown",
        "sentiment": "none"
      },
      {
        "name": "penn",
        "sentiment": "none"
      },
      {
        "name": "walnut",
        "sentiment": "none"
      },
      {
        "name": "st. vincent charge",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T14:20:51.390+03:00",
  "updated": "2024-05-31T14:20:51.390+03:00"
}