{
  "thread": {
    "uuid": "8f168ea3ccafaab2943f06634c619da0da58cfb3",
    "url": "https://pharmaphorum.com/news/az-bags-first-approval-pnh-therapy-danicopan-japan",
    "site_full": "pharmaphorum.com",
    "site": "pharmaphorum.com",
    "site_section": "https://pharmaphorum.com/news",
    "site_categories": [
      "media"
    ],
    "section_title": "News || Timely industry updates for pharma and biotech leaders",
    "title": "AZ bags first approval for PNH therapy danicopan, in Japan | pharmaphorum",
    "title_full": "AZ bags first approval for PNH therapy danicopan, in Japan | pharmaphorum",
    "published": "2024-01-19T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://pharmaphorum.com/sites/default/files/2024-01/anirudh-blood-cells-unsplash.jpg",
    "performance_score": 0,
    "domain_rank": 30955,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8f168ea3ccafaab2943f06634c619da0da58cfb3",
  "url": "https://pharmaphorum.com/news/az-bags-first-approval-pnh-therapy-danicopan-japan",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Phil Taylor",
  "published": "2024-01-19T02:00:00.000+02:00",
  "title": "AZ bags first approval for PNH therapy danicopan, in Japan | pharmaphorum",
  "text": "AZ bags first approval for PNH therapy danicopan, in Japan AstraZeneca has claimed its first regulatory approval for oral Factor D inhibitor danicopan, getting a green light in Japan for the drug as Voydeya for the treatment of paroxysmal nocturnal haemoglobinuria (PNH). Voydeya is the first drug in the class to be cleared for marketing anywhere in the world and has been licensed for use as an add-on therapy to C5 inhibitors, like its own Soliris (eculizumab) and Ultomiris (ravulizumab) products, in patients who don’t get a satisfactory response from C5 drugs alone. In PNH, the body’s complement system destroys red blood cells, leading to anaemia and fatigue and, in some cases, patients need regular blood transfusions. It responds well to C5 inhibitor treatment, but in some cases treatment with C5 drugs can result in changes to red blood cells that mark them for destruction, leading to continued symptoms of anaemia and transfusions. Danicopan was developed to help the approximately 10% to 20% of patients with PNH who experience this extravascular haemolysis (EVH) – a breakdown of red blood cells in the spleen, bone marrow, or liver. AZ acquired rights to danicopan as part of its $39 billion acquisition of Alexion in 2021, which also gave it Soliris and Ultomiris, and the drug is viewed as a way to shore up the PNH franchise as it faces competition from new entrants into the category. Those include Novartis’ oral targeted factor B inhibitor [Fabhalta](https://pharmaphorum.com/news/novartis-fabhalta-first-fda-cleared-oral-therapy-pnh) (iptacopan), Apellis’ C3 inhibitor [Empaveli](https://pharmaphorum.com/news/eu-gives-narrower-label-to-apellis-sobis-pnh-drug) (pegcetacoplan), given by subcutaneous infusion, and Roche’s subcutaneous C5 candidate [crovalimab](https://pharmaphorum.com/news/fda-starts-review-roches-pnh-drug-crovalimab). Soliris, meanwhile, is due to lose patent protection from next year. In the first nine months of this year, AZ reported sales of Soliris were down 15% at constant exchange rates to $2.43 billion, with Ultomiris growing 58% to $2.14 billion thanks to its reduced dosing frequency. Voydeya’s approval by the Japanese Ministry of Health, Labour and Welfare (MHLW) is based on the results of the ALPHA phase 3 trial, which found sustained improvements in haemoglobin levels and reduced markers of red blood cell destruction over a 48-week follow-up period. “More than 20 years of PNH research has cemented the role of C5 inhibition in effectively treating this rare disease, and we continue to innovate for this community,” remarked Marc Dunoyer, chief executive of Alexion. “Voydeya, as add-on to standard-of-care, is a testament to our determination to address the needs of those impacted by clinically significant EVH without disruption to proven therapy,” he added. AZ has previously said it expects to hear back from regulators in Europe and the US on danicopan in the first half of this year. It is also being tested in phase 2 for geographic atrophy, a leading cause of vision loss, which could open up a much larger market for the drug.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "War, Conflict and Unrest",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "voydeya",
        "sentiment": "none"
      },
      {
        "name": "danicopan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "pnh",
        "sentiment": "negative"
      },
      {
        "name": "astrazeneca",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "japan",
        "sentiment": "none"
      },
      {
        "name": "az",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T15:10:02.698+02:00",
  "updated": "2024-01-19T15:10:02.698+02:00"
}