{
  "thread": {
    "uuid": "031e65ab52c23c8db3cf107dced89f7f781a4c51",
    "url": "https://dornsife.usc.edu/news/stories/from-law-to-baking/",
    "site_full": "dornsife.usc.edu",
    "site": "usc.edu",
    "site_section": "http://tfm.usc.edu/feed",
    "site_categories": [
      "graduate_school",
      "education"
    ],
    "section_title": "USC Today",
    "title": "‘Life is what you bake it’",
    "title_full": "‘Life is what you bake it’",
    "published": "2024-01-05T15:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://dornsife.usc.edu/wp-content/uploads/sites/7/2023/04/story-3693.jpg",
    "performance_score": 0,
    "domain_rank": 532,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "031e65ab52c23c8db3cf107dced89f7f781a4c51",
  "url": "https://dornsife.usc.edu/news/stories/from-law-to-baking/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "David Medzerian",
  "published": "2024-01-05T15:01:00.000+02:00",
  "title": "‘Life is what you bake it’",
  "text": "USC Dornsife alumna Vallery Lomas says, ‘Life is what you bake it’\nWhen she was about 11, Vallery Lomas was sent to her grandmother’s house to learn a million-dollar family tradition.\nIt was a three-tiered, cream cheese-frosted, jelly-filled cake that was so rich, it’s been dubbed\n“Million Dollar Cake.” Her Grandma Willie Mae showed her how to neatly arrange the layers and smooth frosting over the sides.\nHer mother had selected Lomas out of all her siblings to learn this important family recipe. “My mom must have seen something in me before I did,” says Lomas.\nIt took a while for Lomas’ baking gene to fully emerge, however. After graduating from the USC Dornsife College of Letters, Arts and Sciences in 2007 with a degree in psychology, she completed a law degree from the USC Gould School of Law and practiced law for eight years.\nShe began baking as stress relief, then started a food blog before eventually winning the fourth season of the Great American Baking Show, part of the same franchise that produces the popular Great British Baking Show. She was the first Black winner in the franchise’s history.\nHer new cookbook,\nLife Is What You Bake It (Clarkson Potter, 2021), traces this path from lawyer to baker, and the ups and down along her career change — including the fact that her winning episode never aired.\n“There are stories in the book about my grandmother, the evolution of recipes, the\nHollywood handshake. Having that story-telling component was probably as important as the recipes for me,” says Lomas. “Pieces of me are in this book.”\nSouth to Southwest\nBoth Lomas and her sister Lucy (left) are double Trojans. (Photo: Courtesy of Vallery Lomas.)\nLomas grew up in Baton Rouge, Louisiana. Few people she knew left the South for college, but her sister Lucy did, enrolling as a biomedical engineering student at the\nUSC Viterbi School of Engineering.\nDuring her junior year in high school, Lomas flew out to Los Angeles to visit for a week. She stayed in Lucy’s dorm at\nSomerville Place, a residential floor at the University Park Campus where Black students are encouraged to find community. Opened in 1995, the housing is named after John and Vada Somerville, two of Los Angeles’ first Black dentists and graduates of the Herman Ostrow School of Dentistry of USC.\nBack home in Louisiana, Lomas didn’t have a particularly diverse friend group. Her weekend at USC, surrounded by a mix of Black and international students, was eye-opening. “I knew then and there that USC was where I wanted to go to school,” says Lomas. “I didn’t really apply to other colleges. I knew I was going to USC.”\nLomas enrolled first as a health and humanities major, thinking she might want to attend medical school. She also continued taking\nFrench, which she’d started studying in high school. A scholarship allowed her to spend a formative summer abroad in Dijon, France, where she realized her true passion did not lie in medical school but in exploring the world.\n“While I was still in Dijon, I went online and dropped all of my pre-med classes. I changed my major to psychology with a French minor,” says Lomas.\nSmile, you’re on camera\nAfter graduating from USC Dornsife, Lomas enrolled at the\nUSC Gould School of Law. Her sister, now a medical resident at the Keck School of Medicine of USC, shared an apartment with her.\nIt was a tough time for the Lomas sisters. Her sister had unexpectedly lost her fiancée. The 2008 recession had left the economy in a slump. Both were enrolled in intense career programs. Vallery wanted an outlet, so she turned to the rolling pin — a decision that benefited both women.\n“I could bake while my sister talked with me in the kitchen or, when she’d come home late from being on call, I’d leave something for her in the cake dome,” recalls Lomas.\nAfter finishing law school and moving to New York City in 2011, she took a job in privacy law. And she also spent nights and weekends photographing and writing about her bakes and recipes on a blog she dubbed “\nFoodie in New York.”.\nLomas also showcased her work on her @FoodieInNewYork\n“I had a lot of reservations about going on the show. I was working so hard to build up a reputation. I could do terribly and then there goes everything I’ve been building towards,” says Lomas. In the end, she decided it was a risk she was willing to take. “I was betting on myself,” she says.\nLomas excelled in the competition, acing the finale with a recipe for cream puffs that included lemon curd and ginger.\nIt was a triumph she never fully got to celebrate. One of the show’s judges was accused of sexual harassment, and ABC pulled the final episodes from broadcast.\nGlobal foodie\nBaking first helped Lomas relieve stress during law school, then turned into a successful career. (Photo: Linda Xiao.)\nIt was a major disappointment, but it sparked an important career change.\n“After the baking show got canceled, I was back at work and just burnt out. I knew I wanted to write a book, to talk about my experiences and how I felt. But I was going to work all day and I didn’t have the energy to write the proposal. So, I left my job,” says Lomas.\nShe asked a friend who’d recently published a book to put her in touch with some publishing contacts. Producing a book was no easy feat, even after many years of experience blogging and developing her recipes.\n“Cookbook publishing is historically not that friendly for Black people,” says Lomas. “I remember I looked at all the big cookbook publishers on my bookshelf and there were very few Black authors.”\nBut she persevered, eventually securing the book deal.\nFor Lomas, quitting her job to write a book was another risky bet on herself that came with rewards. Life is What You Bake It was named one of the best cookbooks of 2021 by the likes of The Washington Post and the Boston Globe.\nShe also was named an arts envoy for the United States Embassy in the West African nation of Benin, where she recently spent two weeks. Her French skills honed at USC Dornsife came in handy: “I’m pretty sure I was selected because I spoke French,” says Lomas.\nShe conducted cooking demonstrations on Benin public television shows, and she also found herself on the other side of the gavel, judging a baking competition. It’s the sort of work abroad that she’d envisioned back when she was an undergraduate studying in Dijon.\nDespite a somewhat circuitous path, it’s a fate that seems somewhat foretold. Before she left Dijon, her host family had gifted her a cookbook. “Another example of someone knowing something about me before I did,” she notes.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://www.penguinrandomhouse.com/books/623998/life-is-what-you-bake-it-by-vallery-lomas/",
    "https://www.southernkitchen.com/story/recipes/2021/10/13/classic-southern-jelly-cake-grannys-million-dollar-cake-recipe-vallery-lomas-cookbook/6019707001/",
    "https://www.irishtimes.com/culture/tv-radio-web/patrick-freyne-paul-hollywood-s-handshake-is-like-being-gripped-by-the-full-force-of-your-father-s-love-1.4694096",
    "https://foodieinnewyork.com/",
    "https://www.foodieinnewyork.com/",
    "https://www.penguinrandomhouse.com/books/623998/life-is-what-you-bake-it-by-vallery-lomas",
    "https://southernkitchen.com/story/recipes/2021/10/13/classic-southern-jelly-cake-grannys-million-dollar-cake-recipe-vallery-lomas-cookbook/6019707001/",
    "https://www.southernkitchen.com/story/recipes/2021/10/13/classic-southern-jelly-cake-grannys-million-dollar-cake-recipe-vallery-lomas-cookbook/6019707001",
    "https://penguinrandomhouse.com/books/623998/life-is-what-you-bake-it-by-vallery-lomas/",
    "https://irishtimes.com/culture/tv-radio-web/patrick-freyne-paul-hollywood-s-handshake-is-like-being-gripped-by-the-full-force-of-your-father-s-love-1.4694096",
    "https://foodieinnewyork.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "vallery lomas",
        "sentiment": "negative"
      },
      {
        "name": "vallery lo",
        "sentiment": "negative"
      },
      {
        "name": "willie mae",
        "sentiment": "none"
      },
      {
        "name": "lomas",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "usc dornsife",
        "sentiment": "negative"
      },
      {
        "name": "usc dornsife college of letters, arts and sciences",
        "sentiment": "none"
      },
      {
        "name": "usc gould school of law",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:51:24.845+02:00",
  "updated": "2024-01-06T00:51:24.845+02:00"
}