{
  "thread": {
    "uuid": "30160166ce1bf241dd7f3092ab644db1555bf78a",
    "url": "https://m.economictimes.com/news/india/this-could-have-gone-to-a-very-dangerous-pass-modis-role-lauded-in-ukraine-wars-context/articleshow/108390946.cms",
    "site_full": "m.economictimes.com",
    "site": "economictimes.com",
    "site_section": "https://economictimes.indiatimes.com/news",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": "News Live: Read Latest News, Headlines, Top News today, Breaking News Online | The Economic Times",
    "title": "\"This could have gone to a very dangerous pass\": Modi's role lauded in Ukraine war's context - The Economic Times",
    "title_full": "\"This could have gone to a very dangerous pass\": Modi's role lauded in Ukraine war's context - The Economic Times",
    "published": "2024-03-11T08:37:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://img.etimg.com/thumb/msid-108391050,width-1200,height-630,imgsize-607132,overlay-economictimes/photo.jpg",
    "performance_score": 0,
    "domain_rank": 3095,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "30160166ce1bf241dd7f3092ab644db1555bf78a",
  "url": "https://m.economictimes.com/news/india/this-could-have-gone-to-a-very-dangerous-pass-modis-role-lauded-in-ukraine-wars-context/articleshow/108390946.cms",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ANI",
  "published": "2024-03-11T08:37:00.000+02:00",
  "title": "\"This could have gone to a very dangerous pass\": Modi's role lauded in Ukraine war's context - The Economic Times",
  "text": "Former diplomat Rajeev Dogra acknowledged Prime Minister Narendra Modi's diplomatic efforts in averting a 'potential nuclear threat' posed by Russia to Ukraine, saying clearly Prime Minister Modi played a role... had it not been for our intervention, perhaps things may have gone to a very dangerous pass. Reacting to recent reports, Dogra emphasised the positive impact of PM Modi's intervention, highlighting President Vladimir Putin's repeated expressions of positivity towards India in recent weeks. And clearly, Prime Minister Modi played a role. He approached President Putin also. These are some of the reports which are in circulation, and it had a positive effect. In fact, President Putin has talked of Prime Minister Modi and India repeatedly in recent weeks in very, very positive terms. So had it not been for our intervention, perhaps things may have gone to a very dangerous pass, Dogra told in an interview.He also reiterated what Prime Minister Modi had told Putin: This is not the age of war. , Reacting to CNN's report, Dogra expressed deep concern over the possibility of the conflict escalating to a nuclear stage. So today's news break in an American channel, that there was a real possibility of the Ukraine war advancing to a nuclear stage was extremely worrying, and that is why they took the step of approaching India and some other countries in order that this escalation does not reach the danger point, the former diplomat said.Reflecting on the global scenario, Dogra emphasised the need for world leaders to reconsider their actions. Instead of that, now we are at a most dangerous situation in the world since the second world War, he remarked.Addressing concerns about NATO troops in Ukraine, Dogra urged Western leaders to step back from the brink. There is still time for the Western leaders to think about where the world is heading and to step back from the brink, he commented.Commenting on America's role in global conflicts, Dogra highlighted the need for self-reflection. America has been like a raging bull in the world ever since 1945, he noted, underlining the importance of responsible actions to prevent the escalation of conflicts. There are reports that it used depleted uranium in Yugoslavia. There are reports that it used massive bombs in Afghanistan. So for America now to cry that some other country is thinking of using tactical nuclear weapons, it should look at its own house, put its actions in order so that it does not escalate, it does not encourage other countries, Dogra also said.A recent CNN report said that outreach from Prime Minister Narendra Modi and other countries played an important role in averting a 'potential' nuclear strike by Moscow against Kyiv, in what would have been the first nuclear attack since the US dropping atomic bombs on Hiroshima and Nagasaki nearly eighty years before.The report also claimed that as the Russia-Ukraine war raged in 2022, the United States started preparing rigorously for a potential nuclear strike by Moscow against Kyiv.The Biden administration was specifically concerned Russia might use a tactical or battlefield nuclear weapon, CNN cited two officials.Amid the fears, the US sought to enlist the help of non-allies including India, to discourage Russia from such an attack, as reported by CNN. One of the things we did was not only message them directly but strongly urge, press, encourage other countries, to whom they might be more attentive, to do the same thing, the senior administration official said.US officials say that outreach and public statements from Prime Minister Narendra Modi and others helped avert a crisis. I think we believe showing the international community the concern about this, particularly the concern from key countries for Russia and the Global South, was also a helpful, persuasive factor and showed them what the cost of all this could be, CNN quoted a senior administration official as saying.Regarding the Russia-Ukraine conflict, India has always condemned civilian killings and called for a peaceful resolution to the conflict.In a major statement, PM Modi told President Putin that this is not the era of war on the sidelines of the SCO summit in Uzbekistan last year. The statement even made to the G20 communique under the presidency of India.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "narendra modi",
        "sentiment": "negative"
      },
      {
        "name": "modi",
        "sentiment": "negative"
      },
      {
        "name": "rajeev dogra",
        "sentiment": "negative"
      },
      {
        "name": "vladimir putin",
        "sentiment": "none"
      },
      {
        "name": "dogra",
        "sentiment": "none"
      },
      {
        "name": "putin",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "economic times former",
        "sentiment": "negative"
      },
      {
        "name": "cnn",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-11T11:21:31.089+02:00",
  "updated": "2024-03-11T11:21:31.089+02:00"
}