{
  "thread": {
    "uuid": "152be38c37197174ae6e537548a9348cffbda3d6",
    "url": "https://menafn.com/1107957285/Sweden-formally-becomes-part-of-NATO",
    "site_full": "menafn.com",
    "site": "menafn.com",
    "site_section": "http://www.menafn.com/rss/menafn_globaltopstories.xml",
    "site_categories": [
      "financial_news",
      "finance"
    ],
    "section_title": "Maharashtra: SS-UBT Legislator Ravindra Waikar Joins Eknath Shinde-Led Shiv Sena",
    "title": "Sweden formally becomes part of NATO | MENAFN.COM",
    "title_full": "Sweden formally becomes part of NATO | MENAFN.COM",
    "published": "2024-03-10T04:43:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://menafn.com/updates/pr/Menafn_News_Images/Local_Politics_1241.jpg",
    "performance_score": 0,
    "domain_rank": 6382,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "152be38c37197174ae6e537548a9348cffbda3d6",
  "url": "https://menafn.com/1107957285/Sweden-formally-becomes-part-of-NATO",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MENAFN",
  "published": "2024-03-10T04:43:00.000+02:00",
  "title": "Sweden formally becomes part of NATO | MENAFN.COM",
  "text": "( MENAFN ) In a landmark development, Sweden has officially become the 32nd member of the United States-led NATO military alliance, solidifying its ties with the Western defense coalition. The formalization of Stockholm's accession, as outlined in the document, took effect on Thursday, marking a significant shift in Sweden's longstanding policy of non-alignment.\nThe accession ceremony is scheduled to take place in Washington, where Swedish Prime Minister Ulf Kristersson is set to submit the necessary documents to United States Secretary of State Antony Blinken. The United States Department of State has published a document affirming that all conditions for Sweden's entry into NATO have been met, and the protocol formalizing Stockholm's membership came into force on March 7, 2024.\nIn a noteworthy announcement on social media, Prime Minister Kristersson revealed that NATO Secretary General Jens Stoltenberg had conveyed the formal acceptance of Sweden's accession protocol by all bloc members. An invitation has been extended to Stockholm to join the North Atlantic Treaty Organization.\nThe final decision on Sweden's membership in NATO is expected to be made in Stockholm, followed by a press conference and a national address by Prime Minister Kristersson, as reported by Swedish Radio. The decision to join NATO comes after Sweden and Finland departed from their longstanding policies of non-alignment, submitting bids to join the military bloc in 2022. Both countries cited security concerns arising from Russia's military operation in Ukraine as a driving force behind their decisions.\nThe bids submitted by Sweden and Finland required ratification by all existing NATO members.\nInitial objections were raised by Hungary and Turkey, with Ankara accusing the two Nordic nations of harboring individuals associated with groups designated as terrorists under Turkish law. Eventually, both Finland and Sweden amended their anti-terrorism laws, leading to the successful ratification of their bids. Finland officially became the 31st member of NATO in April 2023, and now, with Sweden's formal accession, the alliance welcomes another member into its fold. The article explores the historical implications of Sweden's decision, delving into the geopolitical landscape and the evolving dynamics within the NATO alliance.\nMENAFN10032024000045015687ID1107957285\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ulf kristersson",
        "sentiment": "none"
      },
      {
        "name": "kristersson",
        "sentiment": "none"
      },
      {
        "name": "antony blinken",
        "sentiment": "none"
      },
      {
        "name": "jens stoltenberg",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nato",
        "sentiment": "negative"
      },
      {
        "name": "united states department of state",
        "sentiment": "none"
      },
      {
        "name": "north atlantic treaty organization",
        "sentiment": "none"
      },
      {
        "name": "state",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "united sta",
        "sentiment": "none"
      },
      {
        "name": "sweden",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "stockholm",
        "sentiment": "none"
      },
      {
        "name": "washington",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-10T19:22:48.868+02:00",
  "updated": "2024-03-10T19:22:48.868+02:00"
}