{
  "thread": {
    "uuid": "05dcce619222862a2a7fadc3dda731826aaa3156",
    "url": "https://www.wcpo.com/entertainment/top-9/top-9-restaurants-serving-soup-in-the-tri-state",
    "site_full": "www.wcpo.com",
    "site": "wcpo.com",
    "site_section": "https://www.wcpo.com",
    "site_categories": [
      "media"
    ],
    "section_title": "WCPO 9 News | Cincinnati, Ohio, Kentucky and Indiana breaking news, weather, sports and traffic",
    "title": "Top 9 restaurants serving soup in the Tri-State",
    "title_full": "Top 9 restaurants serving soup in the Tri-State",
    "published": "2024-01-14T23:29:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ewscripps.brightspotcdn.com/dims4/default/3794803/2147483647/strip/true/crop/640x336+0+72/resize/1200x630!/quality/90/?url=https%3A%2F%2Fsharing.wcpo.com%2Fsharescnn%2Fphoto%2F2016%2F04%2F23%2FGettyImages-521732100_1461456615880_36859933_ver1.0_640_480.jpg",
    "performance_score": 0,
    "domain_rank": 7190,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 8,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "05dcce619222862a2a7fadc3dda731826aaa3156",
  "url": "https://www.wcpo.com/entertainment/top-9/top-9-restaurants-serving-soup-in-the-tri-state",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Molly Schramm",
  "published": "2024-01-14T23:29:00.000+02:00",
  "title": "Top 9 restaurants serving soup in the Tri-State",
  "text": "CINCINNATI — There's one word for the weather lately: cold. Winter is in full swing around the Tri-State, which means its the perfect time to indulge in a warm cup or bowl of soup. Whether you love classic chicken noodle or you want to try something more adventurous, there are plenty of solid soup options around the Tri-State. Here are the Top 9 restaurants or delis serving up some scrumptious soup: Silverglades Delicatessen Serving up delicious food in Cincinnati for more than 100 years, [Silverglades Delicatessen](https://silvergladesdeli.com/) is a one-stop shop for soup, sandwiches, salads and more. In terms of soup, customers can choose between two homemade options, which rotate daily. The soups can be ordered in either a 12-ounce cup or 16-ounce bowl. Some previous soup options include butternut squash, stuffed pepper, vegetable and more. Silverglades is open Monday through Friday from 7:30 a.m. to 5 p.m. The Block Deli Located in Crescent Springs, [The Block Deli](https://www.theblockdeli.net/) offers both dine-in and carry-out options Mondays through Saturdays. The deli offers a different homemade soup each day its open, and on Thursdays, The Block Deli makes a different \"customer favorite\" soup. Some soup options include turkey wild rice, chicken gumbo, bean, baja chicken and more. Soups can come in either a cup or bowl, and can also be topped with cheese and bacon. La Soupe [According to its website](https://www.lasoupe.org/), La Soupe \"bridges the gap between food waste and hunger.\" La Soupe rescues perishables to make its soups, which are then distributed to roughly 150 partners to food those who are food insecure. Outside of its distribution work, La Soupe also offers carry-out soups, many of which are frozen and can be enjoyed whenever, from its Walnut Hills kitchen. La Soupe has various options, including lobster bisque, cheesy broccoli, chicken noodle and more. Pho Lang Thang Over-the-Rhine's [Pho Lang Thang](https://www.pholangthang.com/) is the quintessential place to enjoy a warm bowl of pho. The Vietnamese soup includes broth, noodles and thins slices of a meat of choice, and it's served with bean sprouts, herbs, limes and other garnishes on the side. The restaurant, which is located at by Findlay Market, also serves banh mi and other Vietnamese options to eat alongside your pho. Pho Lang Thang is open Tuesday through Saturday from 11 a.m. to 10 p.m and Sunday from 11 a.m. to 9 p.m. Silver Ladle Located in downtown Cincinnati, [Silver Ladle](https://www.silverladle.com/) specializes in all things soup. With 10 different soup options, there's something for everyone at Silver Ladle. For those wanting something hearty, they can opt for the Loaded Baked Potato soup topped with chopped bacon and cheddar-jack cheese. Those wanting something lighter, they could go with the tomato basil. Soups come in either a cup, bowl or quart, with prices ranging from $4.39 to $13.59 depending on the soup and size. Silver Ladle is open from 10 a.m. to 3 p.m. Monday through Friday. Mazunte All three of [Mazunte](https://mazuntetacos.com/)'s locations — the two in Madisonville and downtown — are the perfect place to get a hearty bowl of pozole. The traditional Mexican soup includes hominy, pork, chicken, vegetables and tostados on the side. Mazunte's downtown location serves pozole verde, which has chicken, hominy, onion, cilantro, cabbage, radish, avocado and lime. You can [click here](https://mazuntetacos.com/) to view the hours for Mazunte's three locations. Kremer's Market [Kremer's Market](https://kremersmarket.com/) is a family-owned grocer that's been in Northern Kentucky since 1977, but its also makes delicious lunch specials, including rotating soups. Each day of the week, Kremer's offers a different soup, which are all made in-house. Some options include cream of potato, wild mushroom beef barley, chicken wild rice, black bean chorizo and more. Kremer's is open Monday through Saturday from 9 a.m. to 7 p.m. and Sunday from 9 a.m. to 6 p.m. Red Fox Grill [Red Fox Grill](https://redfoxgrill.com/) has been in a staple in downtown Cincinnati since 1965. The restaurant serves breakfast and lunch daily, including homemade soups, that's made in-house daily. Previous soup choices include tomato, chicken noodle, beef barley and more. No matter if you're dining in or getting carry out, Red Fox, which only accepts cash, offers the daily soup for $4. Red Fox Grill is open Monday through Friday from 10 a.m. to 2:45 p.m. Fortune Noodle House - Clifton Specializing in hand-pulled noodles, [Fortune Noodle House](https://www.fortunenoodleuc.com/rs/index_home.action?pageType=D) is a great place to go for homemade soup. The Clifton restaurant has options, such as bok choy vegetable soup, vegetable soup with pork or chicken noodle soup. The restaurant also has traditional Asian soups like hot and sour soup, egg drop soup and more to choose from as well. Fortune Noodle House is open Monday through Saturday from 11 a.m. to 9 p.m.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Weather"
  ],
  "external_links": [
    "https://www.lasoupe.org/),",
    "https://www.silverladle.com/)",
    "https://www.theblockdeli.net/)",
    "https://www.pholangthang.com/)",
    "https://www.fortunenoodleuc.com/rs/index_home.action?pageType=D)",
    "https://redfoxgrill.com/)",
    "https://kremersmarket.com/)",
    "https://mazuntetacos.com/)",
    "https://silvergladesdeli.com/)",
    "https://www.fortunenoodleuc.com/rs/index_home.action",
    "https://theblockdeli.net/)",
    "https://www.silvergladesdeli.com/)",
    "https://pholangthang.com/)",
    "https://www.mazuntetacos.com/)",
    "https://fortunenoodleuc.com/rs/index_home.action?pageType=D)",
    "https://lasoupe.org/),",
    "https://www.redfoxgrill.com/)",
    "https://www.kremersmarket.com/)",
    "https://silverladle.com/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "block deli located",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "cincinnati",
        "sentiment": "none"
      },
      {
        "name": "crescent springs",
        "sentiment": "none"
      },
      {
        "name": "cincinnati",
        "sentiment": "none"
      },
      {
        "name": "silverglades",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-14T23:46:43.624+02:00",
  "updated": "2024-01-14T23:46:43.624+02:00"
}