{
  "thread": {
    "uuid": "dd9a768855a7a7588ba76cb127c8bb53355b624d",
    "url": "https://www.argusmedia.com/en/news-and-insights/latest-market-news/2589324-japan-s-shizuoka-gas-expands-indian-gas-presence",
    "site_full": "www.argusmedia.com",
    "site": "argusmedia.com",
    "site_section": "https://argusmedia.com/es",
    "site_categories": [
      "logistics",
      "business"
    ],
    "section_title": "Argus Media | Argus Media",
    "title": "Japan’s Shizuoka Gas expands Indian gas presence | Latest Market News",
    "title_full": "Japan’s Shizuoka Gas expands Indian gas presence | Latest Market News",
    "published": "2024-07-19T12:48:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.argusmedia.comundefined",
    "performance_score": 0,
    "domain_rank": 14150,
    "domain_rank_updated": "2024-07-16T13:07:25.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dd9a768855a7a7588ba76cb127c8bb53355b624d",
  "url": "https://www.argusmedia.com/en/news-and-insights/latest-market-news/2589324-japan-s-shizuoka-gas-expands-indian-gas-presence",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Argus Media",
  "published": "2024-07-19T12:48:00.000+03:00",
  "title": "Japan’s Shizuoka Gas expands Indian gas presence | Latest Market News",
  "text": "Japanese gas distributor Shizuoka Gas has ventured into India's biogas sector, buying a stake in Indian manure-based producer Farm Gas. Shizuoka Gas has bought 10pc of Farm Gas, a joint venture between Indian gas distributor IRM Energy and Indian consultant Eximius Resources, for an undisclosed sum. Shizuoka Gas previously bought a stake in [Gujarat-based IRM Energy in 2021](https://direct.argusmedia.com/newsandanalysis/article/2284845), which supplies natural gas to the industrial sector. Farm Gas has been operating a biogas plant using cow dung and rice straw since December 2022. The manure-derived biogas is sold to auto firms as a vehicle fuel. The organic fertilizer produced as a by-product during the production process is sold to fertilizer companies and nearby farmers. Cow dung and rice straw creates air pollution, which is a huge problem in India, Shizuoka Gas said. It said it will build its experience in biogas production from the Farm Gas acquisition, with an aim to develop biogas plants in India and southeast Asia in the future. But shipping the biogas to Japan is not a current option, as Japan has already established pipeline gas supplies, it added. Related news posts Australian Enterprise gas drives Beach’s Apr-Jun output Australian Enterprise gas drives Beach’s Apr-Jun output Sydney, 19 July (Argus) — Australian independent Beach Energy produced more gas and liquids during April-June than the previous quarter but ended its 2023-24 fiscal year to 30 June with output down against a year earlier. April-June sales gas production of 20.2PJ (539mn m³) was 10pc higher than the previous quarter's 18.3PJ and up on April-June 2023's 19.6PJ as it commissioned its Enterprise field in Victoria state's Otway basin. Beach's total 2023-24 production of 18.5mn bl of oil equivalent (boe) was 5pc down on the 19.5mn boe achieved in 2022-23, with natural field decline and rainfall resulting in Beach's oil output falling by 11pc from the previous quarter to 7,400 b/d from 8,300 b/d in January-March. The firm shipped a second 79,000t Waitsia cargo from the Woodside-operated 16.9mn t/yr North West Shelf LNG terminal during the quarter, consisting of Xyris gas plant production and third-party surplus gas sourced through swaps. It expects to achieve the first gas at its delayed 250 TJ/d (6.7mn m³/d) Waitsia gas plant in Western Australia's onshore Perth basin in early 2025 ahead of a 3-4 month ramp-up period. The firm has released a wider than usual production guidance for 2024-25 of 17.5mn-21.5mn boe, to account for uncertainty on the timing of Waitsia commissioning and output growth. Beach identified A$135mn ($90.5mn) in field operating cost savings and sustaining capital expenditure reductions as part of its strategic review findings released on 18 June. Beach confirmed it expects to recognise an A$365mn-400mn pre-tax impairment charge in its full-year results following reassessment of its Bass basin assets in Australia and Taranaki basin project in New Zealand. It is targeting new gas supplies of 150 TJ/d over the coming 12-18 months from the Enterprise, Thylacine West and Waitsia fields. By Tom Major Beach Energy results (mn boe) Apr-Jun '24 Jan-Mar '24 Apr-Jun '23 2022-23 2023-24 Production 4.8 4.5 5.0 19.5 18.2 Sales 5.4 4.8 5.7 20.7 21.3 Sales revenue (A$) 433 392 450 1,617 1,766 Realised gas price (A$/GJ) 10.30 9.70 9.50 8.80 9.50 Source: Beach Energy Send comments and request more information at feedback@argusmedia.com Copyright © 2024. Argus Media group . All rights reserved. US gas producers may struggle to meet LNG demand US gas producers may struggle to meet LNG demand New York, 18 July (Argus) — US natural gas producers looking to become the primary suppliers to increasingly dependent overseas markets may still need to overcome tight pipeline capacity, volatility in oil markets and even growing competition from the US power sector. Large producers such as EQT and Chesapeake Energy are banking that the rapid buildout of LNG export capacity will connect the US to higher-priced markets and provide an outlet for a glut of US supply. At the same time, European buyers are depending on US gas to help wean the continent off Russian supplies since the Russia-Ukraine war broke out in 2022. But questions remain about the ability of US producers to feed the rapid expansion. The US already leads the world in LNG exports and is on pace to double that capacity later this decade. US baseload LNG export capacity was forecast to increase to 21.1 Bcf/d by the end of 2027, about one fifth of today's total lower-48 US gas production, according to the US Energy Information Administration (EIA). By 2030, Shell expects US LNG production will meet about 5pc of global gas demand and 30pc of global LNG demand. But to satisfy a world that much more reliant on US shipments of gas, US producers have to significantly grow output and build the pipelines needed to connect subterranean shale basins to the US Gulf coast, where almost all the US liquefaction capacity will be located. East Daley Analytics director Jack Weixel said regulatory challenges to permitting those pipelines threaten the US' ability to rapidly boost its LNG exports regardless of who is elected president in November. Growing pains There are unique challenges to raising production in all three of the US' biggest gas-producing formations — the Appalachian basins, the Permian basin of west Texas and southeast New Mexico, and the Haynesville shale of east Texas and northern Louisiana. In Appalachia, developers have almost entirely lost faith in their ability to secure the permits necessary to build new interstate pipelines, so incremental LNG demand will probably not be met by Appalachian gas. The Permian is the US' most prolific oil field, making it an unreliable associated gas producer; a dim outlook for crude prices would mechanically slash gas output. And in the less mature Haynesville, there are \"a lot of open questions on how deep that inventory is and how much (it) can actually grow,\" Citi equity analyst Paul Diamond said. The threat to building new pipelines is not solely the domain of regulators, either, but can even come from within the industry itself, as US midstream giant Energy Transfer has shown over the past year by trying to block several new pipelines out of the Haynesville. Some of Energy Transfer's opponents have warned the legal dispute could hamper the gas production growth needed in the Haynesville to meet the US' coming LNG boom. Permitting aside, some analysts consulted by Argus expressed concern about the integrity of the US gas pipeline network itself, whether due to accidents or ransomware attacks, such as that which targeted the Colonial oil products pipeline in May 2021, disrupting fuel deliveries into the eastern US. Powerful competition Meeting booming LNG demand could be even harder if domestic gas needs exceed expectations. Gas producers and power generators eager to serve data centers running emergent artificial intelligence software have indicated that might be the case. EQT, the largest US gas producer by volume, in its most aggressive data center build-out scenario envisioned an 18 Bcf/d (510mn m³/d) increase in gas demand to generate electricity through 2030, while US gas pipeline operator Kinder Morgan forecast an increase between 7-10 Bcf/d. Goldman Sachs and consultancy Enverus forecast more modest increases of 3.3 Bcf/d and 2 Bcf/d, respectively. The US power sector consumed a record-high 35.4 Bcf/d of gas in 2023, the EIA said. About 43pc of US utility-scale electricity was generated by gas. EQT may be biased. But if its forecast is accurate, US gas producers may not be able to meet all that new demand while also exporting double what the US is exporting today, FactSet analyst Connor McLean said. In that case, a high-demand scenario like EQT's could leave the US gas market undersupplied, boosting US gas prices and closing the spot price arbitrage between US pipeline gas and global LNG, which has mostly been wide open for years. In response to elevated prices at the US gas benchmark, Henry Hub, overseas buyers might find themselves canceling US cargoes — if their supply contracts allow for it — eating the requisite liquefaction fee and taking delivery of a cargo from Qatar or Russia instead. Not so fast The caveat to risks of an undersupplied US gas market is that official timelines of when LNG export terminals are expected to enter service on the US Gulf coast may be overly optimistic. Texas' planned 18.1mn t/yr Golden Pass LNG delaying first LNG on the heels of its lead contractor going bankrupt is just one recent example of this. \"All that does is give producers a little bit more time to get production to where it needs to be,\" Weixel said. By Julian Hast Send comments and request more information at feedback@argusmedia.com Copyright © 2024. Argus Media group . All rights reserved. Urgent action needed for UK to hit net zero goals: CCC Urgent action needed for UK to hit net zero goals: CCC London, 18 July (Argus) — The UK increased the rate at which it reduced greenhouse gas (GHG) emissions last year, but \"urgent action\" is needed for the country to meet its targets in 2030 and beyond, independent advisory body Climate Change Committee (CCC) said in its progress report published today. The report assesses the UK's progress towards its net zero goals against policy set out by the previous Conservative government. The new Labour government, which has been in power since 5 July, has already set the scene for a stronger decarbonisation agenda , but it \"will have to act fast to hit the country's commitments\", the report says. The committee tracked progress on 28 key indicators. Of the 22 that have a benchmark or target, only five are assessed as being \"on track\". The UK's GHG emissions last year stood at 393mn t/CO2 equivalent (CO2e), down on the year by 5.4pc, or 22mn t/CO2e, provisional data show. This estimate excludes contributions from international aviation and shipping, as these are not included in the UK's 2030 target of a 68pc cut in GHG emissions from a 1990 baseline. And last year's reduced emissions resulted primarily from a drop in gas demand, the CCC says. Combined gas demand in 2023 averaged 156mn m³/d, down from nearly 175mn m³/d a year earlier. While progress has been made, the previous administration \"signalled a slowing of pace and reversed or delayed key policies\", the report says. The reduction in emissions last year is \"roughly in line with the annual pace of change needed\" to reach the 2030 target, but the average annual rate over the previous seven years is \"insufficient\", the committee says. The new government has placed strong focus on decarbonising electricity in its first days in office, but this is \"not enough on its own\", CCC acting chief executive James Richardson said. The average annual rate of GHG reduction outside the electricity supply sector over the previous seven years was 6.3mn t/CO2e, but this will need to more than double until 2030 if the UK is to meet its targets, the CCC says. In order to reach targets, \"annual offshore wind installations must increase by at least three times, onshore wind installations will need to double and solar installations must increase by five times\" by 2030. By comparison, oil and gas use should be \"rapidly\" reduced and the expansion of the production of fossil fuels should be limited, according to the report. The CCC also recommended that about 10pc of UK homes will need to be heated by a heat pump by 2030, in comparison with about 1pc today. The committee criticised the exemption of 20pc of properties from the 2035 phase-out gas boiler plan, saying it is \"unclear\" how the exemption would reduce costs as fewer consumers would have to pay to maintain the distribution grid. Gas-fired power generation in recent months has dropped on the back of high wind output and brisk power imports. Power-sector gas burn was 25mn m³/d in March-June, roughly half of the three-year average for the period. But if UK power demand increases with electrification, gas-fired power generation could maintain its role in the country's power mix, particularly if it is combined with carbon capture, use and storage technology, for which fast development and scale-up will need to happen this decade, the CCC says. \"Biases\" towards the use of natural gas or hydrogen must be removed where electrification is the most economical decarbonisation solution in an industry sector. Power prices need to be reduced \"to a level that incentivises industrial electrification\". Oil, gas industry to meet climate goals The UK's oil and gas sector \"is on track to meet its own climate goals and is not slowing down\", offshore industries association OEUK said today in reaction to the CCC's report. The UK needs a plan for reducing oil and gas demand and cutting its reliance on imports, according to OEUK chief executive David Whitehouse. \"We should be prioritising our homegrown energy production,\" he said. The sector reduced its emissions by 24pc in 2022 from 2018, meaning it met its target to reduce emissions by 10pc by 2025 early. The industry halved its flaring and venting and cut methane emissions by 45pc in 2022 compared with 2018, Whitehouse said. OEUK plans to reduce emissions by a quarter by 2027 and by half by 2030 against 2018 levels. And it aims to achieve net zero by 2050. By Georgia Gratton and Jana Cervinkova Send comments and request more information at feedback@argusmedia.com Copyright © 2024. Argus Media group . All rights reserved. EU’s von der Leyen re-elected as Commission president EU’s von der Leyen re-elected as Commission president Brussels, 18 July (Argus) — The European Parliament today approved Ursula von der Leyen's re-election as president of the European Commission. Nominated by EU states in June, von der Leyen received 401 votes, by secret ballot, from parliament's 720 newly elected members. Von der Leyen called for continuing climate and energy policy in her 2024-29 mandate to achieve greenhouse gas (GHG) cuts of at least 90pc by 2040 from 1990 levels. \"I have not forgotten how [Russian president Vladimir] Putin blackmailed us by cutting us off from Russian fossil fuels. We invested massively in homegrown cheap renewables. And this enabled us to break free from dirty Russian fossil fuels,\" said von der Leyen, promising to end the \"era of dependency on Russian fossil fuels\". She did not give an end date for this, nor did she specify if this includes a commitment to end Russian LNG imports. Von der Leyen went on to detail political guidelines for 2024-29. In the first 100 days of her new mandate, she pledged to propose a \"clean industrial deal\", albeit without giving concrete figures about how much investment this would channel to infrastructure and industry, particularly for energy-intensive sectors. The clean industrial deal will help bring down energy bills, she said. Von der Leyen told parliament the commission would propose legislation, under the European Climate Law, establishing a 90pc emission-reduction target for 2040. Her political guidelines also call for scaling up and prioritising clean-tech investment, including in grid infrastructure, storage capacity, transport infrastructure for captured CO2, energy efficiency, power digitalization, and deployment of a hydrogen network. She will also extend aggregate demand mechanisms beyond gas to include hydrogen and critical raw materials. Her political guidelines note the dangers of dependencies or fraying supply chains, from Putin's \"energy blackmail\" or China's monopoly on battery and chip raw materials. Majority report Passing the necessary legislation to implement her stated policies will now require approval from EU states and from parliament. Unless amplified by Germany's election next year, election victories by far-right parties in France and elsewhere appear not to threaten EU state majorities for specific legislation. Parliament's political centre-left S&D and liberal Renew groups, as well as von der Leyen's own centre-right EPP, have elaborated key policy requests . These broadly call for the continuation of von der Leyen's Green Deal, the set of legislation and policy measures aimed at 55pc GHG emission reduction by 2030, compared with 1990 levels. A symbolic issue for von der Leyen to decide, or compromise on, is the internal combustion engine (ICE). Her EPP group wants to stick to technological neutrality and to revise the phase-out, by 2035, of new ICE cars if they cannot run exclusively on carbon-neutral fuels. The EPP wants an EU e-fuel, biofuel, and low-carbon fuel strategy. Von der Leyen's guidelines reflect the need to gain support from centre-right, centre-left, and greens. For the ICE phase-out, she said the 2035 climate neutrality target for new cars creates investor and manufacturer \"predictability\" but requires a \"technology-neutral approach, in which e-fuels have a role to play.\" She made no mention of carbon-neutral biofuels. It will be impossible for von der Leyen to satisfy all demands in her second mandate. That includes policy asks put forward by the EPP, ranging from a \"pragmatic\" definition of low-carbon hydrogen, market rules for carbon capture and storage, postponing the EU's deforestation regulation, to catering more for farmers, even by scrapping EU wildlife protection for wolves and bears. EU member states are expected to propose their candidates for commissioners in August, including those responsible for energy, climate, and trade policies. When parliament has held hearings for candidates in late October, von der Leyen's new commission would then be subject to a final vote. By Dafydd ab Iago Send comments and request more information at feedback@argusmedia.com Copyright © 2024. Argus Media group . All rights reserved. Australia’s Santos delays FID on Dorado oil field Australia’s Santos delays FID on Dorado oil field Sydney, 18 July (Argus) — Australian independent Santos will now target a 2025 final investment decision (FID) on its 80pc-owned Dorado oil project in Western Australia (WA), after deferring it in 2022 and last year indicating a 2024 decision. Dorado's 10pc stakeholder Australian independent Carnarvon Energy said the joint venture (JV) will evaluate a lower capital expenditure (capex) option by reducing capacity below the previously guided 75,000-100,000 b/d and phasing development wells, targeting front-end engineering and design re-entry later in 2024 \"once the JV secures the best option vessel or hull\". Carnarvon said overall capex prior to the first oil from the offshore field will now be below its previous guidance of $2bn. Dorado JV's other shareholder is Taiwan's state-owned CPC with 10pc. Santos reported higher April-June oil and gas output than the previous quarter on 18 July, with production from the 7.8mn t/yr Gladstone LNG (GLNG) in Queensland state up on a year earlier. It produced 22.2mn bl of oil equivalent (boe), up by 2pc from 21.8mn boe during January-March because of the return of WA's Devil Creek gas plant following a maintenance shutdown, as well as higher liquids production following cyclone-related disconnections during January-March. But output was 3pc below the year-earlier figure of 22.8mn boe. GLNG is on track to swap 18PJ (480mn m³) of gas into the domestic market over April-September 2024, Santos said, with the project maintaining its guidance of around 6mn t of LNG shipped for the year to 31 December. Production at the 6.9mn t/yr ExxonMobil-operated PNG LNG in Papua New Guinea (PNG) was down on January-March with natural decline at the Hides field, partially offset by high compression reliability from the Santos-operated Gobe and Kutubu fields. Finalisation of drilling and completion of operations activities at PNG LNG's Angore C1 and C2 wells has been achieved with both wells perforated for production. Angore project teams are now starting tie-in execution with production of 350mn ft³/d (10mn m³/d) expected during October-December. The $4.6bn Barossa backfill project in the Timor Sea is 77pc complete, Santos said, with pipeline testing completed in June and on track for its first gas in July-September 2025 within its cost guidance. Santos' 1.7mn t/yr Moomba carbon capture and storage project in South Australia is mechanically complete and on track to raise injection of Cooper basin gas plant carbon dioxide during July-December. Santos maintained its 2024 production guidance of 84mn-90mn boe and will release its half-year results on 21 August. By Tom Major Santos results Apr-Jun '24 Jan-Mar '24 Apr-Jun '23 y-o-y % ± q-o-q % ± Volumes ('000 t) GLNG (100pc) 1,338 1,649 1,263 6 -19 Darwin LNG (100pc) 0 0 134 100 0 PNG LNG (100pc) 2,001 2,009 2,065 -3 0 Santos' equity share of LNG sales 1,264 1,352 1,333 -5 -7 Financial LNG sales revenue ($mn) 762 901 838 -9 -15 Total sales revenue ($mn) 1,313 1,398 1,336 -2 -6 LNG average realised price ($/mn Btu) 11 13 12 -4 -10 Oil price ($/bl) 89 89 83 7 0 Source: Santos Send comments and request more information at feedback@argusmedia.com Copyright © 2024. Argus Media group . All rights reserved. Business intelligence reports Get concise, trustworthy and unbiased analysis of the latest trends and developments in oil and energy markets. These reports are specially created for decision makers who don’t have time to track markets day-by-day, minute-by-minute. [Learn more](/es/solutions/business-intelligence-reports)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Economy, Business and Finance",
    "Environment"
  ],
  "ai_allow": true,
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "irm energy",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "shizuoka",
        "sentiment": "none"
      },
      {
        "name": "japan",
        "sentiment": "none"
      },
      {
        "name": "shizuoka gas",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "gujarat",
        "sentiment": "none"
      },
      {
        "name": "asia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-19T14:06:54.737+03:00",
  "updated": "2024-07-19T14:06:54.737+03:00"
}