{
  "thread": {
    "uuid": "2bac486606f3deec06ca492b3aee9fc657aa59ec",
    "url": "https://www.breakinglatest.news/world/we-are-not-alone-world-and-mission",
    "site_full": "www.breakinglatest.news",
    "site": "breakinglatest.news",
    "site_section": "https://www.breakinglatest.news/feed/",
    "site_categories": [],
    "section_title": "Breaking Latest News",
    "title": "We are not alone - World and Mission - Breaking Latest News",
    "title_full": "We are not alone - World and Mission - Breaking Latest News",
    "published": "2024-03-29T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.mondoemissione.it/wp-content/uploads/sciocco-pasqua24-2-e1711624119840.jpg",
    "performance_score": 0,
    "domain_rank": 91038,
    "domain_rank_updated": "2024-03-26T12:08:39.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2bac486606f3deec06ca492b3aee9fc657aa59ec",
  "url": "https://www.breakinglatest.news/world/we-are-not-alone-world-and-mission",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "admin",
  "published": "2024-03-29T03:00:00.000+03:00",
  "title": "We are not alone - World and Mission - Breaking Latest News",
  "text": "“This Good Friday it is illuminated by the faith that we are not alone, and the strength of the Lord pushes us to constant commitment for the good of the people.” Here is the message from Father Davide Sciocco from Guinea-Bissau, a country where the population still experiences much suffering, but where Lent and Easter are experienced with great participation and intensity Dearest friends, Easter is approaching, the most important celebration for us Christians, which unites the mystery of suffering and death with that of faith and the joy of resurrection. In this climate I reach you with some news from Guinea-Bissau, which lives in the uncertainty of the political situation, given that we are without Parliament and without any date for the elections, and therefore everything is precarious. But this Good Friday it is illuminated by the faith that we are not alone, and the strength of the Lord pushes us to constant commitment for the good of the people The first piece of good news is the return of our bishop after another three months of treatment in Italy. He is better now and in recent weeks he visited Casa Bambaran, which we have supported for years, on the occasion of the feast of Saint Joseph. THE Casa Bambaran deserves all our help, because not only welcomes 30 children with disabilities, orphans or with serious family problems, but it also has an inclusive school where children from the neighborhood study together with children with disabilities who also come from other parts of the city. It is in fact the first school in the country with this special attention and with support teachers, an absolute novelty here in Guinea-Bissau. See also Syrian Ministry of Foreign Affairs and Expatriates Issues Statement Condemning Israeli Missile Attack_United Nations_International Law_Region Me too’Bor pediatric hospital offers a valuable service and continues in its relaunch phase. To this end, we will send some young doctors to Senegal to do specialization courses in paediatrics and surgery, so as to provide a quality service to the people most in need. To allow health care for children from poor families, for many years a non-profit organization in Rho (“Progetto Anna”) has supported a special fund for their care. There are many needs, and so we want to broaden the pool of benefactors for this great need: anyone who would like to support this Fund to give hope and life to the poorest sick children can contact me. Here too we try to do our part. There Lent, in particular here it is lived in a very intense way, with moments of prayer, fasting and charity towards those most in need. This year all Christians were invited to offer the equivalent of their meal to the Caritas nutritional recovery centers scattered in various parts of the country (including the one dedicated to our Federica Banfi in Contuboel). Also very participatory Lenten catecheses for young peoplewho are always very numerous and full of enthusiasm. I thank you for your closeness in friendship, prayer and solidarity which allows me to support many realities of evangelization and development. I wish you an Easter triduum of love and peace. AND happy Easter to each of you and your families.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "davide sciocco",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "parliament",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "guinea-bissau",
        "sentiment": "none"
      },
      {
        "name": "guinea",
        "sentiment": "none"
      },
      {
        "name": "italy",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T17:19:50.297+03:00",
  "updated": "2024-04-15T23:38:35.309+03:00"
}