{
  "thread": {
    "uuid": "4a3cfce11cec51bc6fbf1ab05886361638889d49",
    "url": "https://es.minghui.org/html/articles/2023/12/29/130062.html",
    "site_full": "es.minghui.org",
    "site": "minghui.org",
    "site_section": "http://es.minghui.org",
    "site_categories": [],
    "section_title": "\n            Falun Dafa - Minghui.org",
    "title": "Taiwán: Los practicantes en Hualien desean al fundador de Falun Dafa un feliz Año Nuevo | Falun Dafa - Minghui.org",
    "title_full": "Taiwán: Los practicantes en Hualien desean al fundador de Falun Dafa un feliz Año Nuevo | Falun Dafa - Minghui.org",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 80538,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4a3cfce11cec51bc6fbf1ab05886361638889d49",
  "url": "https://es.minghui.org/html/articles/2023/12/29/130062.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dic ; Por un practicante de Falun Dafa en Hualien; Taiwán",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "Taiwán: Los practicantes en Hualien desean al fundador de Falun Dafa un feliz Año Nuevo | Falun Dafa - Minghui.org",
  "text": "(Minghui.org) Practicantes en Hualien, Taiwán, se reunieron en el Parque Taipingyang (también conocido como Pacific Landscape Park) el 24 de diciembre de 2023, para celebrar las fiestas y desear un feliz Año Nuevo al fundador de Falun Dafa, el Sr. Li Hongzhi. Practicantes de Falun Dafa en Hualien desean a Shifu un feliz Año Nuevo. Hacía un buen día y después de tomarse una fotografía de grupo, los practicantes hicieron los ejercicios de DAFA juntos. La música relajante atrajo a muchos transeúntes y estaban felices de aceptar información sobre Falun Dafa. \"Escuché sobre Falun Dafa hace años y es genial verles aquí\", dijo Yeh, quien trabaja en un hospital local. Un jubilado, Kuo, dijo: \"Todos sabemos que “el bien es recompensado con el bien\" y \"el mal se encuentra con la retribución\". El Partido Comunista Chino (PCCh) enfrentará consecuencias por perseguir a Falun Dafa\". Los practicantes hacen el primer conjunto de ejercicios de Falun Dafa. Hablando con la gente sobre Falun Dafa. Una mujer (derecha) pregunta dónde puede aprender los ejercicios de Falun Dafa. Salud restaurada Varios practicantes compartieron cómo se han beneficiado de practicar Falun Dafa. La Sra. Hsu Huiyuan, que trabaja en una agencia gubernamental, estaba plagada de problemas de salud. Tomó muchos analgésicos para sus dolores de cabeza. Ella también tomó antibióticos. La hermana de la Sra. Hsu le presentó Falun Dafa en 2001. Poco después de comenzar a practicar DAFA, sus problemas de salud desaparecieron. Impresionada por estos cambios positivos, toda la familia de la Sra. Hsu la alentó a seguir practicando. Hsu Huiyuan agradece a Shifu por su guía. Después de que comenzó a practicar, la Sra. Hsu se enteró de cómo el PCCh persigue a Falun Dafa y quería contarle a la gente la verdadera historia. Se unió a un medio de comunicación y fue a Taipei para aprender composición tipográfica. Aunque no tenía experiencia en la formación tipográfica o la creación de gráficos, aprendió rápidamente y ayudó a presentar los hechos sobre la persecución de Falun Dafa. La Sra. Hsu dijo que había experimentado muchos milagros a lo largo del camino, y agradeció a Shifu. En el nuevo año, planea seguir mejor las enseñanzas de DAFA y ayudar a Shifu a salvar a más personas al compartir la bondad de Falun Dafa. El significado de la vida Desde la infancia, la Sra. Shen Jinlien siempre buscó el significado de la vida. Toda su vida, sintió como si una fuerza la empujara hacia adelante, pero no sabía qué era. En su búsqueda de respuestas, se unió a varios grupos budistas, pero luego descubrió que eso no era lo que había estado buscando. Shen Jinlien dice que es muy afortunada de ser practicante de Falun Dafa. En 2001, una amiga le dijo a la Sra. Shen sobre Falun Dafa y ella tomó la práctica. \"No fue hasta entonces que me di cuenta de lo que había estado esperando era Falun Dafa\", dijo. “Poco a poco aprendí a mirar hacia adentro y mejorarme. Pude dejar de lado los malos apegos y las nociones humanas, para cumplir con los principios de Verdad-Benevolencia-Tolerancia de Dafa \". La Sra. Shen dijo que tuvo la suerte de encontrar a Falun Dafa y convertirse en practicante. “Finalmente aprendí el propósito de la vida. Practicaré diligentemente y ayudaré a Shifu a salvar más gente. ¡Gracias, Shifu y feliz Año Nuevo!\". Propietaria de negocio: una familia feliz La Sra. Chang Yahui posee un famoso restaurante de fideos en la zona. Tiene que levantarse temprano todas las mañanas y hacer fideos. Después de unos años estaba agotada, física y mentalmente. Tenía dolor en el pecho y artritis degenerativa en ambos pies. Para empeorar las cosas, su esposo tenía mal genio y la pareja a menudo se peleaba. Chang Yahui posee un popular restaurante de fideos. En 2001, un cliente le dio a la Sra. Chang un folleto sobre Falun Dafa. \"Después de leerlo, sugerí que mi hermano practicara porque su salud era mala\", dijo la Sra. Chang, \"él estuvo de acuerdo pero dijo que tenía que practicar con él. Así que los dos vimos los videos de Shifu\". A pocos días de empezar la serie de videoconferencias, la Sra. Chang de repente se dio cuenta de que sus preguntas sobre la vida fueron respondidas. Por ejemplo, se había preguntado por qué estamos en este mundo y por qué deberíamos ser buenas personas. \"Estaba emocionada y feliz, finalmente encontré a Dafa y comencé a practicar\", dijo. La Sra. Chang pronto descubrió que sus problemas de salud habían desaparecido. “Una vez, mi esposo de repente me gritó sin ninguna razón. Antes de abrir mi boca para discutir, recordé las palabras de Shifu, que deberíamos ser desinteresados y considerados\", dijo. “Me di cuenta de que mi esposo tenía mal genio, pero él es una buena persona. Curiosamente, él también mejoró después de que yo cambiara y ahora somos una familia feliz\". La Sra. Chang está muy agradecida con Shifu por su compasión. \"¡Gracias, Shifu y feliz Año Nuevo!\", dijo. Todo el contenido publicado en este sitio web tiene derechos de autor de Minghui.org. La reproducción no comercial debe incluir la atribución (por ejemplo, \"Según lo informado por Minghui.org,...\") y un enlace al artículo original. Para uso comercial, comuníquese con nuestro departamento editorial para obtener permiso. Categoría: [ Saludos ](/cc/31/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T12:07:01.715+02:00",
  "updated": "2023-12-29T12:07:01.715+02:00"
}