{
  "thread": {
    "uuid": "04772e5fc713827b2bfdde643d2be72d9b624483",
    "url": "https://www.mdzol.com/politica/2023/12/29/un-diputado-mendocino-celebro-la-actitud-de-javier-milei-elogio-la-ley-omnibus-395057.html",
    "site_full": "www.mdzol.com",
    "site": "mdzol.com",
    "site_section": "https://www.mdzol.com",
    "site_categories": [
      "media"
    ],
    "section_title": "MDZ Online",
    "title": "Un diputado mendocino celebró la actitud de Javier Milei y elogió la ley ómnibus - MDZ Online",
    "title_full": "Un diputado mendocino celebró la actitud de Javier Milei y elogió la ley ómnibus - MDZ Online",
    "published": "2023-12-29T05:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.mdzol.com/u/fotografias/m/2023/12/10/f1280x720-1520551_1652226_5050.jpg",
    "performance_score": 0,
    "domain_rank": 28613,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "04772e5fc713827b2bfdde643d2be72d9b624483",
  "url": "https://www.mdzol.com/politica/2023/12/29/un-diputado-mendocino-celebro-la-actitud-de-javier-milei-elogio-la-ley-omnibus-395057.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "mdzol.com",
  "published": "2023-12-29T05:30:00.000+02:00",
  "title": "Un diputado mendocino celebró la actitud de Javier Milei y elogió la ley ómnibus - MDZ Online",
  "text": "Un diputado mendocino celebró la actitud de Javier Milei y elogió la ley ómnibus \"Viene a cambiar todo lo que viene funcionando mal\", opinó Álvaro Martínez y señaló: \"Esperemos poder tratar este proyecto prontamente en la Cámara de Diputados”. El presidente [Javier Milei](https://www.mdzol.com/temas/javier-milei-359.html) le dio otro “sacudón” a la sociedad este miércoles, ya que envió al Congreso la anunciada ley ómnibus que propone una importante reforma, y sus más de 600 artículos ya son tema de análisis. El diputado nacional [Álvaro Martínez](https://www.mdzol.com/temas/alvaro-martinez-38198.html) habló este jueves en [MDZ Radio 105.5 FM](https://www.mdzol.com/mdzradio) y aseguró que “lo positivo es que es un Gobierno que ha llegado con la decisión de cambiar la realidad, de cambiar todo aquello que esté mal y se ha notado”. “En el día de ayer entró este proyecto de ley bastante extenso. Es una ley que viene verdaderamente a cambiar las bases, a cambiar todo aquello que viene funcionando mal hace mucho tiempo”, relató y señaló: “Esperemos poder tratar este proyecto prontamente en la Cámara de Diputados”. En Tardes de Frente, reiteró: “Hay una clara decisión del presidente desde el día uno de tomar los desafíos necesarios para cambiar la realidad de los argentinos”. “El presidente tiene ciertas atribuciones legislativas. Hay que ver bien en el proyecto en qué temáticas y cuál es el fin de querer tener atribuciones legislativas que no son siempre buenas, aunque en otros casos son necesarias”, aclaró: “Siempre, pese a que el Poder Ejecutivo ejerza funciones delegadas, igual existe el control legislativo”. Y añadió: “Muchas veces es más fácil hacerlos desde el Ejecutivo los cambios para tener los resultados de una manera pronta y luego enviarlo al Congreso para su ratificación o para que lo podamos ir corrigiendo”. Respecto de los cambios propuestos a nivel electoral, Martínez opinó: “Hay que ver bien si eliminar las PASO soluciona el problema de fondo o ya solamente lo soluciona la aplicación de la boleta única”. “La Boleta Única es una herramienta necesaria a nivel nacional porque termina con muchas cuestiones, incluso termina con lo que todos creemos que es el gasto innecesario de las elecciones”, sostuvo. “Hay que darle una vuelta de rosca, ver qué se pretende hacer con la Ley PASO, si eliminarla en sí o bien sacarle la obligatoriedad que puede ser un recurso muy bueno. Lo que sí entiendo que hay que aplicar y de manera urgente porque va a hacer que los argentinos ahorremos un montón de dinero, es la implementación de la Boleta Única”, remarcó. Respecto de los dichos de Milei sobre la existencia coimas en el Congreso, Martínez aseguró que no los comparte porque “no lo he visto, soy de la nueva camada y vengo luchando contra eso. No me siento identificado, en el caso de existir hay que hacer la denuncia correspondiente”. Finalmente, deseó que “podamos tratar (la ley ómnibus) lo más rápido posible y que el resto de las fuerzas políticas estén a la altura de las circunstancias de lo que nos está pidiendo la ciudadanía: empezar a cambiar las cosas para que los resultados empiecen a llegar lo más rápido posible”. Escuchá la entrevista completa [](/politica/2023/12/29/los-funcionarios-de-milei-estan-conformes-pero-preocupan-las-relaciones-ocultas-con-el-kirchnerismo-395115.html) Piquetes permanentes Los funcionarios de Milei están conformes, pero preocupan las relaciones K [](/politica/2023/12/29/juan-grabois-se-reunio-con-luis-moreno-ocampo-para-debatir-un-plan-de-desarrollo-humano-395124.html) Justicia El motivo por el que Grabois se reunió con exfiscal del Juicio a las Juntas [](/politica/2023/12/29/las-tajantes-criticas-de-maria-eugenia-vidal-para-poner-en-jaque-la-gestion-de-axel-kicillof-395078.html) Lapidario mensaje Las tajantes críticas de Vidal para poner en jaque a la gestión de Kicillof [](/politica/2023/12/28/javier-milei-revelo-como-pagara-su-viaje-para-ver-el-show-de-fatima-florez-en-mar-del-plata-395125.html) En redes sociales Milei reveló cómo pagará su viaje para ver el show de Fátima a Mar del Plata [](/politica/2023/12/28/el-gobierno-quiere-el-traspaso-de-la-justicia-nacional-la-ciudad-de-buenos-aires-395024.html) Jueces resisten El Gobierno quiere el traspaso de la Justicia nacional a la Ciudad de BA [](/politica/2023/12/28/javier-milei-repudio-el-terrorismo-de-hamas-recordo-las-fuerzas-del-cielo-que-lo-llevaron-al-triunfo-395118.html) Juegos Macabeos Panamericanos Javier Milei repudió el terrorismo de Hamás y recordó \"las fuerzas del cielo\" [](/politica/2023/12/28/claves-de-la-ambiciosa-polemica-ley-omnibus-de-javier-milei-en-argentina-395043.html) Los detalles Las claves de la ley ómnibus de Javier Milei, según la prensa internacional [](/politica/2023/12/28/patricia-bullrich-critico-el-rechazo-al-dnu-de-javier-milei-afirmo-que-lo-quieren-voltear-395113.html) Decreto presidencial",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T07:06:48.663+02:00",
  "updated": "2023-12-29T07:06:48.663+02:00"
}