{
  "thread": {
    "uuid": "3d0185a825740d005ec8937f22168009b623978e",
    "url": "https://www.elespanol.com/invertia/economia/empleo/20231229/buenas-noticias-mayores-anos-ofertas-empleo-sepe-sueldo-superior/820668282_0.html",
    "site_full": "www.elespanol.com",
    "site": "elespanol.com",
    "site_section": "https://seguro.elespanol.com",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "EL ESPAÑOL - Diario digital, plural, libre, indomable, tuyo",
    "title": "Buenas noticias para los mayores de 50 años: estas son las ofertas de empleo del SEPE con sueldo superior a 4.000€",
    "title_full": "Buenas noticias para los mayores de 50 años: estas son las ofertas de empleo del SEPE con sueldo superior a 4.000€",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://s1.elespanol.com/2023/09/21/invertia/796181118_236227225_1706x960.jpg",
    "performance_score": 0,
    "domain_rank": 2584,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3d0185a825740d005ec8937f22168009b623978e",
  "url": "https://www.elespanol.com/invertia/economia/empleo/20231229/buenas-noticias-mayores-anos-ofertas-empleo-sepe-sueldo-superior/820668282_0.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alberto G. Palomo",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "Buenas noticias para los mayores de 50 años: estas son las ofertas de empleo del SEPE con sueldo superior a 4.000€",
  "text": "El Servicio de Empleo Público Estatal (SEPE) ha anunciado nuevas ofertas de empleo pensadas para parados de más de 50 años. En muchas de ellas el contrato es indefinido , una garantiza, a priori, para la estabilidad. Los sectores son muy diversos y se valora la experiencia previa adquirida durante toda la vida laboral . También se observan los conocimientos que puedan aportar a la empresa.\nLa duración de la jornada es completa. Tiene turnos rotativos y en determinados puestos hay opción de teletrabajo . Se incrementa la necesidad de mano de obra en el sector inmobiliario, en talleres, ingeniería o personal de limpieza en oficinas y geriátricos. El sueldo puede superar los 4.000 euros con pago de incentivos y pluses por consecución de objetivos.\nDichas ofertas son positivas hacia este tipo de población, que no siempre tiene el acceso oportuno . Hay empresas, no obstante, que sí dan cabida a los séniors. Muestra de ello son las que se anuncian publicando sus vacantes en la web Empléate . Las oportunidades de crecimiento profesional para los mayores de 50 años cada vez son más numerosas.\n📊 ¿Quieres conocer la situación de la contratación laboral de tu municipio?\n📉 En el Boletín Anual del Mercado de trabajo elaborado por el #Observatoriodelas Ocupaciones del SEPE podrás consultar esos datos.\n🔷 Más información 👉 https://t.co/CrErkYqfJ4 pic.twitter.com/9PGTLp5zy6\n— SEPE (@empleo_SEPE) December 27, 2023 Tal sector poblacional, antes prácticamente descartado del mercado laboral, ve cómo ahora existe una preocupación desde las instituciones. De este modo, se intenta erradicar el llamado 'edadismo' en los procesos de selección de personal y en las ofertas de empleo. Esta franja de trabajadores puede aportar nuevos conocimientos a aquellos que están empezando (júnior) o a los que ya cuentan con algunos años de trayectoria.\nEstas son las empresas que están contratando talento sénior:\n- Remax busca 2 trabajadores de más de 50 años especializados en el sector inmobiliario para trabajar en Molina de Segura (Murcia). Con opción de teletrabajo y sueldo de 30.000 a 50.000 euros anuales. Se valora certificado de discapacidad (33%).\n- Jefe de mantenimiento de vehículo industrial en Zaragoza. Sueldo de 45.000 euros.\n- Ingeniero de apoyo responsable de delegación en Cantoria (Almería), contrato indefinido, sueldo de entre 24.000 y 30.000 euros, jornada intensiva y formación gratis a cargo de la empresa.\n- Director comercial en Zaragoza, oferta perteneciente al SNE, Sistema Nacional Empleo. Se pide Grado Universitario, inglés nivel C1. Con contrato indefinido a jornada completa.\n- Personal de limpieza para residencia de mayores en Zaragoza, se valora experiencia previa de al menos 6 meses, sin estudios pero se tienen en cuenta los certificados de profesionalidad.\n- Jefe de obra en Madrid para Eiffage, contrato temporal.\n- Administrativo con certificado de discapacidad de al menos el 33% en Cantabria. No hacen falta estudios pero sí se tendrán en cuenta los conocimientos informáticos.\nCómo solicitar un trabajo para mayores de 50 años Para aplicar a una de las ofertas de empleo para trabajadores sénior de más de 50 años habrá que entrar en el portal laboral Empléate , del SEPE. Una vez dentro, en la barra de buscador que aparece en primer lugar hay que escribir \"empleo mayores 50\" y darle al botón azul del lateral donde pone \"Buscar\".\nSe abrirá un listado completo con las vacantes disponibles a las que los sénior podrán enviar el currículum porque cuentan con el plazo de solicitud abierto. Cuando se haya elegido la que conviene, se abre un nuevo espacio con las condiciones laborales. Hay que darle a ‘Inscribirme’ o ‘Visitar oferta’.\n Empleo España Mercado laboral SEPE Tendencias",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [
    "https://t.co/9PGTLp5zy6",
    "https://t.co/CrErkYqfJ4",
    "https://twitter.com/hashtag/Observatoriodelas?src=hash&ref_src=twsrc%5Etfw",
    "https://twitter.com/empleo_SEPE/status/1739919432363769951?ref_src=twsrc%5Etfw",
    "https://twitter.com/empleo_SEPE/status/1739919432363769951",
    "https://www.twitter.com/empleo_SEPE/status/1739919432363769951?ref_src=twsrc%5Etfw",
    "https://www.twitter.com/hashtag/Observatoriodelas?src=hash&ref_src=twsrc%5Etfw",
    "https://twitter.com/hashtag/Observatoriodelas",
    "https://www.t.co/9PGTLp5zy6",
    "https://www.t.co/CrErkYqfJ4"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T18:32:29.078+02:00",
  "updated": "2023-12-31T05:34:08.244+02:00"
}