{
  "thread": {
    "uuid": "3448da29dd57e33f2ddd9b5a4e1b262d687a77e2",
    "url": "https://www.elespectador.com/deportes/futbol-mundial/cientos-de-brasilenos-y-leyendas-del-futbol-despiden-al-viejo-lobo-zagallo/",
    "site_full": "www.elespectador.com",
    "site": "elespectador.com",
    "site_section": "http://www.elespectador.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Noticias de hoy en Colombia y el mundo. Última hora | Noticias | EL ESPECTADOR",
    "title": "Cientos de brasileños y leyendas del fútbol despiden al “Viejo Lobo” Zagallo | EL ESPECTADOR",
    "title_full": "Cientos de brasileños y leyendas del fútbol despiden al “Viejo Lobo” Zagallo | EL ESPECTADOR",
    "published": "2024-01-07T23:04:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://www.elespectador.com/resizer/i81MbhW0soD9ayVwJ36xJMaoc3E=/657x0/filters:quality(60):format(jpeg)/cloudfront-us-east-1.images.arcpublishing.com/elespectador/HVCFG3YOS6U2QDKAJZUSMKJJO4.jpg",
    "performance_score": 0,
    "domain_rank": 6006,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3448da29dd57e33f2ddd9b5a4e1b262d687a77e2",
  "url": "https://www.elespectador.com/deportes/futbol-mundial/cientos-de-brasilenos-y-leyendas-del-futbol-despiden-al-viejo-lobo-zagallo/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "EFE",
  "published": "2024-01-07T23:04:00.000+02:00",
  "title": "Cientos de brasileños y leyendas del fútbol despiden al “Viejo Lobo” Zagallo | EL ESPECTADOR",
  "text": "Cientos de brasileños y algunas leyendas de la selección de ese país despidieron a Mario Jorge Lobo Zagallo, el único con cuatro Copas del Mundo en el universo del fútbol, quien falleció el viernes y fue sepultado este domingo en Río de Janeiro. Vea: Con golazo de Luis Díaz el Liverpool derrotó al Arsenal, por la Copa FA (Video) El “Viejo Lobo”, quien tenía la salud quebrantada desde hace una década, falleció la medianoche del pasado viernes a los 92 años en un hospital de Río de Janeiro, ciudad en la que comenzó su carrera en el fútbol como puntero izquierdo del club América. La velación fue en la sede de la Confederación Brasileña de Fútbol (CBF), en cuya fachada lucía un cartel en el que se leía “Zagallo Eterno”, una frase con “13 letras”, el número preferido del “Viejo Lobo”, quien admitía ser supersticioso como pocos. Junto al ataúd, una estatua de cera de 1,70 metros de altura, que lo muestra con su uniforme de entrenador, y las cinco Copas del Mundo obtenidas por Brasil, de las cuales cuatro fueron ganadas por selecciones que tuvieron al “Viejo Lobo” entre sus integrantes. Fueron en Suecia 1958 y Chile 1962 como jugador, en México 1970 como entrenador y en Estados Unidos 1994 como coordinador técnico. Pese a la importancia de Zagallo, pocas personalidades del fútbol comparecieron. Entre ellos, Zinho, Grafite, Mazinho, Gilmar Rinaldi, Mauro Silva, Cafú y Bebeto, exjugadores de la selección brasileña y que en algún momento tuvieron a Zagallo como entrenador. Lea también: Los eventos deportivos que le quedaron grandes a Colombia Bebeto, quien brilló como delantero en España con el Deportivo La Coruña y el Sevilla, recordó a Zagallo como \\\"un tipo que nunca se desanimaba\\\" y afirmó que su \\\"mayor referencia y maestro\\\" en el fútbol. \\\"Un tipo siempre positivo, que contagiaba en el vestuario\\\" y \\\"alentaba a sus jugadores como nadie\\\", agregó Bebeto, campeón mundial en Estados Unidos 1994. También estuvieron el exseleccionador y actual entrenador de Flamengo Adenor Leonardo Bachi \\\"Tite\\\", junto a directivos de los clubes Botafogo, Flamengo, Fluminense y Vasco da Gama, los cuatro grandes de Río de Janeiro en los que Zagallo actuó como jugador o técnico. El presidente de la CBF, Ednaldo Rodrigues, valoró el \\\"gigantesco legado\\\" de Zagallo para el fútbol mundial y anunció que la entidad preparará \\\"una serie de homenajes\\\" para \\\"honrar su memoria\\\" durante todo este año. Lea: Falleció Mario Zagallo, leyenda de Brasil y ganador de cuatro Copas del Mundo Tras el velatorio, el ataúd, cubierto con banderas de la CBF, la FIFA y la Conmebol, fue transportado en un camión de Bomberos hasta el cementerio São João Batista, en el barrio de Botafogo. Allí, esas tres banderas fueron sustituidas por una de Brasil y el “Viejo Lobo” fue sepultado en una ceremonia reservada para sus familiares y amigos más íntimos, que lo despidieron con una larga salva de aplausos. 🚴🏻⚽🏀 ¿Lo último en deportes?: Todo lo que debe saber del deporte mundial está en El Espectador",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:33:21.926+02:00",
  "updated": "2024-01-08T00:33:21.926+02:00"
}