{
  "thread": {
    "uuid": "b2d7fdc0d5d8c73a795fea9f3be707e8eab2525f",
    "url": "https://menafn.com/1107860757/Cole-Ducasse-Announces-Its-Partnership-With-Hectar-To-Promote-Sustainable-Food-In-Gastronomy",
    "site_full": "menafn.com",
    "site": "menafn.com",
    "site_section": "http://www.menafn.com/rss/Menafn_MostaPopular_global_en.xml",
    "site_categories": [
      "investing",
      "financial_news",
      "finance"
    ],
    "section_title": "Lionel Messi's Return Sparks Emotion In Inter Miami's 1-1 Draw With Newell's Old Boys",
    "title": "Cole Ducasse Announces Its Partnership With Hectar To Promote Sustainable Food In Gastronomy | MENAFN.COM",
    "title_full": "Cole Ducasse Announces Its Partnership With Hectar To Promote Sustainable Food In Gastronomy | MENAFN.COM",
    "published": "2024-02-16T04:14:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JO",
    "main_image": "https://menafn.com/includes/img/logo.jpg",
    "performance_score": 0,
    "domain_rank": 6408,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b2d7fdc0d5d8c73a795fea9f3be707e8eab2525f",
  "url": "https://menafn.com/1107860757/Cole-Ducasse-Announces-Its-Partnership-With-Hectar-To-Promote-Sustainable-Food-In-Gastronomy",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MENAFN",
  "published": "2024-02-16T04:14:00.000+02:00",
  "title": "Cole Ducasse Announces Its Partnership With Hectar To Promote Sustainable Food In Gastronomy | MENAFN.COM",
  "text": "( MENAFN - ForPressRelease) 15th February 2024: cole Ducasse is delighted to announce its partnership with Hectar, a pioneer in the development of new sustainable agricultural models and firmly committed to regenerative agriculture that prioritizes soil conservation. This collaboration is a new step for cole Ducasse, which aims to play a pioneering role in the integration of sustainable nutrition into culinary education.\nForward-thinking training for a sustainable future\nIn June 2024, cole Ducasse and Hectar will launch a Professional Training course on the theme of \\\"Bringing Biodiversity and Sustainable Food to the Plate\\\". Hectar is an association dedicated to accelerating the agricultural transition and supporting start-ups in this field across Europe. Hectar also creates initiatives backed by major groups such as Parfums Christian Dior. The two-day professional training course scheduled for 20 and 21 June will enable chefs to better identify the role they need to play in the transition to healthier, more sustainable food and will cover key topics such as soil regeneration, climate issues and the importance of the chef-producer relationship. It will also include an immersive visit to the Hectar pilot farm, as well as conversations with renowned chefs who have initiated new forms of collaboration with producers and implemented self-production kitchen-garden-chef approaches.\nAll cole Ducasse Bachelors and career conversion programs will also be enriched with a two-day module on sustainable food. This addition will form an integral part of the healthy and natural cooking module from 2024 onwards and will focus on plant-based cuisine as well as territorial diversity, with an immersive visit to the Hectar pilot farm and talks by experts on the themes of soil regeneration, permaculture and fermentation.\nThrough this collaboration, cole Ducasse and Hectar are committed to training chefs who are not only talented but also involved in a responsible transition towards more sustainable food, keenly aware of their environmental impact as part of their professional practice.\nThe vision nurtured by Alain Ducasse Founder cole Ducasse, Michelin-starred chef and emblematic figure in the world gastronomy inspires the spirit of this partnership: \\\"Well-sourced produce is at once good to eat, economically good and good for the planet\\\".\nElise Masurel, Managing Director cole Ducasse, comments: \\\"We are delighted that this long-term partnership with Hectar has come to fruition, as it aligns perfectly with our desire to train civic-minded chefs who must be fully involved in the transition to a sustainable and healthy diet. This partnership is a major step towards a form of gastronomy that respects, celebrates and preserves our planet.\n\\\"Hectar is delighted to be involved in the training of future chefs, as it is important for us to be able to contribute to the dissemination of knowledge in order to foster links between those who work the land and those who enhance its produce\\\", said Hectar Founder Audrey Bourolleau.\nAbout cole Ducasse\ncole Ducasse is a network of schools founded in 1999 by multi-starred chef Alain Ducasse, dedicated to the transmission of outstanding French expertise and excellence in culinary and pastry arts.\ncole Ducasse runs three schools in France Paris Studio, Paris Campus and cole Nationale Suprieure de Ptisserie as well as international schools and studios in the Philippines, India, Thailand and UAE.\nAll are united by a desire to share a passion for gastronomy, the broad portfolio of programs aims to meet all training needs: from short programs for experts or food enthusiasts to intensive two-, four-or six-month programs for career changers, to three-year undergraduate programs and bachelors degree in culinary and pastry arts.\ncole Ducasse is part of Sommet Education, worldwide leader in hospitality education. In October 2023, cole Ducasse was awarded the title of Worlds Best Culinary Education Institution.\nAbout Hectar\nHectar is accelerating the social and economic transition towards regenerative agriculture. This approach to farming that is more respectful of the soil and biodiversity should enable agricultural entrepreneurs to make a better living from their work. Its actions are aimed at mobilizing the entire agricultural value chain: agricultural entrepreneurs, start-ups, cooperatives, agro-industrialists, brands and distributors. By combining the best of human ingenuity and innovation, Hectar seeks viable solutions through a three-pronged approach: modelling, innovating and transmitting, in order to deploy new agricultural models and new ways of organizing work. Today, Hectar represents: a pilot mixed livestock farm; entrepreneurial support programs dedicated to current and future farmers; a European Agri and FoodTech start-up accelerator; a venue for impact seminars geared towards businesses; a space for raising awareness among young people and students, from farm to fork; a farm studio for modelling the economic and social costs of the transition to regenerative agriculture. 10,000 people have already visited the center in two years.\nCompany :-Kaizzen\nUser :- Adiba Amin Bhat\nEmail :...\nMobile:- +91 7011544181\nMENAFN16022024003198003206ID1107860757\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Environment"
  ],
  "external_links": [
    "https://www.forpressrelease.com/forpressrelease/628772/15/cole-ducasse-announces-its-partnership-with-hectar-to-promote-sustainable-food-in-gastronomy",
    "https://forpressrelease.com/forpressrelease/628772/15/cole-ducasse-announces-its-partnership-with-hectar-to-promote-sustainable-food-in-gastronomy"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ducasse",
        "sentiment": "negative"
      },
      {
        "name": "cole ducasse",
        "sentiment": "negative"
      },
      {
        "name": "hectar",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "parfums christian dior",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "europe",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T12:46:39.448+02:00",
  "updated": "2024-02-16T12:46:39.448+02:00"
}