{
  "thread": {
    "uuid": "b0747dff34137c95091dd4f37a65371fa80849d5",
    "url": "https://thesundevils.com/news/2024/12/5/sun-devil-football-inks-21-on-early-signing-day.aspx",
    "site_full": "thesundevils.com",
    "site": "thesundevils.com",
    "site_section": "https://thesundevils.com/rss.aspx",
    "site_categories": [
      "media",
      "volleyball",
      "sports"
    ],
    "section_title": "Arizona State University Athletics",
    "title": "Sun Devil Football Inks 21 on Early Signing Day",
    "title_full": "Sun Devil Football Inks 21 on Early Signing Day",
    "published": "2024-12-05T22:36:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://d1pddxyihratxm.cloudfront.net/images/2024/12/5/PV100370_2ptvs.JPG?preset=large.socialmediaimage",
    "performance_score": 0,
    "domain_rank": 43947,
    "domain_rank_updated": "2024-12-02T23:00:00.000+02:00",
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b0747dff34137c95091dd4f37a65371fa80849d5",
  "url": "https://thesundevils.com/news/2024/12/5/sun-devil-football-inks-21-on-early-signing-day.aspx",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@ASUFootball",
  "published": "2024-12-05T22:36:00.000+02:00",
  "title": "Sun Devil Football Inks 21 on Early Signing Day",
  "text": "Football December 5, 2024 Connor Smith Sun Devil Football Inks 21 on Early Signing Day TEMPE - The Sun Devil Football program signed 21 student-athletes as part of the December Early Signing Period on Wednesday that will continue their athletic and academic endeavors at Arizona State University, as announced by head coach Kenny Dillingham. Dillingham and the recruiting staff was able to capitalize on the momentum gained from the on-field success, securing the signatures of several widely-pursued prospects. All 21 members of Arizona State's Early Signing Class are incoming freshman. The Sun Devils will have several remaining spots in the 2025 Signing Class for National Signing Day on February 5. Having already put in hard work on the recruiting trail, the Arizona State coaching staff will now have a chance to evaluate potential transfers with the portal window opening on December 9. All transfers and any additions to the incoming freshman class will be announced throughout the Spring. ASU's Signing Class of 2025 Highlights: - All 21 of Arizona State's early signing class are freshman. - 11 signees are listed at 6'4\" or taller, including six offensive lineman (6 OL, 2 WR, 1 ATH, 1 TE, 1 DL) - 4 of the incoming offensive lineman are listed at 315+ pounds - Arizona State has signees from eight different states, led by six from Texas. ASU has at least two members of the 2025 class coming from California (5), Hawaii (3), Arizona (2), and Nevada (2) - 10 different positions are represented in the Class of 2025, with the most coming from the offensive line (5) - Seven signees come from High School programs that were ranked in the MaxPreps Top-25 at some point this season - The Sun Devils earned signatures from prospects out of several schools that finished in the MaxPreps Top-25, including Duncanville (#3), Bishop Gorman (#4), Orange Lutheran (#13), and Centennial (#15) - Cameron Dyer (ATH) is one of the Top-10 Athlete prospects in the class according to all four major recruiting services. He is also listed among the Top-250 overall prospects nationally in each database - Dyer and AJ Ia (TE) are consensus four-star prospects. The other 19 signees are consensus three-star prospects - Nine signees are considered a Top-20 overall prospect in their state 2025 SUN DEVIL FOOTBALL EARLY SIGNING CLASS NAME POS. HT WT HOMETOWN/HIGH SCHOOL Chance Ables WR 6-4 180 Dallas, TX/Plano East Ben Alefaio-Lilii S 6-0 190 Sacramento, CA/Orange Lutheran Tristan Bacon LB 6-2 225 Glendale, AZ/Raymond S. Kellis Desean Bryant Jr. OL 6-4 250 Duncanville, TX/Duncanville Cory Butler Jr. WR 5-10 170 Corona, CA /Centennial Cameron Dyer ATH 6-4 200 Albuquerque, NM/La Cueva Lee \"Puka\" Fuimaono LB 6-0 215 Las Vegas, NV/San Clemente Harry Hassmann WR 6-2 185 Dallas, TX/Coppell AJ Ia TE 6-6 240 Santa Ana, CA/Orange Lutheran Isaiah Iosefa LB 6-0 200 Waipahu, HI/Mililani Alema Iosua OL 6-7 292 Laie, HI/Bishop Gorman (NV) Matai Jefferson OL 6-4 330 Lynwood, CA/Warren Rob J Lapuaho OL 6-6 315 West Valley City, UT/West Daeshon Morgan DL 6-4 250 Austin, TX/Vandegrift Manamo'ui Muti OL 6-7 320 Wahiawa, HI/Leilehua Uriah Neloms WR 6-4 200 Gilbert, AZ/San Tan Charter Demarius \"Man Man\" Robinson HB 5-10 175 Oklahoma City, OK/Santa Fe Xavier Skowron S 6-0 180 Texas City, TX/Texas City Joseph Smith CB 6-0 170 Houston, TX/Legacy School of Sports & Science Maki Stewart OL 6-5 340 Long Beach, CA/Millikan Michael \"Butter\" Tollefson QB 6-1 195 Las Vegas, NV/Mountain Pointe Read More on each Class of 2025 signee... Chance Ables Freshman /// Wide Receiver 6-4 /// 180 Dallas, Texas /// Plano East X: @d1_chance /// IG: @straapchance - Has a lanky frame and field stretching ability at a position of need for the Sun Devils - He had 16 catches for 245 yards and four touchdowns in six recorded games as a senior at Plano East according to MaxPreps - As a junior at Garland (Texas) Naaman Forest, caught 53 passes for 783 yards and 8 TDs in 9 games…Finished breakout sophomore season with 50 receptions for 627 yards and 7 TDs. - Unanimous three-star receiving prospect…The No. 92 product out of Texas according to ESPN and No. 93 by On3…A Top-150 prospect in the state by 247Sports…A top-150 receiver in the nation in the 247Sports Composite Rankings (118) and On3's Industry Rankings (136)...The No. 96 receiver in the country according to ESPN…Also a three-star product according to Dave Campbell's Texas Football - Also competes in track in the high jump Ben Alefaio-Lilii Freshman /// Safety 6-0 /// 190 Sacramento, Calif. /// Orange Lutheran X: @BenjaminAlefaio /// IG: @benji.alefaio - Played corner in high school but is being recruited as a safety…Physical, big-hitter but with the range to run stride-for-stride with opponents down the field in coverage…Ability to play in the box or line up in coverage - Named to the 2025 Polynesian Bowl after a productive career at one of the premiere high school programs in the nation, with Orange Lutheran ranked in the Top-15 nationally according to MaxPreps and third in the state of California - Led Orange Lu to the semifinals of the 2024 CIF Southern Section Football Championships and an 8-4 overall record in a season where it played four nationally ranked opponents - Teammates with fellow ASU signee AJ I'a - Has recorded three interceptions as a senior with 38 tackles…69 tackles over last two varsity seasons - Unanimous 3-star prospect by all major recruiting services…Regarded as the No. 59 safety in the country by 247Sports, the No. 78 safety by ESPN and the No. 80 safety by On3…Unanimously regarded as a Top-80 prospect overall out of talent-rich California, checking in at No. 59 by 247Sports and No. 56 by On3 - A top-800 prospect nationally by On3's industry rankings, the No. 72 safety and No. 66 player out of California Tristan Bacon Freshman /// Linebacker 6-2 /// 225 Glendale, Ariz. /// Raymond S. Kellis X: @Tbacxn14 /// IG: @tbacxn - Athletic local product that flashed on both sides of the ball for a 10-win program this season but figures to slot as a linebacker at ASU - Recorded 88 tackles as a senior at Kellis this season with two interceptions, three pass breakups and three fumbles forced…Also played running back for the Cougars and picked up 783 yards with 12 touchdowns on the ground and added 14 catches for 187 yards - Finished with over 1,200 rushing yards and over 500 receiving yards on offense with 22 total touchdowns and over 100 career tackles with nine sacks, four picks and five fumbles forced - Led Kellis to a 10-2 record in 2024 and a spot in the AIA 5A quarterfinals - Recorded 88 tackles for Kellis as a senior this season, adding 3.5 sacks, two interceptions, three pass breakups and three fumbles forced Desean Bryant Jr. Freshman /// Offensive Lineman 6-4 /// 250 Duncanville, Texas /// Duncanville X: @deseanbryantjr /// IG: @_d3sean - Yet another member of a dominant high school program with Duncanville checking in at No. 3 in the country according to MaxPreps and No. 1 program in Texas - Has helped lead Duncanville to a 12-0 record and a spot in the 2024 UIL Texas Football 6A Division 1 quarterfinals - Won state championship as a junior - Helping anchor an offense that is averaging over 420 yards and over 40 points per game - Unanimous three-star prospect by all recruiting services…Top-250 product out of Texas by all outlets…The No. 83 offensive tackle prospect in the nation according to On3's Industry Rankings… A top-100 tackle by 247Sports and Top-150 by all outlets Cory Butler Jr. Freshman /// Wide Receiver 5-10 /// 170 Corona, Calif. /// Centennial X: @cbj__7 /// IG: @cbj._8 - Projects as an ideal slot receiver at the next level. He shows both initial quickness and the long speed to get behind a defense as well - Has clocked at 21.94 MPH on the Catapult system and a track standout that with a personal best of 10.55 at 100 meters and 21.43 at 200 meters - Helped the perennial power Centennial to a No. 15 ranking in the nation this season, according to MaxPreps and a spot in the CIF Southern Section Division 1 semifinals where it fell to the nation's No. 1 program, Mater Dei - Has caught 139 balls for 2,407 yards in three years of varsity football with 24 scores and added 377 kick return yards - 285 of which came as a senior this year - with one score…Also added two rushing touchdowns in 2024 - Consistent junior and senior seasons with 837 and 941 yards, respectively, on 51 and 57 catches with 6 and 11 touchdowns - Unanimous three-star prospect by all major recruiting outlets…Unanimous Top-75 player out of California, ranked at No. 51 in On3's Industry Rankings and No. 66 in 247Sports' Composite Rankings…The No. 52 player in the state by 247Sports and No. 73 by Rivals…The No. 88 wide receiver in the nation by 247Sports and No. 105 in On3's Industry Rankings, which also tabs him as a Top-700 player nationally Cameron Dyer Freshman /// Athlete 6-4 /// 200 Albuquerque, N.M. /// La Cueva X: @camdyer7 /// IG: @camdyer_ - Incredibly dynamic prep product that shined as a quarterback but has all the physical tools to be a force at numerous positions at the next level - Threw for nearly 2,500 yards and over 30 touchdowns and rushed for over 1,300 yards and 20 scores as a senior this season, leading La Cueva to a championship appearance in the New Mexico 6A playoffs - Was the Gatorade New Mexico Player of the Year as a junior in 2023…Threw for 2,897 yards and 29 touchdowns while rushing for 1,492 yards and 26 TDs on 12.8 yards per carry… Led La Ceuva to a 10-3 record and the New Mexico 6A state championship.. Threw a touchdown pass and ran for 220 yards and touchdowns in La Cueva's 35-14 title game win vs. Cleveland - Caught 33 passes for 568 yards and five touchdowns as a sophomore - On the hardcourt, averaged 11.0 points, 6.1 rebounds, 6.3 assists, and 1.7 steals in 30-plus basketball games as a junior….As a sophomore, averaged 9.9 points, 4.7 rebounds, 4.1 assists, and 1.5 steals - Consensus four-star prospect by the major recruiting services and a Top-10 athlete prospect in the nation by all outlets as well…An ESPN300 prospect , checking in at No. 231 nationally and the No. 6 dual-threat quarterback in the nation…The No. 137 overall prospect by 247Sports and No. 274 in the outlets Composite Rankings…On3's Industry Rankings have him as the No. 4 athlete in the nation and 247Sports' Composite Rankings post him at No. 10…The No. 6 athlete by 247Sports and No. 8 athlete by Rivals and On3… The No. 1 player in the state of New Mexico by ESPN and 247Sports - Also plays basketball and competes in track and field, finishing third in the 5A state long jump finals as a junior Lee \"Puka\" Fuimaono Freshman /// Linebacker 6-0 /// 215 Las Vegas, Nev. /// San Clemente X: @LeePukaFuimaono /// IG: @leefuimaono - Athletic and rangy linebacker prospect that plays with a high motor and was rated as an athlete and a linebacker as a prospect - Recorded 79 tackles as a senior this season and added 147 yards on the ground while leading San Clemente to the quarterfinals of the CIF Southern Section Division 2 playoffs - As a junior, Fuimaono led San Clemente with 93 tackles, including three for a loss, with one interception….Also recorded three touchdowns on the ground…The Tritons went 9-2 and made the playoffs - Unanimous three-star prospect by all major recruiting outlets…Rated the No. 53 inside linebacker prospect in the nation by ESPN… A top-150 overall prospect out of California by ESPN, 247Sports and On3…Rated by 247Sports as an athlete and a Top-150 one in the nation at that position - His father, Howie, and uncle, Starr, both played at UNLV; his uncle, Sean, played at the University of North Alabama; and his uncle, Mark, played at Santa Barbara City College Harry Hassmann Freshman /// Wide Receiver 6-2 /// 185 Dallas, Texas /// Coppell X: @harryhassmann7 /// IG: @harry.hassmann - A burner with the ability to take the top off defenses that has posted a 4.39 laser-40 speed and 37.5-inch vertical - Finished his 2024 season with 1,305 yards on just 52 receptions for an absurd 25.1 yards per catch and 18 touchdowns…Helped Coppell clinch a District Championship and regional appearance in the UIL Texas 6A Division I high school playoffs and a 12-1 campaign - Finished junior season with 59 receptions for 975 yards and 15 touchdowns on 16.5 yards per catch - A unanimous three-star prospect by all major outlets…A top-150 player in the state of Texas by ESPN, On3 and 247Sports…Top-200 wide receiver nationally by most major outlets - Also runs track and has posted a sub-11 100-meter dash and competed in the state championships in the 4x100-meter relay AJ Ia Freshman /// Tight End 6-6 /// 240 Santa Ana, Calif. /// Orange Lutheran X: @aj_ia_ /// IG: @okaj.0 - Huge catch radius on a physically gifted frame with impressive ball skills to go with it - Named to the 2025 Polynesian Bowl - Has caught 66 balls for 796 yards in his prep career, including a career-best 523 yards with six touchdowns as a senior this season - Competed at one of the premiere high school programs in the nation, with Orange Lutheran ranked in the Top-15 nationally according to MaxPreps and third in the state of California - Led Orange Lu to the semifinals of the 2024 CIF Southern Section Football Championships and an 8-4 overall record in a season where it played four nationally ranked opponents - Teammates with fellow signee Ben Alefaio - Lilii - A four-star prospect by On3 and Rivals, as well as On3's Industry Rankings and 247Sports' Composite rankings…A three-star prospect by 247Sports and ESPN…The No. 358 prospect nationally in the On3 Industry Rankings and No. 381 in 247Sports' Composite Rankings…Unanimously regarded as a Top-25 tight end prospect by all outlets, ranging from No. 20 to No. 25…A top-50 player by all outlets out of California, checking in as high as No. 23 by On3 and No. 29 by Rivals - Also competed in track and field and basketball Isaiah Iosefa Freshman /// Linebacker 6-0 /// 200 Waipahu, Hawai'i /// Mililani X: @IsaiahIosefa /// IG: @iosefa_5 - Will compete in the 2025 Under Armour All-American Game and 2025 Polynesian Bowl and plans to enroll early at ASU after those events - Was named the linebacker MVP in each of the last two seasons at the Under Armour Next Camp in Maui and also a top performer at the ESPN 300 Elite Underclassmen Camp last year - Led Mililani to a 14-10 victory in the regular season over three-time defending HHSAA Open champion Kahuku in a game where he had an interception and advanced the Trojans to the semifinal of the HHSAA Open Playoffs and a Top-50 national rank among high schools according to MaxPreps - Named to All-OIA Division I defensive team following his junior season - A unanimous three-star prospect by all major recruiting outlets…Tabbed the No. 52 linebacker product in the country by ESPN and No. 77 by 247Sports…A top-10 product from Hawai'i by 247Sports, ESPN and On3's Industry Ranking Alema Iosua Freshman /// Offensive Lineman 6-7 /// 292 Laie, Hawai'i /// Bishop Gorman X: @AlemaIosua /// IG: @alema.iosua - Has plenty of height and room to grow into his 6-7 frame that could make him a menace at the tackle position - Played for one of the elite prep programs of the nation, with Bishop Gorman ranked No. 4 in the country according to MaxPreps - Easily won the Nevada 5A Division I title, 69-7, to cap off an 11-1 season where the lone loss came to the nation's top-ranked program, Mater Dei - Anchored an offense that averaged over 410 yards and 42.3 points per game - Unanimous three-star product by all major recruiting services…Regarded as a Top-20 player out of Nevada by On3, 247Sports and ESPN…The No. 13 player in the state in 247Sports' Composite Rankings and On3's Industry Rankings…Consensus Top-150 tackle prospect in the nation Matai Jefferson Freshman /// Offensive Lineman 6-4 /// 330 Lynwood, Calif. /// Warren X: @MataiJefferson /// IG: @mataijefferson - Big bodied inside lineman prospect which will be a position of need for the Sun Devils next season - Named a top performer on the offensive line at the 2024 Polynesian Bowl National Combine and Showcase - Finished prep career at Warren High School after starting at perennial power St. John Bosco, which was ranked No. 6 in the nation according to MaxPreps during Jefferson's junior season - A unanimous three-star prospect by all major recruiting services..Also a unanimous Top-150 product out of the state of California…The No. 79 player in the state of California by Rivals…Regarded as a Top-150 inside offensive line prospect by ESPN (119) and 247Sports (135) Rob J Lapuaho Freshman /// Offensive Lineman 6-6 /// 315 West Valley City, Utah /// West X: @lapuaho_rob /// IG: @rob_j53 - Massive offensive lineman that can play anywhere along the line with good feet and balance to go with a wide frame that could see him bookending either side of the line - Has not lost a game in his region at West in his prep career - Part of a dynamic and large football family that features 12 siblings…Father Robert played at BYU in the 1980s and brother Al played at Utah State and coaches at San Jose State, brother Ului played at BYU, brother Sione played at Utah State/Weber State, brother Peseti plays at San Jose State - A unanimous three-star prospect by all recruiting services…A Top-25 product out of Utah by On3, ESPN and 247Sports…Ranked as the No. 7 player in the state by On3…The No. 16 player in On3's Industry Rankings and No. 7 in 247Sports' Composite Rankings…Rated as a Top-150 tackle by 247Sports and ESPN and the No. 88 inside offensive lineman in the country by On3 Daeshon Morgan Freshman /// Defensive Lineman 6-4 /// 250 Austin, Texas /// Vandegrift X: @DaeshonMorgan06 /// IG: @daeshon88 - Long, tall freshman out of a premiere program in Austin with frame to continue to grow - Posted 61 tackles as a senior at Vandegrift this season with 11 tackles for loss, of which 10 were sacks…Forced and recovered two fumbles as well - Led Vandegrift to a 12-1 record his senior year and his team will be playing in the quarterfinals of the 2024 UIL Texas Football 6A Division 2 playoffs this weekend - Recorded 34 tackles, 15 tackles for loss and 6 sacks as a junior and was named was named District 25-6A 1st Team All District for the effort - Unanimous three-star prospect by all major recruiting outlets…Ranked as the No. 62 defensive line prospect in the country by On3 and a Top-150 lineman prospect by ESPN and 247Sports…Also a three-star prospect by Dave Campbell's Texas Football - A rare two-sport athlete where the other sport played is rugby Manamo'ui Muti Freshman /// Offensive Lineman 6-7 /// 320 Wahiawa, Hawai'i /// Leilehua X: @UiMuti /// IG: @ui_muti - Chose the Sun Devils over several big name programs and brings a Day One frame to the gridiron at a position of need for the Sun Devils - Named to 2025 Polynesian Bowl and led Leilehua to a 10-4 record as a senior this season - Unanimous three star prospect by all major recruiting services…Unanimously regarded as a Top-6 recruit out of Hawai'i, ranked No. 2 by On3, No. 4 by Rivals, No. 5 by 247Sports and No. 6 by ESPN…The No. 32 offensive tackle prospect in the nation in On3's Industry Rankings and No. 48 in 247Sports' Composite Rankings…The No. 47 tackle prospect by Rivals…The No. 501 recruit in the nation in On3's Industry Rankings and No. 639 in 247Sports' Composite Rankings - The brother of former Fresno State offensive lineman and 2020 NFL Draft sixth-round pick by the Broncos Netane Muti, who currently plays for the Detroit Lions - Has also played basketball and rugby Uriah Neloms Freshman /// Wide Receiver 6-4 /// 200 Gilbert, Ariz. /// San Tan Charter X: @NelomsUriah /// IG: @uriah.neloms - Physically imposing local prospect that used his versatility to play quarterback at San Tan Charter this season after after a huge junior campaign as a receiver - Completed 115-of-157 passes (73.2 percent) for 1,981 yards but 30 of those completions were touchdowns (26.1 percent)...Added 894 yards and 11 touchdowns on the ground - Led San Tan Charter to a 12-0 record before falling in the AIA 2A semifinals this season - Caught 53 passes for 1,118 yards and 13 touchdowns as a junior and added 252 kick return yards with two touchdowns - Unanimous three-star prospect by all major recruiting outlets…A top-20 prospect out of Arizona by On3 (8), ESPN (17) and 247Sports (17)...The No. 11 product locally by On3 Industry Rankings and No. 16 by 247Sports Composite Rankings - Three-sport athlete that also competes and basketball and baseball Demarius \"Man Man\" Robinson Freshman /// Running Back 5-10 /// 175 Oklahoma City, Okla. /// Santa Fe X: @DemariusR1 /// IG: @demarius.robinson1 - Instinctive backfield playmaker with position-specific feel and nuance with burst and lateral ability that makes him tough to bring down and a nose for the open lane - Incredibly productive back that produced 5,679 rushing yards in his prep career with 63 rushing touchdowns and over seven yards per carry…Averaged 162.3 yards per game in high school - As a junior, ran for 2,139 yards and 28 touchdowns on 10.0 yards per carry, averaging 194.5 yards per game in 11 contests. Also caught 11 passes for 66 yards and a touchdown. - In five games as a sophomore, ran for 650 yards and 3 TDs on 6.4 yards per carry. - Debuted in 9 games as a freshman with 1,482 yards and 16 touchdowns on 7.5 yards per carry…Added 17 receptions for 156 yards and 1 TD. - Unanimous three-star prospect by all major recruiting outlets…A top-25 player out of the state of Oklahoma by On3 (10), On3 Industry Rankings (14), 247Sports Composite (14), 247Sports (21) and ESPN (23)...The No. 66 running back in the nation in 247Sports Composite Rankings and No. 67 in On3's Industry Rankings - No. 22 on The Oklahoman's Super 30 recruiting rankings..Named 2023 All-COAC Player of the Year by the outlet as well - Also runs track and field Xavier Skowron Freshman /// Safety 6-0 /// 180 Texas City, Texas /// Texas City X: @XavierSkowron /// IG: @xavierskowron - Lengthy defensive back prospect laying claim to a 6-4 wingspan and known for his ability to lay the wood - Recorded 43 tackles, three tackles for loss, four interceptions, four defensive touchdowns and an incredible seven fumbles forced with five recoveries - Helped Texas City finish runner-up to 4A Division I champ Port Neches-Groves near the top of the 5A District 9 standings in 2024 - Unanimous 3-star prospect by all major recruiting services…Regarded as a Top-75 safety in the country by 247Sports (67) and ESPN (64)…A Top-150 prospect in the State of Texas by both outlets as well - Also tabbed a three-star prospect by Dave Campbell's Texas Football…Rated as on of the Top-25 Texas safeties by SI - A track star as well, As a junior Skowron ran for Texas City's 5A regional-qualifying 4x100, 4x200, and 4x400 relays Joseph Smith Freshman /// Cornerback 6-0 /// 170 Houston, Texas /// Legacy School of Sports and Science X: @three9liljoseph /// IG: @three9liljoseph - Was the first defensive commit of ASU's 2025 class - Dangerous with the ball in his hands…As a sophomore, intercepted seven passes, including two returned for touchdowns…also returned two punts and one kickoff for touchdowns…Recorded 465 return yards over the course of his sophomore and junior years with six touchdown returns - Recorded 78 tackles as a sophomore over 13 games with seven interceptions and 13 passes broken up - Unanimous 3-star prospect by all major recruiting services…Regarded as the No. 33 safety in the country by ESPN and a Top-75 prospect out of talent-rich Texas…Rated as a corner by 247Sports Composite and Rivals, checking in as a Top-75 positional product by both (No, 67 and 64, respectively)...Just outside the Top-75 as the No. 76 Texas Product by On3 - Also tabbed a three-star prospect by Dave Campbell's Texas Football, ranked as the No. 74 player in the state and the No. 5 safety in Texas…Ranked as one of the Top-30 high school corners in Texas by SI Maki Stewart Freshman /// Offensive Lineman 6-5 /// 330 Long Beach, Calif. /// Millikan X: @MakiStewart3 /// IG: @kai.2hardd - One of the most talented and versatile offensive lineman on the west coast that played both tackle positions throughout his prep career but has the ability to shift inside at the next level if needed - Has an 80-plus inch wingspan and a mean streak that will play well in the trenches - Led Millikan to an undefeated league record as a senior and a spot in the 2024 CIF Southern Section Division 3 playoffs after starting his career at Los Alamitos - Unanimous three-star prospect by all major recruiting outlets…The No. 33 inside offensive line recruit in the nation by Rivals and the No. 50 prospect at the position in 247Sports' Composite Rankings and No. 60 in On3's Industry Rankings…The No. 56 player in the state of California by both ESPN and Rivals and the No. 51 and No. 54 player in the state in the 247Sports Composite Rankings and On3 Industry Rankings, respectively Michael \"Butter\" Tollefson Freshman /// Quarterback 6-1 /// 195 Las Vegas, Nev. /// Mountain Pointe X: @ButterTollefson /// IG: @buttertollefson - A true dual-threat quarterback that has shown flashes of brilliance with both his arm and his legs throughout his prep career - Took part in an Elite11 Regional Camp and the Under Armour Next Camp earlier this season in California - Was limited in action due to transfer rules as a senior but threw four 416 yards and added 301 yards at Mountain Pointe after moving to Arizona from California..Accounted for two touchdowns passes and two touchdown rushes - In seven games at JSerra in California as a junior, he passed for 812 yards and three touchdowns and ran for 380 yards and eight TDs - As a sophomore, completed 146 of 279 pass attempts (52.3%) for 1,567 yards with 8 touchdowns….Added 644 yards and nine more scores on the ground - Started six games as a freshman, throwing for 1,307 yards and 14 touchdowns and also ran for 449 yards and 6 touchdowns - Unanimous three-star prospect by all major recruiting outlets…Rated as the No. 17 dual-threat quarterback in the country by Rivals and the No. 25 pocket passerby ESPN...Rated the No. 9 player out of Arizona by On3's Industry Ratings but rated mainly as a California prospect by other outlets where he was a Top-100 player in the talent-rich state, peaking at No. 43 by ESPN…A top-60 quarterback prospect nationally by On3 and 247Sports…Top-1000 prospect nationally by 247 Sports and On3 Print Friendly Version",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Education"
  ],
  "topics": null,
  "ai_allow": true,
  "has_canonical": false,
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "Kenny Dillingham",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "Connor Smith Sun Devil Football Inks",
        "sentiment": "negative"
      },
      {
        "name": "Arizona State University",
        "sentiment": "none"
      },
      {
        "name": "Sun Devils",
        "sentiment": "none"
      },
      {
        "name": "ASU",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "syndication": {
    "syndicated": false,
    "syndicate_id": null,
    "first_syndicated": false
  },
  "rating": null,
  "crawled": "2024-12-06T02:57:04.336+02:00",
  "updated": "2024-12-06T02:57:04.336+02:00"
}