{
  "thread": {
    "uuid": "4e504747bad21d954089fbda8feb12137aabe739",
    "url": "https://www.elperiodicodearagon.com/deportes/2024/01/08/xavi-final-sufrimos-cuenta-culpa-96638186.html",
    "site_full": "www.elperiodicodearagon.com",
    "site": "elperiodicodearagon.com",
    "site_section": "https://www.elperiodicodearagon.com/autores/nicolas-espada.html",
    "site_categories": [
      "media",
      "education",
      "business"
    ],
    "section_title": "Nicolás Espada - El Periódico de Aragón",
    "title": "Xavi: \"Al final sufrimos más de la cuenta por culpa nuestra\"",
    "title_full": "Xavi: \"Al final sufrimos más de la cuenta por culpa nuestra\"",
    "published": "2024-01-08T01:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/3dbe0a61-c14f-4761-a482-88af74b24645_16-9-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 23238,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4e504747bad21d954089fbda8feb12137aabe739",
  "url": "https://www.elperiodicodearagon.com/deportes/2024/01/08/xavi-final-sufrimos-cuenta-culpa-96638186.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "A. Bobed",
  "published": "2024-01-08T01:03:00.000+02:00",
  "title": "Xavi: \"Al final sufrimos más de la cuenta por culpa nuestra\"",
  "text": "El técnico del Barcelona, Xavi Hernández, valoró positivamente el pase y elogió al Barbastro. «No me ha sorprendido, los analizamos en el partido ante el Almería, sabíamos que eran muy intensos, con una buena presión, y conocíamos a varios del fútbol catalán. Se han activado tras el gol de córner . Dani está haciendo un buen trabajo y les deseamos lo mejor porque nos han tratado muy bien tanto aquí en Barbastro como en Monzón» , dijo el entrenador azulgrana, que tuvo claro que se les complicó el pleito «por errores puntuales» que a punto estuvieron de darle un susto: «En los últimos minutos hemos sufrido más de la cuenta por culpa nuestra»\nHeroico Barbastro A. Bobed «Para el Barbastro era el partido de su vida. Por eso se nos complica el partido, han tenido el 2-2. Sabíamos que si regalas y no estás con intensidad te cambia el partido, es la Copa», aseguró Xavi , que prefirió quedarse con lo positivo. «En líneas generales es un buen partido. Me quedo con la sensación de que hasta el 1-2, que regalamos nosotros, hemos estado bien en el juego, la primera parte ha sido muy buena, prácticamente no hemos concedido»\nSobre los penaltis, el técnico blaugrana no profundizó, aunque cargaba contra la ausencia de VAR: «No los he visto, ni a favor ni en contra. Me dicen que el gol de Joao Félix es clarísimo. Es una pena que no tengamos VAR en esta eliminatoria de la competición. Debería haber incluso en campos de menor categoría», aseveró.\nTensión al final del partido «Lo importante es que estamos en octavos, me quedo con que el equipo en muchos momentos dio buenas sensaciones. Objetivo cumplido y ya está» , aseguró Xavi, que espera que la lesión de Iñigo Martínez no sea grave y descartó una recaída al ser en la otra pierna y que restó importancia a los momentos de tensión que hubo tras el final del choque con algún empujón al técnico blaugrana. «No sucedió nada, solo cosas que se hablan con total respeto. No busquemos tensión donde no la hay». Su hermano y segundo entrenador, Óscar Hernández, fue expulsado por Pulido Santana al final del choque.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T01:28:52.647+02:00",
  "updated": "2024-01-08T01:28:52.647+02:00"
}