{
  "thread": {
    "uuid": "f5fb7e151fbe5a93fb8c39f76ccc3f1e3aa60c10",
    "url": "https://namibian.com.na/namwater-rolls-out-n35b-infrastructure-programme",
    "site_full": "namibian.com.na",
    "site": "namibian.com.na",
    "site_section": "https://namibian.com.na/category/business/",
    "site_categories": [],
    "section_title": null,
    "title": "NamWater rolls out N$3,5b infrastructure programme",
    "title_full": "NamWater rolls out N$3,5b infrastructure programme",
    "published": "2024-07-05T16:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NA",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 23492,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f5fb7e151fbe5a93fb8c39f76ccc3f1e3aa60c10",
  "url": "https://namibian.com.na/namwater-rolls-out-n35b-infrastructure-programme",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Matthew Dlamini",
  "published": "2024-07-05T16:00:00.000+03:00",
  "title": "NamWater rolls out N$3,5b infrastructure programme",
  "text": "The Namibia Water Corporation (NamWater) is currently rolling out a N$3,5 billion water infrastructure expansion programme nationwide over the next three years to satisfy water supply demand.\nThis was said in a statement issued on Wednesday by NamWater spokesperson Lot Ndamanomhata when he explained the company’s cost-recovery measures to ensure sustainable water provision.\nThis was in reaction to media reports that NamWater had disconnected defaulters in the Zambezi region.\nNdamanomhata said to date, NamWater is owed more than N$2,1billion by town councils and individual consumers, countrywide.\n“It is therefore crucial for all NamWater customers to remit payments to fund continuous water supply operations, infrastructure maintenance and expansion,” he said.\nThe spokesperson said as a result of outstanding payments, NamWater will switch to prepaid bulk water meters to encourage responsible usage and ensure payments are made upfront.\nHe added that the utility is also considering installing prepaid meters for individual residents as a new standard.\nNdamanomhata said NamWater North-East Business has conducted extensive stakeholder and customer engagement sessions to inform the community about their outstanding bills and the importance of timely payments.\n“These engagements have been ongoing, emphasising our cost-recovery operating model to ensure sustainable water provision,” he said, adding that Katima Mulilo had settled its debt over the past year, demonstrating the positive impact of proactive engagement and responsibility.\nThis was confirmed by Katima Mulilo chief executive Raphael Liswaniso, who said since 2018 they have had a bulk pre-paid meter and they pay for water in advance.\n“We do not owe NamWater, its them who actually owe us N$3,2 million for rates and taxes,” he says.\nExplaining the circumstances, the spokesperson said NamWater took over the pipelines projects and assets from the Ministry of Agriculture, Water and Land Reform for operation and maintenance, including water meters and community water points.\nThe arrangement post-transfer was that community water points would be managed by individuals under the community development/village development committees.\nThese individuals were responsible for collecting money from all beneficiaries of a water point and making payments to NamWater, he said.\n“Unfortunately, in many cases, community leaders mismanaged the collected funds, resulting in no payments being made to NamWater and significant vandalism of the community water points,” he said.\nNdamanomhata encouraged residents to apply for individual connections before any closures of shared community water points, as shared points are no longer sustainable.\nIn consideration to the plight of the affected Zambezi communities and the current drought, NamWater has resolved to resume water supply to affected points, individuals and communities.\n“We urge the affected customers to engage NamWater officials at the Linyanti and Sibbinda constituent offices and at the NamWater offices starting Monday, 8 July.\n“This decision reflects our commitment as a responsible corporate citizen. We will continue to engage customers and stakeholders on the importance of paying their bills,” he said, adding that NamWater’s infrastructure, including dams, reservoirs, water pipe lines and purification plants, are costly to build and maintain.\nHe said the process of supplying water, particularly to remote and often inaccessible areas, is a significant financial challenge.\nDespite these hurdles, NamWater strives to keep water tariffs affordable, currently at an average of 1,5 cents per litre despite the fact that the water tariffs have remained the same for the past four years.\n“That is N$15 per cubic metre, and one cubic metre is 1000 litres,” he said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ndamanomhata",
        "sentiment": "none"
      },
      {
        "name": "lot ndamanomhata",
        "sentiment": "none"
      },
      {
        "name": "namwater north-east",
        "sentiment": "none"
      },
      {
        "name": "namwater",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "namibia water corporation",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "zambezi",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T17:23:38.979+03:00",
  "updated": "2024-07-05T17:23:38.979+03:00"
}