{
  "thread": {
    "uuid": "316ca79d51150a686c88eb959fb660b8c048f99b",
    "url": "https://www.financialexpress.com/business/defence-embraer-and-mahindra-propel-indias-defence-with-c-390-millennium-3477186/",
    "site_full": "www.financialexpress.com",
    "site": "financialexpress.com",
    "site_section": "http://www.financialexpress.com/feed/atom",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": " | The Financial Express",
    "title": "Embraer and Mahindra propel India’s defence with C-390 Millennium - Defence News | The Financial Express",
    "title_full": "Embraer and Mahindra propel India’s defence with C-390 Millennium - Defence News | The Financial Express",
    "published": "2024-05-04T13:25:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.financialexpress.com/wp-content/uploads/2024/05/Embraer-Defence-1-Embraer.jpg",
    "performance_score": 0,
    "domain_rank": 2251,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "316ca79d51150a686c88eb959fb660b8c048f99b",
  "url": "https://www.financialexpress.com/business/defence-embraer-and-mahindra-propel-indias-defence-with-c-390-millennium-3477186/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Huma Siddiqui",
  "published": "2024-05-04T13:25:00.000+03:00",
  "title": "Embraer and Mahindra propel India’s defence with C-390 Millennium - Defence News | The Financial Express",
  "text": "Earlier this week, Dr Anish Shah, Group CEO of Mahindra, visited Embraer’s headquarters in Brazil, marking a significant milestone in their collaborative efforts. The primary agenda of the visit was to fortify the partnership between Embraer and Mahindra, with a particular emphasis on advancing India’s defence capabilities through the C-390 Millennium military transport aircraft.Accompanied by senior executives of the group Dr Shah was welcomed by company’s President and CEO, Francisco Gomes Neto. This partnership between Embraer and Mahindra , holds immense strategic importance, especially in light of India ’s evolving defence requirements. The C-390 Millennium has emerged as a pivotal asset in this endeavor, offering unparalleled capabilities in various military operations.As reported previously by Financial Express Online earlier this year, the preliminary agreement signed underscores the shared commitment of both companies to secure orders for the C-390 Millennium from the Indian Air Force (IAF). With its proven track record and versatility, the C-390 Millennium is poised to address India’s medium transport aircraft needs effectively.The meeting between Embraer and Mahindra not only signifies a collaborative business venture but also reflects the broader strategic partnership between Brazil and India. As members of BRICS and G20, both countries share common interests in fostering cooperation and mutual growth.The C-390 Millennium stands out as a symbol of technological prowess and operational excellence. Its multi-mission capabilities, including cargo and troop transport, medical evacuation, and aerial firefighting, make it a highly sought-after asset for modern military forces.Furthermore, the partnership between Embraer and Mahindra aligns seamlessly with India’s ‘Atmanirbhar Bharat’ (self-reliant India) initiative, stressing indigenous manufacturing and innovation in defence production. This collaboration not only strengthens India’s defence capabilities but also contributes to its vision of self-sufficiency in defence manufacturing.The meeting between Embraer and Mahindra marks a significant step forward in their collaborative efforts to advance India’s defence capabilities through the C-390 Millennium for the IAF.Three Indian nationals have been arrested for the murder of Khalistan separatist Hardeep Singh Nijjar in Canada. The suspects are allegedly part of a hit squad organized by the Indian government. Tensions between India and Canada have been heightened due to Canadian Prime Minister Justin Trudeau’s accusations and India’s concerns about separatists and terrorists being given refuge in Canada.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mahindra",
        "sentiment": "negative"
      },
      {
        "name": "anish shah",
        "sentiment": "negative"
      },
      {
        "name": "francisco gomes neto",
        "sentiment": "none"
      },
      {
        "name": "shah",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "embraer",
        "sentiment": "negative"
      },
      {
        "name": "indian air force",
        "sentiment": "none"
      },
      {
        "name": "financial express online",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "brazil",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-04T16:29:14.691+03:00",
  "updated": "2024-05-04T16:29:14.691+03:00"
}