{
  "thread": {
    "uuid": "55a2e18cfdf1b7c74ae824d9b4ac34069aa20da5",
    "url": "https://delas.ig.com.br/parceiros/selecoes/2024-01-05/melhor-que-percy-jackson--veja-5-livros-sobre-mitologia-que-voce-vai-amar.html",
    "site_full": "delas.ig.com.br",
    "site": "ig.com.br",
    "site_section": "http://delas.ig.com.br/rss.xml",
    "site_categories": [
      "sexuality",
      "health"
    ],
    "section_title": "Delas - Notícias sobre educação, moda, orientações, dietas, beleza, saúde e filhos",
    "title": "Melhor que Percy Jackson? Veja 5 livros sobre mitologia que você vai amar",
    "title_full": "Melhor que Percy Jackson? Veja 5 livros sobre mitologia que você vai amar",
    "published": "2024-01-05T21:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://i0.statig.com.br/bancodeimagens/3q/kn/k1/3qknk1xvzbin6gafxsmhymkgy.jpg",
    "performance_score": 0,
    "domain_rank": 4262,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "55a2e18cfdf1b7c74ae824d9b4ac34069aa20da5",
  "url": "https://delas.ig.com.br/parceiros/selecoes/2024-01-05/melhor-que-percy-jackson--veja-5-livros-sobre-mitologia-que-voce-vai-amar.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Seleções",
  "published": "2024-01-05T21:55:00.000+02:00",
  "title": "Melhor que Percy Jackson? Veja 5 livros sobre mitologia que você vai amar",
  "text": "Explorar universos mitológicos é uma experiência cativante para os amantes de literatura fantástica. Se você é\n fã de Percy Jackson\ne está em busca de novas aventuras repletas de deuses, heróis e criaturas místicas, essa lista é para você. Apresentaremos uma lista de\n cinco livros fascinantes que oferecem uma abordagem única\ne envolvente sobre mitologia, proporcionando uma leitura tão empolgante quanto as aventuras do famoso semideus. Prepare-se para se perder em narrativas repletas de magia, mitos e emoção, superando até mesmo as expectativas dos admiradores de Percy Jackson.\nLeia também:\n 9 livros de fantasia mais lidos de 2023.\n5 livros sobre mitologia que você vai amar\nConheça essas obras que vão ganhar seu coração.\n1. Mitologia Nórdica, Neil Gaiman\nNeil Gaiman, renomado autor e cúmplice dos deuses, mergulha nas profundezas dos mitos nórdicos em sua obra \"\nMitologia Nórdica\n\". Conhecido por incorporar a mitologia em seus clássicos como \"Deuses Americanos\" e \"Sandman\", Gaiman oferece uma perspectiva única ao recontar quinze contos fascinantes que exploram desde a origem do mundo até o apocalíptico Ragnarök.\nCom seu estilo sagaz e inteligente, o autor nos transporta para um universo de deuses, gigantes e anões, revelando as complexas relações que moldaram a mitologia escandinava. \"Mitologia Nórdica\" cativa os leitores, sendo uma imersão profunda e envolvente nesse rico cenário mitológico.\n2. Circe, Madeline Miller\n\"\nCirce\n\" é uma obra premiada, reimaginando de forma contemporânea a história da feiticeira Circe da Odisseia de Homero. Filha de Hélio, ela é exilada por Zeus em uma ilha deserta devido aos seus poderes de feitiçaria. A narrativa destaca suas experiências ao encontrar figuras mitológicas como Dédalo, Ícaro, Medeia e Odisseu.\nEnfrentando desafios, Circe é confrontada com a decisão de pertencer ao reino divino ou ao mundo dos mortais que aprendeu a amar. O livro celebra a força feminina em um contexto dominado pelos homens, oferecendo uma narrativa envolvente com personagens marcantes, intrigas e emoções.\n3. A Maldição do Tigre, Colleen Houck\n\"\nA Maldição do Tigre\n\" narra a história de Kelsey Hayes, uma órfã que, ao ser contratada por um circo, se encanta por um belo tigre branco chamado Ren. Mas, ela descobre que Ren é, na verdade, um príncipe indiano amaldiçoado por um mago. Determinada a ajudá-lo, Kelsey inicia uma jornada pela Índia, enfrentando desafios místicos e criaturas sombrias.\nO livro, primeiro volume de uma saga épica, traz mitos hindus, locais exóticos e um romance cativante. Originalmente lançado como e-book, alcançou o topo da lista de mais vendidos da Amazon por sete semanas e entrou na lista do The New York Times.\n4. As Musas, Alex Michaelides\nMariana Andros, uma terapeuta assombrada por tragédias pessoais, suspeita que Edward Fosca, um carismático professor de tragédia grega em Cambridge, é um assassino. Fosca é adorado pelos membros de uma sociedade secreta de alunas chamada \"\nAs Musas\n\". A obsessão de Mariana aumenta quando uma integrante das Musas é encontrada morta.\nConvencida de que Fosca está envolvido, ela questiona o motivo de um professor renomado mirar uma aluna e por que ele participa dos ritos de Perséfone. À medida que sua busca pela verdade se intensifica, Mariana arrisca sua credibilidade e relacionamentos, determinada a deter o assassino, mesmo que isso custe tudo, incluindo sua própria vida.\n5. O Despertar do Príncipe, Colleen Houck\nAos 17 anos, Lilliana Young leva uma vida aparentemente invejável em um luxuoso hotel de Nova York, regida por regras rígidas impostas por seus pais. Enquanto contempla maneiras de conquistar mais liberdade, ela encontra um príncipe egípcio com poderes divinos, recentemente desperto de um sono milenar, na seção egípcia do Metropolitan Museum of Art.\nEsse encontro inesperado desencadeia uma reviravolta na vida de Lily, levando-a ao Vale dos Reis, no Egito, em busca dos irmãos adormecidos do príncipe Amon. Juntos, enfrentam uma corrida contra o tempo para realizar uma cerimônia crucial que representa a última esperança de salvar a humanidade do deus maligno Seth.\nCada produto da lista acima foi selecionado de forma independente pela nossa equipe. Contudo, ao realizar uma compra através de nossos links, a Seleções poderá receber uma comissão de afiliado. A disponibilidade dos produtos e preços foram confirmados no momento da publicação, mas pode ser que sofram alteração.\nE aí, curtiu essa matéria? Então conheça e siga a gente em nossos perfis no\nPinterest\npara conferir muito mais!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment",
    "Education"
  ],
  "external_links": [
    "https://br.pinterest.com/revistaselecoes",
    "https://www.amzn.to/3NPJBgi",
    "https://www.br.pinterest.com/revistaselecoes/",
    "https://amzn.to/41NOSuG",
    "https://amzn.to/47mU2Ps",
    "https://amzn.to/47o0wxi",
    "https://amzn.to/3NPJBgi",
    "https://www.amzn.to/47o0wxi",
    "https://www.amzn.to/41NOSuG",
    "https://br.pinterest.com/revistaselecoes/",
    "https://www.amzn.to/47mU2Ps"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:17:05.028+02:00",
  "updated": "2024-01-06T00:17:05.028+02:00"
}