{
  "thread": {
    "uuid": "b78825ffd8c59b30a70e0086a8a56fe7d42ecc8d",
    "url": "https://www.tribtoday.com/life/lifecovers/2023/12/despite-war-christmas-tree-brings-magic/",
    "site_full": "www.tribtoday.com",
    "site": "tribtoday.com",
    "site_section": "https://agriculture.einnews.com/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Agriculture Industry Today - EIN Presswire",
    "title": "Despite war, Christmas tree brings magic | News, Sports, Jobs - Tribune Chronicle",
    "title_full": "Despite war, Christmas tree brings magic | News, Sports, Jobs - Tribune Chronicle",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "http://d14e0irai0gcaa.cloudfront.net/www.tribtoday.com/images/2016/10/11191558/fblike.jpg",
    "performance_score": 0,
    "domain_rank": 42786,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b78825ffd8c59b30a70e0086a8a56fe7d42ecc8d",
  "url": "https://www.tribtoday.com/life/lifecovers/2023/12/despite-war-christmas-tree-brings-magic/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Don Mumford",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "Despite war, Christmas tree brings magic | News, Sports, Jobs - Tribune Chronicle",
  "text": "It was just before New Year of 1946. World War II was over. Many shortages still prevailed. I had just turned 11.\nI sat on the living room couch and looked at our beautiful Christmas tree that was to be taken down on New Year’s Day. I thought about its little history.\nJust before Christmas, I went to a classmate’s birthday party and then to a basketball game at Warren G. Harding, where my classmate’s dad was officiating.\nI was excited about what was to happen next. Mom and Dad were to pick me up to go shopping for a Christmas tree.\nAfter much searching of the already sawed-down trees, we found the ideal long-needle pine that Mom always had to have. She said that long needles lasted much longer than short ones.\nYeah, but she wasn’t the one who had to clean up when we took down the tree on New Year’s Day and those long, dried-out needles clogged the vacuum hose.\nAnyway, Dad performed surgery on the tree that we had purchased. He drilled holes in the trunk and then stuck pine boughs in that area to hide the bare spots that we hadn’t seen when we bought it. Why hadn’t we seen those bare spots before?\nAfter tree surgery, Dad took the tree to the bus garage, where he worked, to have it spray painted in Bus Company white.\nWhen the tree was returned, smelling like a bus, we placed it in its stand and began decorating. We still couldn’t get new ornaments and made do with what had gotten us through the war.\nOur home had a beautiful bay window that looked out onto Genesee. What a neat place to sit and watch the cars go by! That’s where we put the tree.\nIt was the evening of the next day when we finished the decorations. We had to keep our cat, Chaser, away from the tree because she loved to eat the low-hanging tin foil icicles that we had hoarded throughout the duration of the war.\nAll agreed that it was the most beautiful Christmas tree ever. The newly fallen snow made it look all the more beautiful to passers-by.\nDad received a call from the Tribune. The caller wanted to come by that evening to photograph our tree from the outside.\nOur photographer friend promised us that we would see the photo of our tree in the Tribune. He even knew the day.\nThat time came about a day before Christmas. There, for all to see on the front page of the Tribune was a picture of our tree.\nBut, wait! There’s more!\nStanding outside in front of our bay window and our beautiful tree, was a group of Harding High School A Capella Choir members all dressed up in winter togs, and holding songbooks. They had their mouths open like they were singing.\nI went outside to see if they had trampled the bushes as they stood outside. Not the slightest evidence of those singers! How did that happen?\nDad’s good friend, Carl Scheig, director of music at Harding High, had been asked by the Tribune photographer if he could come to the school to take a group shot of some choir members posing in winter costume.\nIn a process that I had never heard of before, maybe now called photoshopping, the image of the choir members was superimposed in front of our bay window with that beautiful Christmas tree behind them.\nOh, well, it’s two days before New Year now. Maybe on New Year’s Day you will be chosen to vacuum up those pine needles.\nHappy 2024!\nMumford, of Warren, can be reached at donmumford@aol.com.\nNEWSLETTER Today's breaking news and more in your inbox\nI'm interested in (please check all that apply) Daily Newsletter Breaking News Obituaries Are you a paying subscriber to the newspaper? * Yes No",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dad",
        "sentiment": "none"
      },
      {
        "name": "warren g. harding",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T07:52:34.903+02:00",
  "updated": "2023-12-29T07:52:34.903+02:00"
}