{
  "thread": {
    "uuid": "b3b97dfa262a6e20c49645a9ef2b7e22f7e51c49",
    "url": "http://trentonmonitor.www.clients.ellingtoncms.com/news/2023/dec/28/st-mary-parish-middletown-extends-christmas-spirit-with-special-dinner/",
    "site_full": "trentonmonitor.www.clients.ellingtoncms.com",
    "site": "ellingtoncms.com",
    "site_section": "http://trentonmonitor.www.clients.ellingtoncms.com",
    "site_categories": [],
    "section_title": "Trenton Monitor",
    "title": "Trenton Monitor",
    "title_full": "Trenton Monitor",
    "published": "2023-12-28T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://trentonmonitor.media.clients.ellingtoncms.com/img/photos/2023/12/26/EOS71075_t600.jpg?4326734cdb8e39baa3579048ef63ad7b451e7676",
    "performance_score": 0,
    "domain_rank": 61901,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b3b97dfa262a6e20c49645a9ef2b7e22f7e51c49",
  "url": "http://trentonmonitor.www.clients.ellingtoncms.com/news/2023/dec/28/st-mary-parish-middletown-extends-christmas-spirit-with-special-dinner/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-28T02:00:00.000+02:00",
  "title": "Trenton Monitor",
  "text": "UPDATED: Middletown parish extends Christmas spirit with special dinner December 28, 2023 at 12:03 p.m. As it has for years, St. Mary Parish, Middletown, extended hospitality to people who otherwise might have dined alone on Christmas. Perhaps their families did not live close by, making it difficult to get together, or perhaps because of other circumstances, they just found themselves alone. “It’s a great blessing to be with our guests,” Father Kegley said. “It really is like a family get-together. The atmosphere is festive, and everyone is truly greeting one another with love and joy.” [PHOTO GALLERY: Christmas Day dinner in St. Mary Parish, Middletown](https://trentonmonitor.smugmug.com/St-Mary-Middletown-Christmas-Day-Dinner/) Father Kegley explained the idea for hosting the Christmas dinner came about 10 years ago, when an older parishioner posted on social media about feeling sad because she was by herself on Dec. 25. The following year, Father Kegley said, St. Mary started hosting Christmas dinner for anyone who had no place to go or no one with whom to celebrate the birth of Christ. He said the guests who have attended the dinner over the years include parishioners and people from the area — from senior citizens to families with small children — and from all walks of life and professions — college professors, doctors, lawyers to everyday laborers and “our special guests — those who are struggling in life.” For this year’s dinner, Father Kegley said 37 people made a reservation, but he guessed there were actually between 45 and 50 people in attendance. Father Kegley smiled when he spoke about how “fascinated” he is by the guests who attend each year. “They really do enrich and bless our Christmas Day,” he said, then noted that, over the years, some people who regularly attended the dinner died and “are no longer with us.” “Like all families when they experience loss, our parish family misses them and feels their absence,” he said. Father Kegley acknowledged hospitality committee members, under the direction of Jackie and Ed Kaszuba, for their willingness to dedicate part of their Christmas Day celebration to serving others. He said committee members not only prepare and serve the meal, but also sit with the guests for dinner and engage in conversation and fellowship. “As I keep saying, at St. Mary’s, we are blessed. And the guests that join us for Christmas dinner add to the joy of our Christmas Day celebration as a community,” Father Kegley said. “No one should be alone on Christmas Day,” Father Kegley reiterated. “Everyone can come and celebrate with our parish family.” Related Stories Thursday, January 04, 2024 E-Editions Events As it has for years, St. Mary Parish, Middletown, extended hospitality to people who otherwise might have dined alone on Christmas. Perhaps their families did not live close by, making it difficult to get together, or perhaps because of other circumstances, they just found themselves alone. “It’s a great blessing to be with our guests,” Father Kegley said. “It really is like a family get-together. The atmosphere is festive, and everyone is truly greeting one another with love and joy.” [PHOTO GALLERY: Christmas Day dinner in St. Mary Parish, Middletown](https://trentonmonitor.smugmug.com/St-Mary-Middletown-Christmas-Day-Dinner/) Father Kegley explained the idea for hosting the Christmas dinner came about 10 years ago, when an older parishioner posted on social media about feeling sad because she was by herself on Dec. 25. The following year, Father Kegley said, St. Mary started hosting Christmas dinner for anyone who had no place to go or no one with whom to celebrate the birth of Christ. He said the guests who have attended the dinner over the years include parishioners and people from the area — from senior citizens to families with small children — and from all walks of life and professions — college professors, doctors, lawyers to everyday laborers and “our special guests — those who are struggling in life.” For this year’s dinner, Father Kegley said 37 people made a reservation, but he guessed there were actually between 45 and 50 people in attendance. Father Kegley smiled when he spoke about how “fascinated” he is by the guests who attend each year. “They really do enrich and bless our Christmas Day,” he said, then noted that, over the years, some people who regularly attended the dinner died and “are no longer with us.” “Like all families when they experience loss, our parish family misses them and feels their absence,” he said. Father Kegley acknowledged hospitality committee members, under the direction of Jackie and Ed Kaszuba, for their willingness to dedicate part of their Christmas Day celebration to serving others. He said committee members not only prepare and serve the meal, but also sit with the guests for dinner and engage in conversation and fellowship. “As I keep saying, at St. Mary’s, we are blessed. And the guests that join us for Christmas dinner add to the joy of our Christmas Day celebration as a community,” Father Kegley said. “No one should be alone on Christmas Day,” Father Kegley reiterated. “Everyone can come and celebrate with our parish family.” [info@whitewaterpublications.com](mailto:info@whitewaterpublications.com)or Call/Text [360-922-3092](tel:360-922-3092)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [
    "https://trentonmonitor.smugmug.com/St-Mary-Middletown-Christmas-Day-Dinner/)",
    "https://www.trentonmonitor.smugmug.com/St-Mary-Middletown-Christmas-Day-Dinner/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kegley",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "st. mary parish",
        "sentiment": "none"
      },
      {
        "name": "st. mary",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "middletown",
        "sentiment": "none"
      },
      {
        "name": "trenton",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:21:59.716+02:00",
  "updated": "2024-01-05T00:39:16.508+02:00"
}