{
  "thread": {
    "uuid": "7ad8c75c0f488c7014f8a1edadc9c0f9fd49fe62",
    "url": "https://www.kcci.com/article/snow-totals-see-how-much-snow-fell-in-eastern-iowa/46246693",
    "site_full": "www.kcci.com",
    "site": "kcci.com",
    "site_section": "https://consumer.einnews.com:443/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Consumer News Today - EIN Presswire",
    "title": "Snow totals: See how much snow fell in eastern Iowa",
    "title_full": "Snow totals: See how much snow fell in eastern Iowa",
    "published": "2023-12-29T04:12:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://kubrick.htvapps.com/htv-prod-media.s3.amazonaws.com/images/snow-in-eastern-iowa-658e233a217f5.jpg?crop=1.00xw:1.00xh;0,0&amp;resize=1200:*",
    "performance_score": 0,
    "domain_rank": 11640,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7ad8c75c0f488c7014f8a1edadc9c0f9fd49fe62",
  "url": "https://www.kcci.com/article/snow-totals-see-how-much-snow-fell-in-eastern-iowa/46246693",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jason Sydejko",
  "published": "2023-12-29T04:12:00.000+02:00",
  "title": "Snow totals: See how much snow fell in eastern Iowa",
  "text": "Snow totals: See how much snow fell in eastern Iowa Snow totals: See how much snow fell in eastern Iowa WHICH IS JUST AWESOME. LOVE THAT. UM, SO WE DEFINITELY NEEDED THE RAIN THAT WE HAD. MOTHER NATURE HELPED US OUT A LITTLE BIT TOO. BUT WE’VE GOT SOME SNOW THAT’S BEEN FLYING OUT THERE. NOT IN CENTRAL IOWA. YOU LOOK AT WEST DES MOINES RIGHT NOW. WE ARE OVERCAST, THOUGH, AND OUT IN CRESTON. STILL SOME WISPY SNOW ON THE ROADS OUT THERE. OTHERWISE TEMPERATURE WISE WE’RE SITTING AT 34 DEGREES. WE’VE GOT A LITTLE BIT OF A BREEZE THAT’S MAKING IT FEEL MORE LIKE 24. SO A BONA FIDE CHILLY OUT THERE. AND WE LOOK AT CENTRAL IOWA RIGHT NOW, YOU CAN STILL SEE SOME OF THOSE SNOW SHOWERS THAT ARE TRYING TO MAKE IT TO THE GROUND UP OFF NEAR IOWA FALLS AND WATERLOO, EASTERN PORTIONS OF THE STATE, THOUGH, IS WHERE THE MOST ABUNDANT MOISTURE SITS RIGHT NOW. SO AREAS LIKE OTTUMWA DOWNWARDS TOWARDS SHERIDAN AND EASTWARD TOWARDS DAVENPORT GOING TO CONTINUE TO BE PICKING UP SNOW AS WE HEAD IN TOWARDS THE REMAINDER OF THE EVENING, WINDS HAVE BEEN STRONGER TOO. THESE ARE SUSTAINED WINDS AROUND 15 TO 25MPH, SO IT’S A LITTLE BIT CHILLY OUT THERE AND YOUR WIND CHILLS ARE REFLECTING THAT DOWN TO 19 FOR CLARINDA, 20 FOR MASON CITY, GRINNELL COMING IN AT 24. THAT FORECAST FOR TOMORROW THOUGH. GOOD STUFF ON THE WAY. CLOUDS EVENTUALLY RETREATING. THAT’S GOING TO LEAVE US WITH SUNSHINE. THAT WILL HELP US WARM BACK UP INTO THE LOW 40S. SO REALLY LOOKING AT A GREAT END TO THE WEEK TOMORROW AND YOU CAN SEE THE SNOW THAT WE’VE GOT TO THE SOUTHEAST AGAIN, COULD SEE SOME OF THAT IN THE METRO. WHAT WE SEE WILL BE LIGHT AND WILL NOT ACCUMULATE. CAN’T SAY THE SAME THOUGH. FOR SOUTHEASTERN PORTIONS OF THE STATE. WE’LL GET THE TOTALS IN A SECOND HERE. STAYING OVERCAST THOUGH, INTO TOMORROW MORNING AND WE’RE KEEPING IT BREEZY OUT THERE. THOSE CLOUDS DEPART THOUGH, AND AS THEY DO, THOSE WINDS ARE GOING TO DIE DOWN A BIT. SO TOMORROW AFTERNOON LOOKS PRETTY BEAUTIFUL. IF YOU’VE GOT PLANS TO GO FOR A RUN OR JUST SPEND SOME TIME OUTSIDE, IT’S LOOKING NICE INTO SATURDAY. WINDS DIE DOWN A LITTLE BIT AND AS WE INTO THE AFTERNOON THEY’LL PICK BACK UP TO AROUND 20 TO 25MPH OR SO. AS FAR AS HOW MUCH SNOW YOU CAN EXPECT TO SEE, THOUGH, 1 TO 3IN FOR THOSE FAR SOUTHEASTERN PORTIONS OF THE STATE, A TRACE TO AN INCH AS WE GET WESTWARD FROM THERE. OSKALOOSA IN ON THAT. OTHERWISE INTO THE METRO WILL LIKELY SEE A FEW FLAKES FLY, BUT WE’RE NOT GOING TO BE TALKING ABOUT ANYTHING AS FAR. AS ACCUMULATION IS CONCERNED. 28 IS YOUR OVERNIGHT LOW TONIGHT. WE’RE BACK UP TO 42 TOMORROW MORNING OR TOMORROW MORNING. IT’LL BE NICE MORNING TEMPERATURE TOMORROW AFTERNOON. WE’LL SEE THOSE CLOUDS DECREASE WITH PLENTY OF SUNSHINE AS WE TAP INTO SOME OF THAT AFTERNOON SUN. AND WE’LL SEE MORE SUNSHINE FOR YOUR SATURDAY. THAT TEMPERATURE FOR SATURDAY AT 41. THEN A WEAK SYSTEM ROLLS THROUGH. NOT GOING TO KICK OUT ANY PRECIPITATION, BUT IT WILL KNOCK THAT TEMPERATURE DOWN. WE’RE TO 32 FOR YOUR SUNDAY WITH BREEZY CONDITIONS AND WE KEEP IT COLDER INTO THE NEW YEAR. 34 FOR YOUR START TO YOUR WEEK ON MONDAY. AFTER THAT, TEMPERATURES HOVERING IN THE MIDDLE 30S. SO EVEN THOUGH WE’RE COOLING DOWN, WE’RE STILL STAYING ABOVE AVERAGE. WE’VE GOT ONE DAY WHERE WE HIT AVERAGE. AFTER THAT, WE’RE BACK UP CLOSE TO 40 ON TUESDAY. AND WHAT DO WE DON’T HAVE IN THIS EIGHT DAY FORECAST REALLY IS ANY PRECIPITATION. SO I KNOW WE STILL DESPERATELY NEED IT. AND THERE’S SOME SNOW LOVERS THAT WOULD REALLY LIKE TO TAKE ADVANTAGE OF IT, BUT WE JUST DON’T HAVE ANY IN THE C Advertisement Snow totals: See how much snow fell in eastern Iowa Snow continues to fall across eastern and southeastern portions of Iowa on Thursday night. This has led to roads throughout eastern Iowa being reported as partially to completely covered with snow with slick conditions.Snow will continue to fall Thursday night, with 1-3\" possible through southeastern Iowa. Some locations have already picked up nearly 3\".Here are the current snowfall totals:3.3\" — Lowden, IA 2.0\" — Wyoming, IA2.0\" — Park View, IA1.8\" — 1 N of Marion, IA1.8\" — Olin, IA1.7\" — Dubuque Regional Arpt, IA1.6\" — 1 WSW of New London, IA1.5\" — 2 NNW North Liberty, IA0.5\" — 2 SSE of Buck Creek, IA3\" — 1 W of Sigourney, IA1.3\" — 2 WNW of Dubuque, IA 0\" — 5 NNE of Washington, IA1.0\" — Davenport Airport, IA 0.1\" — Cedar Rapids, IA Snow continues to fall across eastern and southeastern portions of Iowa on Thursday night. This has led to roads throughout eastern Iowa being reported as partially to completely covered with snow with slick conditions. Snow will continue to fall Thursday night, with 1-3\" possible through southeastern Iowa. Some locations have already picked up nearly 3\". Advertisement Here are the current snowfall totals: - 3.3\" — Lowden, IA - 2.0\" — Wyoming, IA - 2.0\" — Park View, IA - 1.8\" — 1 N of Marion, IA - 1.8\" — Olin, IA - 1.7\" — Dubuque Regional Arpt, IA - 1.6\" — 1 WSW of New London, IA - 1.5\" — 2 NNW North Liberty, IA - 0.5\" — 2 SSE of Buck Creek, IA - 3\" — 1 W of Sigourney, IA - 1.3\" — 2 WNW of Dubuque, IA - 0\" — 5 NNE of Washington, IA - 1.0\" — Davenport Airport, IA - 0.1\" — Cedar Rapids, IA This content is imported from Twitter. You may be able to find the same content in another format, or you may be able to find more information, at their web site.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "davenport",
        "sentiment": "none"
      },
      {
        "name": "sheridan",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "iowa",
        "sentiment": "none"
      },
      {
        "name": "waterloo",
        "sentiment": "none"
      },
      {
        "name": "iowa",
        "sentiment": "none"
      },
      {
        "name": "creston",
        "sentiment": "none"
      },
      {
        "name": "west des moines",
        "sentiment": "none"
      },
      {
        "name": "central iowa",
        "sentiment": "none"
      },
      {
        "name": "ottumwa",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T04:29:41.001+02:00",
  "updated": "2023-12-29T04:29:41.001+02:00"
}