{
  "thread": {
    "uuid": "e8452440da931994741405e0ff9cd29bc8706fa2",
    "url": "https://www.eco-business.com/press-releases/emobility-expo-closes-with-6873-attendees-sets-strategy-for-new-era-of-sustainable-mobility",
    "site_full": "www.eco-business.com",
    "site": "eco-business.com",
    "site_section": "https://eco-business.com/press-releases/",
    "site_categories": [
      "media",
      "business",
      "green_solutions"
    ],
    "section_title": "Press Releases on sustainable development and ESG",
    "title": "eMobility Expo closes with 6,873 attendees, sets strategy for new era of sustainable mobility | Press Releases | Asia | Sustainable Business",
    "title_full": "eMobility Expo closes with 6,873 attendees, sets strategy for new era of sustainable mobility | Press Releases | Asia | Sustainable Business",
    "published": "2024-02-16T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://eco-business.imgix.net/clients/featured_images/eMobility_Expo_World_Congress_2024_.jpg?fit=crop&h=801&ixlib=django-1.2.0&q=85&w=1200",
    "performance_score": 0,
    "domain_rank": 16325,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e8452440da931994741405e0ff9cd29bc8706fa2",
  "url": "https://www.eco-business.com/press-releases/emobility-expo-closes-with-6873-attendees-sets-strategy-for-new-era-of-sustainable-mobility",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Eco-Business",
  "published": "2024-02-16T02:00:00.000+02:00",
  "title": "eMobility Expo closes with 6,873 attendees, sets strategy for new era of sustainable mobility | Press Releases | Asia | Sustainable Business",
  "text": "eMobility Expo World Congress 2024 closed its second edition, consolidating the Valencia Region as a hub for sustainable mobility in southern Europe. Under the slogan ‘We are the future of eMobility’, the global multi-specialist meeting point for the mobility industry brought together 6,873 international attendees over three days to discover the trends, challenges and solutions of different segments of the mobility industry and set the roadmap for more sustainable, connected, autonomous and safer mobility. An event that in its second edition has left an economic impact of 16 million euros in the city of Valencia. A total of 219 exhibiting companies such as BP, Cepsa, Ford, Iberdrola, Repsol, Air Nostrum, Broseta, Eurecat, Iryo, ITE (Instituto Tecnológico de la Energía), Redit Mobility, Valenciaport and Vueling, among many others, showcased the most disruptive innovations and solutions that are leading the sector towards a paradigm shift. The eMobility World Congress also brought together 387 experts from all over the world to analyze, debate and share the present and future challenges of the mobility industry, which include more connected, autonomous and safer mobility, and the decarbonisation of the industry. In this sense, the last day of the eMobility Expo World Congress addressed the digital transformation that is marking a new era in port management, with the application of technology and the advance of the decarbonisation of operations. Sergi Sauri, director of the Center for Innovation in Transportation (CENIT), who advocated communication between all stakeholders to promote the resilience of ports, raised several concerns in the sector. Among them, to have clearer regulations and not only to force the ports to be greener but “to go out of the ports themselves and generate green corridors, that is to say, alliances and intercontinental connections.” Another of the concerns he expressed is the relocation of some of Europe’s hubs to North Africa, “which means a reduction in tax revenues, carbon leakage and the loss of a certain logistical independence in favor of North African countries.” In this aspect, José Andrés Giménez, director of Port Logistics at the Valenciaport Foundation, also agreed. The specialist has opted for more effective integration with the existing supply chain and has considered digitisation as an “element of great importance for the synchronisation of processes” in a very fragmented ecosystem. “There is a great opportunity to make a difference in the coming years by trying to embrace these new technologies that are coming: AI, Big Data… In the transport sector we are a little behind what these technologies can bring us,” he said. Along similar lines, Arjen Heeres, CEO of DECIDE4AI, has also called for synchronisation as the answer to incorporate ports into the supply chain. “If you have an intelligent system that controls everything and prevents new situations, you don’t need more resources, you need to use the available ones in an intelligent way. Artificial intelligence helps ports to be more profitable, more sustainable, and more competitive“, he pointed out. The use of alternative fuels in aviation is an opportunity eMobility Expo World Congress also analyzed the keys to Sustainable Aviation Fuels (SAF) as an opportunity to advance decarbonisation in air transport, although only between 2 per cent and 5 per cent of emissions come from aviation. Rosa Nordfeldt, Director of Sustainability Air Europa Airlines, said they have already started experimenting with SAF on short, medium, and long routes. However, “we must understand that SAF is only one of many measures to be implemented in the transition to decarbonisation. By 2050, all aviation will have undergone a major change. New aircraft and fuel models will emerge, there are many different energies at our disposal.” María José Bartolomé, from Exolum, remarked that “the infrastructure to move sustainable fuel already exists, but there is a lot of work to be done in terms of regulation. We need many different scenarios and technologies to achieve sustainability goals.” She agreed with Santiago Lopezbarrena, Head of sustainability at Vueling, who insisted that the regulations “are lagging behind the industry” in an aspect as important as SAF, which “is not only an opportunity for aviation, but it can also be an option for other sectors”. After pointing out that it is already possible to supply current aircraft with lower emissions, he stressed that “the supply of sustainable fuel is less than 1 per cent of global demand, so there is still a long way to go. We must increase production to be competitive in terms of price”. For his part, Francisco José Lucas, Head of sustainable aviation at Repsol, recalled his company’s commitment to this initiative with the start-up of the new SAF production plant in Cartagena (Spain), which will be able to produce more than 2,000 tons of this energy. “IATA says that current world production is similar to what we will produce in Cartagena”, where they have invested 200,000 million. “We can reduce approximately 60-65 per cent of the emissions of the entire sector, but it is necessary to make investments in infrastructures, such as production plants,” he added. About air transport, experts such as Eduardo Carrillo, director of strategy at Boeing, addressed the megatrends that are leading the sector to a new paradigm, where a strong change in propulsion technologies, an increase in urban air mobility and, finally, an inexcusable need to address climate change are detected. “In an aircraft for a few people travelling a few hundred kilometers, the hydrogen fuel cell will be a good solution, but the entire hydrogen infrastructure (production, supply, etc.) will have to be managed”, remarked Jaime Fernández, Head of Research & Technology at ITP Aero. For his part, Isaac Pérez, delegate in Spain at Airbus UpNext - a company specialising in the manufacture of aerospace and aviation components - highlighted a breakthrough for his company. “We have demonstrated that a helicopter can fly without a pilot, and we are working on several projects on disruptive propulsion energies,” he revealed. Publish your content with EB Premium It's not about how many you reach. It's about who. Get your news, events, jobs and thought leadership seen by those who matter to you. [Publish now →](/dashboard/features/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance",
    "Environment"
  ],
  "external_links": [
    "https://r.tdh.tinkle.es/tr/cl/jASQc_p1-gu9HHOneNKTeTrTDIPZqPOtvYbGo5H5JW7ZcBVc0zRhEVHmzT4Hfdfwh-wdw3oUjkdYi5fe0ejTMCni-1AxgbTLGg8WrFTPlfGOjHGrJJ_ZmgoNqs0NbEMydl2BYi7dl2xhlyZ5izJCINY3JSzOs2aWlKX5aUswomPq7TBPdQnFyVuS_-Y39TURFrX0pgPv0EWzY5M8I9EhC787Yq5iesO7ug9bU_-njMDBDaS4NpOZes15i8SsyLb88ay7n34jOV_tuw",
    "https://www.r.tdh.tinkle.es/tr/cl/jASQc_p1-gu9HHOneNKTeTrTDIPZqPOtvYbGo5H5JW7ZcBVc0zRhEVHmzT4Hfdfwh-wdw3oUjkdYi5fe0ejTMCni-1AxgbTLGg8WrFTPlfGOjHGrJJ_ZmgoNqs0NbEMydl2BYi7dl2xhlyZ5izJCINY3JSzOs2aWlKX5aUswomPq7TBPdQnFyVuS_-Y39TURFrX0pgPv0EWzY5M8I9EhC787Yq5iesO7ug9bU_-njMDBDaS4NpOZes15i8SsyLb88ay7n34jOV_tuw"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "congress",
        "sentiment": "none"
      },
      {
        "name": "repsol",
        "sentiment": "none"
      },
      {
        "name": "cepsa",
        "sentiment": "none"
      },
      {
        "name": "air nostrum",
        "sentiment": "none"
      },
      {
        "name": "ford",
        "sentiment": "none"
      },
      {
        "name": "iberdrola",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "valencia region",
        "sentiment": "none"
      },
      {
        "name": "valenciaport",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "eurecat",
        "sentiment": "none"
      },
      {
        "name": "broseta",
        "sentiment": "none"
      },
      {
        "name": "iryo",
        "sentiment": "none"
      },
      {
        "name": "valencia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T12:43:47.169+02:00",
  "updated": "2024-02-16T12:43:47.169+02:00"
}