{
  "thread": {
    "uuid": "7397546bb10b5328702ab96ab63fb0e1b3cf0c4a",
    "url": "https://english.jagran.com/india/india-to-launch-50-spy-satellites-in-next-five-years-for-geointelligence-gathering-isro-chief-s-somanth-10123608",
    "site_full": "english.jagran.com",
    "site": "jagran.com",
    "site_section": "https://english.jagran.com/latest-news",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest News from India | Top News Headlines | Breaking India News - English Jagran",
    "title": "India To Launch 50 Spy Satellites In Next Five Years For Geo-Intelligence Gathering: ISRO Chief",
    "title_full": "India To Launch 50 Spy Satellites In Next Five Years For Geo-Intelligence Gathering: ISRO Chief",
    "published": "2023-12-29T07:17:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://imgeng.jagran.com/images/2023/dec/spysats1703836389042.jpg",
    "performance_score": 0,
    "domain_rank": 12563,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7397546bb10b5328702ab96ab63fb0e1b3cf0c4a",
  "url": "https://english.jagran.com/india/india-to-launch-50-spy-satellites-in-next-five-years-for-geointelligence-gathering-isro-chief-s-somanth-10123608",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@englishjagrannews",
  "published": "2023-12-29T07:17:00.000+02:00",
  "title": "India To Launch 50 Spy Satellites In Next Five Years For Geo-Intelligence Gathering: ISRO Chief",
  "text": "- By [Vivek Raj](/authors/vivek-raj) - Published: Fri, 29 Dec 2023 01:17 PM (IST) - Source:JND India is setting its sights on launching 50 satellites over the next five years to bolster geo-intelligence gathering capabilities, announced Indian Space Research Organisation (ISRO) Chairman S Somanath announced on Thursday. The ambitious plan includes deploying satellites in various orbits, forming a comprehensive layer with the capacity to monitor troop movements and capture extensive imagery over thousands of kilometers. Somanath made these remarks during 'Techfest,' an annual science and technology event organised by the Indian Institute of Technology Bombay. Expressing the need for a substantial increase in the satellite fleet, Somanath said that India's current satellite capacity is insufficient to realise the nation's goal of becoming stronger and it should be \"ten times what we have today\". ALSO READ: [Nitish Kumar Elected JDU President After Lalan Singh's Resignation From Top Post; Official Announcement Soon](https://english.jagran.com/india/lalan-singh-resigns-as-jdu-national-president-national-executive-meeting-nitish-kumar-10123598) He noted the importance of enhancing satellite capabilities to detect changes, incorporating artificial intelligence (AI) and data-driven approaches for efficient data analysis, and reducing unnecessary data downloads. Defence intelligence gathering satellites, also known as 'spy-sats,' play a crucial role in enhancing a country's security. Somanath highlighted the significance of understanding and monitoring activities around the country's borders and neighboring regions. [Also ReadNitish Kumar Elected JDU President After Lalan Singh's Resignation From Top Post; Official Announcement Soon](/india/lalan-singh-resigns-as-jdu-national-president-national-executive-meeting-nitish-kumar-10123598) ISRO has already configured 50 satellites to be launched over the next five years, supporting India's geo-intelligence capabilities. The chairman highlighted the strategic advantage of launching satellites on a large scale, stating that it enhances the country's ability to mitigate threats effectively. The planned layer of satellites will span from geostationary equatorial orbit (GEO) to lower earth orbit (LEO) and very low earth orbit, facilitating a comprehensive assessment of critical situations through various technologies, including optical, synthetic aperture radar (SAR), and thermal imaging. \"We will have communication between satellites so that if some satellite detects something, which is at GEO at 36,000 km, it can have a large view. If you find some activity happening, you can task another satellite in the lower orbit (to check) much more carefully and then give more information,\" he said. ALSO READ: [Covid-19 Updates: India Records 797 Fresh Cases; Active Caseload At 4,091, Five New Deaths Reported](https://english.jagran.com/india/covid19-coronavirus-india-cases-covid19-in-india-covid-news-coronavirus-cases-today-india-covid-state-wise-tally-covid-jn-1-variant-cases-updates-10123586) The integrated system allows satellites in different orbits to work together, providing a broader view and enabling detailed examinations when required. The goal is to cover vast areas, including the entire border region, in daily cycles, marking a significant leap in India's satellite capabilities. [English Jagran.com](https://english.jagran.com/)Jagran English is available on WhatsApp. Join now for latest news from India and around the world. [Join our WhatsApp Channel](https://www.whatsapp.com/channel/0029VaAYubwADTOESVWMhl0l?utm_source=website&utm_medium=referral&utm_campaign=whatsappchannel)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://www.whatsapp.com/channel/0029VaAYubwADTOESVWMhl0l?utm_source=website&utm_medium=referral&utm_campaign=whatsappchannel)",
    "https://www.whatsapp.com/channel/0029VaAYubwADTOESVWMhl0l",
    "https://whatsapp.com/channel/0029VaAYubwADTOESVWMhl0l?utm_source=website&utm_medium=referral&utm_campaign=whatsappchannel)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "vivek raj",
        "sentiment": "negative"
      },
      {
        "name": "nitish kumar",
        "sentiment": "none"
      },
      {
        "name": "somanath",
        "sentiment": "none"
      },
      {
        "name": "lalan singh",
        "sentiment": "none"
      },
      {
        "name": "s somanath",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "isro",
        "sentiment": "negative"
      },
      {
        "name": "indian space research organisation",
        "sentiment": "none"
      },
      {
        "name": "indian institute of technology bombay",
        "sentiment": "none"
      },
      {
        "name": "resignation from top post",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "jnd india",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T09:57:23.926+02:00",
  "updated": "2023-12-29T09:57:23.926+02:00"
}