{
  "thread": {
    "uuid": "67b783a15934003e7c44f95a8713f250dd840d40",
    "url": "https://thoughtcatalog.com/shahida-arabi/2024/03/10-tv-shows-about-narcissists-and-psychopaths-that-will-leave-you-breathless",
    "site_full": "thoughtcatalog.com",
    "site": "thoughtcatalog.com",
    "site_section": "https://thoughtcatalog.com/feed",
    "site_categories": [
      "science",
      "astrology"
    ],
    "section_title": "Thought Catalog",
    "title": "10 TV Shows About Narcissists and Psychopaths That Will Leave You Breathless",
    "title_full": "10 TV Shows About Narcissists and Psychopaths That Will Leave You Breathless",
    "published": "2024-03-14T23:31:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://thoughtcatalog.com/wp-content/uploads/2024/03/Daenerys-Targaryen-2.png?w=1250&#038;h=656&#038;crop=1",
    "performance_score": 0,
    "domain_rank": 3667,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "67b783a15934003e7c44f95a8713f250dd840d40",
  "url": "https://thoughtcatalog.com/shahida-arabi/2024/03/10-tv-shows-about-narcissists-and-psychopaths-that-will-leave-you-breathless",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Shahida Arabi",
  "published": "2024-03-14T23:31:00.000+02:00",
  "title": "10 TV Shows About Narcissists and Psychopaths That Will Leave You Breathless",
  "text": "Some television series capture narcissism and psychopathy so well they leave us breathlessly captivated – revealing the ruthless pursuit of power at all costs, predators who are wolves in sheep’s clothing, and cunning manipulators who hide behind masks. While narcissism involves a lack of empathy, a grandiose sense of self and an excessive sense of entitlement, psychopathy goes further, yielding a lack of remorse and even at times sadistic violence. Here are the ten television shows you should watch if you want to see the traits and behaviors of narcissism and psychopathy fleshed out mesmerizingly on screen. Game of Thrones The race for power in Game of Thrones brought all the narcissists to the Westeros yard. Based on George R.R. Martin’s captivating fantasy novels, A Song of Ice and Fire , this HBO drama series adapted for the screen by David Benioff and D. B. Weiss received record-breaking views over the span of its eight seasons, following a war for the Iron Throne of the Seven Kingdoms of Westeros. Whether it’s the psychopathic Cersei Lannister plotting and scheming to kill people to secure her power in the North (including her own daughter-in-law, Margaery Tyrell) and beheading people like Missandei in front of her beloved friend Daenerys or the cruel Ramsay Bolton who rapes Sansa Stark and forces her brother’s friend Theon to watch, there is no shortage of sadistic psychopathic and narcissistic traits and actions displayed in the characters in the pursuit of power. Even the ones who are targeted – such as powerful characters like Arya Stark and Daenerys who fight back due to the traumas they have experienced – also engage in violence because they have been harmed by predators throughout their lives, albeit to a different extent.\nHouse of Cards In House of Cards, Frank Underwood is a ruthless psychopathic politician who weaponizes deception and murder to rise in the ranks from the United States House of Representatives all the way to U.S president. Underwood manipulates and deceives many people including his own friends, and even signs off on the deaths of his employees. House of Cards is a chilling portrait of a Machiavellian psychopath who is willing to do anything for power. Ironically, Kevin Spacey, who played Frank Underwood is said to be the real-life Frank as he has been accused of sexual assault by four different accusers and conspiracy theorists have suggested he may be possibly involved in the mysterious crimes involving his accusers.\nSuccession The critically acclaimed television HBO series Succession follows media mogul Logan Roy, the founder of a multi-billion dollar company and his adult children Shiv, Roman, and Kendall, all of whom manipulate others to rise to corporate power. Whether it is Logan sadistically pitting his own children against each other, promising them positions at his company or his son Kendall Roy making false promises to others to get the upperhand in deals, or his daughter Shiv Roy sabotaging her own husband Tom Wambsgans and setting him up to fail to establish a closer relationship with her father, the show runs rampant with scheming narcissists and psychopaths who plot to maintain the upper-hand.\nBreaking Bad The crime drama series Breaking Bad tracks the trajectory of the infamous Walter White, a former chemist who starts using his skills to manufacture and sell meth to gain financial security for his family when he is diagnosed with a life-threatening condition. Walter becomes more and more ruthless as he rises to the top, becoming one of the most dangerous drug lords of the Southwestern drug trade and adopting a new alias, “Heisenberg.” Breaking Bad highlights the grandiosity of narcissism and the lack of empathy as murder and lying become second nature to Walter and he begins blaming others for his own faults and betraying his loved ones, losing sight of the initial intention of getting into this seedy business. His narcissism becomes more blatant throughout the show but some psychologists have suggested these traits were present from the beginning and were only exacerbated over time by his circumstances.\n“Who are you talking to right now? Who is it you think you see? Do you know how much I make a year? I mean, even if I told you, you wouldn’t believe it. Do you know what would happen if I suddenly decided to stop going into work? A business big enough that it could be listed on the NASDAQ goes belly up. Disappears. It ceases to exist without me. No, you clearly don’t know who you’re talking to, so let me clue you in. I am not in danger, Skyler. I am the danger. A guy opens his door and gets shot, and you think that of me? No. I am the one who knocks!” – Walter White’s grandiose speech to his wife Skylar Law and Order: SVU Law and Order: SVU spans over 23 seasons, bursting with episodes featuring predatory narcissists and psychopaths. This is one of the few shows where victims often get justice and perpetrators get held accountable. Many fans find comfort in empathic detective Olivia Benson reminding many victims it was not their fault, as well as in the show’s resident psychologist, Dr. George Huang, skillfully diagnosing the perpetrators as narcissists and psychopaths. Some notable episodes exploring malignant narcissism and gaslighting include: Born Psychopath and its sequel Post-Graduate Psychopath, Behave, Motherly Love, Annihilated, Doubt, and Surrender Benson.\nDexter Dexter Morgan is a blood spatter analyst by day and a serial killer of serial killers and rapists by night. The quintessential “sympathetic” vigilante psychopath, Dexter still exhibits many disturbing psychopathic qualities like the ability to lie seamlessly, cruelty to animals at a young age, cheat on his partners, and his ability to take sadistic pleasure and show no remorse in murdering predators. He has an elaborate ritual for killing which ensures he leaves no trace, and is cool under pressure (usually), which makes him your friendly neighborhood psychopath. However, unlike most psychopaths depicted on television, some viewers are tempted to see him as working for the greater good.\nCriminal Minds If you want to play “spot the psychopath,” no better show allows you to do so than Criminal Minds. A crime drama that follows the FBI profilers of the Behavioral Analysis Unit, the show masterfully examines the personalities and motives of serial predators who commit horrific crimes. The skill set and empathy of FBI profilers like genius Spencer Reid and Special Agent Rossi contrasts the horrific cruelty of the violent criminals they hunt down, making for a riveting yet dark show.\nPretty Little Liars A fan favorite of millennials growing up, Pretty Little Liars is a teen mystery series that highlights the narcissistic and psychopathic traits and behaviors of its female characters specifically. Whether it’s “Queen Bee” Alison DiLaurentis who uses relational aggression to pit her friends against one another and maintain status, or the genius Mona who orchestrates the downfall of her friends through elaborate means – or the mysterious, murderous “A” character who always seems to be in the corner stalking their every move, Pretty Little Liars is filled with suspense and drama that will keep you on your toes.\nMad Men With the backdrop of 1960’s rampant misogyny and aggression toward women, Mad Men is filled with plenty of narcissistic people to choose from – just take your pick of cigar-smoking, wife-beating men. From the pathological liar and serial cheater Don Draper who uses his charming false mask and success as an advertising executive to escape accountability to the narcissistic rapist Greg Harris who forces himself on his girlfriend Joan, viewers will be sucked into a world where narcissists seem to reign in positions of power, and only face consequences at the very end.\nVeronica Mars Moonlighting as a private investigator under her detective father’s wing, Veronica Mars is a murder mystery series about a charismatic high school student in the fictional town of Neptune who, with the help of her friends Mac, Wallace, Logan and Weevil, solves numerous mysteries. Yet the largest two unsolved mysteries throughout the series remain who killed her best friend Lilly and who drug-raped her at a party. As Veronica enters a world of manipulators, criminals, and shady characters, viewers are captivated by the long-lasting “whodunnit” and the personal growth and relationships of the rambunctious P.I.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "https://www.hulu.com/series/criminal-minds-2fdd0e1d-786e-40b2-9aea-89e21e4a3b83",
    "https://distractify.com/p/kevin-spacey-accusers-now",
    "https://cbsnews.com/news/kevin-spacey-sexual-assault-trial-2023-uk-5-key-things/",
    "https://www.cbsnews.com/news/kevin-spacey-sexual-assault-trial-2023-uk-5-key-things/",
    "https://www.cbsnews.com/news/kevin-spacey-sexual-assault-trial-2023-uk-5-key-things",
    "https://www.distractify.com/p/kevin-spacey-accusers-now",
    "https://hulu.com/series/criminal-minds-2fdd0e1d-786e-40b2-9aea-89e21e4a3b83"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "david benioff",
        "sentiment": "none"
      },
      {
        "name": "westeros",
        "sentiment": "none"
      },
      {
        "name": "george r.r. martin",
        "sentiment": "none"
      },
      {
        "name": "d. b. weiss",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hbo",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "westeros",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:01:34.338+02:00",
  "updated": "2024-03-15T02:39:32.601+02:00"
}