{
  "thread": {
    "uuid": "9358490f86de53e1edf2882ae1ecf7debe0c2ed1",
    "url": "https://www.elperiodicodearagon.com/aragon/2024/01/20/aragon-vuelca-palestina-ninos-son-97152470.html",
    "site_full": "www.elperiodicodearagon.com",
    "site": "elperiodicodearagon.com",
    "site_section": "https://www.elperiodicodearagon.com/",
    "site_categories": [
      "media",
      "education",
      "business"
    ],
    "section_title": "El Periódico de Aragón. Noticias de Aragón, Zaragoza, Huesca y Teruel",
    "title": "Aragón se vuelca con Palestina: \"Los niños no son terroristas\"",
    "title_full": "Aragón se vuelca con Palestina: \"Los niños no son terroristas\"",
    "published": "2024-01-20T20:43:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/cc407a91-d5a8-42c7-a83d-70def3b0c0e1_16-9-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 23138,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9358490f86de53e1edf2882ae1ecf7debe0c2ed1",
  "url": "https://www.elperiodicodearagon.com/aragon/2024/01/20/aragon-vuelca-palestina-ninos-son-97152470.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alberto Arilla",
  "published": "2024-01-20T20:43:00.000+02:00",
  "title": "Aragón se vuelca con Palestina: \"Los niños no son terroristas\"",
  "text": "La defensa de la paz y los derechos humanos en Gaza ha vuelto a ser la protagonista en la tarde de este sábado en Zaragoza. Era una tarde fría, pero eso no ha sido óbice para que la capital aragonesa aglutinase las gargantas de más de un millar de aragoneses que han clamado por el fin del «genocidio» en Palestina. En cualquier caso, los zaragozanos no estuvieron solos, en una convocatoria organizada por la Casa Palestina a la que se adhirieron colectivos del Sobrarbe, Alcañiz, Alcorisa, Caspe, Tarazona, Huesca y Borja. Además, se convocaron protestas en otras localidades como Teruel o Morata de Jalón.\nEn la plaza san Miguel, en torno a las 18.00 horas, no cabía un alfiler. Las banderas palestinas eran ondeadas por gente de todas las edades y etnias posibles, lideradas por las pancartas que pedían «libertad» para el pueblo palestino. Tras finalizar la protesta, en la plaza del Pilar representantes de la Casa Palestina han leído un manifiesto por la paz y el fin de los ataques israelís sobre los civiles gazatíes . Una marcha a la que han acudido personas como Fuensanta, una zaragozana que dejaba claro que «los niños no son terroristas» y que estaba ahí en una muestra de «solidaridad».\nEntre las proclamas también resonaba la voz de Chaimae, una joven de origen marroquí que mostraba su esperanza porque estas muestras de cariño «continúen». Con todo, Chaimae no escondía cierta autocrítica: «Me gustaría que hubiese mucha más gente, porque no creo que todo el mundo sepa lo que realmente pasa en Palestina».\nLiliana, por su parte, aseguraba que «merece la pena» su viaje desde Alcañiz hasta la capital aragonesa, «porque hay que parar el genocidio». «Queremos que se vea que la ciudad de Alcañiz está con la gente palestina y su sufrimiento», añadía, mientras reflexionaba que «el conflicto ha pasado a ser una masacre, mientras las instancias internacionales no responden a las expectativas de la paz» . Una sensación que compartía Inés, que también se había desplazado 80 kilómetros para asistir a la marcha. «Me parece que es lo único que puedo hacer para mostrar mi descontento y mi pena» , argumentaba, a la par que incidía en lo «emocionante» de ver a tanta gente congregada desde todos los rincones de Aragón.\nAsimismo, además de las insignias palestinas, un par de banderas sudafricanas han encabezado la concentración, acompañadas de un «¡Gracias!» por llevar al Estado de Israel ante la Corte Internacional de Justicia de La Haya. Todo ello mientras el tiempo apremia y los muertos, que ya se acercan a los 30.000 (la inmensísima mayoría civiles), siguen apilándose bajo los escombros. Algo a lo que tampoco era ajeno nadie: «¡Cada niño muerto, es un niño nuestro!».",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-20T21:29:22.572+02:00",
  "updated": "2024-01-20T21:29:22.572+02:00"
}