{
  "thread": {
    "uuid": "cf7aedd7bbb5d05960fe76c1e55c9444f3572a6c",
    "url": "https://insanelygoodrecipes.com/boulevardier-cocktail/",
    "site_full": "insanelygoodrecipes.com",
    "site": "insanelygoodrecipes.com",
    "site_section": "https://insanelygoodrecipes.com/feed",
    "site_categories": [
      "travel",
      "bed_and_breakfasts"
    ],
    "section_title": "Insanely Good Recipes",
    "title": "The Classic Boulevardier Cocktail Recipe",
    "title_full": "The Classic Boulevardier Cocktail Recipe",
    "published": "2024-01-05T23:41:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://insanelygoodrecipes.com/wp-content/uploads/2024/01/Boulevardier-Cocktail-on-Glass-With-Ice.jpg",
    "performance_score": 0,
    "domain_rank": 26875,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cf7aedd7bbb5d05960fe76c1e55c9444f3572a6c",
  "url": "https://insanelygoodrecipes.com/boulevardier-cocktail/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kim - InsanelyGood",
  "published": "2024-01-05T23:41:00.000+02:00",
  "title": "The Classic Boulevardier Cocktail Recipe",
  "text": "The Boulevardier cocktail is an irresistible mix of whiskey, sweet vermouth, and Campari.\nIt features a vibrant red color and a balanced blend of flavors. This 1920s Parisian cocktail is dark and sophisticated. And very delicious.\nThe Boulevardier is a close cousin to the more bitter Negroni. It has similar ingredients and is just as quick and easy to make.\nHowever, this nuanced cocktail swaps the\ngin for whiskey. The result is an alluring fusion of rich, bitter, and sweet notes.\nThe Boulevardier is a classic cocktail, perfect for dinner or cocktail parties, and more!\nBoulevardier Ingredients\nHere’s what you need to make a classic Boulevardier:\n- Ice- Use ice in the mixing glass and the rocks glass you’ll serve the cocktail. Use large cubes to prevent premature melting and drink dilution.\n- Whiskey- The choice between bourbon and rye whiskey can significantly influence the drink’s flavor. Bourbon will offer a sweeter, richer profile, while rye introduces a spicier kick. Choose whichever you like best to get the flavor you want.\n- Campari-\nCampariis an Italian aperitif made with grapefruit peel, herbs, and spices. It has a bittersweet flavor that lends itself well to this mixed drink. You can also substitute Aperolin a pinch.\n- Sweet Vermouth- I don’t have a specific brand recommendation. Just use one that you enjoy, and be sure it’s fresh. Remember, an opened bottle will only keep freshness for 1-2 months.\n- Orange Twist- The garnish is optional, but it makes the drink look nice. I always add it.\nHow to Make a Boulevardier\nLike the Negroni, the Boulevardier is exceptionally easy to make. There are really only three steps:\n1. Mix the drink. First, add ice to a mixing glass. Then, pour in the ingredients (sans garnish) one after the other. Stir well to chill the drink.\n2. Strain and garnish. Strain the cocktail into a chilled glass over ice. Add your orange peel garnish.\n3. Serve. And enjoy!\nWhat if I Don’t Own a Cocktail Mixing Glass?\nIf you don’t own a cocktail mixing glass, don’t worry about it! Make the drink in any large glass or even a mason jar instead.\nThere are only two advantages to having an actual cocktail mixing glass:\n- Most of them come with strainer tops to make straining the drink easier.\n- It makes you look like a pro.\nBut you can easily mix up any mixed drink in a regular glass. Just be careful when pouring the drink into your chilled glass. Try not to let the ice fall in.\nMixing a Boulevardier: The Ideal Proportions\nThe ideal proportions for a Boulevardier are whatever ratios taste best to you.\nThe typical proportions keep everything at a 1:1:1 ratio. That means using equal parts whiskey, Campari, and sweet vermouth.\nHowever, many bartenders like to increase the amount of whiskey they add and prefer a 2:1:1 ratio. Experiment with the drink to see which version works best for you.\nTips and Tricks\nHere are a few final tips and tricks before we get to the recipe card:\n- Stir, don’t shake. This drink is definitely a stir-not-shake kind of cocktail. If you shake it, the drink will appear cloudy and lose some vibrancy. A simple 20- to 30-second stir will work just fine.\n- Play with the ratios. I’ve mentioned this already, but it’s worth repeating. Change it up if the 1:1:1 ratio doesn’t taste right to you. Use more or less of whichever ingredients you want to get the flavor you like best.\n- Don’t like ice? No problem! Many bartenders serve this drink straight up (i.e., without ice). So, if you don’t want to add ice to the final product, don’t! You will need it in the mixing glass to chill the cocktail.\n- Use a single large cube of ice. If you DO want to use ice but don’t want it to dilute your drink, use a single large cube instead of many smaller cubes. These\njumbo molds from Glaciomake excellent single cubes.\n- Make an Old Pal variation. Turn this drink into an Old Pal by swapping the sweet vermouth for dry. Just don’t expect it to taste anywhere near the same. You’ll be surprised at how much of a flavor change that simple swap will cause.\n ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "http://www.amazon.com/exec/obidos/ASIN/B07BSV5S3T",
    "http://amazon.com/exec/obidos/ASIN/B07BSV5S3T"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "negroni",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:53:34.169+02:00",
  "updated": "2024-01-06T00:53:34.169+02:00"
}