{
  "thread": {
    "uuid": "326c6e3556c717285d43ddb3c38be834fd179ea5",
    "url": "https://bnnbreaking.com/tech/revolutionizing-space-exploration-merida-aerospaces-perovskite-solar-cells",
    "site_full": "bnnbreaking.com",
    "site": "bnnbreaking.com",
    "site_section": "https://bnnbreaking.com/rss",
    "site_categories": [],
    "section_title": "BNN : Latest Posts",
    "title": "Revolutionizing Space Exploration: Merida Aerospace's Perovskite Solar Cells",
    "title_full": "Revolutionizing Space Exploration: Merida Aerospace's Perovskite Solar Cells",
    "published": "2024-02-16T09:42:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IL",
    "main_image": "https://img-cdn.thepublive.com/fit-in/1200x675/bnn/media/media_files/546537b40c6b0f7affa9ddef674af0f796c7e4c7ed00cb1766f09bcee0a03281.jpg",
    "performance_score": 0,
    "domain_rank": 27879,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "326c6e3556c717285d43ddb3c38be834fd179ea5",
  "url": "https://bnnbreaking.com/tech/revolutionizing-space-exploration-merida-aerospaces-perovskite-solar-cells",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "BNN Correspondents",
  "published": "2024-02-16T09:42:00.000+02:00",
  "title": "Revolutionizing Space Exploration: Merida Aerospace's Perovskite Solar Cells",
  "text": "In an epoch where technological advancements are not just achievements but necessities, the quest for more efficient, cost-effective means to power our extraterrestrial endeavors has taken a significant leap. Merida Aerospace, a US-based innovator in the aerospace sector, is steering this leap towards a sustainable future with the development of perovskite solar cells for low-Earth-orbit satellites. This groundbreaking technology promises to outshine the traditional gallium arsenide solar panels, setting a new standard in the satellite industry.\nThe Dawn of a New Era in Satellite Technology\nThe heart of Merida Aerospace's innovation lies in its use of perovskite technology. Unlike the conventional gallium arsenide cells, perovskite cells offer a beacon of hope for a more economical and supply chain-friendly option. These cells, known for their easier manufacturing process, have shown potential for comparable or even higher efficiency levels. Their durability against high-energy radiation in space conditions further positions perovskite technology as a potential game-changer in not only the aerospace industry but also for various applications back on Earth, potentially redefining the solar industry landscape.\nEngineering Breakthroughs\nAt the core of this technological marvel is an inverse opal structure of SnO2 with a honeycomb morphology, serving as the framework for the attached perovskite materials. By meticulously controlling spinning parameters, the team has managed to apply layers with varying pore sizes onto a dense electron transport layer in direct contact with the perovskite layer. This innovation has led to a significant increase in light absorption and surface area. The power conversion efficiency of the MAPbI3 perovskite solar cells exhibited a relative enhancement of 55%, showcasing not only enhanced efficiency but also promising endurance under conventional atmospheric conditions after 1440 hours of aging.\nFurther advancements were made by investigating polymer-assisted fabrication methods, achieving a power conversion efficiency of 24% by employing polymer-capped SnO2 nanoparticles as the electron transporting layer. Moreover, a novel buried interface engineering strategy using specific molecules optimized air-processed inverted formamidinium lead iodide perovskite solar cells. This strategy not only improved crystallization processes and device stability but also increased the power conversion efficiency from 11.37% to 18.45%. The modified device also demonstrated better carrier extraction efficiency and improved energy levels at the interface.\nFuture Implications and Stability\nMerida Aerospace didn't stop at efficiency; they also tackled the challenge of longevity and stability. Through the development of a novel buried interface modification strategy using DFCHY to improve the performance of NiOx-based perovskite solar cells, they achieved a champion power conversion efficiency (PCE) of 17.08% with outstanding long-term stability, maintaining over 90% of the initial efficiency after 1000 hours of storage in a nitrogen-filled glovebox. This breakthrough not only proves the viability of perovskite solar cells for space applications but also underscores the potential for their use in various terrestrial applications, heralding a new era of energy technology.\nIn the grand tapestry of technological advancements, Merida Aerospace is weaving a future where space missions are powered by more efficient, cost-effective, and durable solar cells. The development of perovskite solar cells for low-Earth-orbit satellites is not just a step forward in satellite technology; it's a giant leap for mankind's sustainable presence in space and on Earth. With this innovation, we stand on the brink of a new chapter in the exploration of the cosmos, powered by the brilliance of human ingenuity and the relentless pursuit of sustainability.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "merida aerospace",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T11:44:26.944+02:00",
  "updated": "2024-02-16T11:44:26.944+02:00"
}