{
  "thread": {
    "uuid": "36b35a432ca56de1f7b5df638ed16efbf1f04204",
    "url": "https://www.corrieredellosport.it/news/volley/superlega/2024/01/07-120100993/wevza_l_u_20_femminile_alza_il_trofeo_e_stacca_il_pass_europeo",
    "site_full": "www.corrieredellosport.it",
    "site": "corrieredellosport.it",
    "site_section": "http://www.corrieredellosport.it/rss/",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "",
    "title": "Wevza: l'U.20 femminile alza il trofeo e stacca il pass europeo",
    "title_full": "Wevza: l'U.20 femminile alza il trofeo e stacca il pass europeo",
    "published": "2024-01-07T23:18:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://cdn.corrieredellosport.it/images/2024/01/07/231900524-3546cb39-8c5c-4b0f-b4ee-d27ef54b5876.jpg",
    "performance_score": 0,
    "domain_rank": 13680,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "36b35a432ca56de1f7b5df638ed16efbf1f04204",
  "url": "https://www.corrieredellosport.it/news/volley/superlega/2024/01/07-120100993/wevza_l_u_20_femminile_alza_il_trofeo_e_stacca_il_pass_europeo",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "La redazione",
  "published": "2024-01-07T23:18:00.000+02:00",
  "title": "Wevza: l'U.20 femminile alza il trofeo e stacca il pass europeo",
  "text": "RAGUSA- Obiettivo raggiunto per le azzurrine. Questa sera al PalaMinardi di Ragusa la nazionale under 20 femminile guidata da coach Gaetano Gagliardi si è imposta 3-2 (25-23, 25-18, 25-27, 24-26, 15-12) in finale sulla Spagna, chiudendo di fatto il Torneo Wevza al primo posto e staccando così il pass diretto per i prossimi Campionati Europei di categoria in programma dal 5 al 17 agosto in Irlanda e Bulgaria.\nPartita al cardiopalma quella tra Italia e Spagna. Le azzurrine sopra di sue set hanno sofferto il ritorno in grande stile della Spagna. Il PalaMinardi ha poi spinto Esposito e compagne al tie-break, regalando a tutti i presenti un match sicuramente da ricordare. Azzurrine protagoniste anche nei premi individuali: Erika Esposito miglior schiacciatrice, Safa Allaoui miglior palleggiatrice, Linda Manferedini miglior centrale e Merit Adigwe MVP della manifestazione, top scorer anche quest'oggi con 30 punti messi a segno. In doppia cifra anche una super Linda Manfredini con 20 punti ed Erika Esposito con 15. In casa Spagna best scorer Julia De Paula Viana con 20 punti.\nPer questa finalissima il tecnico Gaetano Gagliardi conferma il sestetto con la diagonale Allaoui-Adigwe, le schiacciatrici Esposito e Amoruso, le centrali Manfredini e Monaco e al libero Bardaro.\nInizio primo set che ha visto la Spagna partire forte e trovare subito il break sullo 0-3. Il primo punto azzurro lo mette a segno capitan Esposito (1-3). Azzurre un po' contratte e le rivali ne approfittano incrementando il vantaggio sul +4 (6-10). L’Italia si riporta a un break di distanza sul 8-10. Un ace di Esposito e un primo tempo di Linda Manfredini e l’Italia trova la parità sul 10-10. La battaglia punto a punto continua e i due team sono passati dal 13-13 al 17-17. Attacco di Adigwe e l’Italia trova il 21-19 ma la formazione iberica trova il pari sul 21-21. Finale di set intenso, attacco out spagnolo ed è time out iberico sul 23-22 Italia. Sul finale sono le azzurrine a trovare l’allungo decisivo: servizio insidioso di Aurora Micheletti e palla messa a terra da Manfredini per il 25-22. Italia 1 Spagna 0.\nMerit Adigwe in battuta trascina le azzurre sul +4 di inizio seconda frazione di gioco. Azzurre determinate: ace di Manfredini e l’Italia si porta sul 10-3. L’Italia scappa e coach Orduna prova a fermare il ritmo azzurro chiamando il time out. Al rientro in campo ancora servizio vincente di Manfredini per l’11-3. Le azzurrine volano sul 14-3. Spagna in difficoltà. Brava l'Italia a non rallentare il ritmo anche se le rivali tentano una timida risalita (19-10). Altro ace di Manfredini sul finale ed è 21-11 Italia. Sul finale la Spagna reagisce e accumula una serie di punti (22-16), ma prima Adigwe, poi Amoruso e l’Italia trova il 2-0 grazie al 25-18 di fine set.\nTerza frazione di gioco che si apre con un servizio vincente di Micheletti. L’Italia spinge forte sull’acceleratore, Esposito e Manfredini ed è mini fuga Italia sula 6-2. Reazione importante della Spagna che accorcia e si riporta sotto trovando la parità sul 12-12 e 14-14. Momento decisivo del match. La Spagna cerca di rimanere attaccata alla partita. La battaglia punto a punto prosegue e la Spagna trova il break sul 18-20. Sul 19-21 coach Gagliardi chiama il time out. Buon momento per la squadra allenata da coach Guillermo Orduna. Finale di set concitato, l’Italia sotto di due accorcia prima con Manfredini per pareggiare i conti sul 22-22 grazie a un attacco di Adigwe. Muro di Safa Alloui e l’Italia mette il naso fuori (23-22); attacco dell'opposto azzurro ed è match point Italia (24-22): la Spagna ne annulla due e si torna sul 24-24 e sul 25-25. Brave le spagnole a rimanere concentrate e a chiudere sul 25-27. Si va al quarto set.\nSpagna protagonista a inizio quarta frazione di gioco. Azzurrine scosse ed è Italia 1 Spagna 6. Esposito e compagne non riescono a ingranare e la Spagna aumenta il vantaggio passando sul 7-12. Le atlete di coach Gagliardi tentano di cambiare l’inerzia del match e si riportano a -3 (10-13), time out Spagna. Si riparte e le azzurrine agguantano il pari sul 14-14. L’Italia è tornata in partita. La battaglia sotto rete tra le due compagini continua (17-17) ma sono le iberiche a trovare il vantaggio sul 18-20. Time out Italia. La formazione iberica, in fiducia non rallenta; brava però l’Italia con Moroni ed Esposito a trovare il 21-21. Si passa poi sul 23-23. Partita vibrante: sul finale è la nazionale spagnola a trovare il 24-26, allungando così il match al tie-break.\nEquilibrato l’inizio del tie-break con le due squadre ferme sul 2-2 e sul 5-5. Sono le azzurre a trovare il vantaggio sul 7-5. Coach Orduna deve chiamare il time out per non far scappare le azzurrine e la chiamata si rivela utile: la Spagna pareggia sul 7-7. Finale entusiasmante. L’Italia riesce a trovare il +3 sul 11-8. Super Adigwe ed è Italia 13 Spagna 9. Paura nel finale, la Spagna si riporta a -2 sul 13-11 ed è time out azzurro. Al rientro in campo un muro di Manfredini ed è match point sul 14-11. Punto di Gaia Moroni e l’Italia vince il Torneo Wevza grazie al 15-12 finale.\nI PROTAGONISTI-\nGaetano Gagliardi (Allenatore Italia)- « C’è grandissima soddisfazione perché quando giochi in casa in realtà non è mai semplice. Il pubblico ti aiuta e la pressione a volte può essere un aspetto insidioso. Sei costretto a fare bene. Abbiamo iniziato questo torneo con qualche difficoltà seppur abbiamo vinto il girone; molto bene ieri in semifinale contro l’Olanda. Oggi isiamo stati bravi per un set e mezzo. Abbiamo fatto poi cominciare a giocare la Spagna. Gli altri set sono stati molto combattuti punto a punto e non siamo stati bravi ad aver avuto l’istinto del killer quando dovevamo chiudere la gara. Cosa passa nella testa di un allenatore dopo una vittoria così? Vincere così sicuramente è ancor più bello. Ho cercato in tutti i modi di trovare il modo di aiutare le ragazze e possibilmente di poterle far stare tranquille. Gli Europei? In questo momento penso a tornare a casa e a godermi il successo insieme alla squadra e a tutti coloro che hanno contribuito a questo risultato. Questa qualificazione è di tutti. Del nostro direttore tecnico Marco Mencarelli, di Alessio Trombetta e di tutta quanta la federazione che ovviamente ci ha consentito di assistere a questo grande spettacolo, con un’organizzazione che non ci ha fatto mancare davvero niente. Un grande grazie a tutti. Siamo felicissimi di aver raggiunto questo importante obiettivo ».\nIL TABELLINO-\nITALIA-SPAGNA 3-2 (25-23, 25-18, 25-27, 24-26, 15-12)\nITALIA: Adigwe 30, Esposito 8, Manfredini 20, Allaoui 5, Amoruso 15, Monaco, Bardaro (L). Micheletti 2, Moroni, 2, Piomboni 1, Batte, Mescoli, Gambini. N.e. Atamah. All. Gagliardi.\nSPAGNA: Mavrommatis 12, Victory Gomariz 10, De Paula Viana 20, Brun Forcadell 16, Lopez Mendez 3, Ramos Mencia 1, Munar Galmes (L). Jimenez De Lucas 2, Puig Colom 1, Arcos Pineda, Gomez Bibiloni, Osayande Morales. N.e. Echavarri Llobera, Riba Marti. All. Orduna.\nARBITRI: Boulanger (BEL), Ricardo Ferreira (POR)\nDurata Set: 23’, 22’, 29’, 27’, 16’ Tot: 117’\nI\ntalia: 13 a, 28 bs, 9 mv, 14 et.\nSpagna: 8 a, 17 bs, 12 mv, 31 et.\nCALENDARIO E RISULTATI-\nPOOL A | Spagna, Olanda, Portogallo, Svizzera.\n03/01\nSpagna-Svizzera 3-1 (25-21, 19-25, 25-14, 25-15)\nOlanda-Portogallo 3-1 (26-24, 24-26, 25-19, 25-21)\n04/01\nSpagna-Portogallo 3-0 (25-23, 25-21, 26-24)\nOlanda-Svizzera 3-0 (25-18, 25-19, 25-17)\n05/01\nSpagna-Olanda 3-0 (25-10, 25-16, 25-23)\nPortogallo-Svizzera 3-0 (25-20, 25-22, 25-23)\nPOOL B | Francia, Belgio, Germania, Italia\n03/01\nBelgio-Germania 3-2 (22-25, 22-25, 25-23, 25-21, 15-12)\nFrancia- Italia 1-3 (21-25, 25-18, 14-25, 20-25)\n04/01\nFrancia-Germania 3-1 (25-21, 25-21, 23-25, 27-25)\nBelgio- Italia 1-3 (10-25, 21-25, 25-22, 21-25)\n05/01\nFrancia-Belgio 0-3 (21-25, 17-25, 15-25)\nGermania- Italia 3-2 (25-18, 14-25, 25-12, 24-26, 15-13)\nSEMIFINALI\n06/01\n5/8° posto: Portogallo-Francia 3-2 (27-29, 26-24, 18-25, 25-22, 15-12)\n5/8° posto: Svizzera-Germania 1-3 (14-25, 25-18, 22-25, 13-25)\n1/4° posto: Spagna-Belgio 3-2 (25-20, 25-21, 23-25, 17-25, 18-16)\n1/4° posto: Italia -Olanda 3-0 (25-15, 25-21, 25-15)\nFINALI\n07/01\n7/8° posto, Francia-Svizzera 3-0 (25-10, 25-5, 25-21)\n5/6° posto, Portogallo-Germania 1-3 (21-25, 25-27, 25-22, 21-25)\n3/4° posto: Belgio-Olanda 3-1 (22-25, 25-13, 26-24, 25-21)\n1/2° posto: Spagna- Italia 2-3 (23-25, 18-25, 27-25, 26-24, 12-15)\nCLASSIFICA FINALE\n1. Italia ; 2. Spagna ; 3. Belgio ; 4. Olanda ; 5. Germania ; 6. Portogallo ; 7. Francia; 8. Svizzera .\nPREMI INDIVIDUALI-\nMigliori schiacciatrici: Erika Esposito (Italia), Zoi Lopez Mavrommatis (Spagna)\nMigliori centrali: Linda Manfredini (Italia), Sarah Hauben (Belgio)\nMiglior opposto: Julia Viana De Paula (Spagna)\nMigliore palleggiatrice: Safa Alloui (Italia)\nMiglior libero: Noor De Bouk (Belgio)\nMVP: Merit Adigwe (Italia)\nIL ROSTER DELLE AZZURRE-\nSafa Allaoui, Erika Esposito (Volleyrò CDP Roma); Ilaria Batte, Arianna Gambini, Giorgia Amoruso, Aurora Micheletti, Maia Carlotta Monaco (Club Italia); Irene Mescoli (Sc.Pall. Anderlini); Merit Adigwe, Anna Bardaro (Imoco Volley); Gaia Moroni (Volley Legnano); Linda Manfredini (VBC Volleyrosa); Nicole Piomboni (Volley Talmassons); Princess Atamah (Bartoccini Fostinfissi PG).\nLO STAFF-\nGaetano Gagliardi, Giancarlo Chirichella, Alessio Biondi (Allenatori); Mauro Fedele, Gabriele Thiebat (Medici); Pierfrancesco Gennari, Simone Mencaccini (Preparatore Atletico); Giulia Palazzo (Scoutman).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:24:24.186+02:00",
  "updated": "2024-01-08T00:24:24.186+02:00"
}