{
  "thread": {
    "uuid": "e4a1a51abee05206676a504ac26ef8ac24452f4d",
    "url": "https://www.newsbreak.com/new-york-city-ny/3290093166395-resilient-ny-bull-rider-returns-to-compete-at-msg-a-year-after-tearing-his-groin-off-at-unleash-the-beast-event",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/piscataway-township-nj",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Piscataway Township News, Weather, Safety, Sports | NewsBreak Piscataway Township, NJ",
    "title": "Resilient NY bull rider returns to compete at MSG a year after tearing his groin off at ‘Unleash the Beast’ event",
    "title_full": "Resilient NY bull rider returns to compete at MSG a year after tearing his groin off at ‘Unleash the Beast’ event",
    "published": "2024-01-07T23:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/01PhOS_0qdAXzmu00?type=thumbnail_1600x1200",
    "performance_score": 0,
    "domain_rank": 3328,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e4a1a51abee05206676a504ac26ef8ac24452f4d",
  "url": "https://www.newsbreak.com/new-york-city-ny/3290093166395-resilient-ny-bull-rider-returns-to-compete-at-msg-a-year-after-tearing-his-groin-off-at-unleash-the-beast-event",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2024-01-07T23:57:00.000+02:00",
  "title": "Resilient NY bull rider returns to compete at MSG a year after tearing his groin off at ‘Unleash the Beast’ event",
  "text": "Life can’t buck him off. A year after tearing his groin clean off at Madison Square Garden, world champion bull rider Daylon Swearingen returned to the World’s Most Famous Arena over the weekend seeking another 24 thrilling seconds atop a ferocious beast. “Last year here I actually tore my groin off my pelvis,” the Piffard, New York, cowboy told The Post Friday. “Groins are like a pretty big injury — not a lot of people tear them all the way off.” Swearingen, 24, suffered the gruesome injury in round two of the Professional Bull Riders league’s crown jewel event of its Unleash the Beast series. Riders must hang onto a bucking bull for a full eight seconds to gain points towards millions of dollars in prize money. “I had a partial tear and then, all of a sudden, it tore completely,” he recalled. “That put me out for about six months.” Now all healed, the 5-foot-6, 150-pound star was unfazed about returning to the big stage at the Garden, saying it was all about “keeping your mental game at the top.” “Anything can be frustrating if you let it,” Swearingen said with a slight southern lilt from his Midtown hotel. “The way I look at it is, that’s part of bull riding.\n“My body already knows how to ride the bull and as long as my mind knows that I can ride that bull too, you know, and I think that’s the biggest thing,” he said. “Making sure you hit the refresh button and go do it, do what you need to do.” Swearingen is no stranger to second chances — in fact, they run in his family. He was just a child when his mother Carrie Swearingen was shot in the head by her estranged husband. She miraculously survived and moved Daylon and his younger brother Colton from South Carolina to her hometown of Piffard. “You couldn’t tell by looking at my mom, but if you pull the back of her hair up, you can see it. She’s still got like 22 pieces of shrapnel in there,” Daylon said. “I think that’s where a lot of my toughness comes from — it’s probably from my mom. There’s always a chance when something bad traumatizes you, you can pick a path. And she definitely picked a path — went back to school to be a nurse.” Carrie, now a registered nurse, played a key role in her son’s burgeoning bull-riding ambitions, taking him from horsing around at home to mutton-busting as a youngster. “I’ve always been involved in rodeo, me and my brother were always,” Daylon recalled. “It sounds bad but we used to ride my mom. Pretend she was a bull. When we were little kids, we’d put a little rope on her and try to ride her like she was the bull.” Daylon has put his affection for his mom on full display to his 72,000 Instagram followers, posting about her winning top honors in her own profession — a DAISY Award. “Beyond proud of my mom,” he wrote in June with a photo of them grinning together. It’s been a short ride to the top for Daylon, who turned pro in 2018 and has $2.5 million in lifetime earnings. He currently sits in 24th place in the Unleash the Beast series with 62 points and closed out his championship 2022 season with 1,567.50 points. At MSG, Daylon squared off against 40 of the world’s best bull riders seeking the golden buckle championship in the multi-city competition. The finals are in Texas in May. “I’m excited to be back,” the young bovine boss said. “Any time you come to Madison Square Garden, you know it’s a different atmosphere inside there and you can’t really describe it.” On opening night Friday, Daylon bucked off “in a super second,” quicker than he could anticipate. “I kinda just sat down and he pulled me to the outside and bucked me off,” he said “As soon as I thought about the change I had to make, I was laying on the ground.” He made up for it on Saturday, scoring 85.5 points after vowing that he was “gonna stay on that son of a bitch for eight seconds.” “This is a really humbling sport, you know. You can be on the tippy top one week,” Daylon said. “I mean, even in 2022 when I won it. One week [I was] carried out on a stretcher, the next week I won two events, so it’s a super humbling sport. Just in and out throughout the whole season.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Sport"
  ],
  "external_links": [
    "https://img.particlenews.com/image.php?url=01PhOS_0qdAXzmu00",
    "https://nypost.com/2023/01/07/new-york-native-daylon-swearingen-breaking-bull-riding-mold/",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=01PhOS_0qdAXzmu00",
    "https://pbr.com/tours/unleash-the-beast/standings",
    "https://nypost.com/2023/01/07/new-york-native-daylon-swearingen-breaking-bull-riding-mold",
    "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=01PhOS_0qdAXzmu00",
    "https://www.img.particlenews.com/image.php?url=01PhOS_0qdAXzmu00",
    "https://img.particlenews.com/image.php",
    "https://www.pbr.com/tours/unleash-the-beast/standings",
    "https://www.nypost.com/2023/01/07/new-york-native-daylon-swearingen-breaking-bull-riding-mold/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "daylon swearingen",
        "sentiment": "none"
      },
      {
        "name": "arena",
        "sentiment": "none"
      },
      {
        "name": "swearingen",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "msg",
        "sentiment": "negative"
      },
      {
        "name": "the post",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "madison square garden",
        "sentiment": "none"
      },
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "garden",
        "sentiment": "none"
      },
      {
        "name": "piffard",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:19:41.236+02:00",
  "updated": "2024-01-08T00:19:41.236+02:00"
}