{
  "thread": {
    "uuid": "2b2765cafc5753704d75f1bd10a973cb6d4df3eb",
    "url": "https://www.world-today-news.com/prince-william-receives-heartwarming-messages-and-shows-support-for-wife-amid-her-cancer-battle",
    "site_full": "www.world-today-news.com",
    "site": "world-today-news.com",
    "site_section": "https://www.world-today-news.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "World Today News",
    "title": "Prince William Receives Heartwarming Messages and Shows Support for Wife Amid Her Cancer Battle",
    "title_full": "Prince William Receives Heartwarming Messages and Shows Support for Wife Amid Her Cancer Battle - World Today News",
    "published": "2024-04-19T00:52:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://akns-images.eonline.com/eol_images/Entire_Site/2024318/rs_1200x1200-240418115326-william.jpg?fit=around%7C1080:1080&output-quality=90&crop=1080:1080;center,top",
    "performance_score": 0,
    "domain_rank": 27017,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2b2765cafc5753704d75f1bd10a973cb6d4df3eb",
  "url": "https://www.world-today-news.com/prince-william-receives-heartwarming-messages-and-shows-support-for-wife-amid-her-cancer-battle",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "world today us",
  "published": "2024-04-19T00:52:00.000+03:00",
  "title": "Prince William Receives Heartwarming Messages and Shows Support for Wife Amid Her Cancer Battle",
  "text": "Prince William Shows Support for Wife Amid Cancer Diagnosis | Latest News\nPrince William Stands by Wife in Challenging Times Amidst his first public engagement following his wife Kate Middleton’s announcement about her cancer diagnosis, Prince William, with his unwavering dedication towards her, continues to show he prioritizes her well-being above all.\nA Touching Moment with a Volunteer While volunteering for Surplus to Supper, a heartwarming encounter between Prince William and fellow volunteer Rachel Candappa showcased the Prince’s deep concern for his wife. The video, shared on a recent April 18, reveals a gesture that tugs at the heartstrings of onlookers.\nExpressing gratitude towards the kind messages received, the 41-year-old Prince William warmly acknowledges the cards from well-wishers, confirming his appreciation of their unwavering support. To Rachel’s sincere plea for his wife’s well-being, the Prince, visibly moved, assures her, “I will.”\nA Generous Visit to a Local Charity Prince William’s compassion and dedication extended further, as he accompanied the Sunbury-on-Thames-based charitable organization, Surplus to Supper, to deliver packed meals to Hanworth Centre Hub. This visit not only showcased his devotion to community-based efforts but also his genuine concern for the welfare of his wife.\nThe CEO of Hanworth Centre Hub, Siobhan Donoghue, recounted the heartwarming experience of receiving a flower arrangement from both the staff and young people. Prince William, touched by this gesture, wholeheartedly engaged with the organization, intending to understand and appreciate the positive influence they have on the community they serve.\nA Champion of Love and Support Prince William’s unwavering support and devotion to wife Kate Middleton during this challenging time remain an inspiring example of a loving partner. His eagerness to ensure her well-being and willingness to understand the organizations working tirelessly for their community exemplify the quality of a compassionate and caring leader.\nThroughout this difficult journey, Prince William continues to showcase an unwavering resolve to prioritize his wife’s recovery. His actions portray a man of great character, empowering those around him and offering encouragement and hope.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://static.cloudflareinsights.com/beacon.min.js/v55bfa2fee65d44688e90c00735ed189a1713218998793",
    "https://www.static.cloudflareinsights.com/beacon.min.js/v55bfa2fee65d44688e90c00735ed189a1713218998793"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "william",
        "sentiment": "negative"
      },
      {
        "name": "rachel candappa",
        "sentiment": "none"
      },
      {
        "name": "kate middleton",
        "sentiment": "none"
      },
      {
        "name": "rachel",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "sunbury",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:57:13.768+03:00",
  "updated": "2024-04-19T04:42:42.546+03:00"
}