{
  "thread": {
    "uuid": "946a0643b68fba416fecc452508d840ce66ded12",
    "url": "https://www.devdiscourse.com/article/politics/2872766-no-threat-to-religious-minorities-in-country-under-modi-govt-v-muraleedharan",
    "site_full": "www.devdiscourse.com",
    "site": "devdiscourse.com",
    "site_section": "https://www.devdiscourse.com/south-asia/",
    "site_categories": [
      "media"
    ],
    "section_title": "South Asia News: International Development News, Breaking News, India News",
    "title": "No threat to religious minorities in country under Modi govt: V Muraleedharan | Politics",
    "title_full": "No threat to religious minorities in country under Modi govt: V Muraleedharan | Politics",
    "published": "2024-03-29T12:59:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.devdiscourse.com/remote.axd?https://devdiscourse.blob.core.windows.net/imagegallery/29_02_2020_16_56_48_7796591.jpg?width=920&format=jpeg",
    "performance_score": 0,
    "domain_rank": 9160,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "946a0643b68fba416fecc452508d840ce66ded12",
  "url": "https://www.devdiscourse.com/article/politics/2872766-no-threat-to-religious-minorities-in-country-under-modi-govt-v-muraleedharan",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "PTI",
  "published": "2024-03-29T12:59:00.000+03:00",
  "title": "No threat to religious minorities in country under Modi govt: V Muraleedharan | Politics",
  "text": "No threat to religious minorities in country under Modi govt: V Muraleedharan After the announcement, reporters pointed out that Latin Catholic metropolitan Archbishop Thomas J Netto in the morning said Christians in various parts of the country, especially in Manipur and north India, were being subjected to cruelty and violence by dark forces and alleged there was no effective intervention against it by government authorities.Muraleedharan said he cannot respond to it without hearing what the Archbishop said in its entirety.However, under the Narendra Modi government, religious minorities in India are not facing any threats. [PTI](/pti-stories)| Thiruvananthapuram | Updated: 29-03-2024 17:59 IST | Created: 29-03-2024 17:59 IST - Country: - India In the wake of criticism from the Latin Catholic Archdiocese about lack of proper government intervention in violence against Christians in the country, Union Minister V Muraleedharan said here on Friday that religious minorities were not facing any threat in the country. Minister of State for External Affairs Muraleedharan, who is also the BJP-led NDA candidate from Attingal Lok Sabha constituency, said he has interacted a lot with senior priests of the church and has never got the feeling that they were concerned the Christian community was not safe in the country. The violence against Christians in the country, especially in Manipur, is being used by the Congress and the Left, during the LS poll campaign, to target the BJP which is striving to woo the Christian community in the southern state to end their electoral drought in Kerala. The BJP leader also claimed that even senior priests have said incidents of violence were not a religious issue, but a racial one. He was responding to queries from reporters at the BJP office here where it was announced that he would be filing his nomination on Saturday. It was also announced that the deposit amount of Rs 25,000, to be submitted along with the nomination, was being given by students who were rescued from Ukraine after the war with Russia broke out there. After the announcement, reporters pointed out that Latin Catholic metropolitan Archbishop Thomas J Netto in the morning said Christians in various parts of the country, especially in Manipur and north India, were being subjected to ''cruelty and violence by dark forces'' and alleged there was no effective intervention against it by government authorities. Muraleedharan said he cannot respond to it without hearing what the Archbishop said in its entirety. ''However, under the Narendra Modi government, religious minorities in India are not facing any threats. That is the reality,'' he contended. (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.) ALSO READ [Congo faces unprecedented crisis as violence displaces 250,000 in the last month, a UN official says](/article/education/2858209-congo-faces-unprecedented-crisis-as-violence-displaces-250000-in-the-last-month-a-un-official-says) [INSIGHT-Obscure trust links India's top businesses with Modi's election war chest](/article/science-environment/2858229-insight-obscure-trust-links-indias-top-businesses-with-modis-election-war-chest) [Citing India, US lawmakers vote on bill to regulate TikTok ownership](/article/law-order/2858225-citing-india-us-lawmakers-vote-on-bill-to-regulate-tiktok-ownership) [Four, including three Indians, arrested while entering US illegally from Canada](/article/law-order/2858218-four-including-three-indians-arrested-while-entering-us-illegally-from-canada) [Indian American indicted in a Ponzi scheme](/article/headlines/2858256-indian-american-indicted-in-a-ponzi-scheme)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "modi",
        "sentiment": "negative"
      },
      {
        "name": "narendra modi",
        "sentiment": "none"
      },
      {
        "name": "thomas j netto",
        "sentiment": "none"
      },
      {
        "name": "v muraleedharan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "latin catholic archdiocese",
        "sentiment": "none"
      },
      {
        "name": "pti",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "thiruvananthapuram",
        "sentiment": "none"
      },
      {
        "name": "manipur",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T15:31:45.713+03:00",
  "updated": "2024-03-29T15:31:45.713+03:00"
}