{
  "thread": {
    "uuid": "fb2906c52a2f2b9e0740f61072ba1e371ba195c8",
    "url": "https://www.gulf-times.com/article/674543/qatar/expo-2023-dohas-family-and-cultural-zones-come-alive",
    "site_full": "www.gulf-times.com",
    "site": "gulf-times.com",
    "site_section": "https://www.gulf-times.com",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": " Gulf Times - Homepage ",
    "title": "Expo 2023 Doha's Family and Cultural Zones come alive - Gulf Times",
    "title_full": "Expo 2023 Doha's Family and Cultural Zones come alive - Gulf Times",
    "published": "2023-12-30T19:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "QA",
    "main_image": "https://www.gulf-times.com/gulftimes/uploads/images/2023/12/30/thumbs/300x300/121487.jpg",
    "performance_score": 0,
    "domain_rank": 10082,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fb2906c52a2f2b9e0740f61072ba1e371ba195c8",
  "url": "https://www.gulf-times.com/article/674543/qatar/expo-2023-dohas-family-and-cultural-zones-come-alive",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Doha",
  "published": "2023-12-30T19:55:00.000+02:00",
  "title": "Expo 2023 Doha's Family and Cultural Zones come alive - Gulf Times",
  "text": "With the weather getting pleasant, the Expo 2023 Doha is drawing crowds to Al Bidda Park where exciting shows and performances await them. The Family Zone and the Cultural Zone have many family-friendly spots and activities for kids who are enthralled by entertaining and learning shows. Children having a chit-chat and photo pose with performers at the Family Zone of the expo. Visitors are being treated to interactive activities, shows and workshops at the Expo. The Cultural and Family Zones have now fully come alive with the various programmes now in full swing. The Family Amphitheatre features performances for all ages. From sustainability to tales of hope, it's a hub of learning and entertainment for people of different ages. Visitors can enjoy interactive activities and family-friendly programmes for a memorable day. Animals, pets and toys are featured in the Family Zone. The Cultural Bazaar offers eateries where visitors can sample food from various cuisines. The Expo School is the place where play, learning and environmental educational workshops are held for children. For the digital generation, children aged 12 and above, they can connect with the four main themes of the expo at the Digital Park. Children can dive into folk games music, cultural workshops and global insights at the Ennat show. The Cultural Arena hosts activities and shows that embody cultural traditions and unique landscapes in Qatar, taking the audience on an unforgettable journey celebrating the environmental themes of the expo. Snapshots from the expo. PICTURE: Shemeer Rasheed PICTURE: Shemeer Rasheed PICTURE: Shemeer Rasheed PICTURE: Shemeer Rasheed PICTURE: Shemeer Rasheed PICTURE: Shemeer Rasheed PICTURE: Shemeer Rasheed PICTURE: Shemeer Rasheed PICTURE: Shemeer Rasheed PICTURE: Shemeer Rasheed PICTURE: Shemeer Rasheed PICTURE: Shemeer Rasheed PICTURE: Shemeer Rasheed PICTURE: Shemeer Rasheed PICTURE: Shemeer Rasheed PICTURE: Shemeer Rasheed PICTURE: Shemeer Rasheed PICTURE: Shemeer Rasheed PICTURE: Shemeer Rasheed PICTURE: Shemeer Rasheed PICTURE: Shemeer Rasheed",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "doha",
        "sentiment": "none"
      },
      {
        "name": "al bidda park",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T23:23:02.609+02:00",
  "updated": "2023-12-30T23:23:02.609+02:00"
}