{
  "thread": {
    "uuid": "ca1ef087178294be47ef8d7ed43aae90608c323c",
    "url": "https://www.rte.ie/news/world/2024/0329/1440640-pope-prisoners",
    "site_full": "www.rte.ie",
    "site": "rte.ie",
    "site_section": "http://emm.newsbrief.eu/rss/rss?type=rtn&language=en&duplicates=false",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Latest news clusters for en",
    "title": "Pope washes feet of 12 women prisoners for Easter",
    "title_full": "Pope washes feet of 12 women prisoners for Easter",
    "published": "2024-03-29T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IE",
    "main_image": "https://img.rasset.ie/001fff19-1600.jpg",
    "performance_score": 0,
    "domain_rank": 1993,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ca1ef087178294be47ef8d7ed43aae90608c323c",
  "url": "https://www.rte.ie/news/world/2024/0329/1440640-pope-prisoners",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "RTÉ News",
  "published": "2024-03-29T03:00:00.000+03:00",
  "title": "Pope washes feet of 12 women prisoners for Easter",
  "text": "Pope Francis has pulled out of the Way of the Cross ceremony at the last minute, with the Vatican saying he wanted to \"preserve his health\" ahead of other Easter events this weekend.\nThe 87-year-old's armchair had been set out on the hill facing the Colosseum in Rome but was withdrawn as the announcement came just moments before the Good Friday ceremony.\n\"To preserve his health ahead of tomorrow's vigil and the Easter Sunday mass, Pope Francis will this evening follow the Way of the Cross at the Colosseum from the Santa Marta Residence,\" the Vatican said in a statement.\nThe pope missed last year's open-air ceremony, which took place shortly after he was released from three nights in hospital with bronchitis.\nFrancis last month caught what the Vatican called a \"light flu\" that caused him to cancel some events, and he has on several occasions since asked others to read his speeches.\nThousands of people had turned out for this evening's ceremony, many of them holding candles in their hand, in one of the highlights of Holy Week leading up to Easter.\nFor the first time since becoming pope, Francis himself wrote the texts to be read out at each of the 14 so-called Stations of the Cross, which symbolise Christ's journey from death sentence to crucifixion.\nOn Sunday, the pope is due to preside over the Easter mass in St Peter's Square in the Vatican before giving the \"Urbi et Orbi\" address.\nPope Francis, who had part of a lung removed in his youth, was forced to cancel a visit to COP28 UN climate talks in Dubai in December after a bout of flu-like symptoms.\nThe pontiff, who took over as head of the Catholic Church in 2013, has suffered a number of health issues in recent years, from knee and hip pain to an inflamed colon and hernia surgery last June.\nSeated in a wheelchair, the pope washed the feet of each of the prisoners, some of them in tears, before drying them off with a towel and kissing them Francis, who often pleads for compassion to prisoners, washed the feet of 12 incarcerated women in Rome yesterday in a rite marking Holy Thursday before Easter.\nThe Argentinian Jesuit visited the Rebibbia women's prison in the northeastern outskirts of the Italian capital, where he performed the same rite in 2015.\nHowever, was the first time the 87-year-old pontiff had dedicated his annual ritual during Holy Week solely to women.\nSeated in a wheelchair, the pope washed the feet of each of the prisoners, some of them in tears, before drying them off with a towel and kissing them.\n\"We all have small failures, big failures,\" said the pope in an impromptu homily during a mass held in the courtyard of the prison that holds some 370 women.\n\"But the Lord is always waiting for us, with open arms, and he never tires of forgiving,\" he added.\nThe washing of feet is \"a gesture that draws our attention to the vocation of service,\" said Pope Francis, who as a priest in Buenos Aires had already begun visiting prisoners.\nThe Argentinian Jesuit visited the Rebibbia women's prison in the northeastern outskirts of the Italian capital, where he performed the same rite in 2015 A few minutes earlier, the pontiff was all smiles as he shook hands with the inmates.\nLast month, the pope caught a flu that caused him to cancel some public meetings. During his subsequent recovery, he has on several occasions asked others to read his speeches.\nIn the Christian tradition, Holy Thursday commemorates the day when Christ washed the feet of the apostles at the Last Supper.\nIt is a highlight of Holy Week, which commemorates Christ's final days before his resurrection on Easter.\nSince becoming pope in 2013, the head of the Catholic Church has often visited prisons and refugee centres, including last year on Holy Thursday when he visited a juvenile detention centre and washed the feet of 12 young men.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pope",
        "sentiment": "negative"
      },
      {
        "name": "pope francis",
        "sentiment": "negative"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "rome",
        "sentiment": "none"
      },
      {
        "name": "buenos aires",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T10:10:54.934+03:00",
  "updated": "2024-03-30T00:59:09.532+03:00"
}