{
  "thread": {
    "uuid": "41da1165209f105fdb11c5d01439377bce6e639c",
    "url": "https://vnexplorer.net/z/488619.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "La iglesia más antigua del mundo cumple 1.700 años: presenció la caída del Imperio Romano",
    "title_full": "La iglesia más antigua del mundo cumple 1.700 años: presenció la caída del Imperio Romano",
    "published": "2024-05-31T09:10:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1norxk.img",
    "performance_score": 0,
    "domain_rank": 96541,
    "domain_rank_updated": "2024-05-28T13:10:09.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "41da1165209f105fdb11c5d01439377bce6e639c",
  "url": "https://vnexplorer.net/z/488619.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-05-31T09:10:00.000+03:00",
  "title": "La iglesia más antigua del mundo cumple 1.700 años: presenció la caída del Imperio Romano",
  "text": "La iglesia más antígua del mundo cumple 1.700 años: presenció la caída del Imperio Romano La Basílica de San Juan de Letrán, la iglesia más antigua del mundo, celebra su 1.700 aniversario. Este icónico edificio ha presenciado la caída del Imperio Romano, sobrevivido a atentados, bombardeos y saqueos, y alberga reliquias de inmenso valor para la tradición cristiana. La basílica es la sede del obispo de Roma, el Papa, lo que la convierte en la de mayor rango entre las cuatro basílicas mayores de la capital italiana. Es conocida como la “madre y guía” de todas las iglesias y es una visita obligada para cualquier peregrino que busque obtener el perdón. Además, es una fuente inagotable de riqueza artística, con la impronta de una historia larguísima. El sacerdote Marco Frisina, director del coro de la Diócesis de Roma, explica que la Archibasílica del Santísimo Salvador del Mundo y de los Santos Juan Bautista y Juan Evangelista, su nombre completo, fue “la primera iglesia abierta al pueblo de Dios por el emperador Constantino tras la persecución de los cristianos durante más de dos siglos”. El Abandono de la Clandestinidad Gracias a Constantino, quien convirtió el cristianismo en la religión oficial del Imperio, los cristianos abandonaron la clandestinidad y obtuvieron su primer lugar público para rezar, consagrado en el año 324 por el papa san Silvestre. La conexión con la Antigua Roma es evidente desde la imponente puerta de bronce proveniente de la ‘Curia Giulia’, el Senado romano, hasta su propio nombre, Letrán, el de una noble familia romana. Hasta el siglo XIV, cuando la sede del papado se trasladó a Aviñón, San Juan de Letrán fue el corazón de la cristiandad y la residencia del papa. El recinto incluye el claustro de Pietro Vassaleto del siglo XIII y el baptisterio, el primero de forma octogonal, que ha servido de guía para posteriores construcciones como el de Florencia. El secreto de su perdurabilidad radica en el uso de “unos materiales extraordinarios” y en que antes “todo se hacía sin prisa, para la eternidad“, según Frisina. Además, ha habido un constante trabajo de restauración y protección, consigna EFE. Crisol de Reliquias San Juan de Letrán ha sido el centro neurálgico del cristianismo durante siglos y guarda numerosas reliquias en el “Tesoro del Sancta Sanctorum”, que fue la capilla privada de los papas hasta el Renacimiento. Entre estas reliquias se encuentra la ‘Escalera Santa’, los peldaños del Pretorio de Jerusalén que, según la tradición, Jesús de Nazaret subió para su proceso. También contiene un icono “aquiropoeta”, una imagen de Jesucristo que la tradición asegura no fue creada por mano humana, y una tabla sobre la que San Pedro ofició la primera ‘misa’. La archibasílica ha sobrevivido a numerosos eventos que han amenazado su existencia. Roma sufrió infinidad de saqueos, incluyendo los perpetrados por galos, visigodos, bárbaros, germanos y el ejército imperial de Carlos I de España en 1527. Durante la II Guerra Mundial, las casi 10.000 bombas lanzadas sobre Roma causaron más de un millar de muertos, y un coche bomba colocado cerca del templo por la mafia siciliana Cosa Nostra dejó casi una decena de heridos. Las celebraciones por el 1.700 aniversario devolverán parte de su esplendor a la basílica. Frisina compara esta renovación con “una señora que va a ponerse guapa para una fiesta”. Se espera que a finales de año el Papa abra su Puerta Santa para el Jubileo de 2025, el último de los eventos de un lugar por el que parece no pasar el tiempo.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Arts, Culture and Entertainment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-31T17:38:20.512+03:00",
  "updated": "2024-05-31T17:38:20.512+03:00"
}