{
  "thread": {
    "uuid": "f20348eadedff9fdc1fc3ca30a49a20c3c4a6c68",
    "url": "https://newsnownigeria.ng/renowned-prophet-predicts-africa-to-lead-the-world-as-colonial-powers-seek-help-from-the-continent",
    "site_full": "newsnownigeria.ng",
    "site": "newsnownigeria.ng",
    "site_section": "https://newsnownigeria.ng/category/news/",
    "site_categories": [],
    "section_title": null,
    "title": "Renowned Prophet Predicts: Africa to Lead the World as Colonial Powers Seek Help from the Continent",
    "title_full": "Renowned Prophet Predicts: Africa to Lead the World as Colonial Powers Seek Help from the Continent",
    "published": "2024-05-31T13:10:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 78376,
    "domain_rank_updated": "2024-05-28T13:10:09.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f20348eadedff9fdc1fc3ca30a49a20c3c4a6c68",
  "url": "https://newsnownigeria.ng/renowned-prophet-predicts-africa-to-lead-the-world-as-colonial-powers-seek-help-from-the-continent",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mariam Abdullahi",
  "published": "2024-05-31T13:10:00.000+03:00",
  "title": "Renowned Prophet Predicts: Africa to Lead the World as Colonial Powers Seek Help from the Continent",
  "text": "In a bold revelation, Primate Elijah Ayodele, the Leader of INRI Evangelical Spiritual Church, has foreseen a future where the African continent will assert its dominance, with colonial powers eventually turning to Africa for assistance.\nA new era is on the horizon, according to Primate Ayodele, where Africa will rise to global prominence and put an end to being exploited as a dumping ground by Western nations.\nIn a statement released by his spokesperson, Oluwatosin Osho, it was emphasized that certain countries will spearhead the realization of this new Africa, paving the way for progress that will eventually encompass the entire continent.\nAyodele’s prophetic words were as follows: “Africa is on the brink of a transformational period where it will no longer be marginalized but will emerge as a significant global power. I foresee the adoption of a unified African currency that will rival the dollar. The continent will attain freedom and liberation, ushering in a new era filled with hope and promise.”\nHe further highlighted specific nations that will play pivotal roles in this new African narrative, including Malawi, Gambia, Senegal, Niger, Chad, Nigeria, Kenya, South Africa, Rwanda, Mozambique, Namibia, Togo, Benin, Lesotho, Cape Verde, South Sudan, Botswana, Mauritius, Tunisia, Morocco, and Libya. Ayodele prophesied that a time will come when former colonial powers will seek assistance from Africa, signaling the continent’s imminent rise to global prominence.\nAdditionally, Ayodele predicted that Africa will achieve unity and establish robust institutions to strengthen its collective identity and influence.\nHe also mentioned that this new Africa will serve as a beacon of hope for nations grappling with the legacy of slavery born out of economic hardships.\n‘’A unified African currency, enhanced infrastructure, and a free trade zone will facilitate closer integration among African nations, albeit with challenges. A revolutionary initiative will pave the way for these developments. The continent is poised to implement unified customs protocols, particularly within the ECOWAS region, as well as establish cohesive judicial and legislative frameworks,” Ayodele stated.\n“The emergence of a new Africa will emancipate nations from economic servitude that has ensnared them to global powers such as Russia, America, UK, France, and China,” he continued.\nNonetheless, he cautioned African leaders to guard against internal divisions and enact policies that prioritize the interests of their own people.\nHe also issued warnings about the looming terrorism threat from 2026 onwards and the likelihood of unprecedented natural disasters in regions previously unaffected.\n‘’The nations of Africa must remain vigilant as significant challenges lie ahead. A united front must be formed to combat the escalating terrorism threat projected to intensify from 2026. Border security issues demand immediate attention,” Ayodele cautioned.\n‘’Starting from 2027, Africa will grapple with severe flooding and unconventional natural calamities like earthquakes and hurricanes. Diseases such as meningitis, polio, and Ebola will resurface, necessitating proactive measures from leaders to avert crises. Immigration policies are set to undergo revisions which may not be favorable. It is imperative for African governments to anticipate potential upheavals and respond decisively to safeguard stability,” he concluded.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Social Issue",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "elijah ayodele",
        "sentiment": "negative"
      },
      {
        "name": "oluwatosin osho",
        "sentiment": "none"
      },
      {
        "name": "ayodele",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "inri evangelical spiritual church",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "africa",
        "sentiment": "none"
      },
      {
        "name": "primate ayodele",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T14:58:06.059+03:00",
  "updated": "2024-05-31T14:58:06.059+03:00"
}