{
  "thread": {
    "uuid": "e0bd72d7062e39bcae3b6e35a57637d0427dbfba",
    "url": "https://nationworldnews.com/what-happened-to-lucy-lawless-who-went-from-being-a-gay-icon-in-xena-warrior-princess-to-fighting-for-the-environment-and-naming-a-planet/",
    "site_full": "nationworldnews.com",
    "site": "nationworldnews.com",
    "site_section": "https://nationworldnews.com/animal-vs-sam-bahadur-sam-bahadur-remains-at-10-percent-compared-to-animal-challenges-huge-opening-crores-animal-vs-sam-bahadur-advance-booking-box-office-collection-screen-numbers-budget-ranb",
    "site_categories": [
      "media"
    ],
    "section_title": "Animal Vs Sam Bahadur: &#039;Sam Bahadur&#039; Remains At 10 Percent Compared To &#039;Animal&#039;, Challenges Huge Opening Crores - Animal Vs Sam Bahadur Advance Booking Box Office Collection Screen Numbers Budget Ranbir Kapoor Vicky Kaushal",
    "title": "What Happened To Lucy Lawless, Who Went From Being A Gay Icon In 'Xena, Warrior Princess' To Fighting For The Environment And Naming A Planet?",
    "title_full": "What Happened To Lucy Lawless, Who Went From Being A Gay Icon In 'Xena, Warrior Princess' To Fighting For The Environment And Naming A Planet?",
    "published": "2024-01-07T21:54:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://nationworldnews.com/wp-content/uploads/2024/01/What-happened-to-Lucy-Lawless-who-went-from-being-a.jpeg",
    "performance_score": 0,
    "domain_rank": 65657,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e0bd72d7062e39bcae3b6e35a57637d0427dbfba",
  "url": "https://nationworldnews.com/what-happened-to-lucy-lawless-who-went-from-being-a-gay-icon-in-xena-warrior-princess-to-fighting-for-the-environment-and-naming-a-planet/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Nation World News Desk",
  "published": "2024-01-07T21:54:00.000+02:00",
  "title": "What Happened To Lucy Lawless, Who Went From Being A Gay Icon In 'Xena, Warrior Princess' To Fighting For The Environment And Naming A Planet?",
  "text": "In the 90s and early 2000s, we had several fantasy/horror/sci-fi series that became unexpectedly massive hits and earned the label of iconic titles. Despite its immense popularity, we lose track of most of its actors. What happened to Lucy Lawless? eco-warrior princess Lucille Frances Ryan Born in 1968 in Mount Albert (New Zealand), She completed her first school musical at the age of 10 and also won the Miss New Zealand contest at the age of 21. His first role on TV was in the New Zealand television comedy Funny Business at the age of 19 and he then went to study drama in Canada. In 1994, Will be seen in the TV movie ‘Hercules and the Amazons’ Which would lead to the ‘Hercules: His Legendary Journeys’ series. Read Also: Taylor Swift's Eras Tour concert film to open in North American cinemas a day early due to demand | Taylor Swift Although she played many roles in the universe of ‘Hercules’, it was the role of Xena that gained unusual popularity and ultimately became the lead. Your own spin-offwho left behind the mother series 6 seasons and 134 episodes aired between 1995 and 2001, Lawless became a true television phenomenon thanks to “Xena, Warrior Princess,” created by John Schulian and Robert Tapert and produced by Sam Raimi. Apart from. Remembered fantasy series turned her into a lesbian iconFor the intimate relationship between Xena and her traveling companion Gabrielle, which was a benchmark for the time and which she later defined as “definitely gay” and “were married”, Although the role that brought him to prominence, no subsequent role could overpower him. As a secondary, we saw him briefly in series like ‘The Among her most memorable roles, we have the role of D’Anna Byers in the reboot of ‘Battlestar Galactica’ or Collaborating with Sam Raimi again ‘Spider-Man’ and ‘Spartacus: Blood and Sand’ and in the first of the ‘Ash vs. Evil Dead’ series. To be honest, Lawless’s post-Xena career in film and TV bears no comparison to what was out there. Starting with his musical talent, which took him to Compete in the ‘Celebrity Duet’ music competition and to participate in theater musicals. Passing on her role as an activist, she began studying philosophy at university and eventually became involved in United Nations meetings and Actively participating in movements to fight climate change, In fact, he was arrested in 2012 for boarding a Shell drilling ship as a protest against the oil company. without forgetting him She was a climate ambassador for Greenpeace in 2012 And is involved in donations not only to the environment, but also to LGBT+ causes, breast cancer and research against AIDS. And if that wasn’t enough, Scientist Michael Brown named a dwarf planet after his character Invented in 2005, although they eventually changed the name to Eris (who also appears as Discordia in the Latin mythology version of the series). Read Also: Remake of 4 blockbusters of 90s will be made, Rohit Shetty-Subhash Ghai will direct 1 film each, this star will be the hero of 2! Despite being active on so many fronts at the same time, Lawless continues in the audiovisual world: whether as a voice actress in ‘The Greens in the Big City’ or ‘Minions: The Origin of Gru’, or Acting in the series ‘My Life is Murder’Where you can give free rein to your fanaticism true Crime, Without a doubt, Lawless has succeeded beyond the profession that made her famous. However, in this age in which you give one kick and you get a thousand reboots of classic series, surely more than one has considered If we’ll ever see her ride as a warrior princess again, For his part, the idea of doing action sequences absolutely terrifies him, but he wouldn’t mind revisiting the characters in any way. In espinof:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Environment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lucy lawless",
        "sentiment": "neutral"
      },
      {
        "name": "taylor swift",
        "sentiment": "none"
      },
      {
        "name": "lucille frances ryan born",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "new zealand",
        "sentiment": "none"
      },
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "mount albert (new zealand",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:26:18.307+02:00",
  "updated": "2024-01-08T00:26:18.307+02:00"
}