{
  "thread": {
    "uuid": "3e41549e2e9cbfdf3c02026ef5c1f3b5fc00d2b3",
    "url": "https://www.catholicworldreport.com/2024/03/28/on-holy-thursday-pope-francis-asks-priests-to-weep-over-their-sins",
    "site_full": "www.catholicworldreport.com",
    "site": "catholicworldreport.com",
    "site_section": "https://www.catholicworldreport.com/rss",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "Catholic World Report",
    "title": "On Holy Thursday, Pope Francis asks priests to weep over their sins",
    "title_full": "On Holy Thursday, Pope Francis asks priests to weep over their sins – Catholic World Report",
    "published": "2024-03-28T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "https://www.catholicnewsagency.com/storage/image/240328-chrism-mass-daniel-ibanez-18.jpg?w=800&amp;jpg",
    "performance_score": 0,
    "domain_rank": 26382,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3e41549e2e9cbfdf3c02026ef5c1f3b5fc00d2b3",
  "url": "https://www.catholicworldreport.com/2024/03/28/on-holy-thursday-pope-francis-asks-priests-to-weep-over-their-sins",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Catholic News Agency",
  "published": "2024-03-28T02:00:00.000+02:00",
  "title": "On Holy Thursday, Pope Francis asks priests to weep over their sins",
  "text": "Vatican City, Mar 28, 2024 / 09:30 am (CNA). On Holy Thursday, Pope Francis presided over a chrism Mass at which more than 1,880 priests, bishops, and cardinals renewed the promises made at their ordinations. Pope Francis encouraged the priests to turn their gaze upon the crucified Lord and to weep over their sins in repentance, saying that tears can “purify and heal the heart.” “Once we recognize our sin, our hearts can be opened to the working of the Holy Spirit, the source of living water that wells up within us and brings tears to our eyes,” Francis said on March 28. “The Lord seeks, especially in those consecrated to him, men and women who weep for the sins of the Church and the world and become intercessors on behalf of all,” he added. Forty-two cardinals, 42 bishops, and 1,800 priests living in Rome concelebrated the Mass with the pope in St. Peter’s Basilica. Holy Thursday marks the institution of the Eucharist and institution of the sacrament of the priesthood at the Last Supper. Pope Francis will also preside over a Mass of the Lord’s Supper on Thursday evening at a women’s prison in Rome. The 87-year-old pope arrived in St. Peter’s Basilica on Thursday morning in a wheelchair. Before giving his more than 20-minute homily, the pope took a sip of water and put on his reading glasses. Pope Francis reflected in his homily on Peter’s tears after denying the Lord three times as recorded in the Gospel of Luke: “Peter remembered the word of the Lord … and went out and wept bitterly.” “Dear brother priests, the healing of the heart of Peter, the healing of the apostle, the healing of the pastor, came about when, grief-stricken and repentant, he allowed himself to be forgiven by Jesus. That healing took place amid tears, bitter weeping, and the sorrow that leads to renewed love,” he said. Compunction Pope Francis said that he wanted to speak to the priests about the importance of compunction — an awareness of guilt due to sin — which the pope admitted is a “somewhat old-fashioned” term and “an aspect of the spiritual life that has been somewhat neglected, yet remains essential.” The pope added that compunction “is not a sense of guilt that makes us discouraged or obsessed with our unworthiness, but a beneficial ‘piercing’ that purifies and heals the heart.” “Compunction demands effort but bestows peace. It is not a source of anxiety but of healing for the soul, since it acts as a balm upon the wounds of sin, preparing us to receive the caress of the heavenly physician, who transforms the ‘broken, contrite heart,’” Pope Francis said. The pope said that through compunction “the natural tendency to be indulgent with ourselves and inflexible with others is overturned and, by God’s grace, we become strict with ourselves and merciful toward others.” “Weeping for ourselves … means seriously repenting for saddening God by our sins … It means looking within and repenting of our ingratitude and inconstancy, and acknowledging with sorrow our duplicity, dishonesty, and hypocrisy — clerical hypocrisy, dear brothers, that hypocrisy which we slip into so much — beware of clerical hypocrisy,” Francis said. “How greatly we need to be set free from harshness and recrimination, selfishness and ambition, rigidity and frustration, in order to entrust ourselves completely to God and to find in him the calm that shields us from the storms raging all around us,” he added. “Let us pray, intercede, and shed tears for others; in this way, we will allow the Lord to work his miracles. And let us not fear, for he will surely surprise us.” During the Vatican’s chrism Mass, the pope, as the bishop of Rome, blessed the [oil of the sick](https://www.catholicculture.org/culture/library/dictionary/index.cfm?id=35245), the [oil of catechumens](https://www.catholicculture.org/culture/library/dictionary/index.cfm?id=35243), and the [chrism oil](https://www.catholicculture.org/culture/library/dictionary/index.cfm?id=33948), which will be used in the diocese during the coming year. Cardinal Angelo De Donatis served as the celebrant at the altar. The oils were processed up the main altar of St. Peter’s in large silver urns as the hymns of the Sistine Chapel Choir filled the basilica. Pope Francis prayed over the oil of the sick: “O God, Father of all consolation, who through your Son have willed to heal the infirmities of the sick, listen favorably to this prayer of faith: Send down from heaven, we pray, your Holy Spirit, the Paraclete, upon the rich substance of this oil, which you were pleased to bring forth from vigorous green trees to restore our bodies, so that by your holy blessing this oil may be for anyone who is anointed with it a safeguard for body, mind, and spirit, to take away every pain, every infirmity, and every sickness.” The blessed oil will be used for the anointing of the sick in Rome throughout the year. Pope Francis thanked the priests gathered in St. Peter’s Basilica for all they do to bring “the miracle of God’s mercy” to the world today. “Dear priests, thank you for your open and docile hearts; thank you for your labors and thank you for your tears; thank you because you bring the miracle of mercy … you bring God to the brothers and sisters of our time,” he said. “Dear priests, may the Lord console you, confirm you, and reward you.” Watch the full Mass here: ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [
    "https://www.ignatius.com/Donation-P3579.aspx)",
    "https://www.catholicculture.org/culture/library/dictionary/index.cfm?id=35243),",
    "https://www.catholicculture.org/culture/library/dictionary/index.cfm?id=35245),",
    "https://www.catholicculture.org/culture/library/dictionary/index.cfm?id=33948),",
    "https://catholicculture.org/culture/library/dictionary/index.cfm?id=35243),",
    "https://catholicculture.org/culture/library/dictionary/index.cfm?id=33948),",
    "https://www.catholicculture.org/culture/library/dictionary/index.cfm",
    "https://catholicculture.org/culture/library/dictionary/index.cfm?id=35245),",
    "https://ignatius.com/Donation-P3579.aspx)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pope francis",
        "sentiment": "negative"
      },
      {
        "name": "francis",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "church",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "vatican city",
        "sentiment": "none"
      },
      {
        "name": "st. peter’s basilica",
        "sentiment": "none"
      },
      {
        "name": "rome",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T00:25:02.387+02:00",
  "updated": "2024-03-29T00:25:02.387+02:00"
}