{
  "thread": {
    "uuid": "cd6d12a34ac4e99c4a9982067fb21eba973c9aea",
    "url": "https://vnexplorer.net/sophie-codegoni-al-parco-con-celine-e-basciano-ci-stiamo-riavvicinando-s1886098.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/rss",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Sophie Codegoni al parco con Celine e Basciano: \"Ci stiamo riavvicinando\"",
    "title_full": "Sophie Codegoni al parco con Celine e Basciano: \"Ci stiamo riavvicinando\"",
    "published": "2024-03-15T00:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jSoxC.img",
    "performance_score": 0,
    "domain_rank": 52589,
    "domain_rank_updated": "2024-03-12T12:13:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cd6d12a34ac4e99c4a9982067fb21eba973c9aea",
  "url": "https://vnexplorer.net/sophie-codegoni-al-parco-con-celine-e-basciano-ci-stiamo-riavvicinando-s1886098.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-03-15T00:45:00.000+02:00",
  "title": "Sophie Codegoni al parco con Celine e Basciano: \"Ci stiamo riavvicinando\"",
  "text": "Sophie Codegoni al parco con Celine e Basciano: “Ci stiamo riavvicinando”\nL’ex gieffina Sophie Codegoni e Alessandro Basciano sono stati paparazzati insieme alla figlia Celine Blue al luna park. Le foto li ritraggono in un quadretto che sembra raffigurare il nuovo equilibrio che i due ex hanno raggiunto dopo la crisi affrontata nei mesi scorsi. Secondo delle indiscrezioni i due si stanno riavvicinando moltissimo.\nSophie Codegoni, il riavvicinamento con Alessandro Basciano: le foto insieme Tra Sophie Codegoni e Alessandro Basciano sembra essere tornato il sereno. Dopo la rottura molto turbolenta e pubblica e le dichiarazioni rilasciate a Verissimo i due ex concorrenti del Grande Fratello Vip hanno ritrovato un equilibrio per il bene della figlia Celine Blue. Il settimanale Chi li ha immortalati al luna park insieme in compagnia della loro bambina. Con l’ex coppia c’era anche la madre dell’influencer, Valeria Pasciuti.\nL’ex gieffina e il padre di sua figlia Alessandro Basciano hanno trascorso una giornata a luna park a Milano. Secondo il settimanale di Alfonso Signorini si stanno riavvicinando notevolmente. Nelle foto scattate dai paparazzi i due passeggiano spingendo il passeggino di Celine Blue, poi tentano di vincere un peluche per la piccola e provano un gioco insieme, scoppiando a ridere. Con loro è presente anche la madre di Sophie con cui il deejay aveva un rapporto conflittuale.\nI due ex concorrenti del Grande Fratello Vip annunciavano la fine della loro relazione soltanto lo scorso ottobre. In un’intervista rilasciata a Verissimo l’influencer aveva fatto un ritratto poco lusinghiero del suo compagno. Sophie aveva svelato di aver scoperto di essere stata tradita dal padre di sua figlia con la sua ex. Inoltre l’aveva accusato di essere andato a dormire quando lei stava partorendo. Poi aveva lanciato la bomba: era stata anche picchiata. Quando è stata la volta di Alessandro Basciano di sedersi nello studio di Silvia Toffanin, il deejay aveva smentito tutto.\nAgli inizi di marzo, poi, sono spuntati fuori i primi segnali del disgelo tra i due. I due sono stati immortalati abbracciati al concerto di Mr. Rain ed è arrivata anche una dichiarazione della Codegoni in merito alla fine della rabbia tra loro. Le foto pubblicate da Chi sembrano confermare come i due genitori abbiano trovato un equilibrio.\nSiamo due genitori, la cosa che ci interessa di più in assoluto è avere una situazione serena. Ci siamo amati tantissimo e quando passa la rabbia iniziale, torna la maturità e la voglia di stare insieme, soprattutto per il bene di Celine",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jSoxC.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jSoxC.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:59:42.720+02:00",
  "updated": "2024-03-15T00:59:42.720+02:00"
}