{
  "thread": {
    "uuid": "268636e5a420502b38a6adc7d0c30bc9276eab52",
    "url": "https://www.archyde.com/unleashed-feller-took-over-the-red-jersey-with-victory/",
    "site_full": "www.archyde.com",
    "site": "archyde.com",
    "site_section": "http://www.archyde.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Archyde",
    "title": "Unleashed Feller took over the red jersey with victory",
    "title_full": "Unleashed Feller took over the red jersey with victory",
    "published": "2024-01-08T01:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www4.nachrichten.at/images/og_image/?ogimg=https://www.nachrichten.at/storage/image/9/4/2/8/2958249_entfesselter-feller-uebernahm-mit-sieg-das-rote-trikot_facebook_1BCJ06_5erPen.jpg",
    "performance_score": 0,
    "domain_rank": 19075,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "268636e5a420502b38a6adc7d0c30bc9276eab52",
  "url": "https://www.archyde.com/unleashed-feller-took-over-the-red-jersey-with-victory/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "archyde",
  "published": "2024-01-08T01:05:00.000+02:00",
  "title": "Unleashed Feller took over the red jersey with victory",
  "text": "In the hour of sweet triumph, the Tyrolean Manuel Feller still had enough strength to swing the Swiss cowbell, which is traditionally distributed on the Stockerl in Adelboden. “It’s a dream come true. This is one of my favorite slopes, if not my favorite slope,” said the 31-year-old after his slalom coup on the Chuenisbärgli. For Feller it was the fourth World Cup success after Flachau 2021, Lenzerheide 2021 and Gurgl in November 2023.\nThe reward for a “brutal fight in poor visibility” is the red jersey of the leader in the discipline World Cup, which he stole from his compatriot Marco Schwarz, who seriously injured his knee.\nFeller was clearly relieved after the messed up second giant slalom run on Saturday (only 27th place). “It’s great that I got it down this time,” emphasized the veteran, who was a touch two hundredths of a second ahead of the Norwegian Atle Lie McGrath in the final tally. While Feller is always a force to be reckoned with, the third man on the podium is a surprise. Dominik Raschner, an excellent parallel racer, surpassed himself with start number 35 and the fastest time in the final.\n“This is definitely my greatest success – it’s fantastic that the intensive slalom training has paid off,” cheered the third-placed Tyrolean, who was second in a parallel event in Lech in 2021 and won World Championship silver in this dying format in 2023. “I found my set-up, that gives me confidence,” said Raschner.\nOdermatt is unstoppable\nIn Adelboden things had already really taken off on Saturday. Local hero dived into a sea of Swiss flags with an outstanding giant slalom performance. It was his fourth victory in the fourth race of the season in this discipline – in a superior manner, mind you. Aleksander Aamodt Kilde (Nor) was second, 1.26 seconds behind. “This enthusiasm, these emotions, this joy – all of that makes it even more special,” explained Odermatt after the Adelboden hat-trick in the “Riesen”.\nHermann Maier and Marcel Hirscher (in the slalom) had previously achieved this feat.\ninfo By clicking on the icon you can add the keyword to your topics.\ninfo\nBy clicking on the icon you open your “my topics” page. They have of 15 keywords saved and would have to remove keywords.\ninfo By clicking on the icon you can remove the keyword from your topics.\nAdd the topic to your topics.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "feller",
        "sentiment": "neutral"
      },
      {
        "name": "manuel feller",
        "sentiment": "neutral"
      },
      {
        "name": "dominik raschner",
        "sentiment": "none"
      },
      {
        "name": "marco schwarz",
        "sentiment": "none"
      },
      {
        "name": "atle lie mcgrath",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "gurgl",
        "sentiment": "none"
      },
      {
        "name": "lenzerheide",
        "sentiment": "none"
      },
      {
        "name": "adelboden",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:08:21.438+02:00",
  "updated": "2024-01-08T01:08:21.438+02:00"
}