{
  "thread": {
    "uuid": "04e7c24a00769cb6d69d9c22cef694422da48553",
    "url": "https://andina.pe/agencia/noticia-la-cultura-es-vehiculo-nos-permite-tener-dialogo-y-encontrar-paz-968562.aspx",
    "site_full": "andina.pe",
    "site": "andina.pe",
    "site_section": "https://andina.pe/agencia/rss",
    "site_categories": [
      "travel",
      "south_america"
    ],
    "section_title": "Agencia Peruana de Noticias Andina",
    "title": "“La cultura es el vehículo que nos permite tener diálogo y encontrar la paz” | Noticias | Agencia Peruana de Noticias Andina",
    "title_full": "“La cultura es el vehículo que nos permite tener diálogo y encontrar la paz” | Noticias | Agencia Peruana de Noticias Andina",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PE",
    "main_image": "https://portal.andina.pe/EDPfotografia3/Thumbnail/2023/12/29/001025286W.jpg",
    "performance_score": 0,
    "domain_rank": 23634,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "04e7c24a00769cb6d69d9c22cef694422da48553",
  "url": "https://andina.pe/agencia/noticia-la-cultura-es-vehiculo-nos-permite-tener-dialogo-y-encontrar-paz-968562.aspx",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Empresa Peruana de Servicios Editoriales S. A. EDITORA PERÚ",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "“La cultura es el vehículo que nos permite tener diálogo y encontrar la paz” | Noticias | Agencia Peruana de Noticias Andina",
  "text": "La ministra de Cultura, Leslie Urteaga Peña, resaltó el papel que cumple la cultura como vehículo articulador que une a los peruanos y peruanas en los momentos difíciles y permite encontrar la paz a través del diálogo.\nFue durante su visita al distrito de Macusani, en la provincia de Carabaya, región Puno, donde i nauguró la biblioteca municipal ‘Walter Ávila Quispe’. Invocó a encontrar soluciones y reafirmó su compromiso de seguir “trabajando en beneficio de nuestro patrimonio cultural”.\n“Desde el Ministerio de Cultura y por encargo de la presidenta Dina Boluarte, estamos seguros de que la cultura es el vehículo que nos permite tener este diálogo y encontrar la paz en los momentos difíciles”, enfatizó Urteaga Peña.\n“La cultura nos une y sabemos que los libros y la lectura nos acompañan toda la vida” , añadió, durante la inauguración de este espacio de lectura en el distrito de Macusani.\n“Fomentemos el hábito lector”\nAcompañada del alcalde de Carabaya, Edmundo Cáceres, la ministra inauguró la biblioteca municipal que permitirá que niños, niñas, jóvenes, adultos y adultos mayores tengan mayor acceso al libro y la lectura, así como a información y capacitación especializada en áreas productivas.\n“Gracias al alcalde de Carabaya por hacer posible esta biblioteca municipal –destacó–, aquí nuestros niños, niñas, jóvenes, adultos y adultos mayores podrán acceder a más de 700 libros en físico y más de 7,000 títulos de manera digital”.\nAsimismo, resaltó que “la lectura y la información nos hacen más fuertes y competitivos en la vida”.\n“Fomentemos el hábito lector”, demandó Urteaga. “Como parte de nuestro compromiso, el equipo de la Biblioteca Nacional del Perú hará el acompañamiento, junto a la municipalidad, para continuar con sus mejoras y fortalecer este espacio de lectura”.\nAdemás de fomentar la lectura, la nueva biblioteca ofrecerá conocimientos especializados a la comunidad. Por ello, llevará a cabo capacitaciones remotas a cargo de profesionales de la Universidad Peruana Cayetano Heredia y de la Universidad Nacional Mayor de San Marcos (UNMSM).\nDe esta manera, ofrecerá información especializada en actividades productivas, como la crianza de camélidos, textilería y ganadería, entre otras.\nPatrimonio Cultural de la Nación\nAsimismo, la ministra entregó la Resolución Viceministerial Nº310-2023-VMPCIC/MC , que declara como Patrimonio Cultural de la Nación a los conocimientos, usos y técnicas tradicionales del tejido de la comunidad campesina de Oruro, distrito de Crucero, provincia de Carabaya.\n“Aprovechamos la visita para entregar la resolución que declara Patrimonio Cultural de la Nación a los tejidos de Oruro. Un agradecimiento al alcalde de Crucero, Jaime Huisa, y a las portadoras por su apoyo. Recuerden que la cultura, la música y las danzas nos hacen sentir iguales y orgullosos”.\nLa importancia de la labor textil artesanal en la comunidad de Oruro se debe a que es una tarea eminentemente femenina, que constituye una herencia ancestral producto de la crianza de alpacas, llamas y ovinos, a los que se esquila para obtener fibra para tejidos, detalló el sector Cultura.\nLas prendas son confeccionadas con instrumentos de uso tradicional, con procedimientos y técnicas antiguas de teñido y de tejido que se transmiten de generación en generación a nivel intrafamiliar, lo que ha permitido la salvaguardia de esos conocimientos.\nDe otro lado, durante su visita, la ministra de Cultura recibió las llaves de la ciudad de Macusani de parte del alcalde provincial de Carabaya, quien también le hizo entrega de una resolución de reconocimiento.\n[Lea también: Ministerio de Cultura brinda asistencia técnica y apoyo al Museo de los Colli en Comas ]\nMás en Andina:\n?? Antabamba vive una fiesta interminable desde el domingo 24 de diciembre, vísperas de Navidad. Esa tarde se iniciaron las celebraciones al ritmo de huaylía, la danza tradicional de esta provincia. Los festejos se prolongarán hasta el 6 de enero.\n?? https://t.co/Oi0eipjWcT pic.twitter.com/yuGpHVsur2\n— Agencia Andina (@Agencia_Andina) December 29, 2023\n(FIN) NDP/CCH",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "https://t.co/Oi0eipjWcT",
    "https://t.co/yuGpHVsur2",
    "https://twitter.com/Agencia_Andina/status/1740825308222361610?ref_src=twsrc%5Etfw",
    "https://www.twitter.com/Agencia_Andina/status/1740825308222361610?ref_src=twsrc%5Etfw",
    "https://twitter.com/Agencia_Andina/status/1740825308222361610",
    "https://www.t.co/yuGpHVsur2",
    "https://www.t.co/Oi0eipjWcT"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T23:28:47.517+02:00",
  "updated": "2023-12-29T23:28:47.517+02:00"
}