{
  "thread": {
    "uuid": "6264e757dbebda481a4951af645d5d24de3610c3",
    "url": "https://www.prensa-latina.cu/2024/04/11/delegacion-de-paz-del-gobierno-de-colombia-llego-a-venezuela",
    "site_full": "www.prensa-latina.cu",
    "site": "prensa-latina.cu",
    "site_section": "https://www.prensa-latina.cu/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Noticias Prensa Latina",
    "title": "Delegación de paz del Gobierno de Colombia llegó a Venezuela",
    "title_full": "Delegación de paz del Gobierno de Colombia llegó a Venezuela",
    "published": "2024-04-12T00:25:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CU",
    "main_image": "https://www.prensa-latina.cu/wp-content/uploads/2021/04/soporte-news-pl.jpg",
    "performance_score": 0,
    "domain_rank": 20793,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6264e757dbebda481a4951af645d5d24de3610c3",
  "url": "https://www.prensa-latina.cu/2024/04/11/delegacion-de-paz-del-gobierno-de-colombia-llego-a-venezuela",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Juan Carlos Díaz Guerrero",
  "published": "2024-04-12T00:25:00.000+03:00",
  "title": "Delegación de paz del Gobierno de Colombia llegó a Venezuela",
  "text": "El equipo de trabajo de la Casa de Nariño consideró imperativo concentrar los trabajos de la Mesa de Diálogos en “avanzar en el proceso de paz, tomar decisiones que desarrollen la agenda y abordar temas de fondo del proceso”, y afirmó que “es necesario no perder tiempo”.\nLa nota indicó que se debe atender “la grave situación” que afrontan las poblaciones en departamentos como Arauca, Chocó y Nariño, siendo necesario abordar asuntos fundamentales como “los derechos de las víctimas”.\nExpresó que Venezuela “nos ha facilitado un espacio donde dialogar para avanzar en la agenda acordada”.\nLa delegación oficial señaló que la comunidad internacional también “está acá, atenta, dispuesta a aportar” cómo lo ha estado siempre, y resaltó que “es tiempo de concentrar las discusiones en la Mesa”.\nEl ELN informó este jueves en un comunicado su decisión de congelar el ciclo de conversaciones previsto para este mes con el Gobierno colombiano, pero ratificó su asistencia a la reunión extraordinaria entre las partes que inicia mañana en Caracas.\nLos guerrilleros manifestaron en la nota que en febrero en La Habana, Cuba, notificaron a los representantes del Ejecutivo que la Mesa de Diálogo “entraba en estado de pausa” ante una supuesta operación de desmovilización llevada a cabo en el departamento de Nariño, suroeste.\nInsistieron en que durante el mes de marzo el Gobierno continuó promoviendo la desmovilización en la mentada zona, lo que calificó de “conducta contraria al juego limpio y la buena fe” que deben caracterizar a las pláticas.\nEl texto ratificó que no obstante una delegación llegó ayer a la capital de Venezuela para asistir a una reunión extraordinaria con los representantes del gobierno nacional para escucharlos y aclarar los pasos venideros.\nEn este encuentro se abordarán temas como la participación, cese el fuego, transformaciones territoriales, así como decisiones de fondo sobre el futuro del proceso, anunció la jefa negociadora del Gobierno de la Mesa de Negociación, Vera Grabe.\nEl último encuentro oficial de dos días entre las delegaciones ocurrió en febrero pasado en La Habana, donde analizaron los avances en los acuerdos y los problemas que enfrenta la mesa de diálogos para la paz, frente a los cuales adquirieron “compromisos para el buen desarrollo del proceso de paz», señalaron en un comunicado conjunto.\nReafirmaron asimismo continuar con las actividades previstas en los acuerdos y realizar una “evaluación de las gestiones y compromisos durante el séptimo ciclo».\nEl Gobierno y el ELN firmaron hasta la fecha 26 acuerdos, incluida la participación de la comunidad y un cese al fuego nacional prorrogado por un año, hasta el 3 de agosto de 2024.\nlam/jcd",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T00:44:32.379+03:00",
  "updated": "2024-04-12T00:44:32.379+03:00"
}