{
  "thread": {
    "uuid": "70274e3479661984dcaf6d0d00b7cc65bcc2147c",
    "url": "https://www.eatingwell.com/lifestyle-factors-reduce-early-dementia-risk-new-study-8423035",
    "site_full": "www.eatingwell.com",
    "site": "eatingwell.com",
    "site_section": "http://news.google.com.na/news?cf=all&hl=en&pz=1&ned=en_na&output=rss",
    "site_categories": [
      "herbs_for_health",
      "health",
      "nutrition"
    ],
    "section_title": "Top stories - Google News",
    "title": "These Healthy Lifestyle Factors May Help Reduce Early Dementia Risk, New Study Shows - EatingWell",
    "title_full": "These Healthy Lifestyle Factors May Help Reduce Early Dementia Risk, New Study Shows - EatingWell",
    "published": "2024-01-05T23:17:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.eatingwell.com/thmb/LncaiECSael_JXC-G3R91OE8hmc=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/_New-Study-Reveals-These-Healthy-Lifestyle-Factors-Can-Help-Reduce-Early-Dementia-Risk-d14c5fbe6469460f9558c18c94330ae2.jpg",
    "performance_score": 0,
    "domain_rank": 2819,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "70274e3479661984dcaf6d0d00b7cc65bcc2147c",
  "url": "https://www.eatingwell.com/lifestyle-factors-reduce-early-dementia-risk-new-study-8423035",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Danielle DeAngelis",
  "published": "2024-01-05T23:17:00.000+02:00",
  "title": "These Healthy Lifestyle Factors May Help Reduce Early Dementia Risk, New Study Shows - EatingWell",
  "text": "Special Diets Healthy Aging Diet Center These Healthy Lifestyle Factors May Help Reduce Early Dementia Risk, New Study Shows Here’s what you should know. By Danielle DeAngelis Danielle DeAngelis Danielle DeAngelis is a journalist and current assistant editor for EatingWell. She previously worked as the 2022-23 fellow for the brand. EatingWell's Editorial Guidelines Published on January 5, 2024 Reviewed by Dietitian Emily Lachtrupp, M.S., RD Reviewed by Dietitian Emily Lachtrupp, M.S., RD Emily Lachtrupp is a registered dietitian experienced in nutritional counseling, recipe analysis and meal plans. She's worked with clients who struggle with diabetes, weight loss, digestive issues and more. In her spare time, you can find her enjoying all that Vermont has to offer with her family and her dog, Winston. EatingWell's Editorial Guidelines Trending Videos Photo: Getty Images As you age, your brain health may be on top of mind—literally and figuratively. There’s a ton of research that supports how taking care of your body means taking care of your brain, as health conditions like low bone density, type 2 diabetes and heart disease can all contribute to cognitive decline. And most recently, the science is showing how certain lifestyle changes can also support your brain health. One new study shows that lifestyle factors are associated with young-onset dementia risk. Here’s what the research suggests. Eating More Protein May Reduce Heart Disease Risk, New Study Shows What the Study Found The study was published in JAMA Neurology on December 26, 2023 with 356,052 UK-based participants under the age of 65 with no dementia diagnosis. The research study examined each participant over the course of 15 years and detected predicted dementia risk factors from systematic reviews. Each person’s lifestyle habits were evaluated, and their risk for dementia was observed through their way of living. Through this study, lifestyle factors like physical activity, limited alcohol use, healthy diet, cognitive activity and social involvement were shown to help reduce the risk of young-onset dementia. On the flipside, alcohol use disorder, smoking, social isolation and vitamin D deficiency could all contribute to early dementia risk. A key point to consider is that most of the 15 factors identified in this study that impact one’s dementia risk can be controlled. 5 Sneaky Signs You Might Have a Vitamin D Deficiency While more research needs to be done to say these lifestyle factors will for certain increase or decrease your risk, this study is a stepping stone for understanding how our everyday habits directly affect our brains overtime. The Bottom Line There are several factors that are hard or even impossible to control when regarding dementia risk, including genetics and socioeconomic status, but promoting a healthy eating pattern and lifestyle can help support your brain health. Check out this roundup of 30-minute brain-healthy dinners that focus on brain-healthy nutritious ingredients like walnuts, fish, beans and dark leafy green vegetables. 3 Amazing Things That Happen to Your Brain When You Follow the Mediterranean Diet Was this page helpful? Thanks for your feedback! Tell us why! Other Submit",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "winston",
        "sentiment": "none"
      },
      {
        "name": "danielle deangelis danielle deangelis danielle deangelis",
        "sentiment": "none"
      },
      {
        "name": "emily lachtrupp",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "vermont",
        "sentiment": "none"
      },
      {
        "name": "m.s.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:02:31.654+02:00",
  "updated": "2024-01-06T00:02:31.654+02:00"
}