{
  "thread": {
    "uuid": "d2c4bd619a16ac993394d22f3362b782483261ea",
    "url": "https://vnexplorer.net/nicolas-maduro-celebro-el-esclarecimiento-del-asesinato-del-rapero-canserbero-la-verdad-llego-s698845.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/feed",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Nicolás Maduro celebró el esclarecimiento del asesinato del rapero Canserbero: “La verdad llegó”",
    "title_full": "Nicolás Maduro celebró el esclarecimiento del asesinato del rapero Canserbero: “La verdad llegó”",
    "published": "2023-12-29T03:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lNGrO.img",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d2c4bd619a16ac993394d22f3362b782483261ea",
  "url": "https://vnexplorer.net/nicolas-maduro-celebro-el-esclarecimiento-del-asesinato-del-rapero-canserbero-la-verdad-llego-s698845.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-29T03:02:00.000+02:00",
  "title": "Nicolás Maduro celebró el esclarecimiento del asesinato del rapero Canserbero: “La verdad llegó”",
  "text": "El presidente de Venezuela, Nicolás Maduro, publicó este jueves 28 de diciembre un nuevo capítulo de su podcast. En esta ocasión, el jefe de Estado habló con Alex Saab, quien recientemente fue dejado en libertad por la justicia de Estado Unidos.\nAnte de empezar la charla, el máximo mandatario se refirió al crimen de Tirone González, más conocido como Canserbero, el rapero venezolano que fue asesinado en el 2015 y que en las últimas horas se confirmó que quien lo mató fue su manager Natalia Améstica. Maduro resaltó el trabajo realizado por el fiscal general de Venezuela, Tarek William Saab, por esclarecer el hecho y haber alcanzado la justicia.\nEl jefe de Estado venezolano se refirió por primera vez al asesinato de Canserbero.\n“Aprovecho este podcast para hacerle un reconocimiento público al fiscal, hacerle un reconocimiento a todo su equipo de trabajo por haber hecho justicia y haber encontrado la verdad en el caso de Canserbero”, dijo.\nEl mandatario le envió un mensaje a la familia y todos los seres cercanos al artista afirmando que “ahí va la justicia tratando de sanar las heridas del dolor, de haber perdido a este talento venezolano tan joven”.\nEsta fue la primer declaración pública que hizo Maduro acerca del testimonio de la exmanager de Canserbero, que confesó haberlo matado junto a su esposo. Además, la mujer sostuvo que en el crimen están involucrados funcionarios del Servicio Bolivariano de Inteligencia Nacional (SEBIN), quienes supuestamente habrían ayudado a modificar la escena del crimen para que todo pareciera un suicidio.\nAsí fue la confesión de la exmanager\nCanserbero fue asesinado por su mánager\nPor medio de un video, el cual ha causado impacto y se ha viralizado en redes sociales, la mujer dio a conocer, minuciosamente, los detalles sobre cómo llevó a cabo el crimen del artista y su esposo Carlos Molnar. Además, confesó haber contado con el apoyo de su hermano Guillermo y algunos implicados en el asesinato, quienes les habría ayudado a modificar el escenario.\nNatalia Améstica dijo haber drogado con diez dosis de un ansiolítico a Tirone González y a Carlos Molnar. Luego, confesó haberles propinado puñaladas en diferentes áreas del cuerpo hasta provocar su muerte.\n“Sin saber qué hacer, desesperada, llamé a mi hermano Guillermo para que me ayudara a resolver esa situación. Él (Guillermo) llegó a las 11 de la noche acompañado de tres funcionarios del Sebin (Servicio Bolivariano de Inteligencia Nacional), los cuales desconozco su nombre. Ellos terminaron de arreglar la escena para que fuera un homicidio-suicidio”, señaló, descartando toda teoría de suicidio, tal y como se conoció en el primer informe.\nAdicionalmente, agregó que el cuerpo del artista recibió, con un objeto contundente, varios impactos para después ser aventado desde un edificio en la ciudad de Maracay.\n“Yo después de esto me fui a Chile huyendo aterrada, pensando que al final se iba a saber la verdad. Por eso regreso a dar las declaraciones pertinentes”, concluyó la exmánager.\nNatalia Améstica confesó haber asesinado a Canserbero y a su esposo Carlos Molnar.\nA los confesos asesinos se les acusa de “homicidio calificado por motivos fútiles y con alevosía en grado de complicidad”, como de “simulación de hecho punible”.\nLa prensa habló en principio de un suicidio y luego reseñó que las circunstancias de su muerte eran confusas. El caso estaba siendo llevado por una Fiscalía en Aragua. Así, tras varios años, finalmente se logró justicia en uno de los raperos más importantes del último tiempo.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1m6FY4.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lNGrO.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1m3Lie.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1m3Lie.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lNGrO.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1m6FY4.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T03:22:49.715+02:00",
  "updated": "2023-12-29T03:22:49.715+02:00"
}