{
  "thread": {
    "uuid": "d55250777961f121f7aeaadb8e0de8fc9a4946a3",
    "url": "https://www.oursportscentral.com/services/releases/empire-bolsters-defense-with-signing-of-dmorea-alewine/n-6045198",
    "site_full": "www.oursportscentral.com",
    "site": "oursportscentral.com",
    "site_section": "https://www.oursportscentral.com/feeds/sv19.xml",
    "site_categories": [
      "sports"
    ],
    "section_title": "OurSports Central Indoor Soccer News",
    "title": "Empire Bolsters Defense with Signing of D'Morea Alewine",
    "title_full": "Empire Bolsters Defense with Signing of D'Morea Alewine",
    "published": "2024-01-05T21:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.oursportscentral.com/graphics/teams/masl_empire_strykers22.png",
    "performance_score": 0,
    "domain_rank": 34902,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d55250777961f121f7aeaadb8e0de8fc9a4946a3",
  "url": "https://www.oursportscentral.com/services/releases/empire-bolsters-defense-with-signing-of-dmorea-alewine/n-6045198",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@osctoday",
  "published": "2024-01-05T21:05:00.000+02:00",
  "title": "Empire Bolsters Defense with Signing of D'Morea Alewine",
  "text": "Empire Bolsters Defense with Signing of D'Morea Alewine\nJanuary 5, 2024 -\nMajor Arena Soccer League (MASL) - Empire Strykers News Release\nOntario, Calif. - The Empire Strykers today announced they have added Southern California native D'Morea \"Mo\" Alewine to their roster ahead of the crucial pair of meetings with the Dallas Sidekicks and the Texas Outlaws. Having spent the past three years in the National Independent Soccer League (NISA), Alewine, who hails from Monrovia, adds defensive depth as his new side battles for a spot in the playoffs following a subpar start to its Major Arena Soccer League (MASL) campaign.\nAs per team and league policies, financial details of Alewine's contract with the Strykers were not disclosed.\n\"Mo has a lot of the qualities that can make for a successful transition to the turf,\" offered Empire's head coach, Paul Wright. \"He's clean with the ball and makes good choices under pressure, which is especially important because lately mistakes in the back have cost us. We're hoping that Mo continues on his current trajectory. If he does, he can be very impactful for us and have a successful indoor career.\"\nHaving grown up about 25 miles from the Strykers' home venue, Ontario's Toyota Arena, Mo Alewine shined for Monrovia High School and local youth club FC Barcelona, which was rebranded as Cherif Zein Elite during his time there. He made the switch to elite academy FC Golden State (now named FC Golden State Force) at 17 years old. Alewine is also a former member of U.S. Soccer's Olympic Development Program.\nEmpire's latest signing attended Cal State Dominguez Hills from 2015 to 2018 and competed in three out of four seasons, missing 2017 due to injury. In 2019, for his senior year, he transferred to Cal State Los Angeles and was instrumental in the Golden Eagles' historic run to the NCAA championship match.\nFollowing his college career, Alewine took advantage of FC Golden State's pipeline to the pro ranks, as he joined affiliated senior side Los Angeles Force in 2020. With the Covid-19 pandemic reaking havoc that year, he finally saw extensive action with the third-division outfit in 2021. The California native would spend 2022 with Maryland Bobcats FC and part of 2023 with another fellow NISA side, Michigan Stars FC, before returning home and finishing out the season with the Force.\nThroughout his outdoor days, Mo Alewine has been utilized either as a defensive midfielder or in a box-to-box role. With the Strykers, he is expected to be a member of the backline. The 26-year-old auditioned for a spot on the roster after recently competing in a futsal league and being encouraged by other MASL players.\n\"I knew Brandon (Gomez), my teammate at LA Force, was on the Strykers,\" he said, \"so I figured why not give it a shot. At training, I enjoyed how fast-paced it was and really wanted to prove myself. The coaches liked me, so I jumped on the opportunity to sign. I'm used to playing a position that's important to the team's success but often goes unnoticed. I hope to bring that same mentality to the indoor game. Since we've had a rough run of form, I'd like to help shore up the defense and build out of the back so our attackers can do their thing. My goal is to be a big part of the team and win a championship.\"\nMo Alewine and his Empire Strykers face a pair of must-win matches in the coming days. After hitting the road for Saturday's meeting with the Dallas Sidekicks, they return home to take on Texas on Tuesday, January 9. Tickets for the clash at Toyota Arena are available at www.tixr.com/groups/theempirestrykers.\n• Discuss this story on the\nMajor Arena Soccer League message board...\nMajor Arena Soccer League Stories from January 5, 2024\n-\nEmpire Bolsters Defense with Signing of D'Morea Alewine- Empire Strykers\n-\nComets Host Heat for Primetime Matchup- Kansas City Comets\n-\nWeek 6 Players of the Week Named- MASL\n-\nSockers Meet Outlaws In Battle For First Place- San Diego Sockers\nThe opinions expressed in this release are those of the organization issuing it, and do not necessarily reflect the thoughts or opinions of OurSports Central or its staff.\nOther Recent Empire Strykers Stories\n-\nEmpire Bolsters Defense with Signing of D'Morea Alewine\n-\nStrykers Add Former Mexico International Miguel Ponce\n-\nEmpire Faces \"Must-Win\" Meetings with Sidekicks, Outlaws\n-\nStrykers Fall 7-5 to Stars Despite Fabián's Standout Play\n-\nEmpire Signs Ex-MLS Prospect Harold Hanson",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Sport"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "d'morea alewine",
        "sentiment": "negative"
      },
      {
        "name": "mo",
        "sentiment": "none"
      },
      {
        "name": "alewine",
        "sentiment": "none"
      },
      {
        "name": "paul wright",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "major arena soccer league",
        "sentiment": "none"
      },
      {
        "name": "dallas sidekicks",
        "sentiment": "none"
      },
      {
        "name": "national independent soccer league",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "southern california",
        "sentiment": "none"
      },
      {
        "name": "monrovia",
        "sentiment": "none"
      },
      {
        "name": "ontario",
        "sentiment": "none"
      },
      {
        "name": "calif.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:39:22.820+02:00",
  "updated": "2024-01-06T00:39:22.820+02:00"
}