{
  "thread": {
    "uuid": "b56ae6b0f962cd20aeab5bf81ad33b9823b20019",
    "url": "https://www.prensa-latina.cu/2024/06/22/aviones-comerciales-en-eeuu-la-forma-mas-segura-para-viajar",
    "site_full": "www.prensa-latina.cu",
    "site": "prensa-latina.cu",
    "site_section": "https://www.prensa-latina.cu/seccion/ciencia/",
    "site_categories": [
      "media"
    ],
    "section_title": null,
    "title": "Aviones comerciales en EEUU, la forma más segura para viajar",
    "title_full": "Aviones comerciales en EEUU, la forma más segura para viajar",
    "published": "2024-06-22T17:58:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CU",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 20394,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b56ae6b0f962cd20aeab5bf81ad33b9823b20019",
  "url": "https://www.prensa-latina.cu/2024/06/22/aviones-comerciales-en-eeuu-la-forma-mas-segura-para-viajar",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Deisy Francis Mexidor",
  "published": "2024-06-22T17:58:00.000+03:00",
  "title": "Aviones comerciales en EEUU, la forma más segura para viajar",
  "text": "La mala racha comenzó cuando el 5 de enero último a un Boeing 737 Max de Alaska Airlines se le hizo un boquete en pleno vuelo tras perder una puerta y a partir de ahí surgieron una serie de acontecimientos que plantean preocupaciones sobre la seguridad aérea.\nEl más reciente suceso se produjo la noche del miércoles. Un Boeing de Southwest Airlines descendió a escasos 525 pies del suelo sobre una ciudad de Oklahoma cuando todavía estaba a nueve millas (unos 14,4 kilómetros) del aeropuerto de Oklahoma City, lo que provocó una alerta de baja altitud, que investiga la Administración Federal de Aviación.\nEl pasado 18 de junio el director ejecutivo de Boeing, Dave Calhoun, testificó en el Subcomité de Investigaciones de Asuntos Gubernamentales y Seguridad Nacional del Senado donde respondió preguntas sobre los problemas en el fabricante de aviones (el segundo más grande del mundo después de Airbus).\nAunque se suponía que el ejecutivo de Boeing asumiría responsabilidad, dijo que estaba orgulloso del historial de seguridad de la compañía en medio de las historias en el aire y los informes en tierra que atentan en los últimos tiempos contra la confianza de tripulantes y viajeros, comentó la prensa local.\nNo obstante, volar es la forma más segura de viajar. Un recuento publicado en medios locales arrojó que, desde que un avión regional se estrelló en Buffalo, Nueva York, en enero de 2009, ocasionando la muerte a las 49 personas que iban en la aeronave y a una en tierra, solo otras cinco perdieron la vida en accidentes en vuelos comerciales regulares en el país.\nAl realizar un análisis comparativo un promedio superior al centenar de personas falleció por día en las carreteras y autopistas de Estados Unidos entre 2003 y 2022, el año más reciente del cual se dispone de estadísticas, asegura la cadena CNN.\nEso significa que murieron casi tantas personas en carreteras y autopistas cada hora como el número de los que perecieron en accidentes de la aviación comercial de Estados Unidos en 15 años.\nLas cifras excluyen otras formas de volar no son tan seguras, relacionadas con los aviones privados.\nrgh/dfm",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Lifestyle and Leisure"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-22T18:39:00.614+03:00",
  "updated": "2024-06-22T18:39:00.614+03:00"
}