{
  "thread": {
    "uuid": "f3e29ee9ac3750446de391f0e5ee4f1492341360",
    "url": "https://www.telegraph.co.uk/lifestyle/2023/12/29/pam-ayres-raf-changed-my-life/",
    "site_full": "www.telegraph.co.uk",
    "site": "telegraph.co.uk",
    "site_section": "https://ca.sports.yahoo.com/rss/",
    "site_categories": [
      "vehicles"
    ],
    "section_title": "Yahoo Canada Sports - Sports News, Scores, Rumours, Fantasy Games, and more",
    "title": "Pam Ayres: ‘I wouldn’t be where I am today without the RAF – it changed my life’",
    "title_full": "Pam Ayres: ‘I wouldn’t be where I am today without the RAF – it changed my life’",
    "published": "2023-12-29T11:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://www.telegraph.co.uk/content/dam/lifestyle/2023/12/27/TELEMMGLPICT000270341150_17036863443440-xlarge_trans_NvBQzQNjv4BqoHFBPgG5JS7XdVlLQy3_s_SsAIeVWg5VsMggdZY7tkY.jpeg?imwidth=1200",
    "performance_score": 0,
    "domain_rank": 141,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f3e29ee9ac3750446de391f0e5ee4f1492341360",
  "url": "https://www.telegraph.co.uk/lifestyle/2023/12/29/pam-ayres-raf-changed-my-life/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jim White",
  "published": "2023-12-29T11:00:00.000+02:00",
  "title": "Pam Ayres: ‘I wouldn’t be where I am today without the RAF – it changed my life’",
  "text": "For Pam Ayres, the RAF Benevolent Fund is something personal. Very personal.\n“I owe a huge debt to the RAF,” she says. “It opened my eyes to the world, it gave me the chance to perform. You could say I wouldn’t be where I am today without the RAF. It changed my life.”\nAnd Ayres is not exaggerating when she says her time in the service was pivotal. For more than 50 years she has been one of the country’s favourite performers , her observational poetry and songs invariably raising chortles and warming cockles. Still performing live, still producing volumes of delightful verse, still campaigning on wildlife issues, she reckons none of it would have happened without the RAF.\n“I was brought up very rural,” she recalls. “In our village [Stanford in the Vale in south Oxfordshire] there was only one bloke, called Johnny Moss, who had a car. Everybody else had a bike. You couldn’t go far. It was such a narrow view of life. Four of my brothers did National Service, went off on interesting experiences in faraway places. Me? I left school with very few qualifications, got a job as a civil servant filling in forms and hated it. I wanted to see the world. So I thought: right, I’ll do the same as my brothers.”\nThus it was that in 1965, aged 18, she joined the Women’s RAF. Not that she became a female Tom Cruise, flying supersonic Top Gun raids across the continent. Her experience was rather more prosaic: she was a Plotter Air Photographer, working on operational maps.\n“When I went to sign up in Reading, I told the sergeant there I like drawing,” she remembers. “He said, ‘Oh well, we’ll put you in the drawing office’. Which was not what I had in mind. I was dismayed at first – I found the work really difficult. There was a lot of maths, focal lengths, formula: that sort of thing. I just wasn’t good at it. Actually, I was pretty rubbish.”\nPam Ayres in her RAF days But if the work was challenging, the service offered the young Pam one sizable compensation.\n“The wonderful thing about the RAF then were the sports clubs, the swimming clubs, the education opportunities. And the theatre clubs.”\nIt was when she got a posting in Singapore that she discovered a talent that was to become the making of her. “There was a marvellous theatre on the base there, really well-equipped, and on a Friday night there’d be a club night, people singing or doing shows. It’s a bit grand to call it a cabaret, but I did a few funny parts and found people were laughing.”\nAnd the fact she was able to make people laugh, she says, was the most “wonderful discovery” of her life. “It was a thrilling thing. That great gust of laughter is really addictive.”\nBy now hooked, keen to perform as often as she could, there was just one issue. Quite a significant one at that.\n“I couldn’t find anything others had written that suited my accent,” she says, her South Oxfordshire burr as gloriously vibrant as ever as she chats on the phone from her home in Cirencester, where she is in the midst of what she describes as “a right stinker of a cold”.\nSo, needing her own material to make her fellow servicemen and women laugh, she started to write the witty verse that became her trademark.\n“When I found people were falling about at that, it gave me such a boost of confidence,” she recalls. “I’d write all the time. And I found I could learn lines really quickly. I’ve never liked to read my verse from a book. I want to look the audience in the eye.”\nThe trouble was, after completing three years in the service, stripped of the opportunities for such glorious self-expression, she initially struggled back on civvy street.\n“I did a succession of crummy jobs,” she recalls. “I couldn’t replace the facilities the RAF offered. I felt completely lost. So much so, I applied to go back in. I tried to be an air quartermaster, but I didn’t get through the course and was given the thumbs down. I was heartbroken.”\nWhich is why she is now such a supporter of the RAF Benevolent Fund.\n“I can understand completely how people feel leaving the service,” she says. “I understand how they sometimes get into difficulties. It’s because if you spend a long time in it, you get used to the framework, know how it all works, the common interests and aims. All that support and facilities fall away when you leave. By comparison the outside world can feel a bit draughty.”\nWhen one of Pam's poems was selected for Radio 4’s Pick of the Week, a much wider audience was given access to her work Credit : CLARA MOLDEN The RAFBF, she adds, is there to help those in need of a bit of insulation.\n“If your relationship has broken up, if you’ve been chucked out of your house, fallen on hard times, the fund is there for you,” she says. “There are so many ways it helps people who have been in the RAF. In a way, it has the same feel of the big family that you get while in the service. I approve of the feel of a big family. It’s always there for you if you need it.”\nNot that the young Pam needed it. Despite being forlorn at not being able to get back in the RAF, despite working in a succession of dead end jobs, she kept writing. And the good news was, by the early 1970s, in the west Oxfordshire town of Witney where she was then based, there was a burgeoning folk scene. She would perform in local pubs and clubs as often as she could.\n“One night I was on stage declaiming a poem about how I wish I’d looked after my teeth and BBC Radio Oxford [the then newly established local radio station] was in there recording for a folk programme. They heard me and invited me into the studio. I did a show and they offered me a weekly spot.”\nWhen one of her poems was selected for Radio 4’s Pick of the Week, and subsequently Pick of the Year, a much wider audience was given access to her work. Funny, poignant, wry, it was work that proved an instant nationwide hit.\n“Like most poets, I’d dismally failed to interest any publishers,” she says. “So I took my work to Church Army Press in Witney and amazingly nobody showed me the door. We did a book and when people heard my stuff on Pick of the Week, the manager of WH Smith kept coming to my flat to get more copies. I was getting deluged with fan letters from Canada, which was very odd. We sold 7,000 copies and I was away.”\nAnd, as she took off, becoming a fixture on television, radio and in the bestseller lists, she never forgot what had first given her impetus: the RAF.\n“I don’t think I’ve shouted enough about the RAFBF,” she says. “But I should do, because it’s a wonderful, wonderful thing.”\nThe RAF Benevolent Fund is one of four charities supported by this year’s Telegraph Christmas Charity Appeal . The others are Go Beyond, Race Against Dementia and Marie Curie . To make a donation, please visit telegraph.co.uk/2023appeal or call 0151 284 1927\nRelated Topics Christmas, Telegraph Christmas Charity Appeal 2023, Royal Air Force",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pam ayres",
        "sentiment": "negative"
      },
      {
        "name": "ayres",
        "sentiment": "none"
      },
      {
        "name": "johnny moss",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "raf",
        "sentiment": "negative"
      },
      {
        "name": "raf benevolent fund",
        "sentiment": "negative"
      },
      {
        "name": "stanford",
        "sentiment": "none"
      },
      {
        "name": "national service",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "oxfordshire",
        "sentiment": "none"
      },
      {
        "name": "vale",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T11:32:24.411+02:00",
  "updated": "2023-12-29T11:32:24.411+02:00"
}