{
  "thread": {
    "uuid": "ee90136ade3cc630972dabf37bc1073ea6176bd4",
    "url": "https://omaha.com/news/local/future-omaha-streets-could-be-more-durable-less-pothole-prone-with-new-concrete-recipe/article_121db030-cb75-11ee-a561-83bd91de2fa2.html",
    "site_full": "omaha.com",
    "site": "omaha.com",
    "site_section": "http://omaha.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Omaha News | Omaha World Herald | Read Omaha, NE and Nebraska breaking news. Get latest news, events and information on Nebraska sports, weather, entertainment and lifestyles",
    "title": "Future Omaha streets could be more durable, less pothole-prone with new concrete recipe",
    "title_full": "Future Omaha streets could be more durable, less pothole-prone with new concrete recipe",
    "published": "2024-02-15T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/omaha.com/content/tncms/assets/v3/editorial/1/21/121db030-cb75-11ee-a561-83bd91de2fa2/65ce57fd24de2.preview.png?crop=1600%2C840%2C0%2C29&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 4557,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 1,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ee90136ade3cc630972dabf37bc1073ea6176bd4",
  "url": "https://omaha.com/news/local/future-omaha-streets-could-be-more-durable-less-pothole-prone-with-new-concrete-recipe/article_121db030-cb75-11ee-a561-83bd91de2fa2.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Christopher Burbach World-Herald Staff Writer",
  "published": "2024-02-15T07:00:00.000+02:00",
  "title": "Future Omaha streets could be more durable, less pothole-prone with new concrete recipe",
  "text": "Future Omaha streets could provide drivers a smoother ride because of changes the city is making to its specifications for concrete construction. The city tweaked the concrete recipe that contractors must follow when building new streets, sidewalks and other concrete structures for the City of Omaha. The Omaha Public Works Department included the changes in a 2024 update to the city's Standard Specifications for Public Works Construction, a 351-page document that spells out how city infrastructure and improvements must be built. The City Council approved the document this week. The concrete recipe was only a small part of the document that was deep in the council's consent agenda, but Council President Pete Festersen said it's important. \"It will extend the life of our streets, do a better job of preventing potholes and stretch our tax dollars further,\" Festersen said. People are also reading… That's especially important now, he said. \"We're still on the front of an additional $200 million in voter-approved street bond work, and we still have a lot of work to do to improved the conditions of our streets,\" Festersen said. The revised Public Works Department specifications are part of a periodic review and update process that the city always does, Assistant Public Works Director Austin Rowser said. \"The update is not about potholes, although they can be a symptom of a poorly performing concrete,\" Rowser said. \"It applies to all public works construction, including streets, sewers, sidewalks, etc. It's about delivering the best products available with our capital projects.\" Public Works arrived at the update after a process that included reviewing current government and industry standards and soliciting contractors' and engineers' input to a draft document. For the concrete recipe, the city slightly changed the proportions of aggregates, such as gravel and sand. They're also now requiring contractors to use blended cements with additives that help defend against a chemical reaction that can cause cracking and expansion in poured concrete. That will lead to better durability, Rowser said. Will it prevent potholes? \"It produces more durable concrete, and potholes are a symptom of failing concrete,\" Rowser said. The standards for concrete apply to new construction throughout the city and its zoning jurisdiction that's outside city limits. Importantly, Festersen noted, they apply to sanitary and improvement districts, or SIDs. Developers typically build SID streets that eventually become city streets through annexation. Festersen said a couple of street failures \"created some urgency\" around updating the concrete specifications. \"The one that was sort of infamous in nature was 144th Street,\" Festersen said. Potholes [so ravaged](https://omaha.com/news/local/city-fixes-and-reopens-stretch-of-144th-street-ravaged-by-potholes/article_cde32162-c13d-5d56-b3c5-ca32767e8cdf.html) a segment of 144th Street in Millard in March 2019 that the closed the street until it could rebuild it. The entire street had broken down into a washboard of weathered roadway, World-Herald transportation reporter Jeffrey Robb reported at the time. The new concrete mixture is expected to cost the city about the same or a little less money in construction expense. \"It'll definitely save tax dollars over the long term by increasing how long the streets last,\" Festersen said. [chris.burbach@owh.com](mailto:chris.burbach@owh.com), 402-444-1057, [twitter.com/CHRISBURBACH](http://twitter.com/CHRISBURBACH)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [
    "http://twitter.com/CHRISBURBACH)",
    "http://www.twitter.com/CHRISBURBACH)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pete festersen",
        "sentiment": "none"
      },
      {
        "name": "festersen",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "omaha public works department",
        "sentiment": "none"
      },
      {
        "name": "standard specifications for public works construction",
        "sentiment": "none"
      },
      {
        "name": "city council",
        "sentiment": "none"
      },
      {
        "name": "council",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "omaha",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T00:31:57.544+02:00",
  "updated": "2024-02-16T00:31:57.544+02:00"
}