{
  "thread": {
    "uuid": "f89daf954afe79d325073422ff04204ded85053b",
    "url": "https://vnexplorer.net/z/934883.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/es",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "ES - VNExplorer",
    "title": "'Alberto' salva presas de NL de la sequía; deja más de 500 mm de lluvia",
    "title_full": "'Alberto' salva presas de NL de la sequía; deja más de 500 mm de lluvia",
    "published": "2024-06-21T16:57:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1oFfoE.img",
    "performance_score": 0,
    "domain_rank": 82409,
    "domain_rank_updated": "2024-06-18T13:08:29.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f89daf954afe79d325073422ff04204ded85053b",
  "url": "https://vnexplorer.net/z/934883.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-06-21T16:57:00.000+03:00",
  "title": "'Alberto' salva presas de NL de la sequía; deja más de 500 mm de lluvia",
  "text": "Tormenta Alberto: Aumenta creciente del río Santa Catarina en Nuevo León Algunas zonas de Nuevo León registraron más de 500 milímetros de lluvia gracias a la tormenta tropical Alberto. Para este fin de semana se esperan otros 100 o 150 mm, ya que se forma un ciclón más que podría llegar al estado este domingo. Además, las lluvias derivadas de Alberto rescataron a las presas de Nuevo León debido a que enfrentaban una situación crítica por la sequía. En rueda de prensa, el gobernador Samuel García ofreció un balance de las precipitaciones en la entidad, al corte de la mañana de este viernes. Te recomendamos: &#039;Alberto&#039; deja daños en carreteras de NL; rescatan a 120 personas “Hay zonas que llovieron más de 500 milímetros y ahorita les voy a explicar que vienen otros 100 o 150 más el fin de semana y además hay que estar atentos porque ya está a un 60 por ciento la probabilidad de que en 48 horas se forme otro disturbio”, indicó el jefe del Ejecutivo estatal. Mencionó que el nuevo ciclón tropical que llegará a Nuevo León no será tan fuerte como Alberto. &quot;Pero cualquier disturbio podría traer más lluvia y otros 100 o 200 milímetros&quot;, indicó. Reanudan labores normales en NL tras paso de Alberto Por otra parte, Samuel García comentó que la población reanudó labores en forma normal a partir de este viernes 21 de junio luego de los estragos que causó Alberto como tormenta tropical. “Hoy se reanudaron labores, se reanudó el transporte por eso ya no hubo un acuerdo de prórroga, pero sí hay una alta recomendación al home office y no salir si no es necesario”, apuntó. Las clases se reactivarán hasta el próximo lunes para evitar riesgos entre la población estudiantil. “Sigue llegando lluvia, seguirá llegando al menos hasta el jueves que viene”, expuso. Captación de agua en presas de Nuevo León El gobernador de Nuevo León, Samuel García, habló de la captación de agua que tuvieron los embalses de la entidad a los que ya se suma La Presa Libertad y detalló en qué nivel de capacidad están. El mandatario estatal detalló que Presa Cerro Prieto, en Linares está al 30% de su capacidad La Boca, al 105 % y con la compuerta abierta para el desfogue a El Cuchillo. “Cuchillo tiene 512 millones de metros cúbicos, 45% (de su capacidad), a las 6 de la mañana. Se estima que hoy al mediodía andaremos al 50”, compartió. Presa Libertad, al 22 por ciento de su capacidad. “Este es el corte, hoy viernes. Fue el escenario optimista que vimos el lunes”, mencionó vjcm",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Weather",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-22T01:12:20.902+03:00",
  "updated": "2024-06-22T01:12:20.902+03:00"
}