{
  "thread": {
    "uuid": "db2c86369b77fa8393a9beddf7af4bebf813d6f9",
    "url": "https://worldnewsera.com/news/entrepreneurs/blue-collar-workers-won-big-in-2023-defying-bleak-predictions/",
    "site_full": "worldnewsera.com",
    "site": "worldnewsera.com",
    "site_section": "https://worldnewsera.com/sports",
    "site_categories": [],
    "section_title": "Sports - WorldNewsEra",
    "title": "Blue Collar Workers Won Big In 2023, Defying Bleak Predictions - WorldNewsEra",
    "title_full": "Blue Collar Workers Won Big In 2023, Defying Bleak Predictions - WorldNewsEra",
    "published": "2023-12-30T13:16:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/IKTQQBTSWNTEAUJBPYKRPC34EA_size-normalized.jpg&w=1440",
    "performance_score": 0,
    "domain_rank": 63542,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "db2c86369b77fa8393a9beddf7af4bebf813d6f9",
  "url": "https://worldnewsera.com/news/entrepreneurs/blue-collar-workers-won-big-in-2023-defying-bleak-predictions/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Editor World News Era",
  "published": "2023-12-30T13:16:00.000+02:00",
  "title": "Blue Collar Workers Won Big In 2023, Defying Bleak Predictions - WorldNewsEra",
  "text": "[Entrepreneurs](../) Blue collar workers won big in 2023, defying bleak predictions Employers agreed to pay more for workers because of a historically tight labor market, meaning it proved more economical to boost wages and benefits than to try to find new workers or risk losing current ones. The unemployment rate, a key indicator of the labor market’s health, has remained below 4 percent for two years [as of November](//www.washingtonpost.com/business/2023/12/08/jobs-november-unemployment/?itid=lk_inline_manual_7), a stretch last accomplished in the 1960s. And hourly wage growth began to outpace inflation this spring after years of falling behind, boosting workers’ standard of living, especially the lowest earners. “Resilience was really the theme for the labor market in 2023,” said Daniel Zhao, lead economist at the jobs site Glassdoor, noting that a tight labor market created a ripe environment for a heightened number of workers to strike. “We entered the year with significant headwinds. But as the year progressed, the labor market was able to continue powering forward.” Headed into 2023, many Wall Street forecasters were predicting a recession. The Federal Reserve was in the midst of an aggressive campaign to raise interest rates to fight inflation, leading to the widespread belief that the unemployment rate would rise in response to weakened labor demand. Those fears lingered into the early months of the year, as 160,000 [layoffs in the tech industry ](//www.washingtonpost.com/business/2023/01/06/layoff-numbers/?itid=lk_inline_manual_10)in the first three months of the year and a [series of bank failures](//www.washingtonpost.com/business/2023/03/13/bank-failure-size-svb-signature/?itid=lk_inline_manual_10) briefly sparked concerns about a broader meltdown in the economy. But recession fears faded as [stronger-than-expected](//www.washingtonpost.com/business/2023/10/24/consumer-spending-wealthy-economy-gdp/?itid=lk_inline_manual_12) consumer spending pushed employers to keep hiring at a healthy clip. Fierce competition for workers has pushed employers to continue to raise wages, with the bottom 25 percent of wage earners seeing the biggest wage gains this year, according to data from the Federal Reserve Bank of Atlanta. Justin Wolfers, an economist at the University of Michigan, called 2023 “genuinely a banner year for the working class and low paid workers,” noting the economic recovery since covid has been strongest for those on the lower end of the income scale. “Low unemployment is the most important thing raising the stock of American workers,” he said. “The second most important thing is they’ve managed to negotiate quite substantial real wage gains.” The strength of the labor market played a crucial role in a series of strikes that helped secure the strongest union contracts in decades across a variety of industries this year. “When the labor market is tight, union activity is less risky because you’re more likely to be able to find another job in a reasonable time if an employer retaliates against you,” said Heidi Shierholz, former Labor Department economist and president of the Economic Policy Institute, a Washington-based think tank. Notably, 11,500 screenwriters [walked out](//www.washingtonpost.com/nation/2023/05/02/wga-strike-2023-writers-guild-america/?itid=lk_inline_manual_20) in May, [followed](//www.washingtonpost.com/arts-entertainment/2023/07/13/hollywood-writers-actors-strike-sag-aftra/?itid=lk_inline_manual_20) by 160,000 actors in July, bringing Hollywood to a standstill for the first time since the 1960s, eventually [securing](//www.washingtonpost.com/entertainment/2023/11/15/sag-strike-end-what-to-know/?itid=lk_inline_manual_20) streaming bonuses and protections against the use of artificial intelligence. Then 45,000 workers at the Big 3 Detroit automakers staged the auto-manufacturing industry’s [most disruptive strike in decades](//www.washingtonpost.com/business/2023/11/12/fain-uaw-contract-wins/?itid=lk_inline_manual_23), winning raises of at least 25 percent over 4½ years and the ability to strike over plant closures. Meanwhile, 75,000 Kaiser Permanente health-care workers walked off the job for three days in October, making for largest health-care work stoppage in U.S. history, scoring raises of more than 20 percent over four years and a new $25 hourly minimum wage in California. Shenika Brown, who cleans hospital beds and operating rooms for Kaiser in Irvine, Calif., said she expects her pay to jump from $20 to $25 an hour when the contract gains kick in with her next paycheck. This year she regularly picked up 16-hour shifts, which ran from 7 a.m. to 11:30 p.m., and that meant not seeing her 3-year-old son after getting home. “I was missing out on a lot of family time,” Brown said. “The question was, ‘am I putting gas in my car or do I eat this week? I ate 25-cent noodles. All eating out had to stop. This raise will change that.” Even mere strike threats pushed employers into agreeing to eye-popping wage gains. In Nevada, the powerful Culinary Workers Union won 32 percent in raises in their five year contract — the biggest raises in close to 90 years — for some 40,000 workers, the union said, after workers authorized a strike this fall. Among them was Maria Bedolla, a housekeeper for the past 17 years at the Mandalay Bay Casino on the Las Vegas Strip. Her pay rose by $3 an hour to $24.62 an hour with the new contract. The raise will allow her to save up for a vacation to Cancún, but her finances are still tight due to “inflation being too high,” she said. Some economists note that these historic wage increases are not as strong as they look on paper because inflation has eaten away at workers’ paychecks. Inflation has been falling in recent months, but prices for many products are substantially higher than they were before the pandemic. Still, the momentum in the labor movement is more than just a response to a hot labor market and inflation, according to labor economists, historians and sociologists. Workers are responding to the riskier working conditions they endured during the pandemic and decades of watching their wages remain relatively stagnant as corporate profits and executive compensation soared. CEO pay at the Big 3 automakers rose by 40 percent compared with 6 percent for workers in the four years leading up to the auto strike, according to union officials. “The reason workers became militant was because of really understanding that employers were doing extremely well,” said Rebecca Givan, a professor of labor studies at Rutgers University. “And unless workers fought back, they weren’t going to get a share of that.” The U.S. Chamber of Commerce has argued that this year’s strikes have caused “collateral damage to a host of local businesses and communities,” including by increasing consumer costs and hurting small businesses. But workers’ sentiments are reflected in polling data. American support for unions has soared over the past decade, after hitting a record low during the Great Recession. Sixty-seven percent of Americans said they support unions, according to a 2023 Gallup poll. The popularity of these movements conceals the ongoing weakness of the labor movement as measured by the steady decline in union membership over the last 40 years. Union representation [hit a record low](//www.washingtonpost.com/business/2023/01/19/union-membership-2022/?itid=lk_inline_manual_43) in 2022, with around 10.1 percent of U.S. workers in unions, down from 20.1 percent in 1983. And union density in the United States is likely to have dropped again in 2023, as the workforce probably grew at a faster rate than workers joined unions, said Shierholz, the Economic Policy Institute director. Indeed, the vast majority of American workers did not engage in strikes or work stoppages in 2023. But millions of workers did benefit from substantial wage gains, in part due to easing inflation — at 3.1 percent in November, plentiful job opportunities and the ability to switch jobs. Hardy job creation in service-providing industries, such as health care, education and state and local government, has helped keep the labor market favorable to workers, even as growth in industries like manufacturing, retail and professional and business services has been sluggish in 2023. More vulnerable groups of workers are faring remarkably well compared with previous periods of economic recovery. The unemployment rate for Black workers, which is often double the White unemployment rate, [hit an all-time low](//www.washingtonpost.com/business/2023/04/07/black-unemployment-rate-record-low/?itid=lk_inline_manual_48) in May, at 5 percent, though it has since risen to 5.8 percent. And the unemployment rate for those without college degrees is also near its lowest point on record. Typically, higher wage earners recover their losses faster, as they did after the 2008 Recession, but the pandemic recovery turned that logic on its head. “Whenever the economy slows, the first people hurt are the working class,” said Wolfers, the University of Michigan economist. “It’s remarkable that this has been a recovery that has delivered a huge amount for production and nonsupervisory workers.” By many measures, the labor market is arriving back at its 2019 pre-pandemic normal, a period defined by low unemployment and strong wage gains for low-wage workers. And economists expect the labor market to continue to settle into a healthy pace of growth in 2024. That, combined with a fresh set of union contract expirations, could bring about a fresh wave of strikes in the new year. Union contracts covering tens of thousands of AT&T wireline workers, Hollywood television and film crew workers, and Boeing workers will expire throughout the year and could keep the strike wave rolling. [World News](/)|| [Latest News](/news)|| [U.S. News](../../us-news) [Source link](//www.washingtonpost.com/business/2023/12/30/2023-strikes-workers-american-wages-labor/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "daniel zhao",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T13:19:58.669+02:00",
  "updated": "2023-12-30T13:19:58.669+02:00"
}