{
  "thread": {
    "uuid": "5f933dd0366b49e87d0f30046833cd107ab55e4b",
    "url": "https://assets.wam.ae/resource/lqy01ozn1k81konpo.jpg",
    "site_full": "assets.wam.ae",
    "site": "wam.ae",
    "site_section": "http://feeds.uaenews.net/rss/e3942fd745a4fbc9",
    "site_categories": [],
    "section_title": "uaenews.net latest rss headlines",
    "title": "Hamdan bin Mohammed opens 5th edition of Gov Games in Dubai Festival City",
    "title_full": "Hamdan bin Mohammed opens 5th edition of Gov Games in Dubai Festival City",
    "published": "2024-02-29T14:24:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "AE",
    "main_image": "https://cdn.bignewsnetwork.com/NWQ1N2U4YTktNjg.jpg",
    "performance_score": 0,
    "domain_rank": 12725,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5f933dd0366b49e87d0f30046833cd107ab55e4b",
  "url": "https://assets.wam.ae/resource/lqy01ozn1k81konpo.jpg",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-02-29T14:24:00.000+02:00",
  "title": "Hamdan bin Mohammed opens 5th edition of Gov Games in Dubai Festival City",
  "text": "DUBAI, 29th February, 2024 (WAM) -- H.H. Sheikh Hamdan bin Mohammed bin Rashid Al Maktoum, Crown Prince of Dubai and Chairman of Dubai Executive Council, today opened the fifth edition of the Gov Games in Dubai Festival City.\nWith 194 teams participating from around the world, the four-day sporting extravaganza marks its largest edition to date.\nRunning until 3rd March, the Gov Games 2024 is being hosted in partnership with DP World and in cooperation with the Dubai Sports Council.\nThe event commenced with high-octane action as 84 men's and 26 women's teams competed in the Battle of the Government category. The contests included a series of limit-testing physical and mental challenges.\nSheikh Hamdan bin Mohammed said, \"The Gov Games has become a symbol of global sporting values, including sportsmanship, teamwork, and community. This is exemplified by the camaraderie showcased by the largest number of international teams participating in the tournament's largest edition to date.\"\nWelcoming all 194 teams to this year's finals, Sheikh Hamdan praised the expansion and diversity achieved by the Gov Games, which includes the return of 28 international teams participating in the Battle of the Cities. \"The annual global event reflects the vision of His Highness Sheikh Mohammed bin Rashid Al Maktoum, Vice President, Prime Minister and Ruler of Dubai, to strengthen Dubai's status as a key destination for global sporting events and to integrate human development, creativity, and innovation into all aspects of life and society in Dubai,\" Sheikh Hamdan said.\n\"The Gov Games has evolved into a global platform where participants from across the world collaborate, exchange experiences, and strive to improve their teamwork and leadership abilities. They confront tough challenges with a blend of strategic thinking and physical resilience, qualities that are essential for development in every aspect of life,\" he added.\nSheikh Hamdan noted, \"Offering youth the chance to engage in the Gov Games for the first time through the Junior Gov Games demonstrates our dedication to fostering cooperation and cultivating leadership skills among our youth, which are crucial for empowering the leaders of tomorrow.\"\nThe inaugural day of the Gov Games saw fierce competition among the teams engaging in the Battle of the Government category, both for men and women. Among those qualifying for the women's Battle of the Government competition were:\n1. Dubai Police with 98 points.\n2. Emirates Schools Establishment with 96.7 points.\n3. Dubai Electricity & Water Authority with 84.3 points.\n4. Roads and Transport Authority with 78.4 points.\nThe announcement of the four finalists from the men's teams for the Battle of the Government will take place at the conclusion of all rounds in this category.\nA total of 194 teams are participating in the Gov Games, comprising 84 teams in the Battle of the Government tournament for men and 26 teams for women. Additionally, there are 28 teams in the Battle of the Community tournament and 28 teams representing various global cities in the Battle of the Cities. Furthermore, 28 teams are taking part in the Junior Gov Games. All these teams are competing in an atmosphere filled with excitement and enjoyment.\nThe Gov Games 2024 is supported by a distinguished roster of partners and sponsors, including DP World as the Official Partner, the Dubai Sports Council as a Strategic Sponsor, and esteemed Golden Sponsors like Emirates General Petroleum Corporation (Emarat), Damac Properties, and Emirates Post Group (7X), and Dubai Electricity & Water Authority (DEWA) and First Abu Dhabi Bank as silver sponsors, in addition to Dubai Festival City, Home Bakery, Al Fares International Tents, Jeep and Emirates Integrated Telecommunications Company (du).\nBuilding on the success of previous editions, which attracted over 4,500 participants from various government entities, this year's Gov Games is set to further enrich Dubai's vibrant sporting calendar.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Sport"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hamdan bin mohammed",
        "sentiment": "negative"
      },
      {
        "name": "h.h. sheikh hamdan bin mohammed bin rashid al maktoum",
        "sentiment": "negative"
      },
      {
        "name": "hamdan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "dubai sports council",
        "sentiment": "none"
      },
      {
        "name": "dubai executive council",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "dubai festival city dubai",
        "sentiment": "none"
      },
      {
        "name": "dubai festival city",
        "sentiment": "none"
      },
      {
        "name": "dubai",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:19:21.698+02:00",
  "updated": "2024-03-01T00:19:21.698+02:00"
}