{
  "thread": {
    "uuid": "a889a9385b211a423c01762cadae00ecc1a0048e",
    "url": "https://journalstar.com/bidens-top-10-for-2023/article_d689257e-e5ce-5687-8aca-9eb43601655e.html",
    "site_full": "journalstar.com",
    "site": "journalstar.com",
    "site_section": "http://journalstar.com/search/?f=rss&#038;t=article&#038;c=news/state-and-regional*&#038;l=25&#038;s=start_time&#038;sd=desc",
    "site_categories": [
      "media"
    ],
    "section_title": "journalstar.com - RSS Results",
    "title": "Biden's top 10 for 2023",
    "title_full": "Biden's top 10 for 2023",
    "published": "2023-12-29T08:43:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/journalstar.com/content/tncms/custom/image/2a3b23f8-c545-11ea-a4d0-5f948ef847e8.jpg?resize=600%2C315",
    "performance_score": 0,
    "domain_rank": 6662,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a889a9385b211a423c01762cadae00ecc1a0048e",
  "url": "https://journalstar.com/bidens-top-10-for-2023/article_d689257e-e5ce-5687-8aca-9eb43601655e.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T08:43:00.000+02:00",
  "title": "Biden's top 10 for 2023",
  "text": "10. He killed a top Islamic State leader in Syria. In April, U.S. forces launched a strike that took out Khalid Aydd al-Jabouri, an Islamic State leader involved in planning attacks in Europe.\n9. He further strengthened restrictions on China's access to advanced technology. Last year, the administration blocked U.S.companies from selling chips or semiconductor equipment to China. This year, the president further tightened the tech noose, banning Americans from investing in Chinese companies developing advanced semiconductors and quantum computers.\n8. He hosted the first trilateral summit with South Korea, Japan and the United States. The Camp David meeting of the three allies was a watershed moment for security in East Asia. As one George W. Bush administration official put it: \"We could barely get South Korean and Japanese leaders to meet with us in the same room.\" Biden continued to strengthen U.S. alliances to counter China in other ways, as well, conducting joint military drills with Japan and Australia in Chinese-claimed areas of the South China Sea; launching the second pillar of his historic agreement with Britain and Australia (known as AUKUS) to jointly develop advanced military capabilities to counter Beijing; holding his third leader-level summit of the Indo-Pacific Quad (Japan, Australia, India and the United States); and conducting a state visit to Hanoi to strengthen our partnership with Vietnam.\nPeople are also reading… Nebraska two-sport athlete Maggie Mendelson enters transfer portal Lincoln receives up to 5 inches of snow; other areas see blizzard conditions Double blessings: Twin brothers welcome babies on same day in Lincoln Lincoln restaurants open on Christmas Eve and Christmas Lancaster County Sheriff to put six automatic license plate readers along I-80 'I don't believe in welfare' — Nebraska Gov. Pillen maintains he won't seek federal grocery aid Green Christmas: $2 million Powerball ticket sold in northeast Nebraska Former Nebraska volleyball player transfers to Penn State LFR responds to fire at Lazlo's in south Lincoln 'Same bar they always loved': Davey Tavern reopens under new ownership How Dylan Raiola flipped from Georgia to Nebraska, creating ripples in college football Fourth generation set to lead Lincoln's largest bank Christmas blizzard for Nebraska. Find out what to expect across the state here How summer camps play a vital role in Nebraska football's recruiting vision 2 Lincoln men among first to challenge their gun charges following Supreme Court decision 7. He launched the \"Replicator Initiative\" to better compete with China. It can take a decade or more to put a new weapons system in the hands of warfighters. This project aims to fasttrack weapons development and production so the Defense Department can rapidly field thousands of inexpensive, disposable unmanned systems.\n6. He provided military aid to Taiwan under a program reserved for sovereign states. The $80 million arms sale was unprecedented — the first ever approved for Taiwan using the Foreign Military Financing program that allows partner nations to purchase U.S. defense articles, services and training through grants or loans—a move that angered Beijing.\n5. He called Xi Jinping a dictator ... twice. In June, Biden called the Chinese leader a \"dictator,\" drawing a stinging rebuke from China. In November, following a summit in San Francisco, Biden repeated the charge, calling Xi \"a dictator … who runs a country that is a communist country that's based on a form of government totally different than ours\" while U.S. officials visibly cringed. Good for him.\n4. He signed a GOP bill overturning D.C.'s disastrous changes to its crime code. At a time when carjackings, burglaries and homicides are out of control in the nation's capital, the D.C. Council decided to reduce punishments for such crimes. Despite his support for home rule, Biden signed a GOP-led resolution to block the disastrous D.C. law from taking effect.\n3. He reached a debt ceiling deal with House Republicans that reduced spending. In his first two years in office, Biden unleashed an unprecedented $4.8 trillion miasma of new spending. After first refusing to negotiate with the new GOP House majority, he relented and signed a debt limit deal that reduced discretionary spending, added welfare work requirements, pared back his IRS expansion and ended the pandemic pause on student loan repayments.\n2. He continued to stand with Ukraine. Despite the slow-rolling of weapons, Biden has provided Ukraine with $68 billion in military assistance so far — without which Russia would have conquered the country. This aid is not only decimating the Russian military threat to NATO; it is also creating jobs and revitalizing manufacturing communities across the United States and restoring U.S. capacity to produce weapons for our own national defense. And, as one senior U.S. official told me, \"Biden is responsible for killing more Russians than Ronald Reagan.\"\n1. He stood with Israel after the Oct. 7 terrorist attack. Biden has strongly backed Israel in its battle with Hamas despite pressure from allies and his political base (a Gallup poll in March found that a 49% plurality of Democrats side with Palestinians, while just 38% support Israel). Biden could face a backlash from Arab American voters he needs to win in states such as Michigan. Biden is supporting Israel anyway. That takes courage.\nIn my next column, I will review the 10 worst things Biden has done this year.\nmarc thiessen writes for the Washington Post.\n Politics Social Science Armed Forces The Economy Trade Diplomacy\nClose MARC A. THIESSEN\nFacebook Twitter WhatsApp SMS Email Print Copy article link Save ×",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://leeaws.com/cio/subscribe/",
    "https://twitter.com/intent/tweet?&text=Biden%27s%20top%2010%20for%202023&via=JournalStarNews&url=https%3A%2F%2Fjournalstar.com%2Fbidens-top-10-for-2023%2Fimage_713ce2ad-5f82-5197-9d42-0be9e39af52b.html%3Futm_medium%3Dsocial%26utm_source%3Dtwitter%26utm_campaign%3Duser-share",
    "https://wa.me/?text=https://journalstar.com/bidens-top-10-for-2023/image_713ce2ad-5f82-5197-9d42-0be9e39af52b.html",
    "https://launcher.spot.im/spot/sp_Vh9s2wvW",
    "https://www.wa.me/?text=https://www.journalstar.com/bidens-top-10-for-2023/image_713ce2ad-5f82-5197-9d42-0be9e39af52b.html",
    "https://www.twitter.com/intent/tweet?&text=Biden%27s%20top%2010%20for%202023&via=JournalStarNews&url=https%3A%2F%2Fjournalstar.com%2Fbidens-top-10-for-2023%2Fimage_713ce2ad-5f82-5197-9d42-0be9e39af52b.html%3Futm_medium%3Dsocial%26utm_source%3Dtwitter%26utm_campaign%3Duser-share",
    "https://leeaws.com/cio/subscribe",
    "https://www.launcher.spot.im/spot/sp_Vh9s2wvW",
    "https://wa.me/",
    "https://www.facebook.com/sharer/sharer.php",
    "https://open-api.spot.im/v1/messages-count",
    "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fjournalstar.com%2Fbidens-top-10-for-2023%2Fimage_713ce2ad-5f82-5197-9d42-0be9e39af52b.html%3Futm_medium%3Dsocial%26utm_source%3Dfacebook%26utm_campaign%3Duser-share",
    "https://www.leeaws.com/cio/subscribe/",
    "https://www.open-api.spot.im/v1/messages-count?spot_id=sp_Vh9s2wvW&posts_ids=d689257e-e5ce-5687-8aca-9eb43601655e",
    "https://open-api.spot.im/v1/messages-count?spot_id=sp_Vh9s2wvW&posts_ids=d689257e-e5ce-5687-8aca-9eb43601655e",
    "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fjournalstar.com%2Fbidens-top-10-for-2023%2Fimage_713ce2ad-5f82-5197-9d42-0be9e39af52b.html%3Futm_medium%3Dsocial%26utm_source%3Dfacebook%26utm_campaign%3Duser-share",
    "https://twitter.com/intent/tweet"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "biden",
        "sentiment": "neutral"
      },
      {
        "name": "george w. bush",
        "sentiment": "none"
      },
      {
        "name": "khalid aydd al-jabouri",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "islamic state",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "syria",
        "sentiment": "none"
      },
      {
        "name": "south china sea",
        "sentiment": "none"
      },
      {
        "name": "south korea",
        "sentiment": "none"
      },
      {
        "name": "camp david",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "japan",
        "sentiment": "none"
      },
      {
        "name": "east asia",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T10:21:58.377+02:00",
  "updated": "2023-12-29T10:21:58.377+02:00"
}