{
  "thread": {
    "uuid": "471eacab23fdb3438059851b6de093cd5f5ecb80",
    "url": "https://www.csrwire.com/press_releases/804646-duke-energy-foundation-award-700000-natural-disaster-preparedness-grants",
    "site_full": "www.csrwire.com",
    "site": "csrwire.com",
    "site_section": "http://feeds.feedburner.com/csrwire/PRfeed",
    "site_categories": [
      "media"
    ],
    "section_title": "CSRwire Press Releases, Events and Reports",
    "title": "Duke Energy Foundation To Award $700,000 in Natural Disaster Preparedness Grants to North Carolina Nonprofits: Application Now Open",
    "title_full": "Duke Energy Foundation To Award $700,000 in Natural Disaster Preparedness Grants to North Carolina Nonprofits: Application Now Open",
    "published": "2024-06-20T22:40:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://back.3blmedia.com/sites/default/files/inline-images/award-700000-natural-disaster-preparedness-grants-north-carolina_DUKE-ENERGY_061324.jpg",
    "performance_score": 0,
    "domain_rank": 22577,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "471eacab23fdb3438059851b6de093cd5f5ecb80",
  "url": "https://www.csrwire.com/press_releases/804646-duke-energy-foundation-award-700000-natural-disaster-preparedness-grants",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-06-20T22:40:00.000+03:00",
  "title": "Duke Energy Foundation To Award $700,000 in Natural Disaster Preparedness Grants to North Carolina Nonprofits: Application Now Open",
  "text": "Published 11 hours ago\nSubmitted by Duke Energy\nCHARLOTTE, N.C., June 20, 2024 /CSRwire/ - The Duke Energy Foundation is accepting grant applications to award $700,000 in total funding to help North Carolina communities increase their resiliency against major weather events and other natural disasters.\nThe\napplication process is open now through July 12.\n“We’re proud to partner with emergency management teams, first responders and nonprofits to strengthen local communities in a way that will reduce the impacts of climate challenges, both present and future,” said Kendal Bowman, Duke Energy’s North Carolina president. “Given North Carolina’s impressive growth, achieving this will require collaboration with local organizations undertaking critical resilience preparedness work across the state.”\nTo qualify for grant funding consideration, organizations must meet the criteria outlined\nhere. Nonprofits and governmental agencies must register in the online grant system by June 28 to be eligible to submit their applications by July 12. Applicants may request funds up to $25,000.\nGrant applications may include, but are not limited to, projects that focus on:\nThis is a long-standing priority of the Foundation, which has awarded nearly $2.4 million to support the state’s disaster preparedness since 2019.\n“The preparedness grant we received last year from the Duke Energy Foundation has truly benefitted emergency responders throughout our country,” said Rodney Cates, Rockingham County Emergency Services Director. “We were able to purchase an advanced identification system to boost accountability during emergent events and drone software that enables us to provide live footage back to the command post to improve situational awareness. The grant also allowed us to upgrade our Emergency Operations Center with new data-connected equipment to enhance overall emergency response capabilities.”\n“The 2022 Duke Energy Emergency Preparedness Grant has been instrumental in allowing Brunswick County Emergency Management to be better prepared to support countywide damage assessments and search and rescue efforts in isolated and hard to reach areas,” said David McIntire, Emergency Management Director. “We were very fortunate to receive this funding and look forward to our continued relationship with Duke Energy.”\nDuke Energy Foundation\nThe Duke Energy Foundation provides more than $30 million annually in philanthropic support to meet the needs of communities where Duke Energy customers live and work. The Foundation is funded by Duke Energy shareholders.\nDuke Energy\nDuke Energy (NYSE: DUK), a Fortune 150 company headquartered in Charlotte, N.C., is one of America’s largest energy holding companies. The company’s electric utilities serve 8.4 million customers in North Carolina, South Carolina, Florida, Indiana, Ohio and Kentucky, and collectively own 54,800 megawatts of energy capacity. Its natural gas utilities serve 1.7 million customers in North Carolina, South Carolina, Tennessee, Ohio and Kentucky.\nDuke Energy is executing an ambitious clean energy transition, keeping reliability, affordability and accessibility at the forefront as the company works toward net-zero methane emissions from its natural gas business by 2030 and net-zero carbon emissions from electricity generation by 2050. The company is investing in major electric grid upgrades and cleaner generation, including expanded energy storage, renewables, natural gas and nuclear.\nMore information is available at\nduke-energy.com and the Duke Energy News Center. Follow Duke Energy on illumination for stories about the people and innovations powering our energy transition.\n24-Hour: 800.559.3853\nView original content\nhttps://news.duke-energy.com/releases/duke-energy-foundation-to-award-700-000-in-natural-disaster-preparedness-grants-to-north-carolina-nonprofits-application-now-open.\nDuke Energy (NYSE: DUK), a Fortune 150 company headquartered in Charlotte, N.C., is one of America’s largest energy holding companies. Its electric utilities serve 8.2 million customers in North Carolina, South Carolina, Florida, Indiana, Ohio and Kentucky, and collectively own 50,000 megawatts of energy capacity. Its natural gas unit serves 1.6 million customers in North Carolina, South Carolina, Tennessee, Ohio and Kentucky. The company employs 27,600 people.\nDuke Energy is executing an ambitious clean energy transition to achieve its goals of net-zero methane emissions from its natural gas business by 2030 and net-zero carbon emissions from electricity generation by 2050. The company has interim carbon emission targets of at least 50% reduction from electric generation by 2030, 50% for Scope 2 and certain Scope 3 upstream and downstream emissions by 2035, and 80% from electric generation by 2040. In addition, the company is investing in major electric grid enhancements and energy storage, and exploring zero-emission power generation technologies such as hydrogen and advanced nuclear.\nDuke Energy was named to Fortune’s 2023 “World’s Most Admired Companies” list and Forbes’ “World’s Best Employers” list. More information is available at\nhttp://duke-energy.com/. The http://news.duke-energy.com/ contains news releases, fact sheets, photos and videos. Duke Energy’s illumination features stories about people, innovations, community topics and environmental issues. Follow Duke Energy on\nMore from\n[Duke Energy](/members/12954-duke-energy)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Corporate News and Profiles",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.duke-energy.com/-/media/pdfs/community/funding-guidelines-092016.pdf?rev=72021592ffd34541af19ee55191c597d",
    "https://www.duke-energy.com/-/media/pdfs/community/duke-energy-foundation/duke-energy-foundation-vetting-guide.pdf",
    "https://news.duke-energy.com/releases/duke-energy-foundation-to-award-700-000-in-natural-disaster-preparedness-grants-to-north-carolina-nonprofits-application-now-open.",
    "https://www.duke-energy.com/community/duke-energy-foundation/north-carolina",
    "http://www.duke-energy.com/",
    "http://illumination.duke-energy.com/",
    "https://news.duke-energy.com/",
    "http://news.duke-energy.com/",
    "http://duke-energy.com/.",
    "http://www.news.duke-energy.com/",
    "https://www.news.duke-energy.com/releases/duke-energy-foundation-to-award-700-000-in-natural-disaster-preparedness-grants-to-north-carolina-nonprofits-application-now-open.",
    "https://www.duke-energy.com/-/media/pdfs/community/funding-guidelines-092016.pdf",
    "http://www.illumination.duke-energy.com/",
    "http://www.duke-energy.com/.",
    "http://illumination.duke-energy.com",
    "https://news.duke-energy.com",
    "http://www.duke-energy.com",
    "http://news.duke-energy.com",
    "http://duke-energy.com/",
    "https://duke-energy.com/community/duke-energy-foundation/north-carolina",
    "https://duke-energy.com/-/media/pdfs/community/funding-guidelines-092016.pdf?rev=72021592ffd34541af19ee55191c597d",
    "https://duke-energy.com/-/media/pdfs/community/duke-energy-foundation/duke-energy-foundation-vetting-guide.pdf",
    "https://www.news.duke-energy.com/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kendal bowman",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "duke energy foundation",
        "sentiment": "negative"
      },
      {
        "name": "duke energy",
        "sentiment": "negative"
      },
      {
        "name": "energy foundation",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "north carolina",
        "sentiment": "none"
      },
      {
        "name": "charlotte",
        "sentiment": "none"
      },
      {
        "name": "n.c.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-21T04:50:01.170+03:00",
  "updated": "2024-06-21T04:50:01.170+03:00"
}