{
  "thread": {
    "uuid": "f149265367728aa2d7dba432a07ac7b5d8391765",
    "url": "https://wtop.com/montgomery-county/2024/01/local-costume-shop-owner-turns-to-community-for-support-following-devastating-fire/",
    "site_full": "wtop.com",
    "site": "wtop.com",
    "site_section": "https://wtop.com/local/feed/",
    "site_categories": [
      "media",
      "car_culture",
      "vehicles"
    ],
    "section_title": "Local News &#8211; WTOP News",
    "title": "Montgomery Co. costume shop owner turns to community for support following fire",
    "title_full": "Montgomery Co. costume shop owner turns to community for support following fire",
    "published": "2024-01-07T20:37:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://wtop.com/wp-content/uploads/2024/01/Costume-shop-3.jpeg",
    "performance_score": 0,
    "domain_rank": 3265,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f149265367728aa2d7dba432a07ac7b5d8391765",
  "url": "https://wtop.com/montgomery-county/2024/01/local-costume-shop-owner-turns-to-community-for-support-following-devastating-fire/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Grace Newton",
  "published": "2024-01-07T20:37:00.000+02:00",
  "title": "Montgomery Co. costume shop owner turns to community for support following fire",
  "text": "Instead of looking ahead to the business she’ll do in 2024, the owner of one local costume shop in Kensington, Maryland, is spending her new year picking up the pieces from an electrical fire.\nOn Jan. 2,\nGene’s Costumes owner Ginger Ager was in the shop with her mom doing laundry and getting ready for their next round of shows when the smoke detector went off.\nBut Ager was confused because she didn’t see flames.\n“So I opened the door to look downstairs. And it was just black … black meeting me in the face,” Ager said.\n“And I don’t think that registered at first that it was smoke. I just knew something was happening, and that wasn’t what was supposed to be happening.”\nAger and her mom got out immediately and called 911 as they watched smoke billow from the shop housing over 30 years’ worth of costumes.\nNo one was injured in the fire, but Montgomery County Fire and Rescue Service spokesman Pete Piringer reported an estimated $100,000 worth of damage to the building.\nAger says she lost nearly all her inventory in the basement where the flames originated. The fire also cut off the building’s access to electricity and gas.\n“Without the gas and electric being on, I cannot be open, which makes it even harder to clear out damage and try to see what I need to do in order to progress forward,” Ager said.\nRegular customers and friends of Ager’s reached out offering a helping hand.\n“I said, I really, I can’t imagine that there’s anything that you can do to help, like you’re not going to come over here and try to deal with this smoky stuff trying to assess whether or not … to salvage it,” Ager said.\nSo instead, a friend of Ager’s offered to create a\nGoFundMe with a goal of $50,000 to go toward repairs of Gene’s Costumes.\n“My biggest concern is getting the gas and electric all back on and I can worry about inventory later,” Ager said. “I just need to get the building back up so I can get it open again.”\nIn the meantime, Ager is looking for a place to safely store the costumes she’s able to salvage from the ash.\n“If we pull it outside, then it’s raining, it’s snowing, and you have to push it back inside and you’re just back and forth, back and forth with this stuff that you don’t even know if you can keep,” Ager said.\nAnd if you’re looking to find costumes in the Kensington area anytime soon, Ager says you might be out of luck.\n“There used to be several other shops in close by areas and none of them are around anymore. So, we’re really it, as far as costume shops go. If you needed anything for a costume, I’m the one people call. I’m it,” she said.\nYou can find\na link to the GoFundMe here.\nGet breaking news and daily headlines delivered to your email inbox by signing up\nhere.\n© 2024 WTOP. All Rights Reserved. This website is not intended for users located within the European Economic Area.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://www.gofundme.com/f/genes-costume-shop",
    "https://www.genescostumes.com/",
    "https://gofundme.com/f/genes-costume-shop",
    "https://genescostumes.com/",
    "https://www.genescostumes.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pete piringer",
        "sentiment": "none"
      },
      {
        "name": "gene",
        "sentiment": "none"
      },
      {
        "name": "ginger ager",
        "sentiment": "none"
      },
      {
        "name": "ager",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "montgomery co.",
        "sentiment": "neutral"
      },
      {
        "name": "montgomery county fire and rescue service",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "maryland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:25:01.650+02:00",
  "updated": "2024-01-08T00:25:01.650+02:00"
}