{
  "thread": {
    "uuid": "691912cb401691db01a37c36bc54dcd0a068e4a1",
    "url": "https://newsinfo.inquirer.net/1881294/ex-moro-rebels-join-pnp-as-govt-honors-peace-deal",
    "site_full": "newsinfo.inquirer.net",
    "site": "inquirer.net",
    "site_section": "http://newsinfo.inquirer.net/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Inquirer News",
    "title": "Ex-Moro rebels join PNP as gov’t honors peace deal | Inquirer News",
    "title_full": "Ex-Moro rebels join PNP as gov’t honors peace deal | Inquirer News",
    "published": "2023-12-29T23:19:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PH",
    "main_image": "https://newsinfo.inquirer.net/files/2023/12/Carlito-Galvez-Jr.-30dec2023-620x413.jpg",
    "performance_score": 0,
    "domain_rank": 2367,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "691912cb401691db01a37c36bc54dcd0a068e4a1",
  "url": "https://newsinfo.inquirer.net/1881294/ex-moro-rebels-join-pnp-as-govt-honors-peace-deal",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Edwin O. Fernandez",
  "published": "2023-12-29T23:19:00.000+02:00",
  "title": "Ex-Moro rebels join PNP as gov’t honors peace deal | Inquirer News",
  "text": "Carlito Galvez Jr., Presidential peace adviser| | PHOTO: Voltaire F. Domingo/Senate PRIB\nCOTABATO CITY—Almost 300 former Moro rebels took their oath as members of the Philippine National Police on Thursday but Bangsamoro Autonomous Region in Muslim Mindanao (BARMM) Chief Minister Ahod “Al Haj Murad” Ebrahim is hoping that more will join the national government’s law enforcement force.\n“As one of the byproducts of the Bangsamoro peace process, we look forward to seeing members of the MILF (Moro Islamic Liberation Front) and MNLF (Moro National Liberation Front) as part of the uniformed personnel,” Ebrahim said in a message read for him by BARMM Deputy Senior Minister Abdullah Cusain during the oathtaking of 294 former Moro guerrillas as new members of the PNP.\nADVERTISEMENT The program was held on Thursday at Camp Salipada K. Pendatun, the BARMM regional police headquarters, in Parang, Maguindanao del Norte.\nFEATURED STORIES NEWSINFO Malacañang declares Jan 2 (Tuesday) is not a holiday NEWSINFO Woman dies after vehicle crashes into QC bank NEWSINFO LTO: ‘No Registration, No Travel’ rule’s strict enforcement back in 2024 “This ceremony is indicative that the peace process that we have all worked so hard on is working and is forging a new path [for] peace, progress and development in the Bangsamoro and in the entire county,” Ebrahim added.\nThe recruitment of qualified former rebels into the police force for the region is among the key confidence-building measures outlined in the Comprehensive Agreement on the Bangsamoro (CAB) which was signed by the government and the MILF in 2014.\n“The oath that you took today as full-fledged members of the armed national police force of the country serves as a pledge of commitment and a symbol of your dedication to the common good, and to serve and protect every Bangsamoro and Filipino,” the BARMM chief said.\nEbrahim urged the former Moro rebels to “exemplify the very best of duty, service, honor and justice.”\nScreening process The new police officers are part of the first batch of former guerrillas taken into the PNP to fulfill the quota for 2023.Speaking during the program, Interior Secretary Benhur Abalos said the administration of President Marcos was committed to the Bangsamoro peace process, as indicated by the continued implementation of the government’s commitment to the CAB.\n‘Combatants to peacekeepers’ Abalos, who chairs the National Police Commission, assured the public that the new police officers were recruited through a transparent screening process, and underwent the same stringent procedures as the others who entered the police force.\nADVERTISEMENT “No one can claim there was favoritism, that some paid their way in. We made sure that it was fair. All of you reached this far through your merits,” Abalos said.\nHe urged the new policemen to remain strong amid the challenges that they would undergo as they train and prepare for deployment in the BARMM.\n“You will be training physically (and) mentally to become instruments of peace. Undeniably, you will face challenges, hardships and struggles. At the end of this road, there is triumph,” Abalos said.\nPresidential Peace Adviser Carlito Galvez Jr. said that Thursday’s ceremony shows the transformation of Moro guerrillas “from combatants to peacekeepers.”\nYour subscription could not be saved. Please try again.\nYour subscription has been successful.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "carlito galvez jr.",
        "sentiment": "negative"
      },
      {
        "name": "abdullah cusain",
        "sentiment": "none"
      },
      {
        "name": "newsinfo malacañang",
        "sentiment": "none"
      },
      {
        "name": "al haj murad” ebrahim",
        "sentiment": "none"
      },
      {
        "name": "ty—almost",
        "sentiment": "none"
      },
      {
        "name": "ebrahim",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "pnp",
        "sentiment": "negative"
      },
      {
        "name": "voltaire f. domingo/senate",
        "sentiment": "negative"
      },
      {
        "name": "philippine national police",
        "sentiment": "none"
      },
      {
        "name": "milf",
        "sentiment": "none"
      },
      {
        "name": "moro national liberation front",
        "sentiment": "none"
      },
      {
        "name": "bangsamoro autonomous region in muslim mindanao",
        "sentiment": "none"
      },
      {
        "name": "moro islamic liberation front",
        "sentiment": "none"
      },
      {
        "name": "mnlf",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "maguindanao del norte",
        "sentiment": "none"
      },
      {
        "name": "parang",
        "sentiment": "none"
      },
      {
        "name": "camp salipada k. pendatun",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T23:22:18.365+02:00",
  "updated": "2023-12-29T23:22:18.365+02:00"
}