{
  "thread": {
    "uuid": "7d23b95f2722bce3c15a8fea6311ac36dbee5ac7",
    "url": "https://www.today.com/shop/best-recovery-tools-for-sore-feet-rcna132298",
    "site_full": "www.today.com",
    "site": "today.com",
    "site_section": "https://secure.today.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest News, Videos &amp; Guest Interviews from the Today Show on NBC | TODAY",
    "title": "These are the recovery tools for sore feet I swear by as a runner",
    "title_full": "These are the recovery tools for sore feet I swear by as a runner",
    "published": "2024-01-05T23:19:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media-cldnry.s-nbcnews.com/image/upload/t_social_share_1200x630_center,f_auto,q_auto:best/rockcms/2024-01/240105-running-recovery-kb-sq-f71f8d.jpg",
    "performance_score": 0,
    "domain_rank": 619,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7d23b95f2722bce3c15a8fea6311ac36dbee5ac7",
  "url": "https://www.today.com/shop/best-recovery-tools-for-sore-feet-rcna132298",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "TodayShow",
  "published": "2024-01-05T23:19:00.000+02:00",
  "title": "These are the recovery tools for sore feet I swear by as a runner",
  "text": "I’ve always considered myself a [runner](https://www.today.com/shop/best-running-shoes-wellness-awards-rcna102217). And by that, I mean someone who runs regularly, but usually just one or two miles at a time. But last year, after a wild burst of inspiration, I took that to the next level and ran my first half- and full- marathons within six months of each other. As a result, my annual mileage, which I track via the Nike Run Club app, went from 102 miles in 2022 to 510 miles in 2023 — a 400% increase. And while I was running further than ever, at the same time, I was also experiencing more aches and pains than before, which forced me to focus on recovery in a completely new way. When I was only running a couple of miles at a time, I didn't think much about giving my body time to recover, aside from doing some quick stretches afterward (if I even remembered to do that). But I found with consistent high-milage running it was necessary to incorporate recovery techniques into my routine to help relieve some of the soreness and to prevent injuries that might stop me from accomplishing my goals. And while I gave pretty much every area of my body plenty of TLC, much of my attention was focused on my [feet](https://www.today.com/shop/best-shoe-insole-t214139), since that was an area that was getting a lot of use and would often be hurting after a long run. The importance of recovery after a long run or walk Two experts that I spoke with emphasized that recovery is an important factor not only just for those who run a lot, but also for anyone who goes on long walks or spends a lot of time on their feet. \"Foot recovery as an injury prevention mechanism is extremely important when we want to avoid things like plantar fasciitis, achilles tendinitis, common peroneal tendinitis, etc.,\" shares Dr. Jacob VanDenMeerendonk, a physical therapist in Southern California. \"Foot recovery also plays a role in preventing knee, hip and lower back pain. Our feet are the foundation of how the body reacts to the ground. When the feet are impaired, we will see other injuries occur up-chain to the rest of the body, even so far as to the neck. Foot recovery does not just affect the feet themselves, but the entire body.\" Here, I'm sharing some of the top recovery methods I used to help rehab my tired, overworked feet and keep them feeling their best throughout my year of training (and as an added bonus, most of them are expert-approved). Something to note: Before trying any of the below methods, VanDenMeerendonk says the first thing you should do when coming back from a run or walk is to take your shoes off and \"spend 5-10 minutes on foot and ankle mobility.\" \"Your feet are warmed up and worked out and this is the best time to target the small muscles of the feet and ankles.\" (If you're not sure what stretches to do, there are tons of guided videos on YouTube that I found to be helpful.) And whatever recovery methods you choose, try to make them stick. \"Find a recovery routine that works for you and stay consistent with it,\" VanDenMeerendonk says. \"Don’t wait for problems to occur before enacting a recovery process. Sustainability and injury prevention is the easiest way to avoid high healthcare costs in the future.\" Best recovery tools for sore feet [All One Tech Ankle/Sport Foot Ice Therapy Wrap](https://www.amazon.com/Adjustable-Fasciitis-tendonitis-Microwaveable-Freezable/dp/B07HFS6VVF?tag=feetrecoverytoolsrcna132298-20) While training for both the half- and full- marathon, once a week I would embark on a long run. It varied in length depending on where I was in my plan but it could be as long as 20 miles. It was after these lengthier runs that I found icing my feet and my knees to be the most helpful in reducing any immediate pain or soreness I felt. Dr. Priya Parthasarathy, a podiatrist in Silver Spring, Maryland, says that ice is a natural anti-inflammatory, so it can help reduce swelling and soreness. \"I would advise my patients to [do] this after a long run or race or anytime you have been on your feet for long periods of time and you feel the soreness starting,\" she says. I ordered two of these ice wraps on Amazon so I could ice both my feet at the same time. I love how they have straps so you don't have to hold the ice in place and they're pliable so you can easily wrap them around your feet. [Kieba Massage Lacrosse Balls ](https://www.amazon.com/Kieba-Massage-Lacrosse-Myofascial-Therapy/dp/B017V7UKW2?tag=feetrecoverytoolsrcna132298-20) While multiple friends suggested that I should get regular massages throughout the marathon training process to help with recovery, I knew that that could get expensive. So instead, I decided to invest in tools that would allow me to massage my feet and legs at home. \"Massage can help gently stretch out the muscles which can aid in recovery,\" shares Parthasarathy. \"You can hit two birds with one stone by combining icing and massage by rolling a frozen water bottle along the bottom of the foot for relief. Another technique is using a lacrosse ball to roll underneath your foot.\" I had a couple of tennis balls, so I would use those and roll one under my feet while standing for a gentle massage. [Theragun Pro Handheld Deep Tissue Massage Gun ](https://www.amazon.com/TheraGun-Pro-Percussion-Quietforce-Technology/dp/B086Z5YL9Q?tag=feetrecoverytoolsrcna132298-20) If you really want to [invest in your recovery](https://www.today.com/shop/best-massage-guns-t284245), I found the Theragun Pro — which was given to me by the brand — to be one of the most helpful tools. I used it regularly on my feet (I followed [this tutorial](https://www.youtube.com/watch?v=98r1TEHaZT4) from Therabody), as well as my legs, arms and back. One thing that I really loved about the tool was that it gives you guided routines, instructing you where on your body to use the massage gun for warming up your muscles before a workout or for helping them to recover after. [Crocs Unisex Mellow Recovery Slides](https://www.amazon.com/dp/B0BSKRKL5K/?tag=feetrecoverytoolsrcna132298-20) Many people, including myself, have recently been discovering the benefits of wearing [recovery shoes](https://www.today.com/shop/post-workout-recovery-shoes-t251946?). \"I absolutely love my recovery shoes around the house and that is what I recommend for my patients,\" Parthasarathy says. \"They are less structured than sneakers but a cushioned and supportive alternative to wear around the house. I wore them all through my pregnancy and now in the postpartum period and my feet are definitely happier in them.\" While she says the jury is still out on whether or not they actually aid in recovery, \"if they make your feet feel better then go ahead and wear them.\" Parthasarathy recommends Hoka's and Oofos' recovery sandals, but these ones from Crocs are my current favorites. I leave them by my front door and put them on each time I walk into the house, whether I'm coming back from a run or a long day at work. They have deep, cupped footbeds and a soft material that your feet practically sink into. I swear every time I put them on it's like my feet are breathing a sigh of relief. Though, if you're like me and you have sweaty feet, I'd recommend wearing socks with them or else they might slip off. [Dr Teal’s Pure Epsom Salt Soak](https://www.amazon.com/Dr-Teals-Wellness-Therapy-Rosemary/dp/B09VH8P4QS?tag=feetrecoverytoolsrcna132298-20) After a particularly grueling long run, I asked fellow Shop TODAY staffer and avid marathon runner Kate McCarthy for her recovery recommendations, and she suggested taking hot Epsom salt baths. So I implemented the practice around three times per week, typically after longer runs or hard speed work days. I found the practice didn't just help my muscles feel more relaxed but also helped relieve some of the stress that comes with a high-intensity workout. While there aren't a lot of studies to back up the claims that Epsom salts could help in muscle recovery, there still could be benefits. \"It physically feels good to soak your feet in a warm bath with Epsom salts, which could help relieve the sore feeling,\" Parthasarathy says. However, you shouldn't expect it to magically relieve pain or be your sole recovery tactic. \"Any modality such as heat or cold can improve movement tolerance and reduce nerve irritation post-workout, but should not be looked at as a means to heal the body or change the physiologic effects that the body goes through after a long run or walk,\" VanDenMeerendonk says. \"They are just there to help your overall movement tolerance.\" [Tiger Balm Pain Relieving Ointment](https://www.amazon.com/Tiger-Balm-Relieving-Ointment-Strength/dp/B000N5WT2O?tag=feetrecoverytoolsrcna132298-20) There’s something about that hot and cold feeling that comes after slathering on Tiger Balm that is just so soothing for tired muscles. That’s why I rubbed it across my legs and feet practically every night. And when I applied it, I noticed that I felt less sore. While speaking with the experts, I came to realize the relief I was feeling may have been more of a placebo effect than anything else. But if it works, it works, right? So I'l likely continue with the practice. “Tiger balm and similar products such as Deep Blue, Bio Freeze, Emu oil, CBD oils are all products that have some sort of cooling and soothing effect that can provide temporary relief of muscle soreness and can help aid in recovery by reducing the symptoms you may feel post activity or workout,” VanDenMeerendonk says. “These products also may be formulated with ingredients that have some evidence to reduce inflammation or help regulate inflammation in the body, however there is no definitive research that concludes this that I am aware of. These creams can help, or they can do nothing. The good news is there are no major side effects to trying them out.” [Darn Tough Women’s Run No Show Tab Ultra-Lightweight Running Sock](https://www.amazon.com/Darn-Tough-Vermont-Ultra-Lightweight-Cushion/dp/B0BRHR84NJ/?tag=feetrecoverytoolsrcna132298-20) What you wear on your feet during a long run or walk can have a big impact on how they feel later. While choosing the right shoes is key, Parthasarathy notes, \"don’t underestimate your socks either!\" I always made sure that I had a clean pair of these running socks from Darn Tough before I embarked on a long run. They have a light layer of cushioning on the bottom, which adds comfort, but they're not so bulky that it affects how your feet feel in your shoe. The tab at the back also helps prevent blisters. [New Balance FuelCell SuperComp Trainer ](https://new-balance-athletics-inc.sjv.io/DVo62j?subId1=feetrecoverytoolsrcna132298&u=https%3A%2F%2Fwww.newbalance.com%2Fpd%2Ffuelcell-supercomp-trainer-v2%2FWRCXV3-41100.html) \"It is so important to pick the right shoe for your foot type and activity to prevent injury and prevent the 'sore feet' that you may experience afterwards,\" Parthasarathy says. \"Features like the support, cushion and stability of your footwear can directly affect how you feel afterwards.\" For longer runs during my marathon training, I found these New Balance sneakers to be the perfect blend of support and cushioning, while also providing the propulsion factor that is helpful for distance running. The brand sent me a few pairs to try through my training, but these were the ones that I spent the most time in and eventually wore on race day. [New Balance Fresh Foam X 1080v13](https://new-balance-athletics-inc.sjv.io/DVo62j?subId1=feetrecoverytoolsrcna132298&u=https%3A%2F%2Fnew-balance-athletics-inc.sjv.io%2FDVo62j%3FsubId1%3D247324newbalance%26u%3Dhttps%3A%2F%2Fwww.newbalance.com%2Fpd%2Ffresh-foam-x-1080v13%2FW1080V13-41141.html%3F) Per a fellow runner's recommendation, I switched up the shoes I was wearing throughout my training, depending on what type of run I was doing. While the above pair was my go-to for longer runs, I found that these were perfect for shorter distances as well as walks on recovery days. They have tons of underfoot cushioning, so each step feels comfortable and bouncy. When to consult an expert Your feet can feel sore for a number of reasons, including overuse, weakness in the feet and ankles, poor foot mechanics or improper footwear, VanDenMeerendonk says. \"Soreness is to be expected especially after intense endurance activities such as distance running or higher level sporting activity. In the industry, this is called 'delayed onset muscle soreness' or DOMS, which we would expect to be felt 24-72 hours post exercise.\" However, if the soreness lasts longer than that period (and common recovery strategies aren't helping), it could be a sign that there is a bigger issue at hand and it may be time to consult a podiatrist. Meet our experts [Dr. Jacob VanDenMeerendonk](http://mobilitymamba.com/), PT, DPT, is a doctor of physical therapy and a mobility specialist in Southern California. [Dr. Priya Parthasarathy](https://footandankle-usa.com/provider/dr-priya-parthasarathy/), DPM, is a podiatrist in Silver Spring, Maryland. She is an American Podiatric Medical Association spokesperson and serves on the board of directors of the American Board of Podiatric Medicine.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Health"
  ],
  "external_links": [
    "http://www.amazon.com/exec/obidos/ASIN/B09VH8P4QS",
    "https://footandankle-usa.com/provider/dr-priya-parthasarathy/),",
    "http://www.amazon.com/exec/obidos/ASIN/B0BSKRKL5K",
    "http://www.youtube.com/watch?v=98r1TEHaZT4)",
    "http://www.amazon.com/exec/obidos/ASIN/B000N5WT2O",
    "http://www.amazon.com/exec/obidos/ASIN/B07HFS6VVF",
    "http://mobilitymamba.com/),",
    "http://www.amazon.com/exec/obidos/ASIN/B017V7UKW2",
    "https://new-balance-athletics-inc.sjv.io/DVo62j?subId1=feetrecoverytoolsrcna132298&u=https%3A%2F%2Fwww.newbalance.com%2Fpd%2Ffuelcell-supercomp-trainer-v2%2FWRCXV3-41100.html)",
    "http://www.amazon.com/exec/obidos/ASIN/B086Z5YL9Q",
    "https://new-balance-athletics-inc.sjv.io/DVo62j?subId1=feetrecoverytoolsrcna132298&u=https%3A%2F%2Fnew-balance-athletics-inc.sjv.io%2FDVo62j%3FsubId1%3D247324newbalance%26u%3Dhttps%3A%2F%2Fwww.newbalance.com%2Fpd%2Ffresh-foam-x-1080v13%2FW1080V13-41141.html%3F)",
    "http://www.amazon.com/exec/obidos/ASIN/B0BRHR84NJ",
    "https://www.new-balance-athletics-inc.sjv.io/DVo62j?subId1=feetrecoverytoolsrcna132298&u=https%3A%2F%2Fnew-balance-athletics-inc.sjv.io%2FDVo62j%3FsubId1%3D247324newbalance%26u%3Dhttps%3A%2F%2Fwww.newbalance.com%2Fpd%2Ffresh-foam-x-1080v13%2FW1080V13-41141.html%3F)",
    "https://new-balance-athletics-inc.sjv.io/DVo62j",
    "http://amazon.com/exec/obidos/ASIN/B0BRHR84NJ",
    "http://www.mobilitymamba.com/),",
    "https://www.footandankle-usa.com/provider/dr-priya-parthasarathy/),",
    "http://amazon.com/exec/obidos/ASIN/B000N5WT2O",
    "http://amazon.com/exec/obidos/ASIN/B086Z5YL9Q",
    "http://youtube.com/watch?v=98r1TEHaZT4)",
    "http://amazon.com/exec/obidos/ASIN/B017V7UKW2",
    "https://www.new-balance-athletics-inc.sjv.io/DVo62j?subId1=feetrecoverytoolsrcna132298&u=https%3A%2F%2Fwww.newbalance.com%2Fpd%2Ffuelcell-supercomp-trainer-v2%2FWRCXV3-41100.html)",
    "http://amazon.com/exec/obidos/ASIN/B07HFS6VVF",
    "http://www.youtube.com/watch",
    "http://amazon.com/exec/obidos/ASIN/B0BSKRKL5K",
    "http://amazon.com/exec/obidos/ASIN/B09VH8P4QS"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "nike run club",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:12:28.937+02:00",
  "updated": "2024-01-06T00:12:28.937+02:00"
}