{
  "thread": {
    "uuid": "c80563dba24b5baf37ecd4de45bcbf1e3cd5e30f",
    "url": "https://www.schooltube.com/the-gerald-r-ford-class-a-technological-marvel-of-naval-supremacy",
    "site_full": "www.schooltube.com",
    "site": "schooltube.com",
    "site_section": "https://www.schooltube.com/category/boats-ships/",
    "site_categories": [],
    "section_title": null,
    "title": "The Gerald R. Ford-class: A Technological Marvel of Naval Supremacy",
    "title_full": "The Gerald R. Ford-class: A Technological Marvel of Naval Supremacy",
    "published": "2024-05-04T01:17:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 42154,
    "domain_rank_updated": "2024-04-30T13:08:01.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c80563dba24b5baf37ecd4de45bcbf1e3cd5e30f",
  "url": "https://www.schooltube.com/the-gerald-r-ford-class-a-technological-marvel-of-naval-supremacy",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "SchoolTube Community",
  "published": "2024-05-04T01:17:00.000+03:00",
  "title": "The Gerald R. Ford-class: A Technological Marvel of Naval Supremacy",
  "text": "The Gerald R. Ford-class aircraft carrier, a technological marvel and symbol of American naval supremacy, ushers in a new era of maritime warfare capabilities. Named after the 38th President of the United States, these supercarriers represent a quantum leap in naval engineering and operational flexibility.\nThe Ford-class carriers differ significantly from their predecessors. First and foremost, the supercarriers are enormous—they’re the largest ships in terms of displacement ever built for the U.S. Navy.\nKey Features of the Gerald R. Ford-class Carriers: Displacement: 100,000 long tons (full load) Length: 1,092 feet (333 meters) Beam: 134 feet (41 meters) Draft: 39 feet (12 meters) Propulsion: Two A1B nuclear reactors, four propeller shafts Speed: 30+ knots (35+ mph) Complement: Approximately 4,539 officers and enlisted personnel Armament: Various combinations of missiles, guns, and close-in weapon systems Aircraft: Up to 90 fixed-wing aircraft and helicopters The Ford-class carriers are equipped with a number of advanced technologies that make them more capable and efficient than their predecessors. These include:\nElectromagnetic Aircraft Launch System (EMALS): EMALS uses electromagnetic force to launch aircraft, which is more efficient and reliable than the traditional steam catapults used on previous carriers. Advanced Arresting Gear (AAG): AAG uses a series of cables to arrest landing aircraft, which is more effective and gentler on aircraft than the traditional arresting gear used on previous carriers. Dual-Band Radar (DBR): DBR is a powerful radar system that can track multiple targets simultaneously, providing the carrier with enhanced situational awareness. Integrated Combat System (ICS): ICS is a computerized system that integrates all of the carrier’s sensors and weapons, allowing for more efficient and effective combat operations. The Gerald R. Ford-class carriers are a testament to the United States’ commitment to maintaining a strong and technologically advanced navy. These supercarriers will play a vital role in protecting American interests and ensuring freedom of the seas for years to come.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.youtube.com/embed/qm13IO3-3OI?feature=oembed",
    "https://www.youtube.com/embed/qm13IO3-3OI",
    "https://youtube.com/embed/qm13IO3-3OI?feature=oembed"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gerald r. ford-class",
        "sentiment": "positive"
      }
    ],
    "organizations": [
      {
        "name": "u.s. navy",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "united states",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-04T01:46:59.466+03:00",
  "updated": "2024-05-04T01:46:59.466+03:00"
}