{
  "thread": {
    "uuid": "15a62b6778dda71af1e6b1904521b5348189a9ee",
    "url": "https://www.primerahora.com/noticias/ciencia-tecnologia/notas/las-ballenas-fueron-mas-felices-durante-la-pandemia-del-covid",
    "site_full": "www.primerahora.com",
    "site": "primerahora.com",
    "site_section": "http://www.primerahora.com/noticias",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "Noticias - Primera Hora",
    "title": "Las ballenas fueron más felices durante la pandemia del COVID - Primera Hora",
    "title_full": "Las ballenas fueron más felices durante la pandemia del COVID - Primera Hora",
    "published": "2024-07-05T15:46:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PR",
    "main_image": "https://www.primerahora.com/pf/api/v3/content/fetch/image-resizer-v1?query=%7B%22website%22%3A%22primera-hora%22%2C%22imageUrl%22%3A%22https%3A%2F%2Fcloudfront-us-east-1.images.arcpublishing.com%2Fgfrmedia%2FMTPD4MS5I5CCJNVJTNRMGJ5IBY.jpg%22%2C%22width%22%3A1200%2C%22height%22%3A717%2C%22redirect%22%3A%221%22%2C%22external%22%3A%221%22%2C%22focalX%22%3A2190%2C%22focalY%22%3A1430%7D",
    "performance_score": 0,
    "domain_rank": 43504,
    "domain_rank_updated": "2024-07-02T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "15a62b6778dda71af1e6b1904521b5348189a9ee",
  "url": "https://www.primerahora.com/noticias/ciencia-tecnologia/notas/las-ballenas-fueron-mas-felices-durante-la-pandemia-del-covid",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Agencia EFE",
  "published": "2024-07-05T15:46:00.000+03:00",
  "title": "Las ballenas fueron más felices durante la pandemia del COVID - Primera Hora",
  "text": "Las ballenas fueron más felices durante la pandemia del COVID Una investigación de científicos australianos sugirió una disminución de los factores de estrés ambiental en esa especie. PUBLICIDAD Sídney, Australia. Las ballenas jorobadas que migran anualmente por la costa este de Australia fueron más felices durante el primer año de la pandemia del COVID-19, cuando el país oceánico aplicó estrictas medidas de confinamiento a su población, reveló un estudio científico publicado este viernes. La investigación realizada por científicos de la Universidad de Queensland se apoyó en imágenes tomadas por drones y las muestras de grasa extraídas de varios ejemplares de ballenas jorobadas que transitaron en las aguas cercanas a la Isla North Stradbroke, a unas 62 millas (100 kilómetros) del sur de la ciudad de Brisbane. Las imágenes permitieron observar la condición corporal y las reservas energéticas de las ballenas jorobadas (Megaptera novaeangliae) durante su larga migración anual -entre las aguas antárticas y zonas ecuatoriales a través de la costa australiana- y su intenso período de crianza. Relacionadas Asimismo, los científicos midieron genéticamente las concentraciones hormonales de la grasa (cortisol y testosterona) “durante un periodo de cambios sin precedentes en la actividad antropogénica y los procesos naturales”, según el artículo sobre este estudio publicado en la revista Marine Environment research. El análisis de las muestras reveló concentraciones de cortisol significativamente más bajas en las ballenas estudiadas en 2021, en comparación con el año anterior. “Este cambio en su fisiología sugiere una disminución de los factores de estrés ambiental entre estos dos años”, dijo el autor principal de este estudio, Jake Linsky, de la Facultad de Medio Ambiente de la Universidad de Queensland, en un comunicado publicado hoy por la institución educativa australiana. A lo largo de 2020, se aplicaron estrictas medidas de confinamiento y restricción de movimiento en casi todo el planeta a raíz de la pandemia del COVID-19, mientras que a la par se iniciaba el fenómeno meteorológico de La Niña, que los científicos apuntan que también pudo tener cierta influencia en el descenso de estrés. Los resultados genéticos “plantean la hipótesis de que las ballenas pueden haber estado respondiendo a una disminución de los contaminantes en sus remotas aguas de alimentación”, puntualizó el científico. Linsky también destacó la resiliencia de esta especie que “ha logrado una de las recuperaciones más exitosas tras la caza histórica de ballenas”. Estudios previos ya han registrado cambios similares en las hormonas del estrés en las ballenas en el lado opuesto del continente antártico, aunque los científicos de la Universidad de Queensland sugieren que la nueva investigación podría dar cuenta de que se trató de un incidente generalizado en todo el Océano Austral. La ballena jorobada, también conocida como yubarta, es un cetáceo de 40 toneladas de peso que puede llegar a medir 66 pies (20 metros), con un cuerpo característico que recuerda a una joroba. La población de ballenas jorobadas de Australia, que tiene dos poblaciones migratorias que navegan por sus costas oeste y este, es de 70,000 ejemplares, un número que ha ido aumentando por las medidas de protección implementadas por el país.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T16:14:55.682+03:00",
  "updated": "2024-07-05T16:14:55.682+03:00"
}