{
  "thread": {
    "uuid": "ab2b3011ed18eabf2a88440228a45183d4c5df88",
    "url": "https://www.newsbreak.com/millsboro-de/3303193085964-combating-military-suicide-is-mission-of-national-legion-auxiliary-leader",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/baytobaynews-com-1733089",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "BaytoBayNews.com | NewsBreak",
    "title": "Combating military suicide is mission of national Legion Auxiliary leader",
    "title_full": "Combating military suicide is mission of national Legion Auxiliary leader",
    "published": "2024-01-19T06:32:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/0KwDvO_0qqN7p0900?type=thumbnail_1600x1200",
    "performance_score": 0,
    "domain_rank": 3344,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ab2b3011ed18eabf2a88440228a45183d4c5df88",
  "url": "https://www.newsbreak.com/millsboro-de/3303193085964-combating-military-suicide-is-mission-of-national-legion-auxiliary-leader",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2024-01-19T06:32:00.000+02:00",
  "title": "Combating military suicide is mission of national Legion Auxiliary leader",
  "text": "MILLSBORO — The American Legion Auxiliary’s national president, Lisa Williamson, took time to visit the Dover Air Force Base mortuary during her swing through Delaware this week. She found it emotionally touching, as it struck the center of the American Legion’s renewed “Be the One” mission to combat suicide among military personnel and veterans. “We don’t need to talk about 16 (suicides) a day or 22 a day. The big thing is one a day. Let’s talk about one a day, the one that we can save each and every day. All of those ones add up. So, be the one to save one,” said Ms. Williamson during a farewell brunch Wednesday at Post 28 in Millsboro. The suicide rate among military members and veterans is much higher than that of the general population. Research found that, from 2006-20, 8,262 veterans died by suicide, while 562,411 civilians took their lives — a rate of roughly 42 per 100,000 for veterans versus about 18 per 100,000 for the general public, according to Ms. Williamson. Combating these suicides is now a united effort, enlisting the effort of American Legion national commander Daniel Seehaven of Wisconsin, the Sons of the American Legion national commander Don “J.R.” Hall from Maryland and Ms. Williamson, who hails from Alaska. “We all have decided our focus this year is going to be on military and veteran suicide, embracing Be the One — the first time three ... national leaders are walking in the same direction for the same goal. It is our thought that we, as a family, can accomplish more,” she said. “Just like you can here at Post 28, ... all working together as a family to do so much more than trying to do one by yourself.” The Be the One campaign also includes the year-old 988 veteran crisis line. It’s all about compassionate intervention, and providing that is relatively simple, the national auxiliary president added. “It has been a taboo subject that we had had for far too long,” said Ms. Williamson. “So, how can we help? I am not a mental health professional, … but we know (what) we can do.” She pointed to an acronym: “ALR.” A stands for “ask.” Ask a veteran or a military person how they’re doing. Just ask and let them talk. L signifies “listen.” That means listening to what they are saying. It doesn’t mean you have to listen to exactly what the words are but also check their body language. Listen to what they are not saying. If you feel they are really in crisis, seek help. Finally, R is for “reach out.” Call that 988 number. “I selected this focus before Be the One came into existence” she continued. “It is no longer an initiative. It is a mission — first, to let our veterans, let our military, know that it is OK to not be OK. ... And it is OK to ask for help. “We also know that our (current) military are a little less likely to ask for help. In the back of their minds, it is going to affect promotion. There are things that we need to look at to try to help our active-duty military.” Ms. Williamson, escorted by several American Legion Department of Delaware officials over her three-day stay, said she was touched by her visit to Dover Air Force Base. “It was incredibly moving. I now have a connection. I know, once they identify (the deceased), where they go,” she said. She added that she was amazed by the dedication of the several dozen mortuary staffers at the base. “This group of 54 airmen that are stationed there, that’s all they do, and they do it from the heart. It was incredibly moving to see that they try to allow the family a little ... control. They all do it with such emotion and always the families first,” Ms. Williamson said. She was also impressed by the services available, which include three mental health professionals and three chaplains. In addition, Ms. Williamson talked about another tool in addressing military suicide — S.A.V.E. Training, offered free through Veterans Affairs. “Research shows that 50% of Americans believe that asking for mental health help is a sign of weakness. That percentage is 75% for our military and veterans. There has been a 30% increase in suicide over the last 10 years in our nation. It is now the No. 10 reason for death in our nation, behind cancer and some of those physical ailments,” she said. “If we can build some time between the time they first think about harming themselves and actually act, we can save lives, just by sitting there and talking, asking, listening and reaching out.” In conclusion, she offered one more statistic: “Every suicide death can affect up to 135 people — family, friends, parishioners, your grocery clerk at the little 7-Eleven on the corner.” Ms. Williamson’s journey also included the Fisher House for Families of the Fallen, Fort Miles and Cape Henlopen State Park, where she took her first dip into the Atlantic Ocean. And, on Monday, in observance of Martin Luther King Jr. Day, she participated in Unit 28’s annual outreach initiative, which provided 200 bags of groceries to stock the Veterans Affairs Wilmington Healthcare System’s food pantry. From Delaware, Ms. Williamson headed to New York City, part of her 310-day tour of the nation. “As Lisa bids farewell to Delaware, embarking on her next leg of her journey, ... we hope that the warmth and kindness that she experienced during her time in Delaware will undoubtedly stay with her,” said Beth McGinn, a Unit 28 member and Department of Delaware official. Staff writer Glenn Rolfe can be reached at grolfe@iniusa.org . Follow @glennrolfeBTBN on X.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=0KwDvO_0qqN7p0900",
    "https://img.particlenews.com/image.php?url=0KwDvO_0qqN7p0900",
    "https://img.particlenews.com/image.php",
    "https://www.img.particlenews.com/image.php?url=0KwDvO_0qqN7p0900",
    "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=0KwDvO_0qqN7p0900"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lisa williamson",
        "sentiment": "negative"
      },
      {
        "name": "dan",
        "sentiment": "none"
      },
      {
        "name": "williamson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "american legion auxiliary",
        "sentiment": "negative"
      },
      {
        "name": "american legion",
        "sentiment": "none"
      },
      {
        "name": "post",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "millsboro",
        "sentiment": "none"
      },
      {
        "name": "delaware",
        "sentiment": "none"
      },
      {
        "name": "millsboro",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T07:57:09.888+02:00",
  "updated": "2024-01-19T07:57:09.888+02:00"
}