{
  "thread": {
    "uuid": "ca29eee378e04192ba0124a05d46b4f653af9239",
    "url": "https://www.lgbtqnation.com/2024/05/the-palestinian-activists-fighting-for-lgbtq-rights-against-a-neverending-backdrop-of-war",
    "site_full": "www.lgbtqnation.com",
    "site": "lgbtqnation.com",
    "site_section": "http://www.lgbtqnation.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "LGBTQ Nation",
    "title": "The Palestinian activists fighting for LGBTQ+ rights against a neverending backdrop of war",
    "title_full": "The Palestinian activists fighting for LGBTQ+ rights against a neverending backdrop of war",
    "published": "2024-05-06T19:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://abuwjaawap.cloudimg.io/v7/_lgbtqnation-assets_/assets/2024/05/shutterstock-2387515277-scaled.jpg?auto=format&auto=compress&fit=crop&gravity=smart&w=1200&h=630&force_format=jpeg&wat=1&wat_gravity=southeast&wat_pad=40",
    "performance_score": 0,
    "domain_rank": 13080,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ca29eee378e04192ba0124a05d46b4f653af9239",
  "url": "https://www.lgbtqnation.com/2024/05/the-palestinian-activists-fighting-for-lgbtq-rights-against-a-neverending-backdrop-of-war",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Finbarr Toesland",
  "published": "2024-05-06T19:00:00.000+03:00",
  "title": "The Palestinian activists fighting for LGBTQ+ rights against a neverending backdrop of war",
  "text": "Despite the massive backlash that follows her work, Rauda Morcos has never hesitated to advocate for LGBTQ+ Palestinians. The human rights lawyer and activist helped create ASWAT, the first organization for Palestinian lesbians, also known as the Palestinian Feminist Center for Gender and Sexual Freedoms. “I said to myself if I were to die achieving my goal and putting the word out that we are equal within our Palestinian community as women, as lesbians, and as queer, then it’s worth it,” she told LGBTQ Nation. Related: [Israel’s flame of empathy is burning out. But it’s not irretrievable.] We have lost something very precious, but it’s not too late to get it back. ASWAT started out as a humble email group back in the late 1990s. Intending to open up the conversation around sexual orientation in Palestine, the organization operates as the first line of support for women, as well as men, who have questions about their sexuality. Global perspectives delivered right to your inbox Our newsletter bridges borders to bring you LGBTQ+ news from around the world. Based in Haifa, Morcos has seen many positive changes for LGBTQ+ Palestinians over the last two decades. “Today you can find Palestinian couples with kids, some who are out and some who are not. It’s your choice.” Nevertheless, activists like Morcos have paid a high personal cost for fighting against repressive and ingrained societal norms that further marginalize often vulnerable members of the LGBTQ+ community. There’s no question many LGBTQ+ Palestinians contend with a complex intersection of identities. Queer Palestinians are simultaneously dealing with the same issues as other Palestinians while also fighting for legal recognition and protection from anti-LGBTQ+ discrimination. “The challenges that face all Palestinians are the same, occupation and a lack of freedoms because of the restrictions imposed on the Palestinians due to the occupation,” she said. “Not only the destruction but the human rights violations against Palestinians are the most stressful at the moment. Not only in the West Bank because Palestinians inside Israel feel very threatened at the moment.” A complex legal framework Palestinian activists have endured personal attacks, discrimination and even death threats as they struggle to fight for equal rights in a region already rife with conflict. Yet, there is a marked difference in the legal and social environment for LGBTQ+ Palestinians between the two Palestinian territories, the West Bank and the Gaza Strip. In the West Bank, same-sex sexual acts were decriminalized in 1951 as a result of the annexation of the territory by Jordan and the subsequent ratification of the Jordanian Penal Code. Yet in the Gaza Strip, under the rule of Hamas, conditions are more challenging. Opinions differ on the extent to which the British Mandate Criminal Code Ordinance, which was enacted in 1936 and punishes “carnal knowledge against the order of nature”, is applied to consensual same-sex relations. According to the UK-based NGO Human Dignity Trust, there is “little evidence of the law being enforced, and it appears to be largely obsolete in practice.” Statistics published by the [ Global Acceptance Index](https://williamsinstitute.law.ucla.edu/wp-content/uploads/Global-Acceptance-Index-LGBTI-Nov-2021.pdf), which tracks LGBTI social acceptance across the world, show little positive change has happened in Palestine in recent years. The Index ranks Palestine 130 out of 175 countries, with no notable advancement in equal rights over the last decade. For LGBTQ+ folks in Western countries, groups like Queers for Palestine offer solidarity as a form of intersectional justice. They see queer liberation as linked to Palestinian liberation. Whereas some LGBTQ+ people feel they can’t support Palestinian rights because of the anti-LGBTQ+ nature of the region, queer advocates for Palestinian liberation [criticize Isreal for ‘pinkwashing’ its human rights record](https://www.lgbtqnation.com/2024/04/palestinians-are-dying-in-the-name-of-lgbtq-people-this-is-not-what-we-stand-for/) in order gain support from queer people in the West. A global fight Maisan Hamdan – a Palestinian writer and activist born in the port city of Haifa – has split her time between Haifa and Berlin since 2017. But distance doesn’t make her any less connected to her birthplace. “I became very much connected, but in a different way,” she told LGBTQ Nation. “Seeing LGBTQ issues in Palestine as a part of a huge international intersectionality showed me that we can’t separate issues when it’s about oppression and resistance.” Before 2017, Hamdan volunteered with alQaws for Sexual and Gender Diversity in Palestinian Society, an organization working to improve the rights of LGBTQ+ Palestinians. Hamdan’s activism has included attending protests in Haifa and participating in [internationalist pride](https://iqpberlin.org/en/) in Berlin, where she gave a speech about the experiences of queer people in Palestine. “Due to the complexity that we live in, it is never normal for us like other queers around the world who might have to fight for their rights but within their country, among their people,” she said. “We fight double oppression – colonialism and patriarchy.” She added that it’s essential for others to work to understand the complexity that she and other queer Palestinians inhabit. “As Palestinian queers who live in a place where oppression is part of the daily scene, it is a huge thing to feel that you are not alone,” she said, “that there are spaces where you feel you are part of a community, where you are being listened to, where you can share your thoughts without being afraid and where basically you feel safe.” Don't forget to share:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://iqpberlin.org/en/",
    "https://williamsinstitute.law.ucla.edu/wp-content/uploads/Global-Acceptance-Index-LGBTI-Nov-2021.pdf",
    "https://www.iqpberlin.org/en/",
    "https://iqpberlin.org/en",
    "https://www.williamsinstitute.law.ucla.edu/wp-content/uploads/Global-Acceptance-Index-LGBTI-Nov-2021.pdf"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rauda morcos",
        "sentiment": "negative"
      },
      {
        "name": "morcos",
        "sentiment": "none"
      },
      {
        "name": "aswat",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "palestinian feminist center for gender",
        "sentiment": "none"
      },
      {
        "name": "lgbtq nation",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "palestine",
        "sentiment": "none"
      },
      {
        "name": "haifa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-06T20:15:09.905+03:00",
  "updated": "2024-05-21T00:58:47.068+03:00"
}