{
  "thread": {
    "uuid": "fcedcea5383ccf9f0232fcfe4caa7c9e72896450",
    "url": "https://www.eurosport.fr/cyclisme/paris-nice/2024/paris-nice-arnaud-demare-j-ai-laisse-une-trace.-et-ce-n-est-pas-fini_sto10042462/story.shtml",
    "site_full": "www.eurosport.fr",
    "site": "eurosport.fr",
    "site_section": "http://www.eurosport.fr/rss.xml",
    "site_categories": [
      "sports"
    ],
    "section_title": "Eurosport - À la une",
    "title": "Démare : \"J'ai laissé une trace… et ce n'est pas fini\"",
    "title_full": "Démare : \"J'ai laissé une trace… et ce n'est pas fini\"",
    "published": "2024-02-29T23:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://imgresizer.eurosport.com/unsafe/2560x1440/filters:format(jpeg)/origin-imgresizer.eurosport.com/2024/02/29/3920045-79633668-2560-1440.jpg",
    "performance_score": 0,
    "domain_rank": 19289,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fcedcea5383ccf9f0232fcfe4caa7c9e72896450",
  "url": "https://www.eurosport.fr/cyclisme/paris-nice/2024/paris-nice-arnaud-demare-j-ai-laisse-une-trace.-et-ce-n-est-pas-fini_sto10042462/story.shtml",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Eurosport_FR",
  "published": "2024-02-29T23:34:00.000+02:00",
  "title": "Démare : \"J'ai laissé une trace… et ce n'est pas fini\"",
  "text": "Paris - Nice - Arnaud Démare : \"J'ai laissé une trace… et ce n'est pas fini\"\nAvant de se lancer sur Paris-Nice, Arnaud Démare s'est confié à Eurosport. L'occasion pour lui de revenir sur ses débuts chez Arkéa-B&B Hotels et son nouveau rôle dans une équipe qui a centré son projet autour de lui. A 32 ans, si l'heure n'est pas encore de regarder dans le rétro, il revient sur sa place dans le peloton et au sein de la hiérarchie des sprinters, une caste de plus en plus menacée…\nEst-ce que ça fait du bien d'atterrir dans une équipe où on a un peu plus les coudées franches et de se sentir au centre du projet ?\nArnaud Démare : C'est clair. Quand on investit des coureurs autour de moi, qu'il y a de l'engagement de leur part et de mon côté, ça fait du bien. Mais ça ne veut pas dire que je suis tranquille. J'ai plutôt envie de réussir. Et rapidement.\nÇa ne libère pas d'un poids sur le vélo de se sentir mieux entouré ?\nA.D. : Non parce que, justement, on a formaté autour de moi un collectif. Je suis dépendant de leur décision. Quand on réussit ou quand on échoue, c'est ensemble. Quand un train est rôdé, tu as quand même plus de chance d'avoir de la réussite. Aujourd'hui, je manque de spontanéité, ça peut être frustrant. Je fais confiance à mon groupe.\nEn 2020, j'étais parmi les trois premiers et peut-être le meilleur\nOù est-ce que vous vous placez aujourd'hui dans la hiérarchie des sprinters ?\nA.D. : C'est difficile. Un jour, c'est l'un après c'est l'autre. Ça dépend des périodes. Je ne peux pas répondre. En 2020, j'étais parmi les trois premiers et peut-être le meilleur. Les deux dernières années, un petit peu moins.\nJasper Philipsen vous fait-il plus peur que les autres ?\nA.D. : Sur un sprint, tout est faisable. Si le coureur est dans la boîte et qu'il ne sort pas de la boule, il ne peut pas s'exprimer. Je n'ai peur de personne même si ce sont des gros adversaires. Je sais que c'est possible.\nAujourd'hui, vous comptabilisez 95 victoires chez les professionnels. Quel est le moment idéal pour le 100e bouquet ?\nA.D. : On verra. Je dois d'abord arriver à 96. Je me fais des plans qui ne se déroulent pas toujours comme je le veux. Paris-Nice m'a déjà bien réussi. Il faut que je continue d'y croire. La confiance traîne à arriver mais j'y crois. Le timing idéal pour la 100e, ce serait sur le Tour. Ça voudrait dire que j'ai fait un bon début de saison. Après, si je n'ai que la 98e sur le Tour, je prends aussi.\nA quel point votre saison est polarisée justement autour de l'objectif de renouer avec le succès sur le Tour ?\nA.D. : C'est hyper important même si une grosse partie de la saison avant compte aussi avec Paris-Nice, la période des classiques et semi-classiques. J'aime courir ces courses. Sur la seconde partie de saison, bien sûr que je pense au Tour. Mais je ne roule pas à l'économie en y pensant.\nJ'ai toujours pensé que ma place était sur le Tour\nVous n'avez participé qu'à une seule des cinq dernières éditions. Votre ancienne équipe vous a parfois écarté de la sélection pour la Grande Boucle. Est-ce que vous allez revenir sur le Tour avec un sentiment de revanche ?\nA.D. : J'ai toujours pensé que ma place était sur le Tour. Quand j'étais sur le Giro, j'y suis allé avec de l'envie et de l'engagement et ça a fait partie de la construction de ma carrière parce que j'ai fait des choses exceptionnelles en Italie. On attend à ce que je fasse pareil sur le Tour même si l'adversité est plus rude. Quand je vais y retourner, je vais savourer et être heureux de faire partie de la fête. Même si la quête est longue et dure. Si j'y suis, je vais apprécier chaque moment.\nOn a l'impression depuis quelques années qu'il y a moins en moins de place pour les sprinters. Les Grands Tours font tout pour éviter les arrivées massives et les journées contrôlées par les équipes de sprinters. Les étapes sont de plus en plus difficiles. Comment on le vit quand on est un pur sprinter ?\nA.D. : On s'adapte, on n'a pas le choix. Les parcours sont de plus en plus exigeants. On arrive toujours plus émoussé et fatigué à l'approche des sprints. Désormais, de nombreux sprinters passent les bosses. Il y a dix ans, sur certaines étapes d'aujourd'hui, on aurait trouvé aucun sprinter dans le final. Mais c'est fini. On grimpe de mieux en mieux, ça roule de plus en plus vite. Je pensais, moi aussi, que la place des sprinters était de plus en plus menacée. Mais quand j'ai vu le parcours proposé par ASO sur le prochain Tour, ça m'a fait changer d'avis. On aura beaucoup d'opportunités. On revient un peu en arrière par rapport à ce qu'il s'est passé depuis trois ou quatre ans. Je m'y retrouve quand même toujours même si ce sera plus dur sur ce Paris-Nice.\nEn plus, de tracés plus difficiles, il faut faire avec la concurrence de superstars comme Van Aert, van der Poel ou même Pogacar, capables de gagner partout.\nA.D. : Oui mais pas que sur les sprints, c'est le niveau général qui a augmenté. Quand j'ai commencé, il n'y avait pas Strava. Aujourd'hui, toutes les données sont disponibles. Toutes les équipes partent très tôt en stage en Espagne, beaucoup de coureurs font des stages personnels même des amateurs qui ne sont même pas en première catégorie. La préparation en altitude, c'est devenu la norme. Quand j'ai démarré, on roulait quatre heures par jour en Bretagne au mois de décembre. Même chose, je devais être un des rares il y a quinze ans à faire de la musculation. Aujourd'hui, tout le monde en fait. Le peloton est de plus en plus sérieux et le niveau s'est vraiment élevé. Quand il y a des coups de vis aujourd'hui, ça ne pète plus. Avant, ça faisait très mal.\nEst-ce que la place de plus en plus menacée du sprinter explique aussi pourquoi il y a un trou générationnel derrière vous, Nacer Bouhanni et Bryan Coquard ? Est-ce que le sprinter devient une espèce en voie de disparition ?\nA.D. : C'est un hasard. Il faut avoir les talents qui poussent derrière. Aujourd'hui, ça arrive avec Paul Magnier qui explose en ce début de saison. Il faut la pépite capable de gagner sur les sprints. On ne l'avait pas pendant ce trou mas on peut compter sur lui désormais.\nA la fin de ma carrière, je n'aurai aucun regret\nAujourd'hui, vous êtes le Français en activité qui a le plus gagné. Derrière Julian Alaphilippe, vous êtes sans doute le plus gros palmarès français du peloton. Est-ce que vous l'impression que votre carrière est reconnue à sa juste valeur ? Ou faut-il nécessairement gagner en montagne pour conquérir les cœurs ?\nA.D. : Je ne me pose plus la question. Je suis fier de ce que j'ai fait. A la fin de ma carrière, je n'aurai aucun regret. Je sais que j'aurai laissé une trace et ce n'est pas fini d'ailleurs. J'ai arrêté de me poser ce genre de questions.\nDans le peloton aujourd'hui, il n'y a plus que Mark Cavendish qui a plus gagné que vous…\nA.D. : Oui, ça me rend fier. Mais beaucoup de jeunes ont déjà 50 victoires. Ca reste anecdotique même si ça me fait une petite reconnaissance.\nSur le même sujet\nPartager cet article\nPublicité\nAd\nPublicité\nAd",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:56:22.423+02:00",
  "updated": "2024-03-01T00:56:22.423+02:00"
}