{
  "thread": {
    "uuid": "962e8393999a4144ad6445e077fcc275129673d4",
    "url": "http://business.decaturdailydemocrat.com/decaturdailydemocrat/article/marketersmedia-2024-1-1-hr-certified-wins-three-2023-best-of-america-small-business-awards",
    "site_full": "business.decaturdailydemocrat.com",
    "site": "decaturdailydemocrat.com",
    "site_section": "http://business.decaturdailydemocrat.com/decaturdailydemocrat/markets/news",
    "site_categories": [
      "financial_news",
      "finance"
    ],
    "section_title": "Stock Market News | NSDQ, NYSE, and AMEX Stock Market News, Market News Categories, Market Indicators | News | decaturdailydemocrat.com ",
    "title": "HR Certified Wins Three 2023 Best of America Small Business Awards | News | decaturdailydemocrat.com",
    "title_full": "HR Certified Wins Three 2023 Best of America Small Business Awards | News | decaturdailydemocrat.com",
    "published": "2024-01-01T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/decaturdailydemocrat.com/content/tncms/custom/image/aeb4ef48-6666-11eb-bb03-ab9624af0e8f.jpg?resize=600%2C315",
    "performance_score": 0,
    "domain_rank": 99295,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "962e8393999a4144ad6445e077fcc275129673d4",
  "url": "http://business.decaturdailydemocrat.com/decaturdailydemocrat/article/marketersmedia-2024-1-1-hr-certified-wins-three-2023-best-of-america-small-business-awards",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Decatur Daily Democrat",
  "published": "2024-01-01T02:00:00.000+02:00",
  "title": "HR Certified Wins Three 2023 Best of America Small Business Awards | News | decaturdailydemocrat.com",
  "text": "HR Certified won the 2023 Best of America Small Business Award sponsored by BASA Awards, coming out on top over hundreds of other competitors — HR Certified, a standout in the realm of professional development, has recently emerged triumphant in the prestigious Best of America Small Business Awards (BASA) by clinching three distinctive accolades. The company, helmed by Anthony P. Howard as its Founder and CEO, secured top honors in the categories of Best Startup - Education & Training, Best Campaign - Diversity, Equity, and Inclusion Of The Year, and also secured a coveted spot in the TopList, boasting one of the entries with the highest number of votes from the public across all categories. The BASA Awards, a highly anticipated event in the small business community, provided a platform for HR Certified to shine. Beating out hundreds of competitors, the company's success is a testament to its dedication to excellence in education and its unwavering commitment to fostering diversity, equity, and inclusion. The awards were presented to HR Certified through a virtual ceremony, a fitting acknowledgment of the digital age. To delve deeper into the specifics of the accolades and the event itself, interested individuals can visit the company's website at https://www.basawards.com/pages/2023-usa-basa-awards-winners . The comprehensive details available on the website provide insights into the criteria for nomination, the judging process, and the distinguished panel of judges responsible for evaluating the contenders. One distinctive aspect of the BASA Awards is the requirement for potential recipients to self-nominate, fostering a sense of proactivity and commitment to excellence. The judging process, as outlined on the website, involved a meticulous evaluation, with contenders needing to score 75% and above to be considered for the Best of America Small Business Award. The evaluation incorporated input from an independent panel of judges, public voting, and the amalgamation of both public and judge scores ultimately determining the category winners. Anthony P. Howard, the visionary behind HR Certified, expressed his delight at the company's stellar performance in the BASA Awards. In a statement, he emphasized the significance of a process devoid of the influences of big corporations, nepotism, or pay-to-play frameworks. Howard articulated the company's gratitude for being recognized and rewarded for its impactful contributions. \"It was important for us to be pressure-tested with a process that big corporations, nepotism, or pay-to-play frameworks did not influence. We are grateful to have been noticed and rewarded for our impact,\" remarked Anthony P. Howard, underlining the integrity and transparency of the awarding process. HR Certified's triumph in the Best Startup - Education & Training category attests to its innovative approach in the realm of professional development. The company has evidently carved a niche for itself by providing top-notch educational services, with its HR Masterclass which activates the highest potential in HR professionals through HRCI and SHRM certification coupled with professional coaching, opportunities to expand professional networks and providing community to its clients. The recognition for the Best Campaign - Diversity, Equity, and Inclusion Of The Year highlights HR Certified's commitment to fostering an inclusive workplace environment. In an era where diversity and inclusion are paramount, the company's emphasis on these values is not just a strategic move but a genuine reflection of its organizational ethos. The organization has made information accessible through hosting LinkedIn Live events on cutting-edge topics and through its Campaign, they have extended scholarships to under-resourced diverse talent and their allies. Furthermore, securing a place in the TopList with one of the entries receiving the highest number of votes from the public showcases the widespread support and approval HR Certified enjoys from its audience. The public's validation, coupled with the endorsement from industry experts, solidifies the company's position as a leader in its field. For those keen on delving into the intricacies of HR Certified's journey to success and its notable achievements at the BASA Awards, the company's official website provides a comprehensive resource. The webpage https://www.basawards.com/pages/2023-usa-basa-awards-winners serves as a hub for information, offering a detailed account of the award categories, the selection process, and the distinguished individuals comprising the judging panel. In conclusion, HR Certified's triumphant sweep at the BASA Awards is a testament to the company's unwavering commitment to excellence, innovation, and inclusivity. As the accolades continue to pour in, HR Certified stands as a shining example in the small business landscape, setting benchmarks for others to emulate. The journey from self-nomination to securing top honors underscores the company's dedication to meritocracy and the positive impact it has on the professional development landscape. Contact Info: Name: Anthony P Howard, SPHR, SHRM-SCP Email: Send Email Organization: HR Certified LLC Address: 504 Fair Street Southwest, Atlanta, GA 30313, United States Phone: +1-312-262-3872 Website: https://gethrcertified.com/ Source: PressCable Release ID: 89117642 In case of identifying any errors, concerns, or inconsistencies within the content shared in this press release that necessitate action or if you require assistance with a press release takedown, we strongly urge you to notify us promptly by contacting [error@releasecontact.com](mailto:error@releasecontact.com). Our expert team is committed to addressing your concerns within 8 hours by taking necessary actions diligently to rectify any identified issues or supporting you with the removal process. Delivering accurate and reliable information remains our top priority.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Human Interest",
    "Labor"
  ],
  "external_links": [
    "https://www.basawards.com/pages/2023-usa-basa-awards-winners",
    "https://send.releasecontact.com/89117642",
    "https://gethrcertified.com/",
    "https://www.gethrcertified.com/",
    "https://gethrcertified.com",
    "https://basawards.com/pages/2023-usa-basa-awards-winners",
    "https://www.send.releasecontact.com/89117642"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "anthony p. howard",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "best startup - education & training",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-01T23:51:13.673+02:00",
  "updated": "2024-01-01T23:51:13.673+02:00"
}