{
  "thread": {
    "uuid": "45eb2f0ec403f4dd8596212e46626b03f298b9b2",
    "url": "https://www.undertheradarmag.com/interviews/cat_power_on_her_new_album_covers_and_the_influence_of_her_grandmother",
    "site_full": "www.undertheradarmag.com",
    "site": "undertheradarmag.com",
    "site_section": "https://www.undertheradarmag.com",
    "site_categories": [],
    "section_title": "Under the Radar Magazine",
    "title": "Cat Power on Her New Album “Covers” and the Influence of Her Grandmother | Under the Radar Magazine",
    "title_full": "Cat Power on Her New Album “Covers” and the Influence of Her Grandmother | Under the Radar Magazine",
    "published": "2024-01-07T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://undertheradarmag.com/uploads/article_images/Cat_Power_Covers_Press_Photo_Interview_Under_the_Radar.jpeg",
    "performance_score": 0,
    "domain_rank": 50374,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "45eb2f0ec403f4dd8596212e46626b03f298b9b2",
  "url": "https://www.undertheradarmag.com/interviews/cat_power_on_her_new_album_covers_and_the_influence_of_her_grandmother",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jake Uitti",
  "published": "2024-01-07T02:00:00.000+02:00",
  "title": "Cat Power on Her New Album “Covers” and the Influence of Her Grandmother | Under the Radar Magazine",
  "text": "Cat Power on Her New Album “Covers” and the Influence of Her Grandmother A Little Bit of Magic Jan 14, 2022 Photography by Mario Sorrenti [Issue #69 - 20th Anniversary Issue](https://www.undertheradarmag.com/issues/issue_69_20th_anniversary_issue) One note twirled out from singer [Cat Power’s](https://www.undertheradarmag.com/artists/cat_power) tongue and it’s clear: the artist is a genre unto herself. When the songwriter, also known as Chan Marshall, offers her voice in melody, it’s like a homemade amalgamation of different woods: birch, cedar, maple, applewood (folk, rock, blues, bluegrass), all fused and nailed together to create some echoing birdhouse tone that’s completely singular. It’s a mystical-going-on-mythical combination that many in Marshall’s wake have attempted to mimic or adapt. But that’s the thing with singularity, there’s but one, simply by definition. And so Marshall strides and stumbles through life knowing this, whether or not she admits it to herself out loud, knowing she’s a one-of-one, which must be both paradise and fraught. All the while still, Marshall continues to release glorious new work, both original and cover albums, applying her unique lens overtop each composition. Marshall’s latest offering, Covers, is a new record of just that, with a release date a mere week before her 50th birthday. “Being a little kid with my grandmother,” says Marshall, “she would sing all these old songs. So, it makes sense, because since I was a little girl, I’ve been singing these songs. I’m the granddaughter of a time when that’s all they used to do. Back in the day with Gershwin, they all did that. Everybody did everybody’s songs.” Marshall grew up in the South. She was born in Atlanta and spent her formative years in The Big Peach City. She learned about religion from a young age, both its powers of connecting a community and creating greed. She was raised by her grandmother until she was about five years old. Her grandmother, in fact, passed away in late 2019 just before the COVID-19 pandemic officially hit the United States. Like religion, Marshall knew the healing benefits of music before she learned of the avarice that can also attach to it. There she was, humming with her grandmother, a figure for Marshall much like her best friend. “When I think of music,” Marshall says, “I think of country music or old gospel stuff because [my grandmother] was Southern Baptist. I think of old timey songs and her cooking, just singing with her and learning to whistle with her and learning to snap.” For much of her life, Marshall believed she’d taken on the identity of a musician from her father and stepfather, both of whom were songwriters and guitar players. But eventually Marshall began to realize her musical roots went even deeper. “I realized once she was gone,” Marshall says of her grandmother, “that it was actually her who taught me how to sing, taught me how much love and joy there is in singing.” It’s easy to hear the joy in Marshall’s voice as she sings in her own signature style on her new 12-track Covers album. The record, which features songs by Frank Ocean, The Pogues, Billie Holiday, and others is thick and pointed. It’s the mark of an expert dipping into others’ expertise. On “Pa Pa Power,” a song by rock duo Dead Man’s Bones (co-founded by actor Ryan Gosling), Marshall’s voice punches and breaks like the body of a veteran prize fighter. “It’s just obvious that I would want to do other songs besides my own,” Marshall says. “Because I love to sing.” The word “magic” can be overused to put a label on things human beings don’t understand. It’s a glittery term for “unknown.” But there are occasions when it fits. A sense of wonder must persist, after all, even in the face of delightful science. Marshall talks about the magic handed down by women to one another in the face of little to no other choice. Healing mechanisms, little secular prayers, balms, ointments that did save lives. Just because one can’t explain why something works doesn’t remove the working. This magic is like songs, too. The other side of that coin, though, is the gnarled, applauded ignorance that stems from inaction. This is the stuff Marshall wants to avoid. Indeed, as a mother, Marshall teaches her son to inspect the world, to try to understand it. Otherwise, you’ll be subject to the trappings of life. “I’m trying to teach him about all different types of religion,” Marshall says. “I try to be as direct and honest as I can with him so he understands the truth. But I also enjoy a little bit of the lie.” For Marshall, the “lie” is comprised of things like Christmas lights or any of those existential confections that dazzle but are really slightly detrimental. Perhaps this sensibility is the result of moving households so often as a young person, as Marshall did, that any little touchstone was valuable. As a kid, Marshall attended something like 10 schools before finally dropping out in the 11th grade. Along her way, she found herself work in an Atlanta pizzeria, which is where she met a group of friends and started a band called Cat Power. Around then, too, her dad played at a local Holiday Inn every night, so music was already part of her personal fabric. Thus, starting a band felt normal at the time. “I never thought about it until recently,” she says. “But I can’t believe I was able to do it.” The way Marshall talks about it, she says that if her dad and grandmother had come from a line of, say, knife throwers, she could have easily become one, too. Perhaps even an expert marksman. Really, at the core of who she was inside has been a sense of adaptability. It’s odd to say that a skill like this can come from a problematic source. But with Marshall, and others like her, this particular ability often comes from being a child of addiction. Such an upbringing creates a permanent rocky footing. So, to survive, one must be nimble. “When I was growing up,” she says, “addiction ran in my family and I think when you’re around that as a child—the unpredictability. All the different things that come with that as a child create a lot of unstable, uncertainties that—you aren’t ever really sure of it all. You’re just not really sure a lot.” Marshall grew up shy. She became accustomed to her own silence. Yet, she was always an artist, writing little poems, painting, singing. She became interested in photography and music, too, of course. She was someone who, ultimately, wanted to taste and touch the plethora of the world’s cornucopia. Eventually, it is was music that would allow her to go around the world. In this way, she never really chose it as a career. It and the world’s collective adoring ears chose her. But again that spark can be traced to her grandmother. “It was something my grandmother informed me of,” Marshall says. “When I heard Aretha Franklin sing ‘Amazing Grace’ for the first time and Billie Holiday sing ‘Strange Fruit’—anyone can sing a song, but when you feel a way you never felt before, or when you hear something and it makes you feel familiar about something, something gets explained to you that you never knew the words to say.” As a young adult, Marshall wanted to be an investigative journalist, someone who ventures into the catacombs of society or perhaps even the world, maybe traveling to some war-torn area to enter the fray with a notebook and her two eyes. But in reality, she ended up working a handful of jobs at once to make ends meat before she made any headway as an artist in earnest. Marshall cleaned apartments, worked as a bartender in New York City’s meatpacking district, was an artist’s assistant, made copies at a Xerox store for customers. But she found out that one gig at a nightclub could pay $50-60, give her a meal and a pitcher of beer. In the end, there was no contest. “That was a big choice that I decided to make,” she says, “to trade in all those jobs for one that’s everybody’s dream. To see the world, right?” She adds, “I had no idea I was going to be doing this. It was fine for the time and year I could go to France and that’s fucking awesome. But I wanted to paint and write and take photographs. I wasn’t a musician, per se.” Even though she wasn’t a formal musician, capital-M, Marshall was a singer her whole life. Anyone who knows her, she says, will tell you that quickly. Somewhat famously, however, she’s often felt awkward and shy on stage. But around 2006, as she was touring her album The Greatest, Marshall began to feel more comfortable. She remembers the exact gig, too. It was in Tucson, Arizona. “That [tour],” Marshall says, “was the first time I ever sang on the microphone the way I would sing if I were with my friends…. That first run of shows was the first time I could look at the audience. I wasn’t playing guitar or piano. The was first time I ever sang to the audience and it changed my life.” Marshall says she felt truly happy then, playing with her band, which was comprised of Roy Brewer and Teenie Hodges, among others. Around that time, Marshall had started to see a therapist and she’d gotten sober, too. Before that, she’d felt almost immeasurably burnt out. Her mental health was ailing, she had “stuff bottled up inside since I was a little kid” and she didn’t know how to get help. But then she found help and began to understand her mind’s innerworkings more clearly. “Therapy basically saved my life,” Marshall says. During her career, Marshall has both worked with some of the biggest names on the planet and earned countless fans. Somehow, though, she maintains a coveted sense of anonymity that fellow collaborators like Yoko Ono, Eddie Vedder, and Dave Grohl do not similarly enjoy. Her work, too, has been covered by a number of artists, including quite recently by Dave Gahan of the famed band, Depeche Mode. “I could never imagine in a million fucking years that the guy from Depeche Mode would cover my song,” Marshall says, happily. In fact, it’s that type of reworking and reintroducing songs that she loves so dearly and personally. For Marshall, it’s a real joy in a time when she can easily drift mentally off to global disasters like rampant cancer, polluted oceans, police killings, and political troubles in countries like Afghanistan, to name a few. After all, Marshall says that she knows nothing is certain—she tells her son this often, she says—but in each moment, we are faced with the chance to make a choice. With each, we learn another aspect to life’s great lesson. No one knows what they’re doing here, completely. Yet, we keep trying. The key, she says, is to work at not what is easy, but what is best. That’s where the joy of fulfillment comes from, which is perhaps all the compass that Marshall can trust. “It’s almost like songs, to me, are a mirror,” Marshall says. “They illuminate. I like the way they illuminate parts of me that need to be seen. And you can share that!... Music can heal. It might not last for long, or it might last the rest of your life. And every time you put on that fucking song, you will be revealed and revived.” [Note: This article originally appeared in [Issue 69](https://www.undertheradarmag.com/issues/49945) of Under the Radar’s print magazine, our 20th Anniversary Issue, which is out now. This is its debut online. It’s also an extended version of the article and twice as long as the print version.] [Support ](https://www.patreon.com/under_the_radar) [Under the Radar ](https://www.patreon.com/under_the_radar) [on Patreon.](https://www.patreon.com/under_the_radar) Comments Submit your comment There are no comments for this entry yet. Most Recent [Dehd Announce New Album and Tour, Share Video for New Song “Mood Ring” (News) — Dehd](/news/dehd_announce_new_album_and_tour_share_video_for_new_song_mood_ring) [FEUD: Capote vs The Swans (Review) —](/reviews/feud_capote_vs_the_swans) [Elle Coves Shares New Track,“Born To Lose” (News) — Elle Coves](/news/elle_coves_shares_new_trackborn_to_lose) [Premiere: meija Shares New Single “MAGIC” (News) — meija](/news/premiere_meija_shares_new_single_magic) [Eaves Wilder on a Year of Growth and New Experiences (Interview) — Eaves Wilder](/interviews/eaves_wilder_on_a_year_of_growth_and_new_experiences)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://www.patreon.com/under_the_radar)",
    "https://patreon.com/under_the_radar)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chan marshall",
        "sentiment": "none"
      },
      {
        "name": "marshall",
        "sentiment": "none"
      },
      {
        "name": "mario sorrenti",
        "sentiment": "none"
      },
      {
        "name": "marshall con",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "marshall",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:38:01.615+02:00",
  "updated": "2024-02-02T07:10:55.927+02:00"
}