{
  "thread": {
    "uuid": "b0510d03cc6544fbac331095e01fcd7088e890b3",
    "url": "https://www.mariefrance.fr/acqui/ces-jeunes-celebrites-sont-desormais-des-legendes-les-reconnaitrez-vous-2-910156.html",
    "site_full": "www.mariefrance.fr",
    "site": "mariefrance.fr",
    "site_section": "https://belle-positive.mariefrance.fr/feed",
    "site_categories": [
      "fashion",
      "style_and_fashion"
    ],
    "section_title": "\n\t\tMarie France, magazine fémininMarie France, magazine féminin\t\n\t",
    "title": "Ces jeunes célébrités sont désormais des légendes, les reconnaitrez-vous?",
    "title_full": "Ces jeunes célébrités sont désormais des légendes, les reconnaitrez-vous?",
    "published": "2024-01-15T10:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 65324,
    "domain_rank_updated": "2024-01-09T12:07:31.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b0510d03cc6544fbac331095e01fcd7088e890b3",
  "url": "https://www.mariefrance.fr/acqui/ces-jeunes-celebrites-sont-desormais-des-legendes-les-reconnaitrez-vous-2-910156.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mathilde Durand",
  "published": "2024-01-15T10:30:00.000+02:00",
  "title": "Ces jeunes célébrités sont désormais des légendes, les reconnaitrez-vous?",
  "text": "Ces jeunes célébrités sont désormais des légendes, les reconnaitrez-vous?\nMick Jagger n’est plus un nom à présenter… Mais avant de connaître un des plus gros succès dans l’histoire de la musique avec le groupe The Rolling Stones, le britannique s’intéresse à ses études et au baseball. Au début de la carrière du groupe, Mick Jagger n’avait même pas la place de leader et se faisait discret. L’artiste a su dévoiler au fil des années pour dévoiler une véritable star sur scène.\nMeryl Streep\nFaisant partie des meilleures actrices de sa génération, Meryl Streep n’était qu’une jeune adulte sur cette photo. Après des débuts au théâtre, la star américain fait ses premiers pas au cinéma après avoir été inspirée par Robert de Niro dans le film Taxi Driver. Meryl Streep passe même l’audition pour le rôle principal de King Kong, de Dino De Laurentiis. Mais lorsqu’il la rencontre, il rétorque en italien à son fils “Che Brutta” (Quel laideron). Il ignorait que l’actrice parlait couramment italien et n’a pas hésité à répondre: “Je suis désolée que vous pensiez que je suis trop moche pour votre film mais vous êtes juste une opinion dans un océan et je m’en vais en trouver une plus clémente”. Et il faut dire que le pari a été réussi !\nArnold Schwarzenegger\nAvant de poursuivre sa carrière d’acteur, Arnold Schwarzenegger était un véritable culturiste. A l’époque, le jeune homme rencontre Sally Field sur le plateau du film Stay Hungry. Les deux stars s'entraînent ensemble, et continue de se travailler à deux même après la fin du tournage. En 1970, Arnold Schwarzenegger remporte le titre de Monsieur Olympia à seulement 23 ans. La suite a été un véritable succès que ce soit au cinéma ou même en politique.\nBruce Springsteen\nBruce Springsteen a connu un véritable tremplin dans sa carrière en 1975. Le chanteur sort Born to Run, et devient une véritable superstar. Ses paroles engagées font facilement écho aux Américains, ce qui lui permet de traverser les décennies avec brio. Au cours de sa carrière, le chanteur a remporté 20 Grammy Awards, sans oublier ses deux Golden Globes et son Academy Award. Agé de 69 ans, Bruce Springsteen continue toujours à se produire sur scène.\nTom Hanks\nCinquième acteur le plus rentable en Amérique du Nord, Tom Hanks a fait bien du chemin depuis cette photo. La star a été révélée dans le film Splash, et a ensuite enchaîné les films à succès. Du film Big, en passant par Forrest Gump ou encore Seul au monde, Tom Hanks a su se faire une véritable place au cinéma et vivre de son talent. Le 22 novembre 2016, l’acteur a même reçu la médaille présidentielle de la Liberté, décernée par Barack Obama.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-15T12:27:52.751+02:00",
  "updated": "2024-01-15T12:27:52.751+02:00"
}