{
  "thread": {
    "uuid": "83aae30b624dfc622d00c5f5abb2c8d7f8743b7f",
    "url": "https://gettotext.com/the-next-apple-watch-would-succeed-in-strengthening-its-autonomy-by-improving-its-screen",
    "site_full": "gettotext.com",
    "site": "gettotext.com",
    "site_section": "https://gettotext.com/feed",
    "site_categories": [],
    "section_title": "Latest News",
    "title": "The next Apple Watch would succeed in strengthening its autonomy by improving its screen",
    "title_full": "The next Apple Watch would succeed in strengthening its autonomy by improving its screen",
    "published": "2024-04-12T03:11:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "DE",
    "main_image": "https://gettotext.com/wp-content/uploads/2024/04/The-next-Apple-Watch-would-succeed-in-strengthening-its-autonomy-1024x768.jpeg",
    "performance_score": 0,
    "domain_rank": 97581,
    "domain_rank_updated": "2024-04-09T13:11:30.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "83aae30b624dfc622d00c5f5abb2c8d7f8743b7f",
  "url": "https://gettotext.com/the-next-apple-watch-would-succeed-in-strengthening-its-autonomy-by-improving-its-screen",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Oliver Adey",
  "published": "2024-04-12T03:11:00.000+03:00",
  "title": "The next Apple Watch would succeed in strengthening its autonomy by improving its screen",
  "text": "Nathan Le Gohlisse Hardware Specialist April 11, 2024 at 3:06 p.m.\n0\nThe Apple Watch Series 9 © Mathieu Grumiaux for Clubic For its Apple Watch Series 10, Apple is reportedly banking on new OLED screen technology. However, there is no need to expect a visual evolution: this essentially technical change would rather offer better energy efficiency, and therefore increased autonomy.\nIf it takes care to correct the craziest bugs in its current Watch Series 9, Apple is not losing sight of the development of its future exciting connected device. Expected at the start of the 2024 school year alongside the iPhone 16, the Apple Watch Series 10 would benefit from new OLED screen technology intended to boost its autonomy.\nTowards greater autonomy? As reported The Elec , Apple would indeed adopt a new LTPO TFT OLED panel for its new Apple Watch. Behind this somewhat complex name is an OLED screen combining LTPO (low-temperature polycrystalline oxide) and TFT (Thin-film transistor) technologies to improve energy efficiency without reducing display quality.\nIn detail, we nevertheless learn that the LTPS technology previously used on the Apple Watch would still be used, but marginally, only on the non-visible parts of the screen.\nThe next Apple Watch will feature LTPO TFT OLED technology © Apple A technology also expected on the iPhone 16 Pro This new technology would not, however, be exclusive to the Apple Watch Series 10. According to Apple Insider , Apple would also extend it to its future iPhone 16 Pro and iPhone 16 Pro Max. Subsequently, these LTPO TFT OLED screens would even be adopted on all iPhone 17s, expected next year, always with the objective of improving energy efficiency… and by extension, the autonomy of the equipped devices.\nFinally, note that this information has a good chance of being correct, because if The Elec is sometimes wrong in its predictions relating to future Apple products, the media is rarely wrong when it comes to the integration of new technologies into them. In this area, his careful observation of supply chains often allows him to hit the mark.\nSource : Apple Insider\nNathan Le Gohlisse\nHardware Specialist\nHardware Specialist\nPassionate about new technologies, History and old Rock since I was very young, I am a PCist who has sunk body and soul into the delights of macOS. I like talking about Tech and IT on the web, i...\nRead other articles\nPassionate about new technologies, History and old Rock since I was very young, I am a PCist who has sunk body and soul into the delights of macOS. I like talking about Tech and IT on the web, here and elsewhere. Don’t hesitate to find me on Twitter!\nRead other articles\nApple\nConnected watch\nThe smartphone of the moment\nHonor Magic6 Pro\n130 euros and a tablet offered (code: A6PCPS)\nphoto_camera\nA high-performance photophone battery_full\nA 5600 mAh battery smartphone\nBeautiful, bright and durable screen Take advantage of the offer\nSource link -99",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "apple",
        "sentiment": "negative"
      },
      {
        "name": "apple watch",
        "sentiment": "negative"
      },
      {
        "name": "elec",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T04:14:59.724+03:00",
  "updated": "2024-04-12T06:00:50.722+03:00"
}