{
  "thread": {
    "uuid": "a1c23bcc6d0735ef8e5e949f3264a973403998cb",
    "url": "https://takecontrol.substack.com/p/glyphosate-exposure-fatty-liver-disease",
    "site_full": "takecontrol.substack.com",
    "site": "substack.com",
    "site_section": "https://takecontrol.substack.com/feed",
    "site_categories": [],
    "section_title": "Dr. Mercola&apos;s Censored Library (Private Membership)",
    "site_title": "Home | Substack",
    "title": "Glyphosate Exposure Linked to Rising Fatty Liver Disease",
    "title_full": "Glyphosate Exposure Linked to Rising Fatty Liver Disease",
    "published": "2025-08-14T06:32:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://substackcdn.com/image/fetch/$s_!_Klm!,w_1200,h_600,c_fill,f_jpg,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fff2d7710-40f0-4c6d-94f0-24195809db7c_840x600.jpeg",
    "performance_score": 0,
    "domain_rank": 260,
    "domain_rank_updated": "2025-06-03T00:00:00.000+03:00",
    "licensing_agency": [],
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a1c23bcc6d0735ef8e5e949f3264a973403998cb",
  "url": "https://takecontrol.substack.com/p/glyphosate-exposure-fatty-liver-disease",
  "ord_in_thread": 0,
  "author": "Dr. Joseph Mercola",
  "published": "2025-08-14T06:32:00.000+03:00",
  "title": "Glyphosate Exposure Linked to Rising Fatty Liver Disease",
  "text": "STORY AT-A-GLANCE\nGlyphosate exposure strongly correlates with fatty liver disease, affecting 100 million Americans including children. Higher urinary levels of the glyphosate byproduct aminomethylphosphonic acid (AMPA) predict increased liver dysfunction and fat accumulation\nEarly childhood exposure creates lasting health risks, with children having doubled AMPA levels at age 5 showing 55% higher odds of developing metabolic syndrome by 18\nProximity to agricultural fields increases exposure severity, as children living within half-mile of glyphosate-treated areas show significantly elevated liver enzymes and metabolic syndrome indicators\nGlyphosate disrupts multiple biological systems through endocrine interference, oxidative stress generation, and gut microbiome disruption, leading to chronic inflammation and cellular damage throughout the body\nOrganic food choices and water filtration significantly reduce exposure, along with supporting gut health through fermented foods and limiting processed restaurant meals containing contaminated ingredients\nAdvertisement Fatty liver is a common form of liver disease in the U.S., and according to the American Liver Foundation, it now affects around 100 million Americans, including children. 1 Left unchecked, it leads to scarring of liver cells, eventually hampering this organ’s function. Today, research shows that glyphosate is one of the biggest contributors to this disease.\nYour Liver Is Paying the Price\nA comprehensive analysis published in Environmental Toxicology and Pharmacology reviewed 42 studies to investigate glyphosate, one of the most widely used herbicides in the world, and its direct connection to fatty liver disease. 2 3\nGlyphosate linked to fatty liver disease — The researchers concluded that people exposed to higher levels of glyphosate and its breakdown metabolite, aminomethylphosphonic acid (AMPA), showed greater signs of liver dysfunction and higher fatty liver index (FLI) scores. The strongest effects were seen in women ages between 40 and 60 with borderline diabetes.\nGlyphosate level in urine is a key indicator — Researchers used urine samples to show how much glyphosate was in the test subjects. In essence, they noted that higher levels of glyphosate in urine correlate to higher risk of build up of liver fat. Eventually, this leads to scarring of liver tissue (fibrosis).\nOther chronic diseases are at play — The researchers found that groups with the highest levels of urinary glyphosate also had more instances of high blood pressure, chronic kidney disease, obesity, and Type 2 diabetes.\nGlyphosate triggers inflammation — Based on the animal studies included in the analysis, the researchers noted that glyphosate is highly likely to cause liver inflammation , which leads to scarring, oxidative stress, and fat buildup. Mechanistically, it interferes with the fat metabolism process in your cells, which leads to dysfunction.\nEarly Glyphosate Exposure Means Bigger Health Risks Later\nA study published in Environmental Health Perspectives investigated what happens when children are exposed to glyphosate over a long time. Researchers from the Center for the Health Assessment of Mothers and Children of Salinas (CHAMACOS) study at University of California (UC), Berkeley tracked 480 mother-child pairs from pregnancy through adolescence, specifically measuring glyphosate and AMPA in urine. 4\nBy the time the children turned 18 years old, researchers measured markers indicating liver inflammation (high levels of liver enzymes) and metabolic syndrome.\nEarly-life glyphosate exposure harms children — Moreover, it strongly predicted future health complications. To put this in perspective, the researchers found that if a child’s AMPA level doubled around age 5, their odds of developing metabolic syndrome by age 18 rose by an alarming 55%.\nText within this block will maintain its original spacing when published\nThis included increased abdominal fat, elevated blood pressure, and problematic blood sugar and cholesterol levels. Moreover, the risk of liver inflammation, indicated by elevated liver enzymes, climbed by 27% for every twofold increase in AMPA at the same young age.\nThe impact of early exposure — Being exposed to glyphosate at a younger age proved far more impactful than exposure later in adolescence. Children who showed elevated glyphosate and AMPA earlier, around 5 years old, faced greater health risks as teenagers compared to those whose exposure peaked later.\nWhere you live affects exposure levels — Those living closest to agricultural fields sprayed regularly with glyphosate had notably higher levels of these chemicals in their bodies, and, consequently, more severe health outcomes. In other words, proximity to farming activity played a massive role. Children living within a half-mile of treated fields had the greatest elevations in liver enzymes and had significantly more indicators of metabolic syndrome compared to their peers who lived further away.\nNot all metabolic syndrome markers react the same way to glyphosate exposure — Among the measured indicators (waist circumference, blood pressure, fasting serum glucose, and cholesterol) the strongest associations occurred among those with larger waist circumferences. Essentially, children who are overweight or obese are more likely to develop fatty liver later in life.\nTheories on mechanisms behind glyphosate’s effects — How exactly does glyphosate exert such profound effects? The researchers theorize several key biological mechanisms, including endocrine disruption , meaning glyphosate interferes with hormone regulation in the body. “[G]lyphosate and glyphosate-containing herbicides can disrupt endocrine-signaling systems,” the researchers said. 5\nText within this block will maintain its original spacing when published\nYour endocrine system is an important cornerstone to overall health. The hormones produced by it help regulate important functions throughout your body, such as reproduction, growth, and metabolic function. Therefore, any disruption in its role throws your health off balance.\nAnother theory involves oxidative stress — When glyphosate enters your body, it triggers the production of harmful free radicals, damaging tissues. These harmful compounds overwhelm your body’s natural defenses, causing inflammation and cellular damage.\nGlyphosate disrupts your gut microbiome — The final theory behind the impact of glyphosate on human health is how it disrupts the gut microbiome. Specifically, it’s been shown to affect the shikimate pathway, which is the process revolving around carbohydrate metabolism. 6\nGlyphosate Levels Predict Severity of Liver Disease\nA study published in Clinical Gastroenterology and Hepatology from researchers at UC San Diego focused on whether glyphosate exposure matches the severity of liver disease in adults. Specifically, they aimed to determine if higher levels of glyphosate and AMPA in urine correlated with more severe forms of fatty liver disease, including advanced fibrosis and steatohepatitis, a condition marked by liver inflammation and significant damage. 7\nThe research involved 97 adults, all with confirmed fatty liver disease via biopsy. Participants ranged from those with mild fat accumulation in the liver (simple steatosis) to severe inflammation and fibrosis (scarring).\nAs glyphosate levels rose, the liver's condition worsened — Participants with confirmed fatty liver disease had significantly higher concentrations of glyphosate and AMPA in their urine compared to those with milder forms of the condition. These elevated chemical residues corresponded to worse liver scarring and inflammation.\nEven modest increases in glyphosate exposure dramatically affected liver health — Participants with higher glyphosate levels exhibited increased markers of liver fibrosis. More scar tissue in the liver eventually impairs its ability to function properly. Left unchecked, fibrosis progresses to cirrhosis.\nOther variables are not as influential as glyphosate — For instance, glyphosate concentrations consistently showed a stronger link to liver damage severity compared to other risk factors like age, body mass index (BMI), or alcohol use.\nText within this block will maintain its original spacing when published\nEven after adjusting for these other known influences on liver disease, glyphosate exposure stood out as a distinct and powerful risk factor. That means even if you're otherwise healthy, you’re still at increased risk if your glyphosate exposure remains elevated.\nHow to Reduce Your Glyphosate Exposure and Protect Your Liver\nBased on the published research, it’s clear that glyphosate has no place in agriculture as it drastically affects liver health of the public. However, since it’s still being used ubiquitously, avoidance is the best way to lower your exposure. Here are five practical ways:\nFilter your drinking water — Glyphosate frequently contaminates tap water, 8 so every time you drink from your tap or wash your hands, you’re exposing yourself to this toxin. That said, installing a high-quality water filter in your home will eliminate glyphosate and other harmful chemicals, such as heavy metals. There are different water filter systems available, so take your time to find out what works best for your home and budget.\nSupport your gut microbiome — As noted in the Environmental Health Perspectives study, glyphosate disrupts your gut microbiome, which is crucial to your overall health. To help reverse this, nourish your microbiome by adding fermented foods like sauerkraut or kefir to your diet.\nText within this block will maintain its original spacing when published\nIn addition, introduce foods that contain fiber to produce butyrate, which is what your colonocytes use to create a strong gut barrier. For more tips on how to repair your gut, read “ Butyrate — The Metabolic Powerhouse Fueling the Gut and Beyond .”\nReduce your toxin load by making your own food at home — Restaurant foods are loaded with vegetable oils high in linoleic acid (LA), and the ingredients used in these foods likely come from genetically modified produce that’s sprayed with glyphosate from start to finish.\nText within this block will maintain its original spacing when published\nThat said, removing LA will help lower inflammation and spare you from further damage. I recommend keeping your LA intake below 5 grams per day. If you can get it down to 2 grams, that’s even better.\nText within this block will maintain its original spacing when published\nMy upcoming Mercola Health Coach App features the Seed-Oil Sleuth™, which will masterfully steer you through grocery aisles and restaurant menus to pinpoint every hidden source of industrial seed oils in your meals, then calculate your daily intake to the nearest tenth of a gram. Scan the QR code below to join the early-access list and be first in line for smarter, cleaner eating.\nText within this block will maintain its original spacing when published\nBoost your choline intake — If tests show that you already have fatty deposits in your liver, boosting your choline intake will help . That’s because deficiency in this nutrient leads to liver fat buildup due to impaired very low-density lipoprotein (VLDL) secretion.\nText within this block will maintain its original spacing when published\nYour liver produces VLDL to transport fat and cholesterol throughout your body, and if it doesn’t have enough choline, the fat stays in the liver instead. Considering this, boost your choline intake via pastured egg yolks, arugula, grass fed beef liver, or a high-quality citicoline supplement.\nChoose glyphosate-free organic foods — Glyphosate primarily enters your body through food, especially vegetables and grains that are grown conventionally.\nText within this block will maintain its original spacing when published\nStart by switching to organic or certified glyphosate-free brands. I recommend checking labels carefully. In the next section, I’ll show you different resources to help you find quality, sustainable produce.\nFind Organic, Chemical-Free Produce Here\nIf you live in a dense, urban location in the U.S. that doesn't have any local farmers markets, don't worry. There are plenty of ways to connect with reputable organic farmers who employ sustainable practices that deliver to your home. Below is a list of websites I recommend:\nAmerican Grassfed Association — The goal of the American Grassfed Association (AGA) is to promote the grass fed industry through government relations, research, concept marketing and public education.\nText within this block will maintain its original spacing when published\nTheir website also allows you to search for AGA-approved producers certified according to strict standards that include being raised on a diet of 100% forage; raised on pasture and never confined to a feedlot; never treated with antibiotics or hormones; born and raised on American family farms.\nEatWild.com — EatWild.com provides lists of farmers known to produce raw dairy products as well as grass fed beef and other farm-fresh produce (although not all are certified organic). Here you will also find information about local farmers markets, as well as local stores and restaurants that sell grass fed products.\nWeston A. Price Foundation — The organization has local chapters in most states, and many of them are connected with buying clubs in which you can easily purchase organic foods, including grass fed, raw dairy products like milk and butter.\nGrassfed Exchange — The Grassfed Exchange has a listing of producers selling organic and grass fed meats across the U.S.\nLocal Harvest — This website will help you find farmers markets, family farms and other sources of sustainably grown food in your area where you can buy produce, grass fed meats and many other goodies.\nFarmers Markets — A national listing of farmers markets.\nEat Well Guide: Wholesome Food from Healthy Animals — The Eat Well Guide is a free online directory of sustainably raised meat, poultry, dairy and eggs from farms, stores, restaurants, inns, hotels and online outlets in the U.S. and Canada.\nCommunity Involved in Sustaining Agriculture (CISA) — CISA is dedicated to sustaining agriculture and promoting the products of small farms.\nThe Cornucopia Institute — This website maintains web-based tools rating all certified organic brands of eggs, dairy products and other commodities, based on their ethical sourcing and authentic farming practices separating CAFO (concentrated animal feeding operation) \"organic\" production from authentic organic practices.\nRealMilk.com — If you're still unsure of where to find raw milk, check out Raw-Milk-Facts.com and RealMilk.com. They can tell you what the status is for legality in your state, and provide a listing of raw dairy farms in your area. The Farm to Consumer Legal Defense Fund also provides a state-by-state review of raw milk laws. 9 California residents can also find raw milk retailers using the store locator available at RAW FARM. 10\nFrequently Asked Questions (FAQs) About Glyphosate and Fatty Liver Disease\nQ: What is fatty liver disease, and why is glyphosate linked to it?\nA: Fatty liver disease involves excessive fat buildup in liver cells, leading to inflammation and scarring. Glyphosate, a widely used herbicide, significantly contributes to this disease by disrupting fat metabolism, increasing oxidative stress, and causing inflammation.\nQ: How does glyphosate exposure impact children specifically?\nA: Early childhood exposure to glyphosate greatly increases the risk of liver inflammation and metabolic syndrome later in life. Children exposed around age 5 have significantly higher chances of developing these issues by adolescence compared to those exposed later.\nQ: What are some signs indicating glyphosate exposure?\nA: Higher levels of glyphosate and its breakdown metabolite, AMPA, detected in urine samples correlate strongly with increased liver fat accumulation, liver inflammation, fibrosis, obesity, diabetes, and high blood pressure.\nQ: Does glyphosate affect everyone equally?\nA: Glyphosate exposure particularly affects women aged 40 to 60 with borderline diabetes and individuals living near agricultural fields. Even modest exposure can severely worsen liver conditions regardless of other health factors like age, BMI, or alcohol intake.\nQ: What practical steps can I take to reduce my glyphosate exposure?\nA: You can reduce glyphosate exposure by installing a high-quality water filter, supporting gut health with probiotics and fiber-rich foods, preparing meals at home to avoid processed oils and GMO ingredients, boosting dietary choline, and choosing organic or certified glyphosate-free foods.\nNEXT ARTICLE >>\nDisclaimer : The entire contents of this website are based upon the opinions of Dr. Mercola, unless otherwise noted. Individual articles are based upon the opinions of the respective author, who retains copyright as marked.\nThe information on this website is not intended to replace a one-on-one relationship with a qualified health care professional and is not intended as medical advice. It is intended as a sharing of knowledge and information from the research and experience of Dr. Mercola and his community. Dr. Mercola encourages you to make your own health care decisions based upon your research and in partnership with a qualified health care professional. The subscription fee being requested is for access to the articles and information posted on this site, and is not being paid for any individual medical advice.\nIf you are pregnant, nursing, taking medication, or have a medical condition, consult your health care professional before using products based on this content.\nShare this post\nDr. Mercola's Censored Library (Private Membership) Glyphosate Exposure Linked to Rising Fatty Liver Disease\nCopy link\nFacebook\nEmail\nNotes More\nShare",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "negative",
  "categories": [
    "Health",
    "Science and Technology"
  ],
  "topics": [
    "Health->medical condition",
    "Health->disease and condition",
    "Health->health treatment and procedure",
    "Science and Technology->biology",
    "Science and Technology->medical research",
    "Science and Technology->biomedical science"
  ],
  "ai_allow": true,
  "has_canonical": false,
  "breaking": null,
  "webz_reporter": false,
  "external_links": [
    "https://substackcdn.com/image/fetch/$s_!NQLu!,w_848,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fc77f883c-e96a-48f5-aaf9-86e21380babc_860x295.jpeg",
    "https://substackcdn.com/image/fetch/$s_!_Klm!,w_848,h_444,c_fill,f_auto,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fff2d7710-40f0-4c6d-94f0-24195809db7c_840x600.jpeg",
    "https://www.mercolamarket.com/pages/top-products-supplements",
    "https://articles.mercola.com/sites/articles/archive/2023/07/17/linoleic-acid.aspx",
    "https://substackcdn.com/image/fetch/$s_!WNRw!,w_1272,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F1dfdc612-e74c-4c52-b04b-33bfe3fd5916_773x434.jpeg",
    "https://substackcdn.com/image/fetch/$s_!NQLu!,w_424,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fc77f883c-e96a-48f5-aaf9-86e21380babc_860x295.jpeg",
    "https://substackcdn.com/image/fetch/$s_!_Klm!,w_1560,h_817,c_fill,f_webp,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fff2d7710-40f0-4c6d-94f0-24195809db7c_840x600.jpeg",
    "https://substackcdn.com/image/fetch/$s_!NQLu!,w_1272,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fc77f883c-e96a-48f5-aaf9-86e21380babc_860x295.jpeg",
    "https://www.cornucopia.org/",
    "https://substackcdn.com/image/fetch/$s_!xD8-!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F6e636044-179b-4236-a0c4-b7bbd923f52a_1272x254.jpeg",
    "https://www.buylocalfood.org/",
    "https://www.westonaprice.org/find-local-chapter/#gsc.tab=0",
    "https://substackcdn.com/image/fetch/$s_!_Klm!,w_1456,h_762,c_fill,f_webp,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fff2d7710-40f0-4c6d-94f0-24195809db7c_840x600.jpeg",
    "https://substackcdn.com/image/fetch/$s_!_Klm!,w_1040,h_545,c_fill,f_webp,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fff2d7710-40f0-4c6d-94f0-24195809db7c_840x600.jpeg",
    "https://substackcdn.com/image/fetch/$s_!NQLu!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fc77f883c-e96a-48f5-aaf9-86e21380babc_860x295.jpeg",
    "https://substackcdn.com/image/fetch/$s_!WNRw!,w_1272,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F1dfdc612-e74c-4c52-b04b-33bfe3fd5916_773x434.jpeg",
    "https://www.youtube-nocookie.com/embed/4E33TogM-XU?rel=0&autoplay=0&showinfo=0&enablejsapi=0",
    "https://substackcdn.com/image/fetch/$s_!WNRw!,w_424,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F1dfdc612-e74c-4c52-b04b-33bfe3fd5916_773x434.jpeg",
    "https://substackcdn.com/image/fetch/$s_!WNRw!,w_848,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F1dfdc612-e74c-4c52-b04b-33bfe3fd5916_773x434.jpeg",
    "https://www.localharvest.org/",
    "https://www.eatwellguide.org/",
    "https://www.americangrassfed.org/",
    "https://substackcdn.com/image/fetch/$s_!NQLu!,w_424,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fc77f883c-e96a-48f5-aaf9-86e21380babc_860x295.jpeg",
    "https://substackcdn.com/image/fetch/$s_!xD8-!,w_1272,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F6e636044-179b-4236-a0c4-b7bbd923f52a_1272x254.jpeg",
    "https://substackcdn.com/image/fetch/$s_!_Klm!,w_520,h_272,c_fill,f_auto,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fff2d7710-40f0-4c6d-94f0-24195809db7c_840x600.jpeg",
    "https://substackcdn.com/image/fetch/$s_!_Klm!,w_1272,h_666,c_fill,f_auto,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fff2d7710-40f0-4c6d-94f0-24195809db7c_840x600.jpeg",
    "https://substackcdn.com/image/fetch/$s_!_Klm!,w_520,h_272,c_fill,f_webp,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fff2d7710-40f0-4c6d-94f0-24195809db7c_840x600.jpeg",
    "https://substackcdn.com/image/fetch/$s_!WNRw!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F1dfdc612-e74c-4c52-b04b-33bfe3fd5916_773x434.jpeg",
    "https://substackcdn.com/image/fetch/$s_!WNRw!,w_848,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F1dfdc612-e74c-4c52-b04b-33bfe3fd5916_773x434.jpeg",
    "https://substackcdn.com/image/fetch/$s_!_Klm!,w_1040,h_545,c_fill,f_auto,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fff2d7710-40f0-4c6d-94f0-24195809db7c_840x600.jpeg",
    "https://substackcdn.com/image/fetch/$s_!xD8-!,w_848,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F6e636044-179b-4236-a0c4-b7bbd923f52a_1272x254.jpeg",
    "https://substackcdn.com/image/fetch/$s_!xD8-!,w_424,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F6e636044-179b-4236-a0c4-b7bbd923f52a_1272x254.jpeg",
    "https://substackcdn.com/image/fetch/$s_!_Klm!,w_424,h_222,c_fill,f_auto,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fff2d7710-40f0-4c6d-94f0-24195809db7c_840x600.jpeg",
    "https://substackcdn.com/image/fetch/$s_!NQLu!,w_848,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fc77f883c-e96a-48f5-aaf9-86e21380babc_860x295.jpeg",
    "https://articles.mercola.com/sites/articles/archive/2025/04/04/pfas-contaminated-water.aspx",
    "https://substack-post-media.s3.amazonaws.com/public/images/1dfdc612-e74c-4c52-b04b-33bfe3fd5916_773x434.jpeg",
    "https://substackcdn.com/image/fetch/$s_!_Klm!,w_1456,h_762,c_fill,f_auto,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fff2d7710-40f0-4c6d-94f0-24195809db7c_840x600.jpeg",
    "https://substackcdn.com/image/fetch/$s_!_Klm!,w_1272,h_666,c_fill,f_webp,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fff2d7710-40f0-4c6d-94f0-24195809db7c_840x600.jpeg",
    "https://substackcdn.com/image/fetch/$s_!NQLu!,w_1456,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fc77f883c-e96a-48f5-aaf9-86e21380babc_860x295.jpeg",
    "https://substackcdn.com/image/fetch/$s_!NQLu!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fc77f883c-e96a-48f5-aaf9-86e21380babc_860x295.jpeg",
    "https://substack-post-media.s3.amazonaws.com/public/images/c77f883c-e96a-48f5-aaf9-86e21380babc_860x295.jpeg",
    "https://substack-post-media.s3.amazonaws.com/public/images/6e636044-179b-4236-a0c4-b7bbd923f52a_1272x254.jpeg",
    "https://www.eatwild.com/",
    "https://substackcdn.com/image/fetch/$s_!WNRw!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F1dfdc612-e74c-4c52-b04b-33bfe3fd5916_773x434.jpeg",
    "https://articles.mercola.com/sites/articles/archive/2025/02/17/butyrate-metabolic-powerhouse.aspx",
    "https://substackcdn.com/image/fetch/$s_!_Klm!,w_848,h_444,c_fill,f_webp,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fff2d7710-40f0-4c6d-94f0-24195809db7c_840x600.jpeg",
    "https://substackcdn.com/image/fetch/$s_!WNRw!,w_424,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F1dfdc612-e74c-4c52-b04b-33bfe3fd5916_773x434.jpeg",
    "https://substackcdn.com/image/fetch/$s_!xD8-!,w_1272,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F6e636044-179b-4236-a0c4-b7bbd923f52a_1272x254.jpeg",
    "https://substackcdn.com/image/fetch/$s_!xD8-!,w_1456,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F6e636044-179b-4236-a0c4-b7bbd923f52a_1272x254.jpeg",
    "https://grassfedexchange.grazecart.com/",
    "https://substackcdn.com/image/fetch/$s_!_Klm!,w_424,h_222,c_fill,f_webp,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fff2d7710-40f0-4c6d-94f0-24195809db7c_840x600.jpeg",
    "https://substackcdn.com/image/fetch/$s_!NQLu!,w_1272,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fc77f883c-e96a-48f5-aaf9-86e21380babc_860x295.jpeg",
    "https://substackcdn.com/image/fetch/$s_!WNRw!,w_1456,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F1dfdc612-e74c-4c52-b04b-33bfe3fd5916_773x434.jpeg",
    "https://substackcdn.com/image/fetch/$s_!_Klm!,w_1560,h_817,c_fill,f_auto,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fff2d7710-40f0-4c6d-94f0-24195809db7c_840x600.jpeg",
    "https://www.realmilk.com/",
    "https://www.ams.usda.gov/local-food-directories/farmersmarkets",
    "https://substackcdn.com/image/fetch/$s_!xD8-!,w_424,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F6e636044-179b-4236-a0c4-b7bbd923f52a_1272x254.jpeg",
    "https://articles.mercola.com/sites/articles/archive/2025/04/24/fatty-liver-disease.aspx",
    "https://articles.mercola.com/sites/articles/archive/2025/01/28/glyphosate-agriculture-human-health.aspx",
    "https://substackcdn.com/image/fetch/$s_!xD8-!,w_848,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F6e636044-179b-4236-a0c4-b7bbd923f52a_1272x254.jpeg",
    "https://articles.mercola.com/sites/articles/archive/2025/05/10/inflammation-alters-mood-and-behavior.aspx",
    "https://www.substackcdn.com/image/fetch/$s_!NQLu!,w_848,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fc77f883c-e96a-48f5-aaf9-86e21380babc_860x295.jpeg",
    "https://www.substackcdn.com/image/fetch/$s_!WNRw!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F1dfdc612-e74c-4c52-b04b-33bfe3fd5916_773x434.jpeg",
    "https://www.substackcdn.com/image/fetch/$s_!_Klm!,w_424,h_222,c_fill,f_webp,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fff2d7710-40f0-4c6d-94f0-24195809db7c_840x600.jpeg",
    "https://www.substackcdn.com/image/fetch/$s_!xD8-!,w_1272,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F6e636044-179b-4236-a0c4-b7bbd923f52a_1272x254.jpeg",
    "https://www.substackcdn.com/image/fetch/$s_!xD8-!,w_1272,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F6e636044-179b-4236-a0c4-b7bbd923f52a_1272x254.jpeg",
    "https://americangrassfed.org/",
    "https://www.substackcdn.com/image/fetch/$s_!NQLu!,w_1456,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fc77f883c-e96a-48f5-aaf9-86e21380babc_860x295.jpeg",
    "https://www.substackcdn.com/image/fetch/$s_!_Klm!,w_1560,h_817,c_fill,f_webp,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fff2d7710-40f0-4c6d-94f0-24195809db7c_840x600.jpeg",
    "https://buylocalfood.org/",
    "https://www.substackcdn.com/image/fetch/$s_!WNRw!,w_1272,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F1dfdc612-e74c-4c52-b04b-33bfe3fd5916_773x434.jpeg",
    "https://www.substackcdn.com/image/fetch/$s_!_Klm!,w_520,h_272,c_fill,f_auto,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fff2d7710-40f0-4c6d-94f0-24195809db7c_840x600.jpeg",
    "https://eatwild.com/",
    "https://localharvest.org/",
    "https://www.substackcdn.com/image/fetch/$s_!NQLu!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fc77f883c-e96a-48f5-aaf9-86e21380babc_860x295.jpeg",
    "https://www.substackcdn.com/image/fetch/$s_!_Klm!,w_1456,h_762,c_fill,f_webp,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fff2d7710-40f0-4c6d-94f0-24195809db7c_840x600.jpeg",
    "https://www.localharvest.org",
    "https://www.substackcdn.com/image/fetch/$s_!WNRw!,w_424,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F1dfdc612-e74c-4c52-b04b-33bfe3fd5916_773x434.jpeg",
    "https://www.eatwellguide.org",
    "https://www.youtube-nocookie.com/embed/4E33TogM-XU",
    "https://www.substack-post-media.s3.amazonaws.com/public/images/1dfdc612-e74c-4c52-b04b-33bfe3fd5916_773x434.jpeg",
    "https://www.substackcdn.com/image/fetch/$s_!xD8-!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F6e636044-179b-4236-a0c4-b7bbd923f52a_1272x254.jpeg",
    "https://eatwellguide.org/",
    "https://www.substackcdn.com/image/fetch/$s_!_Klm!,w_1456,h_762,c_fill,f_auto,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fff2d7710-40f0-4c6d-94f0-24195809db7c_840x600.jpeg",
    "https://www.substackcdn.com/image/fetch/$s_!NQLu!,w_1272,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fc77f883c-e96a-48f5-aaf9-86e21380babc_860x295.jpeg",
    "https://www.substackcdn.com/image/fetch/$s_!_Klm!,w_848,h_444,c_fill,f_webp,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fff2d7710-40f0-4c6d-94f0-24195809db7c_840x600.jpeg",
    "https://www.articles.mercola.com/sites/articles/archive/2025/01/28/glyphosate-agriculture-human-health.aspx",
    "https://www.substackcdn.com/image/fetch/$s_!WNRw!,w_424,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F1dfdc612-e74c-4c52-b04b-33bfe3fd5916_773x434.jpeg",
    "https://realmilk.com/",
    "https://www.substackcdn.com/image/fetch/$s_!WNRw!,w_848,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F1dfdc612-e74c-4c52-b04b-33bfe3fd5916_773x434.jpeg",
    "https://www.substackcdn.com/image/fetch/$s_!_Klm!,w_424,h_222,c_fill,f_auto,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fff2d7710-40f0-4c6d-94f0-24195809db7c_840x600.jpeg",
    "https://www.substackcdn.com/image/fetch/$s_!xD8-!,w_848,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F6e636044-179b-4236-a0c4-b7bbd923f52a_1272x254.jpeg",
    "https://westonaprice.org/find-local-chapter/#gsc.tab=0",
    "https://cornucopia.org/",
    "https://mercolamarket.com/pages/top-products-supplements",
    "https://www.cornucopia.org",
    "https://www.substackcdn.com/image/fetch/$s_!_Klm!,w_1040,h_545,c_fill,f_auto,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fff2d7710-40f0-4c6d-94f0-24195809db7c_840x600.jpeg",
    "https://www.substackcdn.com/image/fetch/$s_!_Klm!,w_1272,h_666,c_fill,f_auto,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fff2d7710-40f0-4c6d-94f0-24195809db7c_840x600.jpeg",
    "https://www.articles.mercola.com/sites/articles/archive/2025/02/17/butyrate-metabolic-powerhouse.aspx",
    "https://www.articles.mercola.com/sites/articles/archive/2025/05/10/inflammation-alters-mood-and-behavior.aspx"
  ],
  "external_images": [],
  "internal_images": [],
  "entities": {
    "persons": [],
    "locations": [],
    "organizations": []
  },
  "syndication": {
    "syndicated": false,
    "syndicate_id": null,
    "first_syndicated": false
  },
  "trust": {
    "categories": [
      "fake_news"
    ],
    "top_news": [],
    "bias": "left",
    "source": {
      "type": null,
      "city": null,
      "state": null,
      "country": null,
      "domain_type": null,
      "agency": null,
      "organization_name": null
    }
  },
  "rating": null,
  "crawled": "2025-08-14T08:00:07.830+03:00",
  "updated": "2025-08-14T08:13:43.000+03:00"
}