{
  "thread": {
    "uuid": "28e748c0098b4adc9591220bfe7fa67fd49aab17",
    "url": "https://www.ivpressonline.com/adelantevalle/nikia-chaney-nica-maestra-afroamericana-en-colegio-de-california/article_7cd69264-ab74-11ee-80ef-072e5e7e5c85.html",
    "site_full": "www.ivpressonline.com",
    "site": "ivpressonline.com",
    "site_section": "http://www.ivpressonline.com/search/?f=rss&t=article&c=adelantevalle&l=50&s=start_time&sd=desc",
    "site_categories": [
      "media"
    ],
    "section_title": "www.ivpressonline.com - RSS Results in adelantevalle of type article",
    "title": "Nikia Chaney, única maestra afroamericana en colegio de California",
    "title_full": "Nikia Chaney, única maestra afroamericana en colegio de California",
    "published": "2024-01-07T20:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/ivpressonline.com/content/tncms/assets/v3/editorial/a/be/abea6bde-ab74-11ee-8d84-2f1355896c25/65976dad0a7c5.image.jpg?crop=1079%2C566%2C0%2C76&amp;resize=1079%2C566&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 66009,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "28e748c0098b4adc9591220bfe7fa67fd49aab17",
  "url": "https://www.ivpressonline.com/adelantevalle/nikia-chaney-nica-maestra-afroamericana-en-colegio-de-california/article_7cd69264-ab74-11ee-80ef-072e5e7e5c85.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Adam Echelman/CalMatters",
  "published": "2024-01-07T20:45:00.000+02:00",
  "title": "Nikia Chaney, única maestra afroamericana en colegio de California",
  "text": "En el Colegio Cabrillo, cerca de Santa Cruz, destaca Nikia Chaney. Puedes ver su cabello rosa brillante desde la distancia. También es la única profesora negra entre los 165 profesores titulares o titulares del colegio comunitario.\n“Cuando me contrataron por primera vez en 2019, no busqué la demografía de la escuela ni nada por el estilo. Estaba muy feliz de tener un trabajo de tiempo completo”, dijo. Pero después de llegar al campus, empezó a sentirse aislada. “No tienes profesores que se parezcan a ti”, dijo.\nLa Oficina del Canciller de los Colegios Comunitarios de California, la agencia que representa a los 116 colegios comunitarios del estado, quiere “que la composición de nuestro cuerpo docente y personal refleje la población estudiantil a la que servimos”, dijo la portavoz Melissa Villarin. Durante años, la oficina ha tratado de aumentar la diversidad mientras los legisladores estatales invertían dinero en intentos de soluciones.\nLa diversidad del profesorado ha aumentado ligeramente en los últimos 15 años, pero un informe que la oficina del canciller emitió en noviembre reconoció que “el progreso sigue siendo lento”.\nVillarín dijo que no hay una única explicación del por qué, pero que el problema muchas veces radica en el reclutamiento, la contratación y la retención. Por ejemplo, el sitio web de solicitud de empleo en colegios comunitarios está “obsoleto” y los paneles que seleccionan candidatos a menudo necesitan ser más diversos y estar mejor capacitados, dijo.\nEn una auditoría estatal separada publicada esta primavera, algunos distritos universitarios dijeron que es difícil encontrar profesores calificados cuando hay pocas personas en sus comunidades con los títulos de posgrado necesarios. En otros casos, según el informe, los profesores encuentran “puestos mejor remunerados en otros lugares”.\n“Este es un problema a nivel nacional. Cuando todo el mundo se concentra en tratar de diversificar su facultad, serán las universidades de Harvard y Yales las que le pagarán más”, dijo Olivia Cheche, asociada del programa de educación superior en el grupo de expertos sin fines de lucro New America.\nLa mayor discrepancia entre los colegios comunitarios de California se da entre los profesores latinos. Los estudiantes latinos representan casi la mitad de los estudiantes de los colegios comunitarios, pero menos del 20 por ciento de los profesores titulares o titulares son latinos. La misma disparidad se aplica a los administradores latinos.\nPara ayudar, los legisladores estatales y la oficina del canciller han introducido nuevas iniciativas de contratación y han invertido un estimado de 90 millones de dólares en reformas en los últimos 20 años. La mitad de ese dinero ha llegado en los últimos tres años. Pero la auditoría dijo que los distritos universitarios todavía tienen mucho camino por recorrer.\nHOSTILIDAD\nEn su primera reunión del departamento de inglés, una compañera de trabajo le entregó a Chaney un informe de 2018 sobre la diversidad en la universidad. “Los estudiantes afroamericanos experimentan Cabrillo College como un ambiente hostil y poco acogedor”, dice el informe, citando interacciones con otros estudiantes, profesores y administradores. Estos estudiantes también notaron una falta de representación en toda la escuela.\n“Hizo que mi corazón se hundiera”, dijo Chaney.\nNumerosos estudios muestran que un cuerpo docente más diverso beneficia a los estudiantes e incluso puede ayudar a cerrar las brechas de rendimiento entre los estudiantes blancos y los estudiantes de color. Utilizando años de datos de DeAnza College, un colegio comunitario en Cupertino, un estudio encontró que los estudiantes negros, latinos y nativos americanos/isleños del Pacífico obtienen mejores calificaciones, tenían más probabilidades de aprobar un curso y menos probabilidades de abandonar las clases cuando tenían un profesor que se parecía a ellos.\n“Es esa idea de tener un modelo a seguir que se parece a ti. Ese podría ser el estímulo que un estudiante necesita para seguir una educación superior”, dijo Cheche.\nA nivel estatal, el informe de la oficina del canciller muestra que el porcentaje de profesores titulares o titulares de colegios comunitarios que se identifican como negros es aproximadamente el mismo que el porcentaje de estudiantes negros: entre el 5 y el 6 por ciento en 2022, los datos más recientes disponibles. El porcentaje de administradores de colegios comunitarios que se identifican como negros es aún mayor.\nPero la representación es desigual. En Lassen Community College en Susanville, no hay profesores negros de tiempo completo, a pesar de que más de 1 de cada 10 estudiantes son negros. En San Luis Obispo y en otras universidades rurales de todo el estado persisten disparidades similares.\nEl año pasado, poco más del 1 por ciento de los estudiantes de Cabrillo College se identificaron como negros, según datos de la oficina del canciller. Chaney está comprometido a ayudar a esos estudiantes.\n“Me conozco como educador. No voy a poder estar en un lugar y no hacer nada. Es lo que me mantiene aquí, pero también me encanta”, dijo mientras preparaba un salón de clases para una celebración de fin de año para estudiantes en Umoja, un programa académico financiado por el estado para apoyar a los estudiantes negros, aunque cualquiera puede participar. Umoja existe en otros campus desde hace años, pero Chaney ayudó a lanzar la primera versión en Cabrillo College el otoño pasado.\nDe pie debajo de un cartel del Mes de la Historia Afroamericana, puso la música al son de un círculo de tambores. “¿Tengo algunos voluntarios que se levantarán y bailarán conmigo?” dijo mientras la gente iba llegando lentamente. Alrededor de 15 estudiantes y personal asistieron al evento, la mayoría de los cuales no eran negros.\nKyla Kientzel, birracial y estudiante de Umoja, dijo que aprecia los esfuerzos que Chaney está haciendo por estudiantes como ella. “En cierto modo me hace sentir más cómodo cuando hay gente que se parece a mí alrededor. Nunca antes había tenido un maestro negro”, dijo. Una vez, en la clase de inglés de Chaney, Kientzel escribió sobre su nombre, que le dio su padre, que es negro. “Puedo escribir sobre mis experiencias y ella entiende”, dijo Kientzel.\nVUELOS, EMPLEO\nCabrillo College tiene dos campus, uno en la rica comunidad costera de Aptos y otro, a sólo 20 minutos, en la ciudad agrícola del interior de Watsonville. Alrededor del 80 por ciento de los residentes de Watsonville se identifican como latinos, y los estudiantes latinos dijeron que había un clima “acogedor” y “muy comunitario” en el informe de diversidad del campus de 2018. En Aptos, que es 75 por ciento blanco, ese espíritu acogedor se desvanece, según el informe.\nEn ambos campus, alrededor del 18 por ciento de los profesores se identifican como latinos, en comparación con aproximadamente el 46 por ciento de los estudiantes de Cabrillo.\nEl distrito es muy consciente de la falta de diversidad, particularmente cuando se trata de profesores negros.\n“Mi corazón realmente está ahí para Nikia (Chaney). No está bien y es algo que debemos abordar”, dijo Adam Spickler, miembro del consejo del distrito de colegios comunitarios. “Siento que nos ha ido bastante bien aumentando la diversidad de otras maneras. Pero debemos centrar esa atención en el profesorado afroamericano, sin duda”.\nComo ejemplo de mejoras, Spickler señaló una mayor diversidad entre la administración de la universidad. De los 23 administradores, tres son negros y cuatro latinos este año.\nSpickler dijo que la falta general de diversidad no es sorprendente dada la demografía del condado de Santa Cruz. Si bien la región tiene comunidades latinas y asiáticas grandes y en crecimiento, alrededor del 1.5 por ciento son negros, según los datos del censo más reciente.\nAl crecer en la zona y ahora como estudiante, Kientzel no siempre se siente seguro. “Cuando estoy solo, me tratan bien, pero cuando estoy con mis hermanos, nos siguen en las tiendas. Siempre nos aseguramos de tener las manos fuera de los bolsillos, para que no piensen que estamos tratando de robar nada”, dijo.\nMikias Abesha es el presidente del club Umoja y estudiante de tercer semestre en Cabrillo College. Pero como estudiante internacional de Etiopía, descubre que la falta de diversidad no es el único desafío.\n“Todo es diferente”, dijo. “En mi primer semestre no entendía a ninguno de mis profesores”.\nSu primer idioma es el amárico. Dijo que Umoja fue un respiro para él, donde conoció a asesores que lo hicieron sentir como en casa. Ahora, su objetivo es trasladarse a UCLA. “Los Ángeles será mucho más diversa”, dijo.\nPara Chaney, la experiencia fue insostenible. Dijo que su hija era una de los pocos estudiantes negros en su escuela primaria y que a menudo otros estudiantes la intimidaban. Después de vivir intermitentemente en el condado de Santa Cruz durante dos años, decidió regresar cerca de amigos y familiares cerca de San Bernardino, donde la comunidad negra también es mucho más grande.\n“Necesito estar en una ciudad donde la gente se parezca a mí”, dijo. Ahora, vuela una vez por semana para asistir a clases y programas en el campus.\nMILLONES GASTADOS\nLegalmente, las universidades públicas no pueden considerar la raza o el origen étnico de un candidato a un puesto debido a una enmienda constitucional que los votantes de California aprobaron en 1996 que prohibía la acción afirmativa. Los votantes reafirmaron la prohibición en 2020. Pero la oficina del canciller y los auditores estatales coinciden en que las universidades pueden utilizar otros medios para lograr el mismo objetivo, como brindar capacitación sobre diversidad a todos los miembros del personal involucrados en la contratación, para que puedan reconocer y corregir mejor sus propias diferencias.\nEn 2021, la oficina del canciller exigió a los distritos universitarios que desarrollaran un plan para promover la diversidad en la contratación. Villarín dijo que 68 de 73 distritos han presentado un plan a la oficina del canciller a partir del 1 de octubre, la fecha límite final. Dijo que los distritos restantes incluyen Los Ángeles y Glendale, así como los distritos que representan universidades en Eureka, Stockton, Cupertino y Los Altos. Presentarán sus planes en “los próximos días”, dijo.\nLas universidades también deben analizar la demografía de sus solicitantes de empleo, pero la auditoría estatal encontró que sólo uno de los cuatro distritos de colegios comunitarios encuestados lo había hecho. Fermín Villegas, abogado adjunto de la cancillería, dijo que su equipo brindaría “más supervisión y seguimiento” en el futuro.\nDe los millones de dólares que la Legislatura destina cada año a esfuerzos para diversificar la contratación, la mayor parte se envía a los 73 distritos de colegios comunitarios del estado, que luego los distribuyen a los 116 colegios comunitarios. El año pasado, la mayoría de los distritos recibieron alrededor de 139 mil dólares, dijo Villarín. Los informes muestran que los distritos utilizaron el dinero para orientar y capacitar a profesores actuales y potenciales, entre otros esfuerzos.\nSiguiendo las recomendaciones de la oficina del rector, Cabrillo College está probando un modelo de “grupo”: contratación para ocho nuevos puestos, simultáneamente, centrados en las calificaciones de los candidatos en sus campos académicos y su compromiso de servir a los estudiantes marginados.\nUna ventaja de la contratación grupal es que puede ayudar a evitar escenarios en los que un miembro de la facultad se convierte en la persona simbólica de color, según un memorando del Senado Académico de los Colegios Comunitarios de California.\nChaney dijo que no es la única defensora de los estudiantes negros en el campus y destacó el trabajo de algunos administradores y personal negros y latinos que apoyan a los estudiantes de otras maneras. Muchos llegaron a la universidad en el último año o dos y viven en el condado.\nChaney dijo que es valioso tener mentores que vivan en la comunidad, pero también es importante tener profesores que conozcan la cultura negra, incluso si, como en su caso, esas dos no son iguales.\nDespués de que terminó el evento de Umoja, Chaney no tuvo tiempo de limpiar, por lo que sus colegas llevaron los restos de comida y suministros a sus autos. “Tengo que correr”, dijo, abrazando a cada persona mientras se despedía. Tuvo que conducir hasta San José para tomar un vuelo a casa esa tarde.\nCalMatters.org es una organización de medios de comunicación sin fines de lucro, no partidista, que explica las políticas públicas y los temas políticos de California.\nEl artículo fue publicado originalmente en\nhttps://calmatters.org/education/higher-education/2024/01/faculty-diversity/\nLea más en\nhttps://www.facebook.com/calmatters y www.calmatters.org.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Education",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://www.facebook.com/calmatters",
    "https://calmatters.org/education/higher-education/2024/01/faculty-diversity/",
    "http://CalMatters.org",
    "http://www.calmatters.org",
    "https://calmatters.org/education/higher-education/2024/01/faculty-diversity",
    "http://www.CalMatters.org",
    "https://www.calmatters.org/education/higher-education/2024/01/faculty-diversity/",
    "http://calmatters.org",
    "https://facebook.com/calmatters"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T01:20:48.721+02:00",
  "updated": "2024-01-08T01:20:48.721+02:00"
}