{
  "thread": {
    "uuid": "0fafea3c61b549e7e40ea932eafab3ba8720473f",
    "url": "https://www.zerohedge.com/geopolitical/uk-vows-arm-ukraine-long-it-takes-commits-37bn-annually",
    "site_full": "www.zerohedge.com",
    "site": "zerohedge.com",
    "site_section": "https://biztoc.com/feed",
    "site_categories": [
      "politics",
      "law_government_and_politics"
    ],
    "section_title": "BizToc",
    "title": "UK Vows To Arm Ukraine For 'As Long as It Takes'",
    "title_full": "UK Vows To Arm Ukraine For 'As Long as It Takes'",
    "published": "2024-05-04T14:44:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 2248,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0fafea3c61b549e7e40ea932eafab3ba8720473f",
  "url": "https://www.zerohedge.com/geopolitical/uk-vows-arm-ukraine-long-it-takes-commits-37bn-annually",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tyler Durden",
  "published": "2024-05-04T14:44:00.000+03:00",
  "title": "UK Vows To Arm Ukraine For 'As Long as It Takes'",
  "text": "UK Vows To Arm Ukraine For 'As Long as It Takes' - Commits $3.7BN Annually The UK has committed to what might be called 'forever aid' in Ukraine's defense, with British Foreign Secretary David Cameron newly promising $3.74 billion of annual military aid for Kiev for \"as long as it takes\". He unveiled the plan Thursday, and it marks the biggest commitment in foreign defense aid rollout for Britain thus far in the war (and perhaps in all of history), coming on the heels of the Biden administration also seeking to erect a 10-year plan to assist Ukraine which theoretically would lock in future US presidents as well. \"We will give 3 billion pounds every year for as long as is necessary. We've just really emptied all we can in terms of giving equipment,\" Cameron told [Reuters](https://www.newsmax.com/globaltalk/david-cameron-uk-aid/2024/05/02/id/1163311/) in an interview on a visit to the Ukrainian capital. \"Some of that [equipment] is actually arriving in Ukraine today, while I'm here,\" he said. Alarmingly, he openly stated that the British government has no problem with Ukrainian forces using UK weapons to strike at targets inside Russian territory. \"Ukraine has that right. Just as Russia is striking inside Ukraine, you can quite understand why Ukraine feels the need to make sure it's defending itself,\" Cameron said. \"It's absolutely crucial, not just in terms of the weapons it will bring, but also the boost to morale that it will bring to people here in Ukraine,\" the UK top diplomat continued in the remarks given upon his second visit to the war-ravaged country as foreign secretary. Cameron was at one point asked whether a potential future Trump administration could negatively impact the flow of aid to the Zelensky government. He responded: \"It's not for us to decide who the Americans choose as their president. We will work with whoever that is.\" NATO officials have reportedly been [attempting to](https://www.zerohedge.com/geopolitical/biden-looks-prevent-future-president-ending-ukraine-war-10-year-agreement) \"Trump-proof\" any future aid. Last Sunday, Zelensky himself signaled as much in a nightly video address, saying that he's working with Washington on a bilateral security agreement which would last ten years. \"We are already working on a specific text,\" Zelensky [said](https://www.yahoo.com/news/ukraine-us-working-long-term-181346998.html) in his nightly video address. \"Our goal is to make this agreement the strongest of all.\" \"We are discussing the specific foundations of our security and cooperation. We are also working on fixing specific levels of support for this year and the next 10 years.\" \"If you can't give enough weapons to Ukraine, how are you gonna win against China\" - Kuleba— War Intel (@warintel4u) [pic.twitter.com/d3sCiB4Tgz] [May 2, 2024] He indicated it will likely include agreements on long-term support centering on military hardware and joint arms production, as well as continuing reconstruction aid. \"The agreement should be truly exemplary and reflect the strength of American leadership,\" Zelensky added. But as we've been detailing, Ukraine's problem currently is not fundamentally a question of funding or weaponry, but of manpower. Soon it may not have enough troops to operate the sophisticated weaponry being shipped in by the West, given the daily bad news from the front lines.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Politics"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.newsmax.com/globaltalk/david-cameron-uk-aid/2024/05/02/id/1163311/",
    "https://www.yahoo.com/news/ukraine-us-working-long-term-181346998.html",
    "https://newsmax.com/globaltalk/david-cameron-uk-aid/2024/05/02/id/1163311/",
    "https://www.newsmax.com/globaltalk/david-cameron-uk-aid/2024/05/02/id/1163311",
    "https://yahoo.com/news/ukraine-us-working-long-term-181346998.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "david cameron",
        "sentiment": "none"
      },
      {
        "name": "biden",
        "sentiment": "none"
      },
      {
        "name": "cameron",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "reuters",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "britain",
        "sentiment": "none"
      },
      {
        "name": "kiev",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-04T14:51:51.157+03:00",
  "updated": "2024-05-04T15:34:43.498+03:00"
}