{
  "thread": {
    "uuid": "28429eedebdd21a99832a1d114af70d897e11ce0",
    "url": "https://abcnews.go.com/GMA/Living/19-year-youngest-black-student-graduate-texas-law/story?id=84669341",
    "site_full": "abcnews.go.com",
    "site": "go.com",
    "site_section": "https://abcnews.go.com/gma",
    "site_categories": [
      "media"
    ],
    "section_title": "GMA - Good Morning America",
    "title": "21-year-old, who was youngest Black graduate of Texas law school, sworn in as attorney - ABC News",
    "title_full": "21-year-old, who was youngest Black graduate of Texas law school, sworn in as attorney - ABC News",
    "published": "2024-03-01T00:20:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.abcnewsfe.com/a/b35f0f7d-ce58-4910-84f5-47c1de627201/Haley-Taylor-Schlitz-1-ht-gmh-240229_1709221988853_hpMain_16x9.jpg?w=1600",
    "performance_score": 0,
    "domain_rank": 136,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 10,
        "comments": 5,
        "shares": 18
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "28429eedebdd21a99832a1d114af70d897e11ce0",
  "url": "https://abcnews.go.com/GMA/Living/19-year-youngest-black-student-graduate-texas-law/story?id=84669341",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ABC News",
  "published": "2024-03-01T00:20:00.000+02:00",
  "title": "21-year-old, who was youngest Black graduate of Texas law school, sworn in as attorney - ABC News",
  "text": "21-year-old, who was youngest Black graduate of Texas law school, sworn in as attorney \"You don't find your path. You make it,\" Haley Taylor Schlitz said. Haley Taylor Schlitz made headlines in 2019 after getting accepted into nine law schools. She was just 16 at the time. In May 2022, she did it again when she graduated from Southern Methodist University's Dedman School of Law, becoming the Dallas law school's youngest Black student to do so, as the school confirmed to [\"Good Morning America\"](https://preview.goodmorningamerica.com/) at the time. Now 21, Taylor Schlitz is officially an attorney, having been sworn in Wednesday to the Minnesota State Bar Association. Taylor Schlitz told \"GMA\" she passed the bar exam in Minnesota and is now licensed to practice law in the North Star State. Since graduating from law school two years ago, Taylor Schlitz has also turned to teaching and is currently teaching U.S. History to fifth graders at IDEA Edgecliff, a K-9 public school in Fort Worth, Texas. \"I did this because I believe it is essential that Gen Z, especially Black Gen Z, give back to our communities and serve as teachers in our schools if possible,\" Taylor Schlitz told \"GMA\" via email. \"I hope that by doing this, my students were excited that I was taking my Bar oath yesterday, that I can help inspire my students to pursue their wildest dreams.\" She also started Trailblazers Forum: Youth Civic Engagement, a community civic education program in the Dallas and Fort Worth area that aims to engage and empower students between the ages of 12 and 16 to make a positive impact on their communities through civic action. Taylor Schlitz said her sights however, remain set on the law, and she is pursuing additional bar licenses as well. When Taylor Schlitz earned her Juris Doctor two years ago, one of her professors told \"GMA\" that they knew she would go far after graduation. \"We are incredibly proud of Haley and all she has accomplished during her time at SMU Law School. We know she is going to make a difference in this world, and we can't wait to see all the wonderful places her career will take her,\" then-SMU Dedman School of Law Professor Jennifer Collins told \"GMA\" in an emailed statement at the time. Taylor Schlitz reflected on her accomplishments then, telling \"GMA\" it felt surreal to be graduating. \"It's just been a lot of buildup and it's really exciting to take off,\" she said at the time. She credited her family, including her mother, father and siblings, for supporting her throughout the years. \"My village is a huge part of my motivation to keep going,\" Taylor Schlitz said then. \"My mom has been probably my absolute biggest motivator, my biggest supporter, the person that I look up to the most,\" she continued. \"She's an ER doctor and so for the longest time, I wanted to be an ER doctor, but even after wanting to be an attorney, and now going to law school, she's still somebody that is such a huge life counselor, such a great adviser for me.\" When she stopped by the \"GMA\" studio back in 2019, Taylor Schlitz said she wanted to \"help other students and fight for equity\" and it's a mission she continues to realize. \"I absolutely feel that even more strongly now,\" Taylor Schlitz said previously. \"It's so much more tangible. I'm so close to actually being able to make that impact that I've been talking about … write that legislation, really get active.\" For others searching for their own success, Taylor Schlitz said she had one key message for them. \"You don't find your path. You make it,\" she said then. \"Take life by the reins, by the horns, and just really make what you want your reality.\" She also encouraged people to take advantage of opportunities and not to be afraid to take chances. \"It's OK to make mistakes,\" Taylor Schlitz said. She added, \"Just go back to your foundation and build up again and don't be confined to boxes or stereotypes or when other people are trying to say whether it's no or yes. It's really up to you.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Crime, Law and Justice",
    "Human Interest"
  ],
  "external_links": [
    "https://preview.goodmorningamerica.com/)",
    "https://www.preview.goodmorningamerica.com/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "taylor schlitz",
        "sentiment": "none"
      },
      {
        "name": "haley taylor schlitz",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "abc news 21",
        "sentiment": "negative"
      },
      {
        "name": "southern methodist university's dedman school of law",
        "sentiment": "none"
      },
      {
        "name": "minnesota state bar association",
        "sentiment": "none"
      },
      {
        "name": "north star state",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "texas",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "minnesota",
        "sentiment": "none"
      },
      {
        "name": "fort worth",
        "sentiment": "none"
      },
      {
        "name": "edgecliff",
        "sentiment": "none"
      },
      {
        "name": "dallas",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:47:55.399+02:00",
  "updated": "2024-03-01T00:47:55.399+02:00"
}