{
  "thread": {
    "uuid": "c9d71b3ce302a92e1300c1ae07d0f0f0ae5d2987",
    "url": "https://www.lifenews.com/2024/05/31/we-have-to-show-the-world-human-life-is-gift-from-god-to-be-protected",
    "site_full": "www.lifenews.com",
    "site": "lifenews.com",
    "site_section": "http://feeds.feedburner.com/lifenews/newsfeed",
    "site_categories": [
      "health"
    ],
    "section_title": "LifeNews.com",
    "title": "We Have to Show the World Human Life is Gift From God to be Protected - LifeNews.com",
    "title_full": "We Have to Show the World Human Life is Gift From God to be Protected - LifeNews.com",
    "published": "2024-06-01T01:52:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.lifenews.com/wp-content/uploads/2021/04/ultrasound3d34.png",
    "performance_score": 0,
    "domain_rank": 13660,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c9d71b3ce302a92e1300c1ae07d0f0f0ae5d2987",
  "url": "https://www.lifenews.com/2024/05/31/we-have-to-show-the-world-human-life-is-gift-from-god-to-be-protected",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Carol Tobias",
  "published": "2024-06-01T01:52:00.000+03:00",
  "title": "We Have to Show the World Human Life is Gift From God to be Protected - LifeNews.com",
  "text": "Our nation just celebrated Memorial Day. It is a day set apart for us to remember all those who made the ultimate sacrifice. They gave their lives to defend the country they loved– a country that promoted freedom and the principles so beautifully laid out in our Declaration of Independence and the Constitution’s Bill of Rights. It is up to us, the living, to make sure their sacrifice was not in vain.\nI often refer to the United States as a shining city on a hill. From America’s founding, the country has provided hope to the world. Quoting from ushistory.org , “The passengers of the Arbella who left England in 1630 with their new charter had a great vision. They were to be an example for the rest of the world in rightful living. Future governor John Winthrop stated their purpose quite clearly: ‘We shall be as a city upon a hill, the eyes of all people are upon us.’”\nPresident Ronald Reagan frequently referred to America as a shining city on a hill. I’ve kept that image tucked away in my heart for many years. Can America be, or remain, a shining city on a hill with the eyes of all people upon us? Are we an example of what is good and right about how people should live and how leaders should govern?\nFor those working to protect innocent human life, we know that each and every human life has value. Every individual is deserving of dignity and respect, simply because they are a member of the human family. They are our brothers and sisters.\nFollow LifeNews on the MeWe social media network for the latest pro-life news free from Facebook’s censorship!\nOn a popular evening news/commentary show, a segment was given to a reporter interviewing people on the street. One young woman was asked, “Do you believe in God?” She answered, “No.” The follow-up question was, “What happens to you when you die?” Her answer, “Nothing.”\nMany people live, day to day, believing that what they see is all there is. The 70, 80, or 90 years on earth is all they have and then they’re done. If life is difficult or lonely, it would be natural to wonder why it is wrong to end that life through suicide or assisted suicide.\nIf, after all, this life is all there is, what difference does it make if we bring another life into the world when that newborn life will require time and money? What if we fear that the new addition may bring more heartache than joy?\nThose with a Christian or other-religion perspective see life as a gift of God—a blessing that should be protected, nourished, and loved. For many without that perspective, their attitude is more of “eat, drink, and be merry, for tomorrow we die.”\nThat’s why I love the active involvement in the movement of those who are secular or atheist. They provide an important voice, that life is precious no matter what else you believe—or don’t believe.\nHow do we reach those who see life as short-term and finite? A quote attributed to President Theodore Roosevelt gives us some direction: “Nobody cares about how much you know until they know how much you care.”\nWe can, and must, elect pro-life candidates and enact pro-life legislation because the law is an effective tool. But our educational outreach is a critical component of what pro-lifers do and has been from the very beginning.\nWhen we say that it is wrong to kill unborn babies, we need to make sure abortion-minded women know that we care about them as well. Do they understand that we don’t want them to undergo the physical pain of a chemical abortion or the mental anguish of living with the memory of the death of their child?\nOur words and actions must show love for those who have been through an abortion and concern for those considering this horrific “choice.”\nPregnancy centers and other organizations help women with after-abortion counseling. A great website, https://hurtbyabortion.org , gives women the opportunity to share their stories for others to read. They will hopefully find comfort, knowing they are helping others through the same trauma.\nThe covid pandemic changed a lot of our nation’s lifestyle. People became isolated and lonely; they spent more time on phones and Zoom calls. Young people see and compare themselves to others on social media, probably wondering why they aren’t an “influencer” or wondering how to become one. They want people in the world to notice them, to care about them, to know they exist.\nMore than ever, the pro-life movement is needed in so many ways. We continue our efforts to protect our most vulnerable brothers and sisters from abortion and euthanasia and assisted suicide. As individuals, our love for life can also be infectious.\nIn 1989, in his farewell address, President Reagan said of his beloved country, “After 200 years, two centuries, she still stands strong and true on the granite ridge, and her glow has held steady no matter what storm. And she’s still a beacon, still a magnet for all who must have freedom, for all the pilgrims from all the lost places who are hurtling through the darkness, toward home.”\nWe can be individual lights, shining in our homes and communities, letting our love for fellow human beings shine through. And together, we will be that shining city on a hill, spreading the warmth so many of our brothers and sisters are looking for.\nLifeNews Note: Carol Tobias is the president of the National Right to Life Committee .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://ushistory.org/",
    "https://hurtbyabortion.org",
    "https://mewe.com/p/lifenewscom1",
    "https://www.nrlc.org/",
    "https://www.ushistory.org/",
    "https://nrlc.org/",
    "https://www.nrlc.org",
    "https://ushistory.org",
    "https://www.mewe.com/p/lifenewscom1",
    "https://www.hurtbyabortion.org"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "john winthrop",
        "sentiment": "none"
      },
      {
        "name": "ronald reagan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "arbella",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "america",
        "sentiment": "none"
      },
      {
        "name": "england",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-01T01:59:59.342+03:00",
  "updated": "2024-06-01T01:59:59.342+03:00"
}