{
  "thread": {
    "uuid": "cb636569574fb3e3e27b40694858fea0694d32a7",
    "url": "https://elnuevodiario.com.do/reconocen-alcalde-carlos-guzman-por-aportes-al-desarrollo-del-deporte-en-sdn/",
    "site_full": "elnuevodiario.com.do",
    "site": "elnuevodiario.com.do",
    "site_section": "https://elnuevodiario.com.do/rss",
    "site_categories": [
      "non_standard_content"
    ],
    "section_title": "El Nuevo Diario (República Dominicana)",
    "title": "Reconocen alcalde Carlos Guzmán por aportes al desarrollo del deporte en SDN",
    "title_full": "Reconocen alcalde Carlos Guzmán por aportes al desarrollo del deporte en SDN",
    "published": "2024-01-08T00:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "DO",
    "main_image": "https://nuevodiario-assets.s3.us-east-2.amazonaws.com/wp-content/uploads/2024/01/07144221/WhatsApp-Image-2024-01-07-at-6.31.59-PM-1200x900.jpeg",
    "performance_score": 0,
    "domain_rank": 86096,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cb636569574fb3e3e27b40694858fea0694d32a7",
  "url": "https://elnuevodiario.com.do/reconocen-alcalde-carlos-guzman-por-aportes-al-desarrollo-del-deporte-en-sdn/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "El Nuevo Diario",
  "published": "2024-01-08T00:44:00.000+02:00",
  "title": "Reconocen alcalde Carlos Guzmán por aportes al desarrollo del deporte en SDN",
  "text": "Guzmán ha entregado más de 35 estructuras deportivas totalmente remozadas en barrios y comunidades de Villa Mella, Los Guaricanos, Sabana Perdida y zonas rurales.\nEL NUEVO DIARIO, SANTO DOMINGO.-El alcalde de Santo Domingo Norte (SDN), Carlos Guzmán, fue reconocido por la Avanzada Deportiva del municipio por su eficiente contribución al deporte, señalando que ha realizado significativos aportes a la juventud y la rehabilitación de estructuras deportivas.\nEn medio de la celebración de la edición número 26 del Juego de Estrellas de peloteros profesionales del municipio, el presidente de la Avanzada Deportiva de Santo Domingo Norte, Juan de la Cruz, destacó que Guzmán ha rescatado diversas estructuras deportivas que estaban abandonadas, entregando obras de gran impacto para el sano y seguro entretenimiento de las personas.\nEn tanto, Carlos Guzmán agradeció el reconocimiento, señalando que continuará construyendo y entregando modernas y amplias obras deportivas para seguir fortaleciendo el deporte en SDN.\n“Más canchas, más plays, más clubes deportivos, cualquier obra que haga falta vamos a construirla o remozarla para beneficio de nuestra juventud, expresó Guzmán, al recibir una placa de reconocimiento.\nDurante la actividad deportiva, también se reconocieron al administrador del Parque Mirador Norte Vinicio Coco (Pelao) y a los deportistas Nelfi Pérez y Bartolomé Fortunato por sus aportes al desarrollo del deporte.\nEntre los peloteros destacados que asistieron a la actividad se destaca Starlyn Martes, quien junto a otros compañeros profesionales del béisbol iniciaron el Clásico de Estrellas 444 y Bravos del Mamey en el remozado play José Figueroa Coco (antiguo play de Marrita), ubicado en Villa Carmela El Mamey.\nEl alcalde de SDN había patrocinado la realización de dicho evento, en colaboración con empresarios, políticos y deportivas que dijeron presente.\nObras deportivas\nEn lo que va de año, el alcalde Carlos Guzmán ha entregado más de 35 estructuras deportivas totalmente remozadas en barrios y comunidades de Villa Mella, Los Guaricanos, Sabana Perdida y zonas rurales.\nEntre las obras se destacan canchas deportivas, play de béisbol, multiusos, club de voleibol entre otras obras, de las cuales se benefician miles de jóvenes de todos los estratos sociales.\nBajo la gestión de Guzmán además se patrocinan viajes nacionales e internacionales, torneos y actividades deportivas, así como la donación de uniformes e instrumentaria guantes, bates, pelotas, medias y más.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:46:43.796+02:00",
  "updated": "2024-01-08T00:46:43.796+02:00"
}