{
  "thread": {
    "uuid": "cfb6047934a091843245523c2a6007f8ee7b096e",
    "url": "https://rapidcityjournal.com/news/community-rallies-after-city-closes-indigenous-led-warming-center-amid-arctic-freeze/article_1efe0768-b24e-11ee-9327-0b4632577dbf.html",
    "site_full": "rapidcityjournal.com",
    "site": "rapidcityjournal.com",
    "site_section": "http://www.tncontentexchange.com/search/?f=rss&t=article&c=news&l=50&s=start_time&sd=desc",
    "site_categories": [
      "media"
    ],
    "section_title": "www.tncontentexchange.com - RSS Results in news of type article",
    "title": "Community rallies after city closes Indigenous-led warming center amid arctic freeze",
    "title_full": "Community rallies after city closes Indigenous-led warming center amid arctic freeze",
    "published": "2024-01-13T22:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/rapidcityjournal.com/content/tncms/assets/v3/editorial/1/ef/1efe0768-b24e-11ee-9327-0b4632577dbf/65a2ee0e72a21.preview.jpg?crop=1662%2C873%2C0%2C187&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 13964,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cfb6047934a091843245523c2a6007f8ee7b096e",
  "url": "https://rapidcityjournal.com/news/community-rallies-after-city-closes-indigenous-led-warming-center-amid-arctic-freeze/article_1efe0768-b24e-11ee-9327-0b4632577dbf.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Amelia Schafer ICT and Journal staff",
  "published": "2024-01-13T22:15:00.000+02:00",
  "title": "Community rallies after city closes Indigenous-led warming center amid arctic freeze",
  "text": "As temperatures dipped below zero on January 12, leaders from the Woyatan Lutheran Church and Wambli Ska Society were notified that they needed to close their makeshift warming shelter.\nAfter the closure of the Hope Center, several Indigenous nonprofit organizations have come together to provide additional resources for homeless individuals. One of these options was opening the Woyatan Lutheran Church to those in need. The Great Plains Chairman's Tribal Health Board had provided the church with a military-grade warming tent that the group planned on using as an additional shelter. That plan was halted on Friday afternoon when Rapid City administrators issued a stop work notice to organizers.\n“When city staff went to the property to issue an order not to proceed with the use of that tent, it was with the acknowledgment that the permits had not been secured, but that we had a bigger crisis on hand,” said Vicki Fisher, Rapid City Community Development Director. “We have a cold spree that we've not experienced in a long time, and we have a lot of vulnerable people that need to be sheltered. So the message was 'you don't need to take down a tent, just please don't use it.' It is so frigid that the action of trying to heat it would put those people in jeopardy of a fire.”\nPeople are also reading…\nAround 4:30 p.m. Friday, John Olson, escorted by Lieutenant Tim Doyle of the Rapid City Police Department arrived to issue the Stop Work Order. Chris White Eagle, leader of the Lakota Center at Woyatan Lutheran Church, spoke with Olson and Doyle and said he was told that the Pennington County Jail could be used as a temporary shelter if the Cornerstone Mission and Care Campus hit max-capacity.\n“We looked at him like, ‘Are you saying that’s our option — to save your life, you need to go to jail?’” White Eagle said.\nRapid City Police Department Community Relations Director Brandyn Medina confirmed that if all other options were exhausted, the Pennington County Jail could be used as a temporary shelter.\n“I think they [Olson and Doyle] were speaking on generalities and talking about it on a broad spectrum,” Medina said. “It's not saying that we would find charges to put somebody in the jail or charge them criminally so they could go into the jail, it'd be in a total noncriminal context. It would be simply using the extent of our resources to make sure that nobody was turned away into the cold.”\nA Facebook post from the Rapid City Municipal Government Saturday morning stated that there is an “abundance of space” at established Rapid City shelters.\n“At no point since this cold snap began has the Care Campus or Mission been full or turned individuals away. Anyone seeking shelter during this frigid cold spell are reminded to seek shelter at either facility,” the post read.\nMedina said that law enforcement officers are conducting extra patrols to contact and transport individuals struggling with the cold.\n“The city is fully aware that this is a dangerous time,” Fisher said. “This is a dangerous time for anyone just driving down the street that's not correctly clothed and their vehicle breaks down and they have to walk any distance to shelter. And so it's all eyes on the public to make sure that we're protecting everyone.”\nWithin the Indigenous community, the Lakota Center is working with NDN Collective, Wambli Ska, Dakota AIM Grassroots, Urban Roots Ancient Wisdom, Coup Council and St. Matthews/St. Andrews to provide resources for those in need. The organizations are working to provide food, water, warmth and shelter to those who either cannot go to the Cornerstone Mission and Care Campus or don’t feel comfortable going.\n“A lot of them don't like going on to the campus; a lot of them don't like going to the mission,” White Eagle said. “The mayor is making it very clear that those are our resources, and that's the only thing that they have.”\nAs a backup, the Lakota Homes Oyate Center has been opened for those in need of a warming shelter or a meal. Various Indigenous community groups will be serving meals at the Oyate Center throughout the day. The center is located at 719 Wambli Drive on Rapid City’s northside.\n“If you call anywhere around the Native community right now, there's people cooking, there's people driving, there's young men walking under the bridges,” said NDN Collective Founder and CEO Nick Tilsen. “We're getting out of our vehicles. We're helping the people, we're getting rides, and we're trying to utilize every service that's available. An army tent in the middle of winter is totally last resort.”\nThis story is co-published by the Rapid City Journal and ICT, a news partnership that covers Indigenous communities in the South Dakota area.\nAmelia Schafer is the Indigenous Affairs reporter for ICT and the Rapid City Journal. She is of Wampanoag and Montauk-Brothertown Indian Nation descent. She is based in Rapid City. You can contact her at .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "wambli",
        "sentiment": "negative"
      },
      {
        "name": "vicki fisher",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "woyatan lutheran church",
        "sentiment": "negative"
      },
      {
        "name": "tribal health board",
        "sentiment": "none"
      },
      {
        "name": "rapid city community development",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "rapid city",
        "sentiment": "none"
      },
      {
        "name": "woyatan lutheran church",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-14T00:35:26.701+02:00",
  "updated": "2024-01-14T00:35:26.701+02:00"
}