{
  "thread": {
    "uuid": "ea145dfffe9626fc10967cd434e716fa36e1f673",
    "url": "https://www.idsnews.com/article/2024/04/restaurants-bars-stores-and-more-celebrate-little-500-weekend",
    "site_full": "www.idsnews.com",
    "site": "idsnews.com",
    "site_section": "https://www.idsnews.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "Indiana Daily Student",
    "title": "Restaurants, bars, stores and more celebrating Little 500 weekend - Indiana Daily Student",
    "title_full": "Restaurants, bars, stores and more celebrating Little 500 weekend - Indiana Daily Student",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://snworksceo.imgix.net/ids/0512a20c-d544-4c55-9a19-681043bce16a.sized-1000x1000.jpg?w=800&amp;h=600",
    "performance_score": 0,
    "domain_rank": 32250,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ea145dfffe9626fc10967cd434e716fa36e1f673",
  "url": "https://www.idsnews.com/article/2024/04/restaurants-bars-stores-and-more-celebrate-little-500-weekend",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "Restaurants, bars, stores and more celebrating Little 500 weekend - Indiana Daily Student",
  "text": "The Little 500, widely known as the “World's Greatest College Weekend,” kicks off Friday marking a highly anticipated event for students. With numerous festivities lined up, students have plenty of opportunities to celebrate this event. Before attending Little 500, watch “ Breaking Away .” The movie takes place at IU and is based on four friends who compete in the annual bike race. Spend time with friends by visiting Bloomington locally-owned restaurants or bars such as Lennies, Upstairs Pub, Buffalouies, The Bluebird and more. The Upstairs Pub on Friday from 11a.m. to 3 a.m. will have an open house party featuring DJ Unique. On Saturday, it hosts the Little 500 breakfast club from 7-11 a.m., according to its Instagram. On Thursday and Friday night, Rod Tuffcurls , a Chicago cover band, will be performing at The Bluebird. On Saturday night, Jukebox Luke, a local cover band, will be performing. Bloomington also offers a variety of gift shops and clothing stores to visit during Little 500 weekend. Greetings, a gift shop on Kirkwood, is currently having a spring sale and selling a t-shirt with a bike on it for Little 500. Jordan Henry, Greetings sales associate, said they will be double staffed during the weekend for the anticipated crowds. The women’s race will be held at 4 p.m., April 19, and the men’s at 2 p.m., April 20, at Bill Armstrong Stadium. Those attending the race can grab a copy of the IDS newspaper upon entering, featuring a Little 500 guide, to learn more about the teams and the jersey colors. Sara Fry, a Little 500 committee member in the IU Student Foundation that runs the Little 500 every year, suggested visiting the Wilcox House, named after the founder Howdy Wilcox, of the IU Student Foundation, on North Fee Lane. She said there is a history project displayed throughout the house of the race's history and traditions. Fry said members of the steering committee of the IU Student Foundation started the project last fall. “This project will be extremely eye opening to the public” Fry said. “A lot has evolved since the very beginning.” The IU football team will hold a spring game at 8 p.m., Thursday inside Memorial Stadium. IU’s new head coach Curt Cignetti, the 30th head coach in the program’s history, will lead the team on the field. Sam McCrea, a Little 500 committee member in the IUSF, said the organization has been continuing track practices and making sure all mechanisms are working. “The riders are definitely getting excited for the race and so are the members of IUSF,” McCrea said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://www.instagram.com/upstairspub/?hl=en",
    "http://www.imdb.com/title/tt0078902",
    "https://www.rodtuffcurls.com/presskit",
    "http://imdb.com/title/tt0078902",
    "https://rodtuffcurls.com/presskit",
    "https://instagram.com/upstairspub/?hl=en",
    "https://www.instagram.com/upstairspub/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jukebox luke",
        "sentiment": "none"
      },
      {
        "name": "rod tuffcurls",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "lennies",
        "sentiment": "none"
      },
      {
        "name": "dj unique",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "chicago",
        "sentiment": "none"
      },
      {
        "name": "bloomington",
        "sentiment": "none"
      },
      {
        "name": "kirkwood",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:05:52.765+03:00",
  "updated": "2024-04-19T01:42:55.034+03:00"
}