{
  "thread": {
    "uuid": "6f31b160672e6cc839b1a54a8650a5e8d1aa0df2",
    "url": "https://mx.advfn.com/bolsa-de-valores/noticias/92918827/introducing-four-additions-to-crowe-sobermans-part",
    "site_full": "mx.advfn.com",
    "site": "advfn.com",
    "site_section": "https://mx.advfn.com/p.php?pid=news",
    "site_categories": [],
    "section_title": "ADVFN - Noticias",
    "title": "Introducing Four Additions to Crowe Soberman's Partner Lineup",
    "title_full": "Introducing Four Additions to Crowe Soberman's Partner Lineup",
    "published": "2024-01-01T13:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 8791,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6f31b160672e6cc839b1a54a8650a5e8d1aa0df2",
  "url": "https://mx.advfn.com/bolsa-de-valores/noticias/92918827/introducing-four-additions-to-crowe-sobermans-part",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "PR Newswire (Canada)",
  "published": "2024-01-01T13:00:00.000+02:00",
  "title": "Introducing Four Additions to Crowe Soberman's Partner Lineup",
  "text": "TORONTO , Jan. 1, 2024 /CNW/ - Crowe Soberman LLP is proud to welcome Adam Gur, Adam Leibel , Alice Madolciu and Adrianne Markell to the firm's partnership.\n\"I am delighted to announce four individuals who have reached the significant milestone of being named partner at Crowe Soberman effective this year. What adds an additional element of excitement to this group is that each of the four has dedicated substantial portions of their careers right here, with two of them having exclusively been part of the Crowe family, demonstrating their commitment to our firm\" says Managing Partner Adam Scherer .\nAdam Gur, BBA, CPA, CA\nAdam started at the firm in 2015 becoming a CPA in 2016. He provides advisory services to his clients through tax, financial planning, and assurance services by overseeing audit and review engagements. Adam is deeply committed to his craft and possesses extensive experience, particularly in owner-managed businesses within real estate, construction, professional services, and retail industries. Adam collaborates with his clients and their advisors to ensure all parties are up to date with evolving legislation to ensure sustained business success.\nAdam Leibel , CPA, CA\nAdam joined Crowe Soberman in 2012 and earned his CPA designation in 2015. In his role, he manages audit, review, and compilation projects while also handling personal and corporate tax planning. Combining his expertise with a love for training, Adam conducts courses for both junior and senior staff, covering topics such as personal taxes and accounting for marketable securities. Adam thrives on the rewarding feeling of providing small business owners/managers with advice that positively influences the growth of their businesses.\nAlice Madolciu, CPA, CA\nAlice has carved out a niche for herself in the cross-border entertainment space, routinely helping clients navigate complicated cross-border issues. She offers tax planning services and handles personal and corporate tax compliance for a wide range of global clients. Her expertise extends to businesses operating in Canada , spanning diverse backgrounds and industry sectors. Alice helps guide the firm's Sports and Entertainment Group, providing tax services to musicians, actors and entertainers, behind-the scenes personnel, including touring crews, film directors and producers, foreign corporations operating in Canada , and individuals immigrating to and emigrating from Canada .\nAdrianne Markell , CPA, CA, CBV, AM, CEIV\nAdrianne joined the firm in 2015 and is part of the firm's Valuations | Forensics | Litigation (VFL) team at Crowe Soberman. She has a background in business valuations, shareholder disputes, and economic damage quantification, with experience in auditing and tax. Adrianne specializes in the preparation of expert reports for the quantification of personal and commercial loss claims as well as litigation support. She conducts business valuations for a wide array of engagements, including financial reporting, oppression remedies, and transactions. She has a unique set of skills with knowledge in insurance claims, estate litigation and dependency claim matters.\nAbout Crowe Soberman LLP\nCelebrating over 60 years in the Toronto community, our 40 partners and over 200 team members make Crowe Soberman one of the leading accounting & advisory firms in Canada . We are Chartered Professional Accountants, tax professionals and financial consultants to high-net-worth individuals, not-for-profit organizations, and entrepreneurial companies. We focus on healthcare; construction & real estate; manufacturing & distribution; sports, entertainment & media; professionals; information technology and retail industries. Our services include Audit & Advisory, Business Diagnostics Solutions, Corporate Recovery & Turnaround, Due Diligence, Estates & Trusts, HR Consulting, Indirect Tax, International Tax, Management Services, Mergers & Acquisitions, Personal Insolvency, Sports & Entertainment, Succession Planning, SuRE Services for Family Business (Succession, Retirement, and Estate Planning), Tax and Valuations | Forensics | Litigation.\nAbout Crowe Global\nCrowe Global is ranked among the top 10 global accounting networks with more than 200 independent accounting and advisory services firms in more than 130 countries around the world. Crowe Global member firms are committed to impeccable quality service, highly integrated service delivery processes and a common set of core values that guide decisions daily. Each firm is well-established as a leader in its national business community and is staffed by nationals, thereby providing a knowledge of local laws and customs which is important to clients undertaking new ventures or expanding into other countries. Crowe Global member firms are known for their personal service to privately- and publicly held businesses in all sectors and have built an international reputation in the areas of audit, tax, and advisory services.\nSOURCE Crowe Soberman LLP\nCopyright 2024 Canada NewsWire",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Education",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "adam leibel",
        "sentiment": "negative"
      },
      {
        "name": "adam gur",
        "sentiment": "negative"
      },
      {
        "name": "alice",
        "sentiment": "negative"
      },
      {
        "name": "crowe soberman",
        "sentiment": "negative"
      },
      {
        "name": "adam",
        "sentiment": "none"
      },
      {
        "name": "adrianne markell",
        "sentiment": "none"
      },
      {
        "name": "madolciu",
        "sentiment": "none"
      },
      {
        "name": "adam scherer",
        "sentiment": "none"
      },
      {
        "name": "crowe",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cnw/ - crowe soberman llp",
        "sentiment": "neutral"
      },
      {
        "name": "bba",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "toronto",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T00:19:06.646+02:00",
  "updated": "2024-01-02T00:19:06.646+02:00"
}