{
  "thread": {
    "uuid": "df13a4448958154c9d78b16c081016aa175be2c3",
    "url": "https://vnexplorer.net/z/937444.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/es",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "ES - VNExplorer",
    "title": "EE.UU. donará 40.000 dólares en alimentos para afectados por las lluvias en El Salvador",
    "title_full": "EE.UU. donará 40.000 dólares en alimentos para afectados por las lluvias en El Salvador",
    "published": "2024-06-21T20:42:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1oFMz0.img",
    "performance_score": 0,
    "domain_rank": 82409,
    "domain_rank_updated": "2024-06-18T13:08:29.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "df13a4448958154c9d78b16c081016aa175be2c3",
  "url": "https://vnexplorer.net/z/937444.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-06-21T20:42:00.000+03:00",
  "title": "EE.UU. donará 40.000 dólares en alimentos para afectados por las lluvias en El Salvador",
  "text": "San Salvador, 21 jun (EFE).- El Gobierno de Estados Unidos ha destinado un fondo de 40.000 dólares (unos 37.370 euros) para atender la seguridad alimentaria de las personas afectadas por las fuertes tormentas en El Salvador y que han dejado al menos 19 fallecidos, según anunció este viernes el embajador William Duncan. &quot;En respuestas a esta emergencia, el Gobierno de Estados Unidos ha destinado 40.000 dólares en fondos de respuesta rápida para responder a la inseguridad alimentaria en las zonas más afectadas&quot;, dijo Duncan en un evento público. Agregó que también &quot;destinará fondos adicionales a las personas que regresen a casa&quot; y detalló que están apoyando a 1.400 personas en la remota localidad de Puerto Parada con paquetes de higiene. Adelantó que en los próximos días entregarán más paquetes, además de colchonetas y filtros de agua en otras localidades rurales del país centroamericano. &quot;Quiero asegurarles que los Estados Unidos seguirá estando al lado de los salvadoreños en estos tiempos difíciles y juntos superaremos esta adversidad&quot;, subrayó el diplomático. De acuerdo con el último recuento de las autoridades salvadoreñas, al menos 19 personas fallecieron durante la última semana de fuertes lluvias, 13 adultos y seis niños. También se han reportado dos personas extraviadas y 11 heridas, mientras que los evacuados llegaron a 3.861, de los que 1.857 son menores de edad. En esta semana de lluvias, son 26 ríos los que se han desbordado, se han dado 248 deslizamientos, 23 inundaciones urbanas y 183 viviendas dañadas. De acuerdo con el Ministerio de Medio Ambiente y Recursos Naturales (MARN), &quot;se mantiene el ingreso de nubosidad desde el océano Pacífico y lluvias persistentes sobre el territorio nacional&quot;. Además, indicó que existe una &quot;probabilidad muy alta (80 % - 100 %) de ocurrencia de deslizamientos y caída de rocas, y flujos de escombros que pueden generar daños y pérdidas en la vida humana&quot;, principalmente en los distritos cercanos al central lago de Ilopango. A pesar de la persistencia de las lluvias, las autoridades salvadoreñas decidieron reducir la alerta de roja a naranja en varios distritos del centro del país, mientras que mantuvo la alerta roja en las franjas del norte y la zona costera. (c) Agencia EFE",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-22T05:00:40.690+03:00",
  "updated": "2024-06-22T05:00:40.690+03:00"
}