{
  "thread": {
    "uuid": "4393de954254dda34362b705563a23f4606f63bd",
    "url": "https://www.theday.com/local-news/20231228/connecticut-port-authority-celebrates-clean-audit/",
    "site_full": "www.theday.com",
    "site": "theday.com",
    "site_section": "https://www.theday.com",
    "site_categories": [
      "media"
    ],
    "section_title": "theday.com: New London and southeastern Connecticut News, Sports, Business, Entertainment and Video",
    "title": "Connecticut Port Authority celebrates clean audit",
    "title_full": "Connecticut Port Authority celebrates clean audit",
    "published": "2023-12-28T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.theday.com/theday/assets/newsroom/TheDay_Facebook_OG-360px.png",
    "performance_score": 0,
    "domain_rank": 12218,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4393de954254dda34362b705563a23f4606f63bd",
  "url": "https://www.theday.com/local-news/20231228/connecticut-port-authority-celebrates-clean-audit/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Greg Smith",
  "published": "2023-12-28T02:00:00.000+02:00",
  "title": "Connecticut Port Authority celebrates clean audit",
  "text": "Connecticut Port Authority celebrates clean audit\n1 December 28, 2023 5:25 pm • Last Updated: December 28, 2023 7:20 pm By Greg Smith\nDay Staff Writer g.smith@theday.com New London ― Leaders of the Connecticut Port Authority say it has turned a corner, as evidenced by a “clean audit” that projects a revamped State Pier will help the quasi-public agency turn a profit next year.\nRevenues from State Pier, which is being reconstructed as a staging area for offshore wind farm projects, are projected to exceed $1 million by the end of the next fiscal year, according to Hartford-based CohnReznick LLP, which performed the audit for the CPA for fiscal year 2023.\nDavid Kooris, the CPA’s board chairman, said that aside from the commendable financial position, the new audit should be a sign to taxpayers and state leaders alike that the CPA’s house is in order. The audit also determined there were no significant findings or recommendations.\n“For the first time, we do not have a speculative projection for what the finances of the port authority will be. Now we actually know what the revenue is coming in,” Kooris said.\nWith the cost of the State Pier project soaring to $309 million from early estimates of $93 million, the CPA has faced criticism and state oversight because of financial mismanagement under past leadership. Controversy started even before former tenants operating at State Pier received notices in 2020 to vacate and make way for construction.\nThe new audit comes on the heels of a state audit released earlier this year from the State Auditors of Public Accounts for fiscal years 2020 and 2021 that was critical of the port authority for allowing its construction management company Kiewit Corp. to recommend itself for some of the subcontracts at State Pier. Legislators reacted by passing a bill that prohibits the practice.\nThe massive construction project at State Pier is now nearing completion and already a working port, hosting shipments from Ørsted and Eversource’s South Fork Wind project. Ørsted and Eversource, who have jointly contributed $100 million toward construction costs, has also started making lease payments that will total $2 million a year for the next 10 years. New Haven-based Gateway Terminal, the company hired to run State Pier, is also paying the CPA a percentage of its wharfage and onloading/offloading revenue, totaling $380,000 in the last quarter, Kooris said.\nThe city of New London has started receiving payments as part of a separate host community agreement, $750,000 a year from Ørsted and Eversource for at least seven years. The city will also receive additional $125,000 a year that is a mix of a percentage of the CPA’s port revenues and compensation for municipal services.\nDespite the projected surplus of $1.1 million, the audit determined the port authority had an operating loss of $2.3 million, due to $1.7 million in depreciation of the facility according to the audit. Kooris said depreciation is calculated as an operating expense and a simple fact of a new facility whose value will depreciate over time.\nThe port authority’s board, at its last meeting, voted to continue a memorandum of understanding with the state Office of Policy and Management. While OPM’s involvement in the day-to-day operations is minimal at this point, Kooris said. “having them available as a resource… keeping the relationship going has no downside.”\nInterim Port Authority Executive Director Ulysses Hammond, in a statement following release of the audit, said “now we’re seeing all the pieces of this unique project -- a first in the nation -- coming together even better than envisioned.”\n“State Pier is not just back in operation, it has been remarkably transformed from an underused and deteriorating state asset into a modern marine terminal…,” Hammond said in the statement.\nPort Authority board member John Johnson credited port authority leadership, Hammond and Kooris, for correcting the course of an agency he referred to as a “startup” when it formed with “some opportunities to screw up.”\n“It’s been a learning process,” Johnson said. “I think having this report be so clean indicates we know what we’re doing.”\ng.smith@theday.com\nComments are limited to 200 words in length.\nPost your comment Cancel reply We encourage respectful comments but reserve the right to delete anything that does not contribute to an engaging dialogue. Help us moderate this thread by flagging comments that violate our guidelines. Read the commenting policy.\nComments Policy Story comments on theday.com are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that you would want to be treated. You are responsible for what you say. Please, stay on topic. If you see an objectionable post, please report it to us using the \"Report\" link included on every post.\nPlease note that comments are monitored by theday.com staff. We reserve the right at all times to remove comments that are off-topic, unlawful, threatening, abusive, libelous, defamatory, obscene, vulgar, pornographic, profane, indecent or otherwise objectionable. Personal attacks, especially on other participants, are not permitted. We reserve the right to permanently block any user who violates these terms and conditions.\nComments that are long, have multiple paragraph breaks, include code of any kind, or include hyperlinks to objectionable material may not be posted.\nRead the full policy here.\nClose Comment\nTotal word count: 0 words. Words left: 200 .\nSTORIES THAT MAY INTEREST YOU Lyme’s open space cheerleader says future is ‘set in stone’ Lyme ― On a winter walk in the Pleasant Valley Preserve, Anthony Irving pointed to rocks rounded by a long-gone glacial river and to a white oak tree sitting out in the open where livestock once shade... Stonington woman defined by her ‘selfless community spirit’ Stonington ― Whether she comes by it naturally, or her father instilled it in her, Julie Holland has spent the better part of her 52 years volunteering and celebrating the town she loves. “Maybe I’m a... Video of man fatally shot by state police in Stonington released Editor’s Note: The state police video contains graphic material. Viewer discretion is advised. Stonington ― Police body camera footage released on Wednesday by the state Office of Inspector Gene... Roberta J. Vincent helps keep Norwich history, arts and community service thriving Norwich ― It seems like Roberta J. Vincent attends most Norwich events, celebrating the accomplishments of local artists, athletes and students. Vincent, 78, a lifelong Norwich resident, said she woul...",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "david kooris",
        "sentiment": "none"
      },
      {
        "name": "kooris",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "connecticut port authority",
        "sentiment": "positive"
      },
      {
        "name": "cohnreznick llp",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "connecticut port autho",
        "sentiment": "none"
      },
      {
        "name": "new london",
        "sentiment": "none"
      },
      {
        "name": "hartford",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:39:19.383+02:00",
  "updated": "2023-12-29T04:24:52.059+02:00"
}