{
  "thread": {
    "uuid": "8083f42d7a0dc994c1fddc699db153dc907d36db",
    "url": "https://www.devdiscourse.com/article/politics/2782291-vhp-president-hands-over-gifts-from-kashmir-tamil-nadu-afghanistan-to-ram-temple-yajman",
    "site_full": "www.devdiscourse.com",
    "site": "devdiscourse.com",
    "site_section": "https://devdiscourse.com/south-asia",
    "site_categories": [
      "media"
    ],
    "section_title": "South Asia News: International Development News, Breaking News, India News",
    "title": "VHP president hands over gifts from Kashmir, Tamil Nadu, Afghanistan to Ram Temple Yajman | Politics",
    "title_full": "VHP president hands over gifts from Kashmir, Tamil Nadu, Afghanistan to Ram Temple Yajman | Politics",
    "published": "2024-01-20T05:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.devdiscourse.com/remote.axd?https://devdiscourse.blob.core.windows.net/devnews/20_01_2024_05_55_34_696145.jpg?width=920&format=jpeg",
    "performance_score": 0,
    "domain_rank": 8579,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8083f42d7a0dc994c1fddc699db153dc907d36db",
  "url": "https://www.devdiscourse.com/article/politics/2782291-vhp-president-hands-over-gifts-from-kashmir-tamil-nadu-afghanistan-to-ram-temple-yajman",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ANI",
  "published": "2024-01-20T05:25:00.000+02:00",
  "title": "VHP president hands over gifts from Kashmir, Tamil Nadu, Afghanistan to Ram Temple Yajman | Politics",
  "text": "VHP president hands over gifts from Kashmir, Tamil Nadu, Afghanistan to Ram Temple Yajman \"Muslim brothers and sisters from Kashmir came to meet me and expressed their happiness at the construction of Ram temple, and said that even though we follow different religions, our ancestors are the same. They said that Lor Ram is one of their favourite ancestors. They handed over 2kg of organically produced pure saffron from Kashmir. I am handing it over to the 'Yajman' of Shri Ram Temple Anil Mishra,\" he said. [ANI](/ani-stories)| Updated: 20-01-2024 11:25 IST | Created: 20-01-2024 11:25 IST - Country: - India Days ahead of the Pran Pratishtha ceremony, Vishwa Hindu Parishad (VHP) president Alok Kumar handed over gifts received from Kashmir, Tamil Nadu and Afghanistan to the 'Yajman' of Shri Ram Temple Anil Mishra. Speaking about those who donated saffron from Kashmir, the VHP president said that though they are from different religions they expressed their happiness at the construction of the Ram temple. \"Muslim brothers and sisters from Kashmir came to meet me and expressed their happiness at the construction of Ram temple, and said that even though we follow different religions, our ancestors are the same. They said that Lor Ram is one of their favourite ancestors. They handed over 2kg of organically produced pure saffron from Kashmir. I am handing it over to the 'Yajman' of Shri Ram Temple Anil Mishra,\" he said. Speaking about a silk bedsheet depicting the Ram Janmabhoomi temple that was also handed over to Mishra, Kumar said, \"Silk manufacturers from Tamil Nadu have sent a silk bedsheet depicting the Shri Ram temple. It is made by 10 people working together for 10 days.\" On water from Afghanistan's Kubha river that was sent as a gift to the Yajman, Kumar said, \"Water of Kubha (Kabul) river from Afghanistan has been sent for the 'Abhishek' of Shri Ram. I am donating this to the trust as well.\" Speaking on the gifts received from across the country and the world on behalf of Lord Ram, 'Yajman' Anil Mishra said, \"Rising above caste, creed, and language, people from across the country, are making offerings to Lord Ram. No matter whether the offerings are from Nepal, Tamil Nadu, Kashmir or from aboard, all of them will rest before the feet of Lord Ram. I welcome all these offerings on the occasion of Lor Ram's Pran Pratishtha. I accept these and I will send it to Lord Ram's feet.\" On serving as the 'Yajman' of the Ram Janmabhoomi Temple, Anil Mishra said that the more one engrossed in service for Lord Ram the happier one becomes. \"I am always filled with joy serving Lord Ram. The more one engrosses in service the service of Lord Ram, the more joyous one becomes. Everyone thought that I should sit for the puja and so I have obeyed their wishes,\" he said. The 'Pran Pratishtha of the new Ram Lalla idol will be held on January 22, which is set to be performed by Prime Minister Modi. A team of priests led by Lakshami Kant Dixit will lead the rituals. (ANI) (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lor ram",
        "sentiment": "none"
      },
      {
        "name": "anil mishra",
        "sentiment": "none"
      },
      {
        "name": "muslim",
        "sentiment": "none"
      },
      {
        "name": "alok kumar",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ram temple yajman | politics vhp",
        "sentiment": "negative"
      },
      {
        "name": "vhp",
        "sentiment": "negative"
      },
      {
        "name": "vishwa hindu parishad",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "afghanistan",
        "sentiment": "none"
      },
      {
        "name": "kashmir",
        "sentiment": "none"
      },
      {
        "name": "tamil nadu",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T07:57:09.259+02:00",
  "updated": "2024-01-20T07:57:09.259+02:00"
}