{
  "thread": {
    "uuid": "8dc38715a0f832e1aa4cf3793d1bbd4c3741c3c3",
    "url": "https://www.asa.org.uk/news/annual-report-2023.html",
    "site_full": "www.asa.org.uk",
    "site": "asa.org.uk",
    "site_section": "https://asa.org.uk/topic/Legal_and_regulation.html",
    "site_categories": [],
    "section_title": "Legal and regulation - ASA | CAP",
    "title": "Annual Report 2023: Building our world-leading AI capability - ASA | CAP",
    "title_full": "Annual Report 2023: Building our world-leading AI capability - ASA | CAP",
    "published": "2024-04-11T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 10421,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8dc38715a0f832e1aa4cf3793d1bbd4c3741c3c3",
  "url": "https://www.asa.org.uk/news/annual-report-2023.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Advertising Standards Authority | Committee of Advertising Practice",
  "published": "2024-04-11T03:00:00.000+03:00",
  "title": "Annual Report 2023: Building our world-leading AI capability - ASA | CAP",
  "text": "Our new Annual Report 2023 highlights how our world-leading AI-based Active Ad Monitoring system is delivering significant positive impact in our regulation of UK ads.\nAnnual Report 2023 - Introduction from Guy Parker, CEO In 2023, our Active Ad Monitoring system, which captures large volumes of online ads from channels including social media, search and display and uses in-house machine learning models to assess them, processed a total of 3 million ads over the course of the year. That figure is projected to be over 10 million in 2024. It has expanded our visibility of online advertising, allowing our experts to make more informed decisions and spot and tackle irresponsible ads more quickly, and is increasingly providing us with intelligence on where compliance with the Advertising Code is high.\nRead our new Annual Report in full.\nIn line with our new strategy, ‘AI-assisted, collective ad regulation’, launched last year, the report highlights how we have prioritised proactive regulatory projects, further shifting away from complaints-led investigations towards front-foot ASA-led monitoring and enforcement action. This helped support the ASA’s focus on tackling ad-related societal concerns in areas such as green claims, youth vaping, body image, gambling and prescription-only-medicines.\nAdopting a ‘whole system’ approach to issues that cause the most detriment to people, we’ve:\nContinued to deliver key strands of our Climate Change and Environment project including cracking down on misleading claims in the energy and transport sectors such as sustainability claims for airlines and misleading omissions by oil and gas companies\nWorked in partnership with the Competition and Markets Authority on shared priorities such as claims for greener homes and the Financial Conduct Authority on green finance\nPublished research and new guidance on recycling, biodegradable and compostable claims and engaged with and offered support through CAP’s Copy Advice service to businesses who want to make environmental claims\nFurther examined the potential harm arising from the use of digitally altered images in ads, holding two roundtable events, one with parliamentarians, academics, third sector, advertisers and publishers and another, facilitated by a children’s charity, to hear young people’s own experiences and observations on the impact of digitally enhanced images in ads on body image\nLaunched multiple investigations and begun enforcement action against ads that trivialised the decision to have cosmetic surgery overseas, pressured consumers and omitted material information about pre-consultations and where they would take place\nTaken a cross-organisational approach – through investigations, monitoring, enforcement and guidance – to address concerns about vaping ads appearing in social media and being targeted at or likely to appeal to under-18s\nAll these strands of work were enhanced through expanding the capacity of our Active Ad Monitoring system.\nOther key statistics from the ASA and CAP reveal that in 2023:\nThe ASA received 39,034 complaints (up 16%) about 25,041 ads (up 19%)\n27,378 ads were amended or withdrawn as a result of ASA work\n92% of ads amended or withdrawn resulted from our proactive work, including use of our Active Ad Monitoring system, and 89% of those were non-paid ads online\nCAP delivered 1,369,887 pieces of advice and training to businesses\nOnline continues to be the most complained about media – 20,944 complaints (up 14%) about 17,174 ads (up 17%)\nTV remains the second most complained about media – 13,604 complaints (up 19%) about 4,399 ads (up 12%)\nEmail overtook outdoor to become the third most complained about media – 1,210 complaints about 1,058 ads\nThe report also sets out how we brought greater transparency and broader accountability to our work online through a world-first pilot with platforms and intermediaries. Our Intermediary and Platform Principles (IPP) pilot tried and tested ways in which platforms and intermediaries can play a part, and be seen to play a part, in supporting the ASA to help secure responsible advertising online. We welcome the Government’s view that IPP is a significant positive development for the advertising industry. We will now advocate for a second version of IPP that is permanent, comprehensive and effective.\nASA Chief Executive, Guy Parker says: “Our investment in data science and AI is equipping us with the tools to deliver more effective ad regulation. It supports the work of our expert teams and is increasingly core to our monitoring and enforcement activities through the intelligence it gives us and that we can act on. It helps us to remain flexible and adapt quickly to safeguard the interests of consumers and citizens, especially the young and vulnerable, in the rapidly changing digital landscape. And we continue to focus on our proactive work, across media as well as online, to prevent irresponsible ads appearing in the first place.”\nRead our full Annual Report 2023 now.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "http://www.youtube.com/watch?v=am735gd1s3M",
    "http://youtube.com/watch?v=am735gd1s3M",
    "http://www.youtube.com/watch"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "guy parker",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T00:09:59.699+03:00",
  "updated": "2024-04-12T00:09:59.699+03:00"
}