{
  "thread": {
    "uuid": "30042a844f8ca0dc2192ad5128ca44af8f78dae9",
    "url": "https://www.prensalibre.com/deportes/mas-deporte/guatemalteco-gilberto-lemus-brilla-con-una-medalla-en-venezuela-y-suena-con-paris-2024",
    "site_full": "www.prensalibre.com",
    "site": "prensalibre.com",
    "site_section": "https://www.prensalibre.com/",
    "site_categories": [
      "media",
      "education"
    ],
    "section_title": "Prensa Libre | Periódico líder de Guatemala",
    "title": "Guatemalteco Gilberto Lemus brilla con una medalla en Venezuela y sueña con París 2024",
    "title_full": "Guatemalteco Gilberto Lemus brilla con una medalla en Venezuela y sueña con París 2024",
    "published": "2024-02-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GT",
    "main_image": "https://www.prensalibre.com/wp-content/uploads/2024/02/Gilberto-Lemus.jpg?quality=52",
    "performance_score": 0,
    "domain_rank": 15753,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "30042a844f8ca0dc2192ad5128ca44af8f78dae9",
  "url": "https://www.prensalibre.com/deportes/mas-deporte/guatemalteco-gilberto-lemus-brilla-con-una-medalla-en-venezuela-y-suena-con-paris-2024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@prensa_libre",
  "published": "2024-02-29T02:00:00.000+02:00",
  "title": "Guatemalteco Gilberto Lemus brilla con una medalla en Venezuela y sueña con París 2024",
  "text": "Gilberto Lemus en Levantamiento de Pesas dio un paso importante en su objetivo de conseguir clasificar a los Juegos Olímpicos París 2024. Gilberto Lemus consiguió un resultado positivo en sus aspiraciones a París 2024. (Foto Prensa Libre: Facebook Fedepesas Guatemala) \"En un emocionante logro para Guatemala, Gilberto Lemus ha conquistado la medalla de bronce en una destacada competencia internacional. Más que una simple medalla, este logro brilla con un valor que trasciende, convirtiendo el bronce en una verdadera joya dorada. La dedicación, el esfuerzo y el talento de Gilberto han sido reconocidos una vez más, colocando en alto el nombre de Guatemala en la escena deportiva mundial\", expresó el perfil de Facebook de Fedepesas Guatemala en donde dio a conocer que el atleta Gilberto Lemus se colgó una medalla de bronce en el Campeonato Panamericano Preolímpico de Levantamiento de Pesas, que se desarrolló en Caracas, Venezuela del 23 al 28 de febrero. Lemus, que compitió ante atletas de Colombia, Perú y México, consiguió su lugar en el podio al alcanzar una marca de 358 kilogramos en la categoría +109 kg en arranque. Posterior a su celebración el guatemalteco compartió su opinión sobre el resultado conseguido, no escondiendo su felicidad ya que este evento formó parte de su objetivo que es alcanzar una plaza para los Juegos Olímpicos de París. “Estoy contento por la medalla conseguida en Venezuela. No solo es un logro personal, sino para mi familia y el país. El objetivo principal es lograr la plaza olímpica, pero aún falta”, compartió. “Con el panamericano estaría casi completando el proceso de clasificación a los olímpicos. En marzo iré al mundial en Tailandia, que sería la última competencia para la acumulación de puntos”, expresó el atleta. Cuando finalice el mundial del próximo mes, Lemus expresó que se realizará un conteo de puntos que determinará las plazas para los Juegos Olímpicos. Lemus compitió en los pasados Juegos Panamericanos Santiago 2023 como atleta independiente, a raíz de la suspensión del Comité Olímpico Guatemalteco que está vigente por parte del Comité Olímpico Internacional. En los Juegos Centroamericanos y del Caribe San Salvador 2023, Lemus consiguió dos metales de plata y ayudó en el medallero general de los atletas guatemaltecos que participaron bajo el nombre de Centro Caribe Sports.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Sport"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:48:40.638+02:00",
  "updated": "2024-03-01T00:48:40.638+02:00"
}