{
  "thread": {
    "uuid": "db219395eec633a49fd7027149ef7cf44a8a275e",
    "url": "https://kapitalis.com/tunisie/2024/03/07/tunisie-epopee-de-ben-guerdane-hommage-aux-defenseurs-de-la-patrie",
    "site_full": "kapitalis.com",
    "site": "kapitalis.com",
    "site_section": "http://kapitalis.com/tunisie/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "Kapitalis",
    "title": "Tunisie-Épopée de Ben Guerdane : Hommage aux défenseurs de la patrie",
    "title_full": "Tunisie-Épopée de Ben Guerdane : Hommage aux défenseurs de la patrie",
    "published": "2024-03-08T00:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://kapitalis.com/tunisie/wp-content/uploads/2024/03/hommage-Ben-Guerdane.jpg",
    "performance_score": 0,
    "domain_rank": 96834,
    "domain_rank_updated": "2024-03-05T12:11:17.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "db219395eec633a49fd7027149ef7cf44a8a275e",
  "url": "https://kapitalis.com/tunisie/2024/03/07/tunisie-epopee-de-ben-guerdane-hommage-aux-defenseurs-de-la-patrie",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Yusra NY",
  "published": "2024-03-08T00:09:00.000+02:00",
  "title": "Tunisie-Épopée de Ben Guerdane : Hommage aux défenseurs de la patrie",
  "text": "Il y a 8 ans, jour pour jour, les forces armées et sécuritaires sont parvenues à faire face à une attaque sans précédent en Tunisie, précisément à Ben Guerdane, où des dizaines de terroristes venus de la Libye voisine, s’étaient introduits pour tenter d’instaurer un Etat islamique dans cette ville du sud-est tunisien. A l’occasion de la commémoration de l’épopée de Ben Guerdane, le ministre de l’Intérieur Kamel Feki et de la Défense Imed Memmich, ainsi que des cadres et agents sécuritaires et militaires ont rendu hommage aux défenseurs de la patrie, qui sont parvenues à empêcher les terroristes lourdement armés de mettre leur plan à exécution, en abattant une cinquantaine d’éléments, sachant que cette attaque a également fait 20 morts dont plusieurs civils, notamment une fillette de 12 ans, soit la plus jeune martyre en Tunisie. Une cérémonie a été organisée à la place des martyrs à Ben Guerdane, ce matin, ainsi que des rassemblements dans les villes natales des forces armées tombées en martyrs, ce jour là. Les familles des martyrs ont également été reçues par les officiels pour rendre hommage à ceux qui se sont sacrifiés pour protéger le pays et le peuple. Le 7 mars 2016, les habitants de Ben Guerdane au gouvernorat de Médenine se sont réveillés sur une attaque menée par des éléments de l’organisation terroriste de l’Etat islamique (Daech) et ont eux aussi démontré leur solidarité, leur bravoure et leur amour pour la patrie. Les affrontements à Ben Guredane et ses environs se sont poursuivis pendant 3 jours et ont permis à l’armée, la police, la garde nationale et la douane, appuyées par différentes unités des forces spéciales d’abattre une cinquantaine de terroristes et l’arrestation de près de 40 autres ainsi que la découverte de nombreuses caches d’armes de guerre. Il y a deux ans, 96 accusés liés à cette attaque terroriste sans précédent sont jugés par le Pôle antiterroriste : 16 condamnés à la peine capitale, 15 à la perpétuité, 14 à un emprisonnement allant de 20 à 30 ans de prison et les autres à des peines inférieures. L’e 7 mars est aussi une date qui marque une véritable réussite de la Tunisie dans sa lutte contre le terrorisme et l’engagement sans faille des forces armées nationales à défendre et protéger le pays. Y. N.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-08T00:14:53.223+02:00",
  "updated": "2024-03-08T02:19:05.317+02:00"
}