{
  "thread": {
    "uuid": "aa64785c9fe8c64229311f8799a1951014c9e266",
    "url": "https://www.lionsroar.com/poetry-as-spiritual-practice",
    "site_full": "www.lionsroar.com",
    "site": "lionsroar.com",
    "site_section": "https://www.lionsroar.com/rss",
    "site_categories": [
      "religion",
      "buddhism"
    ],
    "section_title": "Lion’s Roar",
    "title": "Poetry as Spiritual Practice",
    "title_full": "Poetry as Spiritual Practice",
    "published": "2024-05-31T17:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.lionsroar.com/wp-content/uploads/2024/05/poetry-woman-writing-journal-poem.jpg",
    "performance_score": 0,
    "domain_rank": 27434,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "aa64785c9fe8c64229311f8799a1951014c9e266",
  "url": "https://www.lionsroar.com/poetry-as-spiritual-practice",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Shin Yu Pai",
  "published": "2024-05-31T17:00:00.000+03:00",
  "title": "Poetry as Spiritual Practice",
  "text": "Everything Blends Together to Form Its Own Coherence\nBy Shin Yu Pai\nMy earliest connection to Buddhism came through poetry. Growing up in a Taiwanese immigrant household without consistent ritual or practice, I learned social values through my father quoting Confucius and Chinese classical poems. Though he claimed we descended from a lineage of poets beginning with Pai Chu-I, Chinese culture always felt abstract for me.\nIn my teens, I encountered the Eastern wisdom-infused writings of Beat poets: Gary Snyder, Joanne Kyger, Jack Kerouac. At Boston University, I learned the songs of Milarepa, alongside translations of Ryokan, Dogen’s Moon in a Dew Drop, and Izumi Shikibu. The convergence between Buddhist worldviews and poetic practice resonated with my beliefs on the possibilities of merging artistic and spiritual perspectives.\nWhen I studied poetics at Naropa University, I expressed my discomfort to my program director about the very white environment. They advised me to “meditate more”—basically, be less attached to my racial identity. Since then, I’ve resisted aligning with any single Buddhist community that cannot acknowledge race.\n“There is no separation between poetry, meditation practice, and life itself.” —Shin Yu Pai\nAt Naropa, I also learned practical applications of meditation and its expressions through creative practices, particularly Japanese tea—an aesthetic and spiritual practice bringing together poetry, flowers, pottery, and performance. I realized the boundaries between the spiritual and creative are permeable: one can bring a tea heart into any undertaking.\nAfter taking refuge vows with Gangteng Tulku Rinpoche and taking bodhisattva vows with His Holiness the Dalai Lama, I returned to my parents’ motherland to visit Taiwanese temples. Within these sacred halls, I saw Daoist deities co-existing alongside Buddhist icons: everything blending together to form its own coherence.\nI’ve written poems on practice, capturing where the mind wanders and rests. I’ve written about observing Rohatsu, the anniversary of the Buddha’s enlightenment, which is commemorated by a long and challenging sit. Now that I have a child, even under the best of circumstances, I cannot participate in this intensive multi-day practice. But my creative practices, involving repetitious movements and coming into somatic awareness, are versions of prostration or supplication. Sometimes, it is cutting hundreds of versions of the same image in paper. Other times, it is making a recipe from memory. Chanting and singing are somatic practices that ground me in an embodied and authentic voice: sensing the breath moving through the body as it forms around syllables, consonants, vowels, feelings, or colors.\nMy experimental talk-poem performance, Anything Can Go Wrong, At Any Time, incorporates casting clay tsa-tsas—Buddhist reliquary objects—with monologue. The narrator discusses sitting with the Zen sangha at Seattle University in St. Ignatius Chapel, a breathtaking architectural gem. She is distracted, both by the unique beauty of the space at twilight and by the presence of a man she desires.\nMy speaker struggles with being asked to give a dharma talk by the white male sangha leader. It’s true that he wishes to run a democratic sangha free of power structures, but the speaker also knows that with her providing a talk from her Asian American convert Buddhist perspective, he is no longer under pressure to prepare a weekly dharma talk. She ruminates on other Asian American Buddhist poets, like EJ Koh and Ocean Vuong, who are lionized and revered for being “good Buddhists.” She is convinced she falls into the categories of “bad Asian” and “bad Buddhist.”\nHalf of the talk-poem takes place as the speaker shapes clay into a bronze mold to create miniature stupas. She oils the mold, presses and compacts clay into the form, and then releases the clay shape, placing the finished stupas on a tabletop as she continues discussing the risks and instability of ceramic pieces going through the fire. There is only a fantasy of control—everything can shatter in an instant.\nMy poems also contemplate ancient relics like the giant buddha statues destroyed by the Taliban in the Bamiyan Valley and black market buddhas circulating on the global art market. I’m inspired by light artist Hiro Yamamoto’s mission to restore and reanimate the Bamiyan buddhas in a profound act of ephemerality and impermanence.\nMy poems cultivate compassion for all sentient beings, human and non-human, in an exploration of interspecies loneliness. Many days, I write a three-line haiku which reflects my desire to distill a fleeting moment before it passes. These poems\n[—]filled with flowers, dogs, seasonal references, small children, holidays, aging, and my husband—are glimpses into my state of mind.\nRecently, I’ve turned these haiku poems into haiku comics, or sequential art panels, which my friend and collaborator Justin Rueff illustrates. Through this project, we find resonance within the interrelatedness of boredom, fear, anxiety, and the human experience.\nWhenever I feel guilty for not spending more time on the cushion, I remind myself Buddhism is an engaged practice. There is no separation between poetry, meditation practice, and life itself. There are many paths to enlightenment, and we’re not all made for lives as ascetics: the hardest work is integrating Buddhist values into your own medium of truth.\nSacred Thread\nBy Aruni Wijesinghe\nLike koi rising in a pond, themes of Buddhism and the immigrant experience surface organically in my poems. My childhood in 1970s New York was both typically American and specifically Sri Lankan. I grew up eating tuna casserole one night, rice and curry the next. I decorated a tree for Christmas and lit an oil lamp for Vesak. This blending of traditions is what makes my narrative both unique and universally American. My parents and grandmother wove American and Sri Lankan Buddhist values into an upbringing that celebrated the best of both worlds.\n“I strive to treat my themes, writing practice, literary community, and myself with compassion” —Aruni Wijesinghe\nAs a child, Buddhism wasn’t something I consciously thought about. Faith was my inheritance, like my dark eyes and hair. As a Sri Lankan American and Sinhala Buddhist, religion is part of my identity. In my early childhood, my parents taught me to recite stanzas in Pali, especially the Nine Qualities of the Buddha. I would perform this mysterious incantation— known as the “sadhu song” (“monk song”)—by rote, never understanding the meaning of syllables murmured at bedtime, during religious rites, or in times of stress. As an adult, I recognize these instances of faith as my first brushes with the poetry of dharma.\nThough my Buddhist identity bound me to my Sri Lankan community, it estranged me from the greater mainstream American culture of the 1970s. Rockland County, New York was not a center for Buddhist worship, and I felt this cultural isolation acutely during the holiday season, which I reflect on in “An Unknown Religion”:\nBeing Buddhist is a lonely island\nin a sea of electric menorahs and plastic lawn nativities,\nBaby Jesus glowing in His manger\nevery night of December.\nObserving neighbors practice traditions that were well-recognized as part of the dominant culture, I was sure that no one had heard of Buddhism, let alone knew it was a major tradition worldwide. I was convinced that my schoolmates would not understand our family’s practices. In response to a conversation I had with my best friend’s mother, I wrote:\nShe will not understand how we make\npuja on January first, burn linen wicks\nin a brass oil lamp, eat kiri bath (milk rice) for\ngood luck\nIt ultimately took me years to situate myself in the American landscape, and to realize that Buddhism is very much a part of American faith traditions, and that the link between Buddhism and our immigrant culture serves as a compass point. My brother, sister, and I were fortunate to have our aachchi (grandmother) help raise us, and her teachings stayed with us. Even after we three grandchildren were married and starting families of our own, Aachchi continued to remind us of the blessings of the tisarana (three refuges) with her gifts of pirith nool (sacred thread tied around the wrist). She would collect these tokens on her visits to the local vihara (temple) and mail them to us, which I explore in my poem, “Thread”:\n[She] trusts the USPS to deliver\nblessings of Lord Buddha, hopes\na thirty-seven-cent stamp\nwill buy passage for miracles\nto encircle our wrists\nNow, the combination of religion and family tradition anchors me every day. As a working writer in the Los Angeles literary scene, Buddhism continues to inform my poetry. I strive to treat my themes, writing practice, literary community, and myself with compassion. I often struggle to look at life with clear eyes, but as a Buddhist, I choose to observe loss, death, and decay calmly. Though life will contain pain and suffering, I can choose to have compassion for the potential negative feelings that arise from facing life events and write without sentimentality. The ability to be composed about the subject while maintaining loving-kindness for the process affords me the ability to write truthfully about the people and circumstances of my life.\nI hope readers find connection and comfort in my poetry. I hope they can recognize themselves in the work. I hope they know they are not alone.\nIntimacy with the Here and Now\nBy Melanie Anne Gin\nI once got into a fight with a beloved dharma teacher about the Buddhist concept of interbeing. She insisted that interbeing is not theoretical but rather entirely practical, and encouraged me to practice with this lens. At first it felt forced to look deeply into my cup of tea to touch the rain, soil, sun, and farmer that made my tea possible, so I resisted. And yet each time I paused to consider the many conditions manifesting my present moment, the theory of interbeing became deep knowing in my body. Gratitude, joy, and wonder would arise because of the infinity of ways we are inextricably connected. In one of these moments, I wrote:\nBreathing in, I sip this jasmine tea\nconnecting me to the ancient ones.\nI touch tea plantations in China, earth\nfragrant with fallen blossoms, a quiet village\nleft behind for the cries of gold mountain.\nGrand ancestor, did you know your flowery\nland would one day grace my cup?\nBreathing out, I smile to this precious inheritance.\nPoetry arises out of this shift in cognition, slowing down to touch the reality of the present moment. Without expectation, I notice the fresh, cool air settling on my skin. I trace my breath as it enters my nose and expands in my belly, knowing my easeful smile and trembling heart. When I slow down, I can see the beauty of tiny things—the frayed yellowing of magnolia blossoms past bloom, one red salamander exploring mossy terrain. This noticing is poetry itself, beyond words, deep and wondrous intimacy with the here and now.\nI carry ink and sketch paper for when the words emerge, bright and insistent, often just the first few lines of a poem-to-be. If I am listening and kind to the impulse, I write freely and without editing. The mind gets out of the way. I capture the direct experience of the present moment, one line leading to another in a flowing stream of consciousness.\nEach poem is an opportunity to give voice to a new version of self: to hold grief and pain fully, to digest confusion, to delight in wonder. I slow down and ask myself: Who are you in this present moment, dear one? What truths in your heart are longing to be known in words?\n“In writing, see that there is no version of self to cling to, just words on a page that denote a past place and time.” —Melanie Anne Gin\nWhen editing, I practice with the fourth mindfulness training of the Plum Village tradition, Deep Listening and Loving Speech. I consider the words I write, and the silences in between, as sounds that will one day land in a body. I take care to choose sounds that do not cause harm, that support healing and release. When I speak of suffering, I do so from my own positionality and voice, allowing space for others to have different experiences.\nRarely do poems tumble from the consciousness ready for sharing. The same conditions that spark a poem support its revision: discipline, space, letting go. When I return to a poem after time away, there is a fresh and curious mind. I listen to the poem’s rhythm, reworking and sequencing. Some poems are still works in progress, waiting for clarity. I know others are complete by the resonance in my body.\nIn writing, I bow to the ferocity of my emotions—beauty and resilience, rage and sorrow—sometimes in the same poem. I learn to accept the fleeting nature of this body and mind, recognizing through poetry that I’m changing in each moment. I see that there is no version of self to cling to, just words on a page that denote a past place and time.\nRecently, I was ordained as a lay member of Plum Village’s Order of Interbeing. Before the ceremony, I set out on a solo walk through the forest, connecting to my aspirations on the cusp of ordination. My poem “Migrating Home” surfaces this moment of quiet, resounding joy. I offer it to you with deep bows:\nTwo geese stir suddenly on the surface of the still\nlake.\nFlapping majestic wings, they send ripples in all\ndirections,\nmigrating to territory unknown. Do these geese\ntravel in pairs,\nor will they meet their flock soon?\nI come alone to see the moss laid out in the forest\nLike a carpet revealing many jewels—a red\nsalamander,\na spider web, the sparkle of mist on tree bark.\nI pause at the foot of the forest, before a dark stone\nBuddha,\nbearing a smile that persists in every season.\nSeeing her beauty, I connect to aspirations\nMade some years ago before another stone Buddha\nout past the mulberry trees ready for harvest.\nI vowed to cultivate peace in myself,\nto heal my relationship with my family,\nto discover a vocation which does no harm.\nI rest by the Buddha’s feet beside the lake with\nechoes of the\nmigratory geese. I too have been in migration,\nalight,\nwith ripples cast from my thoughts, speech, and\nactions.\nI travel alone and yet know the truth of interbeing\nI am because my teacher is, and because you are.\nSoon I will be arriving at my final destination,\ntaking formal vows before the beloved community\nof Thich Nhat Hanh and Sister Chan Khong.\nBefore the Buddhas, I ask these great ancestors to\nbless me with their courage and compassion.\nAt the Buddha’s feet, I give myself permission to\nland,\nfeet solidly on the ground, heart trembling, mind still.\nI dwell on the vast, unshakeable home inside.\nThe light of ten thousand Buddhas illuminates my way.\nThis article was published in the June 2024 issue of\nBodhi Leaves: The Asian American Buddhist Monthly.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "shin yu pai",
        "sentiment": "negative"
      },
      {
        "name": "buddhi",
        "sentiment": "negative"
      },
      {
        "name": "jack kerouac",
        "sentiment": "none"
      },
      {
        "name": "joanne kyger",
        "sentiment": "none"
      },
      {
        "name": "pai chu",
        "sentiment": "none"
      },
      {
        "name": "gary snyder",
        "sentiment": "none"
      },
      {
        "name": "izumi shikibu",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "boston university",
        "sentiment": "none"
      },
      {
        "name": "naropa university",
        "sentiment": "none"
      },
      {
        "name": "buddhist",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "dogen",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-01T03:07:45.589+03:00",
  "updated": "2024-06-01T03:07:45.589+03:00"
}