{
  "thread": {
    "uuid": "96e22a13eef42d26908dabf6ee42bace9f0aa28b",
    "url": "https://ultimosegundo.ig.com.br/afp/2024-04-18/cla-kennedy-apoia-biden-ante-robert-f-kennedy-jr.html",
    "site_full": "ultimosegundo.ig.com.br",
    "site": "ig.com.br",
    "site_section": "https://ultimosegundo.ig.com.br/rss.xml",
    "site_categories": [
      "non_standard_content",
      "top_news"
    ],
    "section_title": "Notícias do Último Segundo: o que acontece no Brasil e no Mundo",
    "title": "Clã Kennedy apoia Biden ante Robert F. Kennedy Jr",
    "title_full": "Clã Kennedy apoia Biden ante Robert F. Kennedy Jr",
    "published": "2024-04-18T23:35:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://i0.statig.com.br/bancodeimagens/ca/nh/h6/canhh6rdub0gj1z5gtp9f9yp0.jpg",
    "performance_score": 0,
    "domain_rank": 4264,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "96e22a13eef42d26908dabf6ee42bace9f0aa28b",
  "url": "https://ultimosegundo.ig.com.br/afp/2024-04-18/cla-kennedy-apoia-biden-ante-robert-f-kennedy-jr.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "AFP",
  "published": "2024-04-18T23:35:00.000+03:00",
  "title": "Clã Kennedy apoia Biden ante Robert F. Kennedy Jr",
  "text": "O lendário clã da família Kennedy apoiará o presidente americano Joe Biden durante uma viagem à Filadélfia nesta quinta-feira (18), marcando distância do candidato independente e renegado da família Robert F. Kennedy Jr.\nQuinze integrantes da influente família vão manifestar apoio a Biden diante do temor de que \"RFK Jr.\", um advogado ambiental conhecido por sua rejeição às vacinas, possa inclinar a balança a favor do republicano Donald Trump nas eleições presidenciais de novembro.\nO advogado é filho do ex-procurador-geral democrata \"Bobby\" Kennedy, assassinado em 1968.\nSua irmã, Kerry Kennedy, apresentará Biden em um ato de campanha, que será o momento culminante de um giro de três dias pelo estado-chave da Pensilvânia.\n\"O presidente Biden tem sido um defensor de todos os direitos e liberdades que meu pai e meus tios defenderam\", dirá Kerry Kennedy, segundo trechos de seu discurso divulgados pela equipe de campanha de Biden.\n\"Imagino até que ponto as mentiras escandalosas e o comportamento de Donald Trump deixariam meu pai horrorizado\". \"Um voto para Joe Biden é um voto para salvar nossa democracia e nossa decência\", acrescentará, segundo os trechos divulgados.\nBiden também vai discursar em outro evento apresentado pelo sobrinho de RFK Jr., Joe Kennedy III, enviado especial do presidente à Irlanda do Norte para assuntos econômicos.\nRobert F. Kennedy Jr., por sua vez, disse que respeita a decisão de sua família de apoiar seu adversário eleitoral.\n\"Soube que alguns integrantes da minha família manifestarão apoio hoje ao presidente Biden. Fico feliz que sejam ativos politicamente: é uma tradição familiar\", afirmou o candidato independente na rede social X. \"Estamos divididos em nossas opiniões, mas unidos em nosso amor mútuo.\"\n- Sobrenome tradicional -\nEssa exibição de apoio não será a primeira demonstração de força em prol da candidatura de Biden por parte dos Kennedy, a família mais mitificada dos Estados Unidos.\nDezenas de Kennedys posaram ao lado de Biden em uma foto no roseiral da Casa Branca por ocasião do Dia de São Patrício em março, para celebrar sua herança comum irlandesa.\nAlém disso, Biden inclui os Kennedy em sua narrativa política há bastante tempo.\nO democrata de 81 anos tem um busto de bronze de Robert F. Kennedy pai no Salão Oval, visível por trás dele nas fotos de seus encontros com autoridades estrangeiras na Casa Branca.\nAs biografias de Biden dizem que, durante muito tempo, ele tentou emular a retórica de John F. Kennedy, o jovem presidente democrata assassinado em seu apogeu em 1963.\nRobert F. Kennedy Jr. pode representar um perigo para as esperanças de Biden de conseguir um segundo mandato.\nO candidato, que tem propagado desinformação minimizando a importância da insurreição de 2021 no Capitólio em Washington, conta com dois dígitos de apoio nas pesquisas de intenção de voto, faltando menos de sete meses para o pleito.\nOs democratas parecem ter aprendido a lição depois que George W. Bush derrotou Al Gore em 2000 e Donald Trump bateu Hillary Clinton em 2016 muito por causa de, entre outros motivos, o surgimento de candidatos independentes.\nCom 70 anos, RFK Jr. iniciou sua corrida à Casa Branca como democrata, mas abandonou a campanha das primárias sob pressão, segundo ele, de aliados de Joe Biden.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:27:18.815+03:00",
  "updated": "2024-04-19T01:27:18.815+03:00"
}