{
  "thread": {
    "uuid": "66674500bee9e5cc33b5252d689da9272aa896e6",
    "url": "https://www.wect.com/2024/04/18/local-seafood-restaurant-becomes-hot-spot-after-viral-video",
    "site_full": "www.wect.com",
    "site": "wect.com",
    "site_section": "https://wect.com/news",
    "site_categories": [
      "media"
    ],
    "section_title": "News",
    "title": "Local seafood restaurant becomes hot spot after viral video",
    "title_full": "Local seafood restaurant becomes hot spot after viral video",
    "published": "2024-04-18T23:27:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gray-wect-prod.cdn.arcpublishing.com/resizer/v2/RWDJ5JKXEJGLVK3KKBUB2V4PTM.jpg?auth=4cff6479fbecf1d59108b3f15dbcde638e9a2d9910499b846a50ae762738c0db&amp;width=1200&amp;height=600&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 17297,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "66674500bee9e5cc33b5252d689da9272aa896e6",
  "url": "https://www.wect.com/2024/04/18/local-seafood-restaurant-becomes-hot-spot-after-viral-video",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@wectnews",
  "published": "2024-04-18T23:27:00.000+03:00",
  "title": "Local seafood restaurant becomes hot spot after viral video",
  "text": "Local seafood restaurant becomes hot spot after viral video WILMINGTON, N.C. (WECT) - A seafood restaurant in Wilmington is getting some out-of-town visitors to this popular hot spot. But these aren’t typical tourists, they’re social media surfers stopping by the check out the menu. “It’s insane,” said Darren Keeler with Shuckin’ Shack. “At last check, the video had almost three million views in a matter of days.” The video Keeler is talking about is Adam Moran’s food channel called “Beard Meets Food”. He’s a competitive eater from across the pond who came to Wilmington to try the hidden secret lobster roll on Shuckin’ Shack’s menu. “If you know, you know,” said Keeler. “It’s the “Mega Gregga.” The meal is a lobster roll feast with fries and slaw that weighs in at a whopping eight pounds! “The owner just told me it’s gonna weigh 8 pounds; this is gonna be tough,” said Moran in his viral video. “Hopefully I can do it; I don’t know.” Well, he did do it, as the video documents. Moran finished the platter in a little more than 40 minutes, and that meal has become a viral sensation. Shuckin’ Shack, downtown, goes through anywhere from two to four thousand oysters a week. It’s ironic it’s getting this international attention for a lobster roll that’s not printed on the menu. It’s word of mouth. “Oh, making it was fun,” said chef Zach Watford. But it’s not just about food. It’s about friends and fellowship. “Shuckin’ Shack. I like to tell people who work here and our customers that the shack part is important,” said Watford. “We’re not fancy, we’re not pretentious; we take pride in what we do.” Up for the challenge? Give a Shuckin’ Shack 24 hours’ notice. If you finish the meal, you get a free dinner, a t-shirt, and bragging rights. If you don’t finish the meal, well, you’re out $200 and your face gets plastered on the restaurant’s “Wall of Shame.” “Beard Meats Food” has brought the restaurant some global notoriety. The management team must have done something right. This restaurant, which had its original location in Carolina Beach, has grown to a franchise of 18, with five more in development to open within the next year. Basking in the glow of Adam Moran’s fame, and the over 3 million followers are just icing on the cake. “As a businessman, the moral is simple,” said Keeler. “Respond to everyone who reaches out on Facebook or Messenger to your business, because you don’t know who that’s gonna be.” To learn more about Adam Moran’s fame as he eats his way across the globe in “Beard Meats Food” [click here](https://www.youtube.com/watch?si=aNxWIZ8Ou7OTaELz&v=M0CX9rjiVCY&feature=youtu.be). Copyright 2024 WECT. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "http://www.youtube.com/watch?v=M0CX9rjiVCY",
    "http://www.youtube.com/watch",
    "http://youtube.com/watch?v=M0CX9rjiVCY"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "darren keeler",
        "sentiment": "none"
      },
      {
        "name": "keeler",
        "sentiment": "none"
      },
      {
        "name": "adam moran",
        "sentiment": "none"
      },
      {
        "name": "moran",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "wilmington",
        "sentiment": "none"
      },
      {
        "name": "n.c.",
        "sentiment": "none"
      },
      {
        "name": "wilmington",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:22:59.831+03:00",
  "updated": "2024-04-19T00:22:59.831+03:00"
}