{
  "thread": {
    "uuid": "8fbfcdcf9b56bf9f01d244dddd5921b63fe947ce",
    "url": "https://www.zdnet.com/home-and-office/best-new-years-deals/",
    "site_full": "www.zdnet.com",
    "site": "zdnet.com",
    "site_section": "https://zdnet.com/topic/wearables/",
    "site_categories": [
      "tech",
      "palmtops_pdas"
    ],
    "section_title": "Wearables | ZDNET",
    "title": "The 22 best New Year's deals still live: Smartwatches, headphones, standing desks, and more | ZDNET",
    "title_full": "The 22 best New Year's deals still live: Smartwatches, headphones, standing desks, and more | ZDNET",
    "published": "2024-01-05T22:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.zdnet.com/a/img/resize/421f0e0fd99378943972c9d127f12951f10702e6/2024/01/03/09041636-b5f4-4b3c-89be-b12ed4d794e4/watch-se-close-up.jpg?auto=webp&amp;fit=crop&amp;height=675&amp;width=1200",
    "performance_score": 0,
    "domain_rank": 328,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8fbfcdcf9b56bf9f01d244dddd5921b63fe947ce",
  "url": "https://www.zdnet.com/home-and-office/best-new-years-deals/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kayla Solino",
  "published": "2024-01-05T22:44:00.000+02:00",
  "title": "The 22 best New Year's deals still live: Smartwatches, headphones, standing desks, and more | ZDNET",
  "text": "Apple Watch SE (2nd Gen) 40mm | Save $50\nApple Watch SE (2nd Gen) 40mm Save $50 View now View at Best Buy Flexispot Standing Desk | Save $114\nFlexispot Standing Desk Save $114 View now View at Amazon Fitbit Sense 2 Smartwatch | Save $100\nFitbit Sense 2 Smartwatch Save $100 View now View at Amazon Meta Quest 2 | Save $50\nMeta Quest 2 Save $50 View now View at Amazon Beats Studio Buds | Save $50\nBeats Studio Buds Save $50 View now View at Amazon Ember Mug 2 Temperature Control Smart Mug | Save $11\nEmber Mug 2 Temperature Control Smart Mug Save $11 View now View at Best Buy Show more (1 item) New Year's Day has already come and gone, but the first few weeks of 2024 are still upon us. And while any time is a good time to make changes in your life, the start of a new year will always remain the time to do it.\nIt's also a great time to snatch up lingering holiday savings on services or products that may have passed you by in the last 12 months, or purchase new items to help optimize your lifestyle and crush your home, fitness, career, and other personal goals.\nThese are ZDNET's top New Year's deals across major retailers that you can take advantage of before the new year is in full swing, from home essentials to innovative tech, to help you start 2024 on your best foot.\nThe best New Year's deals we've found Apple Watch Series 9 41mm for $349 (save $50 at Amazon) Eero Pro 6 Mesh Wifi Router for $120 (save $80 at Amazon) Kindle Scribe 16GB for $295 (save $75 at Amazon for Prime Members) Insignia 50-inch Smart Fire TV for $230 (save $80 at Amazon) Apple AirPods Pro (2nd Gen) for $189 (save $60 at Walmart) Apple AirTag 4-Pack for $80 (save $19 at Amazon) Fitness, wellness, and health deals There is no denying that the New Year brings on a slew of health- and wellness-derived goals or lifestyle changes. Lucky for you, there are plenty of deals on top smartwatches, fitness gear, and other wellness products you can snag if you're looking to level up your routine. And some of these savings are just as good or close to deals that we saw available during the tail end of 2023's holiday rush.\nApple Watch SE (2nd Gen) 40mm Save $50\nKayla Solino/ZDNET Current price: $199 Original price: $249 If wellness is your goal, then the Apple watch is a popular pick for maximum productivity. And if you're not looking for advanced features offered in the newer Series 8, 9, or Ultra and Ultra 2 models, the watch SE is a great buy with all the essentials, and you'd be surprised how well this model stack up to Apple's other contenders.\nThe Apple Watch SE does offer some of the same health and safety features as the Series 8 and the Ultra, though it doesn't track blood oxygen, do ECG heart checks, or check your temperature.\nAlso: Apple Watch SE (2023) vs. Apple Watch SE (2020)\nZDNET Editor in Chief Jason Hiner noted that the SE (2nd Gen) also makes a great smartwatch to give to someone who doesn't have an iPhone, such as a child or an elderly family member, using Apple's Family Setup.\n\"If you are new to Apple Watch, giving it a try for the first time, and not sure you need all the latest health sensors, then the Apple Watch SE is a great place to get started,\" Hiner says.\nI upgraded from the Series 3 Apple Watch to the SE during the holidays, and I have never been happier with a tech purchase. The SE has all the necessary features without the complicated bells and whistles I didn't want (or need), yet still offers a crisp display, fast response rate, and easy use. I loved my SE upgrade so much, I bought my mom her own for Christmas.\nReview: Apple Watch Series 9: Don't settle\nIf you want to level up your Apple watch experience, the Series 9 offers some more advanced features for a higher cost, though it is also on sale for $50 off following the new year.\nView now at Best Buy View now at Amazon View now at Walmart Flexispot Standing Desk Save $114\nFlexispot/ZDNET Current price: $136 Original price: $250 If movement is at the top of your 2024 goals list, a standing desk is a great option to add to your setup, especially if you work fully remote or hybrid. Standing desks increase the time you're on your feet, and when coupled with under-desk walking pads or treadmills, can be an easy promoter of movement.\nThis adjustable steel desk can be positioned at your ideal working level -- sitting or standing -- and offers a large worktop space to hold all your essentials. If you haven't already jumped into walking and working, I highly encourage it in 2024.\nAlso: The best under-desk treadmills of 2024\nI upgraded my own work from home office in October to include a standing desk and have never looked back. Bye, bye, expensive ergonomic chairs and impractical traditional desks.\nView now at Amazon Fitbit Sense 2 Smartwatch Save $100\nMatthew Miller/ZDNET Current price: $200 Original price: $300 If you're looking for a fitness tracker but don't want to go the Apple route, Fitbit offers tons of options. The Fitbit Sense 2 is the brand's ultimate wearable model, and is now on sale for over 30% off.\nZDNET expert Matthew Miller lauded the watch's timeless experience when he reviewed it in September 2022.\nReview: Fitbit Sense 2\n\"The Fitbit Sense 2 accurately captured my outdoor activities with GPS and indoor activities with heart rate tracking, and noted the details of my sleep and my daily heart rate. It is an excellent health and wellness tracker, with the Fitbit Premium service offering all of the details and guidance you could ask for to help you improve your health,\" Miller said.\nMore: The best Fitbits you can buy\nView now at Amazon\nSave $300 Original Peloton Bike Cycle through your fitness goals with the original Peloton bike.\nView at Amazon\nSave $100 Beats Powerbeats Pro Never lose your groove or your tunes during your workout.\nView at Amazon\nSave $60 Samsung Galaxy Watch 6 A top smartwatch and fitness tracker alternative.\nView at Best Buy Home and lifestyle deals The new year doesn't only have to mean new you. The first month of 2024 is a great time to reorganize and optimize your home, office, day-to-day activities, family experiences, and more. And there are plenty of great deals you can snag now on top of the line tech -- including home essentials you may not have thought you needed.\nMeta Quest 2 Save $50\nJason Hiner/ZDNET Current price: $250 Original price: $300 The Meta Quest 2 virtual reality (VR) headset was ZDNET Editor in Chief Jason Hiner's top tech holiday deal of 2023, and for good reason. The Meta Quest 2 is portable, comfortable, easy to use, and plays virtually all of the content in the Meta Quest ecosystem. In fact, Hiner calls Quest 2 \"the best VR headset you can buy for the money right now,\" despite the Quest 3 being available, too.\nMore: Meta Quest 2 is my pick for best holiday tech\n\"The Quest 2 is a great way to get started with VR and there are a lot of great VR experiences -- far beyond just gaming,\" Hiner said in December 2023. \"The Quest 2 has no cords attached, it's compact, the software is easy to navigate, and the headset and controllers are comfortable to use. I recently wrote about the Supernatural app as a killer app for fitness on the Meta Quest, and it works on the Quest 2 as well as it does on the Quest 3.\"\nView now at Amazon Beats Studio Buds Save $50\nBeats/ZDNET Current price: $100 Original price: $150 If you're looking to upgrade your listening experience for work, the gym, or at home, the Beats Studio Buds offer an inclusive user experience for a great price (an even better one too, right now). The Studio Buds are sculpted to fit in the curvatures of your ear, not needing any stems or hooks to keep them snug.\nMore: Beats Studio Buds vs. Apple AirPods Pro 2\nZDNET Reviews Editor Kerry Wan notes these buds are perfect for individuals looking for character and affordability. These earbuds are available in six colors, including Ocean Blue, Sunset Pink, and the infamous Beats Red, and depending on your colorway of choice, the earbuds' charging case follows suit. And for the fitness guru, these Beats bring efficiency.\n\"Compared to the AirPods Pro's squeeze-based gesture controls, the Beats Studio Buds operate on taps and holds, requiring less effort to play, pause, skip tracks, and pick up phone calls,\" Wan noted in his review .\nAlso: The seven best wireless earbuds\nView now at Amazon Ember Mug 2 Temperature Control Smart Mug Save $11\nEmber/ZDNET Current price: $119 Original price: $130 Listen, I'm all for treating yourself in 2024, especially if your purchases can make your days better, even just a little. The Ember Smart Mug 2 is one of those purchases. Now you can finish your cup of coffee or tea at your own pace, and never worry about finding a lukewarm drink. Just control the temperature with your smartphone, and make every sip like the first. For the avid hot beverage drinker, this is life changing.\nReview: Ember Smart Mug\nDid I need to purchase this a few months ago? No. Has it immensely changed my work from home experience? Yes. No more trips to the microwave for me.\nThe Ember Mug is absolutely one of those things you convince yourself you don't need because it feels absurd to spend over $100 on a mug, but once you try it, you will never go back -- and won't ever think about how expensive of a purchase it was -- I promise.\nView now at Best Buy\nSave $71 Jackery Portable Power Station Explorer 300 Don't just optimize your day, optimize your home this 2024 by making sure it's prepped for power outages or unexpected emergencies with a portable power station.\nView at Amazon\nSave $201 iRobot Braava Jet M6 Robot Mop Enter your Jetson's era in 2024 and rely on the Braava Jet M6 mop to do your floor care.\nView at Amazon\nSave $18 Rocketbook Smart Reusable Notebook Maybe it's fine to take jotting your notes on random scraps of paper shoved into your desk drawer with you into 2024 -- or, you could streamline your note taking into one, smart place.\nView at Amazon Even more New Year's everyday essential deals Deals don't always have to be on top tech or highly sought-after items. Oftentimes you can find great deals on everyday essentials for you or your home, especially right now. And after all, anytime is a good time to save on the little things you use the most.\nSave $30 Waterpik Cordless Water Flosser Clean teeth are never so last year. Upgrade your oral care and save with a new flosser.\nView at Amazon\nSave $12 Levoit Smart Cool Mist 6L Air Humidifier Dry air can stay in 2023. Amp up the humidity in your home or room to prevent dryness this year.\nView at Amazon\nSave $24 iHealth No-Touch Forehead Thermometer A good thermometer is a household staple (especially now, when everyone you know is sick), and if you can't remember when you last bought one or where yours is, it may be time to upgrade to a touchless, smart model.\nView at Amazon\nSave $70 Keurig K-Classic Coffee Maker The classic Keurig will likely never go out of style. And if you're not a coffee fanatic, it's a great basic, quick, and functional option for frequent hot beverage drinkers. Upgrade your kitchen, coffee bar, office, or guest bedroom in 2024 with a fresh Keurig.\nView at Amazon How did we choose these deals? ZDNET only writes about deals we want to buy -- devices and products we desire, need, or would recommend. Our experts looked for deals that were at least 20% off (or are hardly ever on sale), using established price comparison tools and trackers to determine whether the deal is actually on sale and how frequently it drops.\nWe also looked over customer reviews to find out what matters to real people who already own and use the deals we're recommending. Our recommendations may also be based on our own testing -- in addition to extensive research and comparison shopping. The goal is to deliver the most accurate advice to help you shop smarter.\nZDNET Recommends\nBest VPN services\nBest robot vacuums and mops\nBest gaming PCs\nBest live TV streaming services\nBest VPN services\nBest robot vacuums and mops\nBest gaming PCs\nBest live TV streaming services Editorial standards",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "http://www.amazon.com/exec/obidos/ASIN/B07QNM91NQ",
    "https://goto.walmart.com/c/159047/565706/9383?&sharedId=zdnet&u=https%3A%2F%2Fwww.walmart.com%2Fip%2FApple-Watch-SE-2023-GPS-40mm-Midnight-Aluminum-Case-with-Midnight-Sport-Band-S-M%2F5054105595%3F&subId1=subid_value",
    "http://www.amazon.com/exec/obidos/ASIN/B0CHX3Z6KT",
    "http://www.amazon.com/exec/obidos/ASIN/B075QQ8VZW",
    "http://www.amazon.com/exec/obidos/ASIN/B018UQ5AMS",
    "https://shop-links.co/link/?url=https%3A%2F%2Fwww.bestbuy.com%2Fsite%2Fember-temperature-control-smart-mug-10-oz-black%2F6367424.p%3F&publisher_slug=zdnet&article_name=__ARTICLE_NAME__&article_url=__ARTICLE_URL__&exclusive=1&u1=subid_value",
    "http://www.amazon.com/exec/obidos/ASIN/B082TMBYR6",
    "http://www.amazon.com/exec/obidos/ASIN/B07R5QD598",
    "http://www.amazon.com/exec/obidos/ASIN/B01GNVF8S8",
    "http://www.amazon.com/exec/obidos/ASIN/B099VMT8VZ",
    "http://www.amazon.com/exec/obidos/ASIN/B07WFVVCLX",
    "http://www.amazon.com/exec/obidos/ASIN/B0932QJ2JZ",
    "https://shop-links.co/link/?url=https%3A%2F%2Fwww.bestbuy.com%2Fsite%2Fsamsung-galaxy-watch6-aluminum-smartwatch-40mm-bt-graphite%2F6546704.p%3F&publisher_slug=zdnet&article_name=__ARTICLE_NAME__&article_url=__ARTICLE_URL__&exclusive=1&u1=subid_value",
    "http://www.amazon.com/exec/obidos/ASIN/B0CHX94TKQ",
    "http://www.amazon.com/exec/obidos/ASIN/B0B4MV1TGL",
    "http://www.amazon.com/exec/obidos/ASIN/B0C4ZB3WT5",
    "https://goto.walmart.com/c/159047/565706/9383?&sharedId=zdnet&u=https%3A%2F%2Fwww.walmart.com%2Fip%2FAirPods-Pro-2nd-generation-with-MagSafe-Case-USB-C%2F5020133971%3F&subId1=subid_value",
    "http://www.amazon.com/exec/obidos/ASIN/B085VNCZHL",
    "http://www.amazon.com/exec/obidos/ASIN/B09BRZBK15",
    "http://www.amazon.com/exec/obidos/ASIN/B096SSCV5K",
    "http://www.amazon.com/exec/obidos/ASIN/B0BTTVRWPR",
    "https://shop-links.co/link/?url=https%3A%2F%2Fwww.bestbuy.com%2Fsite%2Fapple-watch-se-2nd-generation-gps-40mm-starlight-aluminum-case-with-starlight-sport-band-s-m-starlight%2F6340296.p%3F&publisher_slug=zdnet&article_name=__ARTICLE_NAME__&article_url=__ARTICLE_URL__&exclusive=1&u1=subid_value",
    "http://www.amazon.com/exec/obidos/ASIN/B08BHPMYGK",
    "http://www.amazon.com/exec/obidos/ASIN/B08HS45N13",
    "https://www.goto.walmart.com/c/159047/565706/9383?&sharedId=zdnet&u=https%3A%2F%2Fwww.walmart.com%2Fip%2FAirPods-Pro-2nd-generation-with-MagSafe-Case-USB-C%2F5020133971%3F&subId1=subid_value",
    "http://amazon.com/exec/obidos/ASIN/B085VNCZHL",
    "https://goto.walmart.com/c/159047/565706/9383",
    "http://amazon.com/exec/obidos/ASIN/B01GNVF8S8",
    "http://amazon.com/exec/obidos/ASIN/B082TMBYR6",
    "http://amazon.com/exec/obidos/ASIN/B0CHX94TKQ",
    "https://www.shop-links.co/link/?url=https%3A%2F%2Fwww.bestbuy.com%2Fsite%2Fapple-watch-se-2nd-generation-gps-40mm-starlight-aluminum-case-with-starlight-sport-band-s-m-starlight%2F6340296.p%3F&publisher_slug=zdnet&article_name=__ARTICLE_NAME__&article_url=__ARTICLE_URL__&exclusive=1&u1=subid_value",
    "http://amazon.com/exec/obidos/ASIN/B07R5QD598",
    "http://amazon.com/exec/obidos/ASIN/B075QQ8VZW",
    "http://amazon.com/exec/obidos/ASIN/B0B4MV1TGL",
    "http://amazon.com/exec/obidos/ASIN/B07WFVVCLX",
    "http://amazon.com/exec/obidos/ASIN/B07QNM91NQ",
    "http://amazon.com/exec/obidos/ASIN/B0932QJ2JZ",
    "http://amazon.com/exec/obidos/ASIN/B018UQ5AMS",
    "https://www.shop-links.co/link/?url=https%3A%2F%2Fwww.bestbuy.com%2Fsite%2Fember-temperature-control-smart-mug-10-oz-black%2F6367424.p%3F&publisher_slug=zdnet&article_name=__ARTICLE_NAME__&article_url=__ARTICLE_URL__&exclusive=1&u1=subid_value",
    "http://amazon.com/exec/obidos/ASIN/B0BTTVRWPR",
    "http://amazon.com/exec/obidos/ASIN/B0CHX3Z6KT",
    "http://amazon.com/exec/obidos/ASIN/B0C4ZB3WT5",
    "https://www.goto.walmart.com/c/159047/565706/9383?&sharedId=zdnet&u=https%3A%2F%2Fwww.walmart.com%2Fip%2FApple-Watch-SE-2023-GPS-40mm-Midnight-Aluminum-Case-with-Midnight-Sport-Band-S-M%2F5054105595%3F&subId1=subid_value",
    "http://amazon.com/exec/obidos/ASIN/B099VMT8VZ",
    "http://amazon.com/exec/obidos/ASIN/B09BRZBK15",
    "http://amazon.com/exec/obidos/ASIN/B08BHPMYGK",
    "http://amazon.com/exec/obidos/ASIN/B096SSCV5K",
    "http://amazon.com/exec/obidos/ASIN/B08HS45N13",
    "https://shop-links.co/link/",
    "https://www.shop-links.co/link/?url=https%3A%2F%2Fwww.bestbuy.com%2Fsite%2Fsamsung-galaxy-watch6-aluminum-smartwatch-40mm-bt-graphite%2F6546704.p%3F&publisher_slug=zdnet&article_name=__ARTICLE_NAME__&article_url=__ARTICLE_URL__&exclusive=1&u1=subid_value"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "bes",
        "sentiment": "negative"
      },
      {
        "name": "zdnet",
        "sentiment": "negative"
      },
      {
        "name": "amazon fitbit sense",
        "sentiment": "none"
      },
      {
        "name": "amazon meta quest",
        "sentiment": "none"
      },
      {
        "name": "amazon ember mug",
        "sentiment": "none"
      },
      {
        "name": "meta quest",
        "sentiment": "none"
      },
      {
        "name": "flexispot standing desk save",
        "sentiment": "none"
      },
      {
        "name": "amazon beats studio buds",
        "sentiment": "none"
      },
      {
        "name": "beats studio buds save",
        "sentiment": "none"
      },
      {
        "name": "temperature control smart mug save",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:11:37.234+02:00",
  "updated": "2024-01-06T00:11:37.234+02:00"
}