{
  "thread": {
    "uuid": "f2ab38e9ac6aea141494513386d0ae5dce974d27",
    "url": "https://winnipeg.ctvnews.ca/tennis-community-excited-about-sargent-courts-now-being-open-to-the-public-for-free-1.6843995",
    "site_full": "winnipeg.ctvnews.ca",
    "site": "ctvnews.ca",
    "site_section": "https://winnipeg.ctvnews.ca",
    "site_categories": [
      "media",
      "health",
      "cold_and_flu",
      "top_news"
    ],
    "section_title": "Winnipeg News | CTV News Winnipeg ",
    "title": "Sargent Park tennis courts now open free to the public | CTV News",
    "title_full": "Sargent Park tennis courts now open free to the public | CTV News",
    "published": "2024-04-12T03:26:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.ctvnews.ca/content/dam/ctvnews/en/images/2024/4/11/sargent-park-tennis-courts-1-6843997-1712885166261.jpg",
    "performance_score": 0,
    "domain_rank": 976,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f2ab38e9ac6aea141494513386d0ae5dce974d27",
  "url": "https://winnipeg.ctvnews.ca/tennis-community-excited-about-sargent-courts-now-being-open-to-the-public-for-free-1.6843995",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@CTVwinnipeg",
  "published": "2024-04-12T03:26:00.000+03:00",
  "title": "Sargent Park tennis courts now open free to the public | CTV News",
  "text": "The ball is now in the court of community members who wanted full access to tennis courts at Sargent Park. For the last 10 years, the Sargent Park Tennis Gardens had a deal with the city to operate and maintain the six courts. However, some in the community say the court's hours and fees are out of bounds. This week, a city committee decided not to renew the non-profit's lease agreement so members of the public can use the facility 24-7 for free under the city's operation. Coun. Cindy Gilroy and a group of local tennis enthusiasts convinced the property committee to not renew the lease. \"It really wasn't working out for the community,\" said Gilroy. \"It was cost prohibitive for many of our inner city residents and really, we wanted to have a place everyone could go.\" Jery Laforteza loves that the courts are now open to the public, saying he felt the $10 fee to use them was a barrier and the hours were too limited. \"Public (means) you have full access, anytime you want to play, anytime you want to leave, seven days a week. That's what I call public,\" said Laforteza. But the outgoing lessee worries the courts will now fall into disrepair. \"It will go downhill,\" said George Kylar with the Sargent Park Tennis Gardens. \"Will somebody go there if you have a windy day with leaves all over?\" He said the gate is locked off hours for security reasons and, he kept the courts swept and nets tight. He added the operation brought in big tennis tournaments. \"We made it so it looks like that you are almost arriving to the U.S. Open. So people come from everywhere.\" The community group and councillors in favour of ending the lease are promising the courts will get tender loving care, through volunteers, fundraising, and grants, if necessary. \"We'll find a way to keep that place clean, to make that place safe, to make that place playable,\" said Laforteza. The city's parks division estimates it will cost $5,000 a year to sweep the courts, replace the nets and paint the lines. Winnipeg Top Stories CTVNews.ca Top Stories BREAKING Liberals release plan to 'solve the housing crisis,' branding it as a call to action The federal Liberals have unveiled their plan to solve the housing crisis, building on recent announcements with new tax incentives, more than a billion dollars for homelessness and a country-wide effort to build more housing on public lands. Where are they now? Key players in the murder trial of O.J. Simpson The announcement Thursday that Simpson is dead has brought renewed attention to the closely watched trial and the fascinating cast of characters who played a role in the case. B.C. couple transferred property to son to avoid paying $400K in court-ordered damages, judge rules A Vancouver Island couple's transfer of their home to their son has been ruled a 'fraudulent conveyance.' EXCLUSIVE 'Reasons for optimism' with potential second Trump presidency: Boris Johnson Former U.K. prime minister Boris Johnson says there are 'reasons for optimism' with a potential second Donald Trump presidency, despite concerns his return to the White House could threaten U.S. aid for Ukraine. opinion The big benefits of adopting a debt-free lifestyle In his column for CTVNews.ca, financial advice expert Christopher Liew explains the benefits of adopting a debt-free lifestyle, as well as the change in financial mindset and sacrifices it takes. Tiger Woods has another round over par at Masters. His sights are making the cut Tiger Woods is chasing more history at Augusta National, just not the variety he prefers. EXCLUSIVE Canada's spy agency accused of negligence and defamation in $5.5M lawsuit An RCMP sergeant and a former Vancouver detective have filed a lawsuit that accuses Canada's spy agency of wrongly linking them to an ex-Mountie who is charged with being an agent for China. opinion Don Martin: The doctor Trudeau dumped has a prescription for better health care Political columnist Don Martin sat down with former federal health minister Jane Philpott, who's on a crusade to help fix Canada's broken health care system, and who declined to take any shots at the prime minister who dumped her from caucus. What to know about the real estate tycoon sentenced to death in Vietnam's largest fraud case A Vietnamese real estate tycoon was sentenced to death Thursday in the country's biggest-ever financial fraud case, a shocking development in an intensifying anti-corruption drive in the southeast Asian nation. Shopping Trends The Shopping Trends team is independent of the journalists at CTV News. We may earn a commission when you use our links to shop. Read about us. Regina - DEVELOPING DEVELOPING Sask. Teachers' Federation to give 'significant' update on negotiations with province The Saskatchewan Teachers’ Federation (STF) says it will be providing a 'significant' update on negotiations with the province over a new contract for teachers. - Sask.'s shortage of pharmacists resulting in reduced hours at drug stores It's becoming more difficult to find a pharmacy that is open late in Regina and a shortage of pharmacists and expanded duties has resulted in some drug stores cutting hours even more. - 'Terms and Conditions' shows off Sask. independent spirit while attracting Hollywood talent With the tagline of 'Life glitches, laugh it off' a band of independent Saskatchewan filmmakers promise to keep audiences entertained with 'Terms and Conditions.' Saskatoon - DEVELOPING DEVELOPING Sask. Teachers' Federation to give 'significant' update on negotiations with province The Saskatchewan Teachers’ Federation (STF) says it will be providing a 'significant' update on negotiations with the province over a new contract for teachers. - 'We're just at a loss': Sask. family struggling to pay for specialist pediatric care out of province A Saskatoon family is concerned about the health of their son nearly a year after Saskatchewan’s only pediatric gastroenterologist (GI) left the province. - Sask.'s shortage of pharmacists resulting in reduced hours at drug stores It's becoming more difficult to find a pharmacy that is open late in Regina and a shortage of pharmacists and expanded duties has resulted in some drug stores cutting hours even more. Edmonton - Alberta man harassed with hundreds of dollars worth of pizza In the past six months, hundreds of dollars worth of pizza have been ordered in Justin Rybicki's name – and he's not sure why. - Increasing renewable energy to create more conflicts between environmental values An Alberta environmental group opposes a solar power project over concerns it would damage antelope habitat and block their migration. - Alberta Premier Danielle Smith appears in Ottawa after attacking federal housing plan Alberta Premier Danielle Smith is in Ottawa today after tabling a bill that would allow her province to block future direct funding from the federal government to cities. Calgary - A decade later, friends and families of Brentwood Five still trying to heal In the early hours of April 15, 2014, five friends were stabbed to death during a party at a Brentwood home – an act that shook Calgary to its core. - Kananaskis Conservation Pass holders can register more vehicles The provincial government has added some value to its Kananaskis Conservation Pass. - Increasing renewable energy to create more conflicts between environmental values An Alberta environmental group opposes a solar power project over concerns it would damage antelope habitat and block their migration. Toronto - Flight leaving Toronto airport forced to abort takeoff due to nearby landing plane A flight leaving Toronto Pearson International Airport was forced to abort its takeoff after another plane diverted its landing to a nearby runway. - GTA home prices to see biggest gains in 2024 as Canada's housing market set for 'uncomfortably busy' fall: Royal LePage Housing prices in the GTA are expected to rise 10 per cent this year and will likely surpass those in Greater Vancouver by the end of 2024, according to an updated forecast by Royal LePage. - 'I'm crying with the bank': Ontario woman loses $86K to CRA scam An Ontario woman is out $86,000 after receiving a call from a fraudster claiming to be a Canada Revenue Agency (CRA) investigator. They told her that her bank accounts were involved in a money laundering operation. Ottawa - Ontario announces new funding to build Hwy. 416 interchange in Barrhaven The Ontario government is investing $5 million to build a new highway interchange on Highway 416 in Barrhaven. Transportation Minister Prabmeet Sarkaria is in Ottawa on Friday to announce the new interchange at Highway 416 and Barnsdale Road. - Here’s how many crime guns were seized by Ottawa police in 2024 The Ottawa Police Service says so far this year, 44 crime guns have been seized from the community. - Ottawa home prices to increase $33,900 by end of 2024, report says Home prices in Ottawa are expected to increase more than four per cent at the end of the year due to the anticipated drop in interest rates and buyers and sellers returning to the market, according to a new report. Montreal - Video catches worker blowing garbage into street in east end Montreal neighbourhood Social media is awash with criticism after a video showing a worker blowing garbage into the street was shared on Facebook. - Father pleads guilty after confronting son's alleged bullies at Quebec school The father who confronted his son's alleged bullies outside a high school pleaded guilty to two counts of assault and uttering threats. - 10 arrested after Fairview Pointe-Claire robbery, suspects could be part of international crime network Montreal police have arrested eight men and two women in connection with a jewellery store robbery that occurred at the Fairview Pointe-Claire shopping centre. Atlantic - Rain, fog, risk of downpours continues into Friday night More wet weather is coming for the Maritimes heading into the start of the weekend. - No criminal charges for N.S. 2020 firehall shooting: Ontario unit Nearly four years after two RCMP officers fired at a civilian outside a Nova Scotia firehall during the 2020 mass shootings, an Ontario unit has determined no criminal charges are warranted. - 2 people found dead following Saint John tent fire identified Police in Saint John, N.B., say the two people who were found dead following a tent fire in the city last month have been identified. Vancouver - Vancouver to consider 30 km/h speed limit on local streets For years, traffic safety advocates have called for lower speed limits on local roads, and now Vancouver is joining a number of communities exploring a 30 km/h speed limit on side streets. - 24-hour lane closure in the Massey Tunnel this weekend, drivers warned to expect delays Drivers travelling south through the George Massey Tunnel this weekend are being warned to expect delays – especially on Sunday – as one lane will be closed for 24 hours. - Orphaned B.C. orca: Team prepares landing site for complex rescue A team of about two dozen people is preparing the planned landing area for the complex rescue of an orphaned killer whale calf trapped in a remote tidal lagoon off northwest Vancouver Island. Vancouver Island - Orphaned B.C. orca: Team prepares landing site for complex rescue A team of about two dozen people is preparing the planned landing area for the complex rescue of an orphaned killer whale calf trapped in a remote tidal lagoon off northwest Vancouver Island. - Bookkeeper charged with money laundering, defrauding $1.7M from Victoria non-profit A Vancouver Island woman is facing charges of fraud, theft and money laundering after she allegedly defrauded her non-profit employer of more than $1.7 million and wired the money to her personal accounts. - Man not criminally responsible for killing worker he believed was zombie, B.C. judge rules The man who stabbed 79-year-old Eric Kutzner to death inside a Vancouver Island coffee shop two years ago has been found not criminally responsible – after the court heard a mental disorder had left him convinced his innocent victim was a zombie. Kelowna - Evacuation of Kelowna, B.C., apartment near construction site extended for two weeks More than 80 residents from a low-income apartment building in Kelowna, B.C., have learned they won't be able to return to their homes for at least another two weeks. - 2 men injured after 'road rage' incident with Dodge Ram driver, Kelowna RCMP say Mounties are investigating a reported \"road rage\" incident in Kelowna, B.C., that left two men injured last week. - Unstable nearby construction site forces evacuation of apartment in Kelowna, B.C. More than 80 residents of a low-income apartment building in Kelowna, B.C., have been told they need to leave over a 'significant' risk to life and safety. N.L. - A fish harvester's protest threatens Newfoundland and Labrador's crab season -- again Longliners across Newfoundland and Labrador are tied up once again, as a new protest by the province's fish harvesters threatens to derail the crab fishery for a second straight year. - Unique photo exhibit put cameras in the hands of survivors of domestic and sexual violence A unique photo exhibit is putting cameras into the hands of survivors of domestic and sexual violence in Newfoundland and Labrador. - Controversial wind-powered hydrogen project gets final approval in Newfoundland A controversial wind-powered hydrogen development proposed for the west coast of Newfoundland has cleared its last hurdle with the provincial government. Northern Ontario - 'I'm crying with the bank': Ontario woman loses $86K to CRA scam An Ontario woman is out $86,000 after receiving a call from a fraudster claiming to be a Canada Revenue Agency (CRA) investigator. They told her that her bank accounts were involved in a money laundering operation. - Doorbell video shows family of black bears scared off by dog in Sudbury, Ont. A Sudbury woman said her husband was bringing the recycling out to the curb Wednesday night when he had to make a 'mad dash' inside after seeing a bear. - opinion opinion The big benefits of adopting a debt-free lifestyle In his column for CTVNews.ca, financial advice expert Christopher Liew explains the benefits of adopting a debt-free lifestyle, as well as the change in financial mindset and sacrifices it takes. Barrie - Sentencing hearing for retired teacher convicted of historical sexual assaults Lawrence Fritz appeared in a Newmarket courtroom more than two months after he pleaded guilty to five counts of inappropriately touching students in the 1970s, 80s and 90s while teaching at schools across York Region. - Canada-wide warrant for man who frequents Simcoe County: ARRESTED A man known to frequent Barrie, Midland and Collingwood has been arrested by police. - Innisfil woman arrested after allegedly contacting victims of human trafficking Project Chameleon South Simcoe Police arrested a woman with connections to victims of human trafficking. Kitchener - Man killed in Kitchener shooting A 32-year-old man is dead after a shooting in Kitchener’s Country Hills East neighbourhood. - Attempted murder charge in Guelph A Guelph man has been charged with attempted murder after police say a woman was severely hurt Wednesday morning. - PLAYOFF TRACKER PLAYOFF TRACKER Controversial goal helps London get game one win over Kitchener A controversial goal helped the hometown Knights get the game one win of their playoff series with the Rangers. London - City and Reptilia reach pending settlement about indoor reptile zoo operating in London Michael Lerner, the lawyer representing Reptilia confirms to CTV News that an agreement in principle has been reached and formal documents are being prepared to conclude the court proceedings. - Weapons and drug-related charges laid after investigation at two London homes London police are looking for a man and have one in custody following a drug bust in the city's southeast end. - Two-vehicle crash in Bruce County Two people have non-life-threatening injuries after a crash in Bruce County. OPP responded to Bruce Road 7 and Concession 12 in Ripley on Thursday.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sargent",
        "sentiment": "negative"
      },
      {
        "name": "gilroy",
        "sentiment": "none"
      },
      {
        "name": "cindy gilroy",
        "sentiment": "none"
      },
      {
        "name": "jery laforteza",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "sargent park",
        "sentiment": "none"
      },
      {
        "name": "sargent park tennis gardens",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T04:30:46.567+03:00",
  "updated": "2024-04-12T18:41:17.351+03:00"
}