{
  "thread": {
    "uuid": "a8e3823d9a29814b99eef4c2c6b32400e446ebef",
    "url": "https://bnnbreaking.com/world/israel/franciscans-celebrate-holy-thursday-at-jerusalems-cenacle-a-historic-access-granted",
    "site_full": "bnnbreaking.com",
    "site": "bnnbreaking.com",
    "site_section": "https://bnn.network/rss",
    "site_categories": [],
    "section_title": "BNN : Latest Posts",
    "title": "Franciscans Celebrate Holy Thursday at Jerusalem's Cenacle: A Historic Access Granted",
    "title_full": "Franciscans Celebrate Holy Thursday at Jerusalem's Cenacle: A Historic Access Granted",
    "published": "2024-03-28T17:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://img-cdn.thepublive.com/fit-in/1200x675/bnn/media/media_files/b3e8076e668f16af2bdab8d8fe34c3ff16736d5a1c7569880559207dc5b424fd.jpg",
    "performance_score": 0,
    "domain_rank": 8600,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a8e3823d9a29814b99eef4c2c6b32400e446ebef",
  "url": "https://bnnbreaking.com/world/israel/franciscans-celebrate-holy-thursday-at-jerusalems-cenacle-a-historic-access-granted",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Shivani Chauhan",
  "published": "2024-03-28T17:05:00.000+02:00",
  "title": "Franciscans Celebrate Holy Thursday at Jerusalem's Cenacle: A Historic Access Granted",
  "text": "On Holy Thursday, Jerusalem's Cenacle, the site of Jesus's Last Supper, opened its doors to the Franciscans of the Custody of the Holy Land, marking a significant event in religious and cultural history. Cardinal Pierbattista Pizzaballa delivered a poignant homily at the Basilica of the Holy Sepulchre , while Father Francesco Patton led the Eucharistic celebration at the Cenacle, emphasizing love and service as core teachings of Jesus.\nAdvertisment Historical Significance and Tensions The Cenacle, a focal point of religious tension and ownership disputes, witnessed a rare occasion, allowing the Franciscans to celebrate Mass there. This practice, rooted in centuries-old traditions and conflicts, highlights the complex interfaith dynamics on Mount Zion. Historian Father Narciso Klimas elucidates the Franciscans' longstanding connection to the site, dating back to 1342, and their ongoing efforts to reclaim it amidst challenges posed by its shared significance to Jews and Muslims.\nDiplomatic Efforts and Recent Developments Advertisment Despite longstanding disputes, recent years have seen some progress in negotiations between the Holy See and the State of Israel, allowing for occasional Christian celebrations at the Cenacle. These developments, while slow, signify a potential for increased religious harmony and respect for shared sacred spaces in Jerusalem. The Franciscans' ability to hold Mass on Holy Thursday and Pentecost at the Cenacle exemplifies these positive strides, albeit the broader issues of taxation, property, and regular access remain unresolved.\nContinuing Traditions and Community Engagement Following the Mass at the Cenacle, the Franciscans, maintaining tradition, processed to three churches, including Armenian and Syro-Orthodox sites, commemorating past acts of hospitality and shared faith. This procession not only reflects the rich tapestry of Jerusalem's religious communities but also the Franciscans' enduring presence and influence in the Holy Land, fostering unity amidst diversity.\nAs the Franciscans celebrated Holy Thursday at the Cenacle, their actions resonated beyond the ancient walls, symbolizing hope for reconciliation and mutual respect among Jerusalem's diverse religious communities. This event, steeped in history and faith, invites reflection on the power of tradition, the challenges of coexistence, and the enduring quest for peace in a city sacred to many.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [
    "https://www.catholicnewsagency.com/tags/10675/upper-room",
    "https://catholicnewsagency.com/tags/10675/upper-room"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "negative"
      },
      {
        "name": "pierbattista pizzaballa",
        "sentiment": "none"
      },
      {
        "name": "francesco patton",
        "sentiment": "none"
      },
      {
        "name": "narciso klimas",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "jerusalem",
        "sentiment": "none"
      },
      {
        "name": "mount zion",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T05:09:38.208+03:00",
  "updated": "2024-03-29T05:09:38.208+03:00"
}