{
  "thread": {
    "uuid": "c7d4dff8f16939fa7563ffe7fb379000fe43d576",
    "url": "https://www.independent.ie/regionals/leitrim/news/young-roscommon-man-trying-to-help-friends-escape-from-gaza/a795623797.html",
    "site_full": "www.independent.ie",
    "site": "independent.ie",
    "site_section": "http://m.independent.ie/seachtain",
    "site_categories": [
      "media",
      "rugby",
      "sports"
    ],
    "section_title": "Seachtain - Independent.ie",
    "title": "Young Roscommon man trying to help friends escape from Gaza | Independent.ie",
    "title_full": "Young Roscommon man trying to help friends escape from Gaza | Independent.ie",
    "published": "2024-01-19T17:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IE",
    "main_image": "https://focus.independent.ie/thumbor/uDD5dhUa4UQY5FS4tID8ZPQCYqY=/0x17:718x497/718x480/prod-mh-ireland/d237780b-cd70-41c4-8b46-a7f054b5e538/23c0ba18-0569-47a8-83bc-e00dd1620da6/RG%20Lorccan.jpg",
    "performance_score": 0,
    "domain_rank": 1635,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c7d4dff8f16939fa7563ffe7fb379000fe43d576",
  "url": "https://www.independent.ie/regionals/leitrim/news/young-roscommon-man-trying-to-help-friends-escape-from-gaza/a795623797.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Emma Ryan",
  "published": "2024-01-19T17:00:00.000+02:00",
  "title": "Young Roscommon man trying to help friends escape from Gaza | Independent.ie",
  "text": "Young Roscommon man trying to help friends escape from Gaza A young man from Roscommon is undertaking a challenge to raise money to help his two friends secure a safe route out of Gaza to Egypt. Lorccan Duignan (25), originally from Arigna in County Roscommon, is walking 75 minutes a day around his neighbourhood in Dublin to raise funds for his friends Hala and Akram who are currently stuck in Gaza. Lorccan previously went to school in Drumshanbo and is also well known in County Leitrim. Lorccan met Hala in 2021 when they studied together at University College Dublin. Hala returned to Gaza in the spring of 2022 but the pair remained in regular contact online ever since then, with the hope that someday they would be able to meet again. Through these video calls, Lorccan also got to know Hala’s husband, Akram. The couple are now trapped in Gaza as they seek to obtain expedited visas in Egypt. Lorccan’s efforts have intensified in recent days after nearly a week of no communication from his friends. On Thursday, Lorccan received a text message from Hala informing him that a bomb had been dropped on the street where they reside. Lorccan explained, “Fortunately, no one was injured, but the explosion damaged the communication lines and landed only 20 metres away. \"”This update emphasises the fact that time does not stop for anyone and unfortunately, time is not on their side. \"Had that Israeli bomb fallen just a few metres closer to the garage, my friends would not have survived. \"If the bomb explosion hadn't been fatal, they could have been trapped under crushing rubble, enduring an agonisingly slow death—a fate shared by over 7,000 people currently missing in Gaza. “This fundraiser is an urgent appeal to secure the safety of my friends in Egypt. \"Please help spread the word about my fundraiser, or consider donating if you are in a position to do so,” said Lorccan The cost is around €7,000 per person to obtain expedited visas in Egypt, and Lorccan is hopeful that his fundraising mission will help his friends. The fundraiser has already raised over €5,000. Speaking about the ‘75 minutes for 75 years challenge’, Lorccan explained “The horrors of besiegement, apartheid, forcible displacement, and genocide are nothing new to the Palestinian people. \"Unfortunately, this has been their reality since the Nakba 75 years ago, when the State of Israel was founded. \"With this in mind, the number 75 is symbolic and acts as a stark reminder that this conflict did not begin on October, 7. \"As horrific and condemnable as that day was, the hell that has rained down on the innocent civilian population of Gaza ever since can never be justified. \"Over 24,000 people are now dead, mostly women and children. \"Over 50,000 are injured. \"Up to two million people are now displaced. \"The healthcare system has completely collapsed. \"There is severely limited access to food, water, and electricity. \"Among those civilians facing this unprecedented nightmare are my friends, Hala and Akram. \"However, I can see how this incessant bombardment and humanitarian disaster is traumatising them and breaking their spirits. \"This is now a matter of life and death. \"As a friend, I cannot stand by and do nothing. \"That's why I'm reaching out, asking for your support to contribute in any way you can to help Hala and Akram secure a safe route out of the Strip to Egypt.” said Lorccan. To donate to the '75 Minutes for 75 Years' walk campaign, visit https://gofund.me/f27bc751.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://gofund.me/f27bc751.",
    "https://www.gofund.me/f27bc751."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "young roscommon",
        "sentiment": "negative"
      },
      {
        "name": "akram",
        "sentiment": "none"
      },
      {
        "name": "lorccan",
        "sentiment": "none"
      },
      {
        "name": "lorccan duignan",
        "sentiment": "none"
      },
      {
        "name": "hala",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "independent.ie young roscommon",
        "sentiment": "negative"
      },
      {
        "name": "hala",
        "sentiment": "none"
      },
      {
        "name": "university college dublin",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "roscommon",
        "sentiment": "none"
      },
      {
        "name": "arigna",
        "sentiment": "none"
      },
      {
        "name": "county roscommon",
        "sentiment": "none"
      },
      {
        "name": "drumshanbo",
        "sentiment": "none"
      },
      {
        "name": "egypt",
        "sentiment": "none"
      },
      {
        "name": "dublin",
        "sentiment": "none"
      },
      {
        "name": "county leitrim",
        "sentiment": "none"
      },
      {
        "name": "hala",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T18:14:25.025+02:00",
  "updated": "2024-01-19T18:14:25.025+02:00"
}