{
  "thread": {
    "uuid": "63c19c71757b0dcd0e8d61f3bcd8fba97fcbba3a",
    "url": "https://kstp.com/kstp-news/top-news/as-temps-head-below-zero-organizations-step-up-to-keep-minnesotans-warm/",
    "site_full": "kstp.com",
    "site": "kstp.com",
    "site_section": "https://kstp.com",
    "site_categories": [
      "media"
    ],
    "section_title": "5 EYEWITNESS NEWS - KSTP.com 5 Eyewitness News",
    "title": "As temps head below zero, organizations step up to keep Minnesotans warm - KSTP.com 5 Eyewitness News",
    "title_full": "As temps head below zero, organizations step up to keep Minnesotans warm - KSTP.com 5 Eyewitness News",
    "published": "2024-01-13T00:35:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://kstp.com/wp-content/uploads/2024/01/HomelessColdWx1-12-24.jpg",
    "performance_score": 0,
    "domain_rank": 7396,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "63c19c71757b0dcd0e8d61f3bcd8fba97fcbba3a",
  "url": "https://kstp.com/kstp-news/top-news/as-temps-head-below-zero-organizations-step-up-to-keep-minnesotans-warm/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Josh Skluzacek",
  "published": "2024-01-13T00:35:00.000+02:00",
  "title": "As temps head below zero, organizations step up to keep Minnesotans warm - KSTP.com 5 Eyewitness News",
  "text": "As temps head below zero, organizations step up to keep Minnesotans warm As the temperatures continue to drop, several organizations around the Twin Cities are doing what they can to keep the most vulnerable Minnesotans warm. “When I was homeless, sometimes I took the light rail all night,” said Dennis O’Bryan, who lives in St. Paul. O’Bryan knows what it’s like to not have a home to warm up. “It’s rough, it’s cold. You have to be dressed for it,” he said. As of three weeks ago, he now does have his own place but he enjoys returning to the people who he says were instrumental in getting him back on his feet. “Oh they’re awesome, they help you out 100%,” O’Bryan said. The Catholic Charities Dorothy Day Place campus in St. Paul helps people every day. It can be through a warm meal, restrooms, mental health services, and of course a place to warm up, which is especially timely now. “A lot of new faces seeking refuge from the cold weather,” said Jen Kissling, the program manager at the St. Paul Opportunity Center. Kissling says despite the warmer start to winter, the organization’s numbers are up drastically this season compared to last year. “To be able to give someone that opportunity, it definitely makes you feel good but also just drives the passion to do the work,” Kissling said. “It’s whenever the need is there,” said Captain Josh Polanco, general secretary with the Salvation Army Northern Division. The Salvation Army is also stepping up during the months of January and February, offering a place to warm up at its seven service centers across the Twin Cities. “It’s dangerous cold out there and we want to get people out of the elements,” Polanco said. Plus, its Harbor Light Center shelter is making 40 extra overnight beds available. “It’s hard on them, they’re out there day in and day out but during these critical days, they definitely need to come inside and so we’re happy to provide the space for them to come in,” Polanco said. As temperatures plummet over the next few days, the staff and volunteers at The Catholic Charities Dorothy Day Place campus want you to know their doors are open. “When it comes to critical times like this, we do look to see what capacity we have to stay open a little bit later,” Kissling said. To learn more about Catholic Charities Twin Cities, [click here](https://cctwincities.org/all-services/). The Salvation Army’s seven service centers are open weekdays during normal business hours. The locations include: - Brooklyn Park Salvation Army, 10011 Noble Parkway, 763-425-0517 - Maplewood Salvation Army, 2080 Woodlynn Ave., 651-779-9177 - North Minneapolis Salvation Army, 2024 Lyndale Ave. N., 612-522-4871 - Northeast Minneapolis Salvation Army, 2727 Central Ave. NE, 612-789-2858 - South Minneapolis Salvation Army, 1604 E. Lake St., 612-721-1513 - St. Paul Eastside Salvation Army, 1019 Payne Ave., 651-776-8169 - St. Paul West Seventh Salvation Army, 401 W. 7th St., 651-224-4316 The Salvation Army says these service centers will not be open on Monday because it is Martin Luther King Jr. Day.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest"
  ],
  "external_links": [
    "https://cctwincities.org/all-services/).",
    "https://www.cctwincities.org/all-services/)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jen kissling",
        "sentiment": "none"
      },
      {
        "name": "”",
        "sentiment": "none"
      },
      {
        "name": "dennis o’bryan",
        "sentiment": "none"
      },
      {
        "name": "kissling",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "st. paul opportunity center",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "st. paul",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-13T02:24:03.194+02:00",
  "updated": "2024-01-13T02:24:03.194+02:00"
}