{
  "thread": {
    "uuid": "3b7dd8cb38cf5204259ef963ad5ed13f8c3942de",
    "url": "https://www.zocalo.com.mx/especial-forjadores-de-campeones-crece-la-charreria-en-saltillo/",
    "site_full": "www.zocalo.com.mx",
    "site": "zocalo.com.mx",
    "site_section": "http://www.zocalo.com.mx",
    "site_categories": [
      "media"
    ],
    "section_title": "Periódico Zócalo | Noticias de Saltillo, Torreón,  Piedras Negras, Monclova, Acuña",
    "title": "Especial ‘Forjadores de Campeones’: Crece la Charrería en Saltillo – Periódico Zócalo | Noticias de Saltillo, Torreón, Piedras Negras, Monclova, Acuña",
    "title_full": "Especial ‘Forjadores de Campeones’: Crece la Charrería en Saltillo – Periódico Zócalo | Noticias de Saltillo, Torreón, Piedras Negras, Monclova, Acuña",
    "published": "2024-01-05T23:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.zocalo.com.mx/wp-content/uploads/2024/01/df17b953-0bb0-417d-b725-72d995a6361a.jpg",
    "performance_score": 0,
    "domain_rank": 59626,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3b7dd8cb38cf5204259ef963ad5ed13f8c3942de",
  "url": "https://www.zocalo.com.mx/especial-forjadores-de-campeones-crece-la-charreria-en-saltillo/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jesús Jiménez",
  "published": "2024-01-05T23:03:00.000+02:00",
  "title": "Especial ‘Forjadores de Campeones’: Crece la Charrería en Saltillo – Periódico Zócalo | Noticias de Saltillo, Torreón, Piedras Negras, Monclova, Acuña",
  "text": "Saltillo, Coah.- La práctica de la charrería esta creciendo en Saltillo, la Región Sureste y en todo el estado, de manera muy importante gracias al impulso que hoy le están imprimiendo no solo los directivos, sino todos los miembros de todas y cada una de las organizaciones que conforman la Unión de Asociaciones de Charros de Coahuila, informó su Presidente, el ingeniero Jorge Jiménez Flores.\nEntrevistado en el segmento ‘Forjadores de Campeones’ del noticiario ‘Despega con Chuchuy’ de TELE SALTILLO , Jorge Jiménez Flores , acompañado de Jesús Fermin Torres, vicepresidente, y de la señora Irma Eloisa Echavarria, Delegada Estatal de Escaramuzas, informó: “formamos un gran grupo mediante el cual hemos estado impulsando la charreria y con el apoyo de todo el sector, tenemos ya ocho escuelas aquí en Saltillo, Una en parras, una en Monclova, y otra en Piedras Negras”.\n“ Solo Jalisco, Hidalgo y Zacatecas tienen mas equipos que Coahuila, pero ahí la llevamos a paso firme, avanzando gracias al impulso que se está brindando en las escuelas, y es necesario destacar que la mayoria de los niños y jovenes que ahora la practican, ya no son hijos de charros, cuya afición les venía de sus padres, sino que se acercaron a practicar este bello deporte, porque se les hizo atractivo”, explicó Jiménez Flores.\nExpuso que “hay un gran interés, incluso de muchas niñas y jovencitas que les ha gustado y se han interesado en aprender a montar, y por eso hoy contamos con un gran numero de escaramuzas, y eso es muy importante, y es el mismo caso gente que se ha acercado sin venir de una familia donde se practicaba la charrería”.\n“ En mi caso – dijo Jiménez Flores – tengo la satisfacción de ser charro por mi Papá con quien lo praticabamos mis hermanos y yo, un tiempo después Manolo (Jiménez Flores) se fue por los rodeos, pero todos somos gente de a caballo, y hoy en mi familia, lo practicamos mi hija y mis dos hijos, y todos montamos juntos, se junta la familia, papás, hijos, nietos y por supuesto abuelos, todos montando y conviviendo”.\nAgregó que los caballos son parte fundamental de este bello deporte, “son nuestro querer esos animales, los cuidamos, estamos muy al pendiente de que no les falte nada, se les habla, se les quiere, son parte del equipo”, dice el entrevistado quien también comenta que hoy por hoy, no todos los practicantes tienen la capacidad económica de contar con un caballo, pero las asociaciones facilitan que nadie que que tenga ganas de practicar y competir, se vaya a quedar fuera por falta de un caballo”.\n300 NIÑOS CONFEDERADOS\n“ Hoy por hoy tenemos más de 300 niños confederados en todas las asociaciones, (número que no se había alcanzado nunca en la historia de la charrería en Saltillo), y estamos invitando a más niños niños y jovenes para que se sumen, para que acudan a las diferentes escuelas, donde se les brinda una formacion, y es muy interesante ver como menores de cuatro o cinco años ya cuentan con la decisión de aprender y de subirse a un caballo, y a esa edad, les inyecta una gran determinación”.\nTambién se refirió a la charrería como un instrumento de convivencia e integración familiar, “porque hay familias completas que llegan a practicar la charrería, el matrimonio con sus niños y jóvenes”, y comenta que es muy importante que se interesen en conjunto por practicar y llegar a competir en el más mexicano de los deportes”.\nMAS DE 120 CHARREADAS EN EL 2023\nEl Vicepresidente de la Unión de Asociaciones de Charros de Coahuila, Jesús Fermin Torres, informó que el 2023 se cerró con aproximadamente más de 120 charreadas, lo que refleja de manera muy importante el incremento que se ha logrado en la actividad y en las competencias, porque antes se realizaban 20, 25 y ya cuando eran 30, ya lo considerabamos como un buen año, y ahora tenemos una actividad mucho muy intensa, con mas de 700 charros en todo el estado.\n“ Los invitamos a inculcar en los niños la practica del deporte más mexicano por excelencia, La Charrería, y con ello impulsar la mexicanidad, porque aquel niño o jovencito que se monta en un caballo por primera vez, jamás se querra bajar, y va a seguir entrenando y compitiendo toda la vida, es lo bello que tiene este deporte”, asegura el experimentado hombre de charrería.\n“17 ESCARAMUZAS EN TODO EL ESTADO”\nIrma Eloisa Echavarría, Delegada de Escaramuzas, explica que “el interés de niñas y jovencitas por la charrería ha crecido de manera importante, eso ha sido por la socializacion que hemos alcanzado en la chareria, porque todos los eventos son gratuitos, además de que el ingeniero se ha encargado de impulsar mucho su difusión, y es por eso que hoy vemos que más y mas gente se interesa, y ese es un factor que ha contribuido de manera muy importante”.\n“ Tenemos 17 escaramuzas en todo el estado, y todas participan en todos los eventos, y todas se han ido superando de manera importante, ganando importantes premios en eventos de gran calidad no solo en el estado, también en Monterrey, en San Pedro y en otras competencias de mucho renombre”, explicó la señora Echavarría, quien se dijo amante de la charrería y de los caballos, desde que era una niña.\n“ Que le digo, desde muy chica llegue a la charreria, el señor Manuel Jiménez y mi papá eran amigos muy cercanos, y las dos familias practicaban la charrería, cuando me regalaron mi priimer caballó ahí empece”, explica y comparte su gran satisfacción de haber participado en el equipo “con mis dos hijas, en la Escaramuza Dinastia, y con Isabel, Reina de los Charros de Saltillo”, dice con gran gusto y emoción nuestra entrevistada.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:46:29.998+02:00",
  "updated": "2024-01-06T00:46:29.998+02:00"
}