{
  "thread": {
    "uuid": "bec135aee1aced72f1eaab5d4cc6568e1dc87744",
    "url": "https://whatsnew2day.com/australia-defeat-pakistan-in-the-boxing-day-test-as-pat-cummins-hits-a-10-wicket-haul-in-a-thrilling-finish-but-the-visitors-are-left-fuming-over-mohammad-rizwans-controversial-dismissal/",
    "site_full": "whatsnew2day.com",
    "site": "whatsnew2day.com",
    "site_section": "https://whatsnew2day.com",
    "site_categories": [
      "media"
    ],
    "section_title": "WhatsNew2Day - Latest News And Breaking Headlines",
    "title": "Australia Defeat Pakistan In The Boxing Day Test As Pat Cummins Hits A 10-WICKET Haul In A Thrilling Finish... But The Visitors Are Left Fuming Over Mohammad Rizwan's Controversial Dismissal. » WhatsNew2Day",
    "title_full": "Australia Defeat Pakistan In The Boxing Day Test As Pat Cummins Hits A 10-WICKET Haul In A Thrilling Finish... But The Visitors Are Left Fuming Over Mohammad Rizwan's Controversial Dismissal. » WhatsNew2Day",
    "published": "2023-12-29T06:53:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://wtsn2.b-cdn.net/wp-content/uploads/2023/12/Australia-defeat-Pakistan-in-the-Boxing-Day-Test-as-Pat.jpg",
    "performance_score": 0,
    "domain_rank": 73985,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bec135aee1aced72f1eaab5d4cc6568e1dc87744",
  "url": "https://whatsnew2day.com/australia-defeat-pakistan-in-the-boxing-day-test-as-pat-cummins-hits-a-10-wicket-haul-in-a-thrilling-finish-but-the-visitors-are-left-fuming-over-mohammad-rizwans-controversial-dismissal/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jacky",
  "published": "2023-12-29T06:53:00.000+02:00",
  "title": "Australia Defeat Pakistan In The Boxing Day Test As Pat Cummins Hits A 10-WICKET Haul In A Thrilling Finish... But The Visitors Are Left Fuming Over Mohammad Rizwan's Controversial Dismissal. » WhatsNew2Day",
  "text": "- Australia won the Boxing Day test on Friday - Pat Cummins took over Pakistan single-handedly - But there was controversy surrounding a dismissal. Pat Cummins’ second 10-wicket haul in Tests has lifted Australia to a thrilling 79-run victory over Pakistan at the MCG. Australia’s captain made all the crucial breakthroughs on Friday night as the hosts defeated Pakistan for 237 to win the Boxing Day Test. Pakistan fought valiantly but lost 5-18 during a chaotic end to the fourth day, as Australia took an extra 30 minutes after the scheduled hurdles to complete the victory and retain the Benaud-Qadir trophy. Cummins finished with figures of 10-97 after leading 5-49 in the second innings. Mohammad Rizwan and Salman Ali Agha threatened to lead Pakistan to a famous victory and break a 28-year winless streak in Tests in Australia. Australia defeated Pakistan to gain an unassailable lead in their three-match series. Pat Cummins produced an incredible 10-wicket haul to win the Test at the MCG Cummins ended the pair’s 67-run partnership in bizarre and dramatic fashion just 15 minutes before the scheduled close of play. Australia reviewed a not out call on Rizwan when a Cummins delivery flew into the gloves of Alex Carey. But after a lengthy review by the third umpire, Richard Illingworth ruled that the ball had hit Rizwan’s wristband which was connected to his gloves. Rizwan was furious with the decision, with Pakistan 5-219 at the time and beginning to believe they could pull off the country’s most successful winning chase against Australia. “I got a little nervous there,” Cummins said. ‘I felt good but they were batting very well. Happy with Rizwan’s wicket. It was Cummins who got up first, claiming the crucial wicket from his opponent captain Shan Masood (60), before tea. Cummins took his fourth of the second innings a few minutes later, dismissing Aamir Jamal (0). The wickets earned him the Jonny Mullagh player of the match medal, made him the 10th Australian to pass 250 Test scalps and capped a magnificent year as captain. Down by seven wickets, Australia opted to take an extra 30 minutes in a bid to complete the match on Friday rather than return for day five. But Pakistan was left furious by the controversial dismissal of Mohammad Rizwan. Pat Cummins’ role in victory caps perfect year for Australia captain It was a joyous end to one of the MCG’s great Tests, with Pakistan fighting harder than many nations touring Australian soil typically do. Earlier in the day, Pakistani star Babar Azam looked ready to explode after a difficult start to the series. But in the 41st over, the former captain was felled by another classic delivery, this time from Josh Hazlewood. Babar’s stumps were rattled in the first innings by Cummins, who produced a ‘dream ball’, and Hazlewood’s wicket was equally good. ‘The game kept turning. Sometimes things went Australia’s way, other times ours,” Masood said. ‘But when we were leading with the bat when Abdullah and I had a good partnership (in the first innings), Pat Cummins came in with that spell. “And that’s why he’s one of the best bowlers in the world.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pat cummins",
        "sentiment": "negative"
      },
      {
        "name": "mohammad rizwan",
        "sentiment": "negative"
      },
      {
        "name": "salman ali agha",
        "sentiment": "none"
      },
      {
        "name": "benaud",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "mcg",
        "sentiment": "none"
      },
      {
        "name": "mcg cummins",
        "sentiment": "none"
      },
      {
        "name": "cummins",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "australia defeat pakistan",
        "sentiment": "none"
      },
      {
        "name": "pakistan",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T19:44:06.567+02:00",
  "updated": "2023-12-29T19:44:06.567+02:00"
}