{
  "thread": {
    "uuid": "d6f26870a68af011a7d8a27fef359e09874ca364",
    "url": "https://www.womansworld.com/posts/comfort/five-siblings-from-foster-care",
    "site_full": "www.womansworld.com",
    "site": "womansworld.com",
    "site_section": "https://www.womansworld.com/feed",
    "site_categories": [
      "media",
      "health",
      "herbs_for_health"
    ],
    "section_title": "Woman's World",
    "title": "God Calls Bonura Family To Adopt Five Siblings From Foster Care",
    "title_full": "God Calls Bonura Family To Adopt Five Siblings From Foster Care",
    "published": "2024-03-15T00:18:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.womansworld.com/wp-content/uploads/2025/03/Bonura-family-featured-photo.jpg",
    "performance_score": 0,
    "domain_rank": 29251,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d6f26870a68af011a7d8a27fef359e09874ca364",
  "url": "https://www.womansworld.com/posts/comfort/five-siblings-from-foster-care",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "mdillard",
  "published": "2024-03-15T00:18:00.000+02:00",
  "title": "God Calls Bonura Family To Adopt Five Siblings From Foster Care",
  "text": "Comfort\nFamily Adopts Five Siblings From Foster Care: “God Made a Way and Love Made It Possible!”\nRead the inspiring story of how faith lead one family to grow x 5!\nAndi Bonura’s hands trembled as she picked up the phone one night in 2017. It’s happening. It’s really happening! she thought, her mind a whirl of excitement as her caseworker greeted her.\nWhen Andi and her husband, Thomas, got married, they were sure of two things: They wanted a large family and they wanted to be foster parents. Having their own children proved to be a difficult battle. But, finally, Andi gave birth to three beautiful babies — Joey, now 11, Sadie, 10, and Daphne, 8. Watching them grow was Andi and Thomas’ greatest joy, and it only bolstered their desire to become foster parents.\nNow after a long approval process and unbridled anticipation…\n“Andi, we have a little baby here at the hospital,” their caseworker said, a smile in her voice. “Can you come pick him up?”\n“I’m on the way!” Andi replied, racing out the door.\nThe whole family instantly fell in love with baby Bryson. So much so that Andi found herself wanting to know more about him, and two months after taking him in, Andi asked her caseworker for more information.\n“He actually has four other siblings,” the foster coordinator explained. “They’re all placed in different homes.”\nFive siblings and none of them together? Andi thought, her heart breaking. I wish we could do something to help. And all at once, Andi knew in her heart what she had to do.\nMUST-READ:\nGrammy-nominated Musician With Missing Fingers Adopts Boy With Same Birth Defect: “It Was All God’s Plan!”\nA heartwarming reunion\n“What can we do to get them all?” Andi asked.\n“I’m sorry…” the caseworker said, explaining that the foster system allowed for only six children total to live in a home, making it impossible for the Bonura family to foster all four of Bryson’s siblings.\n“Can we at least get two more of them?” Andi asked.\n“Maybe,” the caseworker hedged. “Let me look into this and see what we can do.” After months of petitioning to reunite the siblings, the Bonuras were eventually able to welcome David, 6, and Gabi, 4, into their home. Seeing the siblings together, Andi’s heart swelled, but she knew something was still missing.\nI wish we could reunite the whole family, she mused, praying for the chance to do so. And in August of 2018, the Bonuras got their wish when a new regulation passed, allowing a foster home to have more than six children — as long as the foster children were blood siblings.\n“Finally!” Andi and Thomas rejoiced when they heard the news. “We can reunite Bryson with his 8-year-old twin brothers, Thomas and Carter!”\nSoon, they were all under one roof — a miracle no one thought could be topped, until they received yet another phone call.\nMUST READ:\nStar Lineman Jason Brown Quits NFL And Starts A Farm To Feed The Hungry: “God Laid It On My Heart!”\nA forever family\n“The court has decided to terminate the parents’ rights,” the caseworker told the Bonuras. “They are all up for adoption!”\nAndi could hardly believe her ears when the caseworker followed with the question she had already answered in her heart long ago. “Would you like to adopt all five?”\n“Yes!” she and Thomas exclaimed, happy tears cascading down their faces. And after the grueling two-year-long process, the adoption was finalized through a Zoom call during the height of the COVID-19 outbreak May of 2020 — complete with a drive-by parade with neighbors and friends.\nAnd the miracles didn’t stop there. As the Bonura family shared photos online of their happy family on adoption day, they began hearing from others about how they had been inspired by their story and the trust they’ve had in God all along.\nStrangers and friends alike flooded the Bonuras’ social media pages to tell them how moved they were by what they had done for the children. I had a miscarriage, but I’ve now decided to foster and adopt! explained one stranger in a message. But the sweetest message came from Andi’s old college friend. I have been thinking about fostering or adopting, she wrote. And your story inspired me to move forward with it!\nThe Bonuras never imagined that their dream of being foster parents would not only allow them the opportunity to make their family whole — but also to inspire others. But today, each message of support and love warms the family’s hearts and has grown their faith.\n“I had a lot of fears, but this was God’s plan for us. God made a way,” Andi smiles. “I realized God had faith in me, so I needed to have faith in me too. When we got married 15 years ago, we never imagined a house with eight kids, but it’s an amazing blessing we have with these precious children. Now, we can’t imagine them ever not being part of the family — we are so grateful every day!”\nFor\nmore comforting stories about God’s plan, keep reading… Savannah Guthrie Shares Her Faith Journey: “God Doesn’t Cause Pain, He Carries Us Through It” (EXCLUSIVE) Grieving Daughter Receives Inspiration From Heaven: “The Words Just Kept Coming!” Olympic Hopeful Has Near-Death Experience That Teaches Her “God Has A Plan For Us All”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [
    "https://twitter.com/andibonura?lang=en",
    "https://twitter.com/andibonura",
    "https://www.twitter.com/andibonura?lang=en"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bonura",
        "sentiment": "negative"
      },
      {
        "name": "thomas",
        "sentiment": "none"
      },
      {
        "name": "bryson",
        "sentiment": "none"
      },
      {
        "name": "daphne",
        "sentiment": "none"
      },
      {
        "name": "joey",
        "sentiment": "none"
      },
      {
        "name": "andi bonura",
        "sentiment": "none"
      },
      {
        "name": "andi",
        "sentiment": "none"
      },
      {
        "name": "sadie",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:22:01.421+02:00",
  "updated": "2024-03-15T00:22:01.421+02:00"
}