{
  "thread": {
    "uuid": "1c654b0fa0a4d1502059f7c89a7ab24d4d47c8ee",
    "url": "https://www.rrstar.com/story/opinion/columns/2024/02/16/your-turn-next-generation-of-engineers-will-build-a-brighter-future/72610207007",
    "site_full": "www.rrstar.com",
    "site": "rrstar.com",
    "site_section": "https://rrstar.com/search",
    "site_categories": [
      "real_estate",
      "media",
      "buying_selling_homes"
    ],
    "section_title": "Search - rrstar.com",
    "title": "Your turn: Next generation of engineers will build a brighter future",
    "title_full": "Your turn: Next generation of engineers will build a brighter future",
    "published": "2024-02-16T11:35:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 20048,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1c654b0fa0a4d1502059f7c89a7ab24d4d47c8ee",
  "url": "https://www.rrstar.com/story/opinion/columns/2024/02/16/your-turn-next-generation-of-engineers-will-build-a-brighter-future/72610207007",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Special to the Rockford Register Star - Unlimited Digital Access",
  "published": "2024-02-16T11:35:00.000+02:00",
  "title": "Your turn: Next generation of engineers will build a brighter future",
  "text": "Your turn: The next generation of engineers will build a brighter future Engineering the future: celebrating innovation and sustainability Consider a world that produces everyday items without draining natural resources, and where toxic emissions are a thing of the past. Now, imagine a place where robots check bridges, looking for structural anomalies years before they would ever become a safety risk. In this same space, medical researchers use Artificial Intelligence (AI) algorithms to study the 3D structure of diseases they are working to cure, and cargo ships are fueled with ammonia instead of fossil fuels. It’s all happening, right here and now, in this world. And that’s because of engineers. Heading into this year’s National Engineers Week, from Feb. 18 to Feb. 24, we are celebrating the theme of Welcome to the Future. I can’t imagine a better time to do that. This theme honors our achievements while also casting an ambitious vision for the future. Truly, the future of engineering, through the advent of AI and robotic technology, has never been brighter. We’re in the midst of rapid growth, one where innovation, sustainability and diversity come together to lead us to engineering solutions of which we could only have dreamed. I have always felt the impact engineering has on our lives is profound and awe-inspiring. Growing up on a farm in rural Forreston, Illinois, my early vision for engineering began simply by building dirt roads for toys and digging channels to relieve the spring thaw. Eventually playtime was replaced, and I was expected to help. I found that constant creativity in approach led to easier ways to get the work done and not being afraid to try allowed an iterative, real-time solution approach that generated results at a faster pace. Obviously, things grew more sophisticated as I moved on to college and then the work environment in my pursuit to become a Professional Engineer. Today as I spend more time in this industry where innovation and problem-solving are an expectation, I am impressed with how those around me respond. Still, our industry is on the precipice of a rate of change unlike anything I’ve seen. Consider the birth of the computer. It was the 1940s when an early version of today’s computers first developed. These versions weren’t available to consumers and came with high price tags, for years. Even after home computers came on the scene in the late 1970s, it would be three more decades before the first iPhone was released in 2007. In less than half that time, we have a new iPhone released nearly every year, iPads, iPods and soon the newest innovation, the Vision Pro headset. Now, compare that to generative AI, a relative newcomer on the tech scene. It only took one year after its launch for interest in generative AI to triple. Where will AI take us and at what pace? Quantum computing, meanwhile, is taking on problems too complex for us to handle and one day will anticipate problems. Nanotechnology is giving us repair and restoration options at the molecular level so we can better control the outcome. These innovations open the door to tremendous possibilities as they challenge engineers to develop solutions with even more creativity, resilience and ingenuity. That’s why it’s critical to invest in STEM (science, technology, engineering and mathematics) education for our youth. Children are the problem-solvers of our future. They’ll take our advancements and build on them. Their innovation will benefit our entire society. We are in a unique position to foster the future of our world through the next generation. It’s up to us to cultivate a world where children see engineering for its possibilities and build a future that is brighter, more resilient and powered by its limitless potential. It is up to us to share how important STEM will be tomorrow regardless of our career paths and assure them they are capable. Certainly not everyone should pursue an engineering career as that would create a limiting world. We must simply not ignore how much technology will play a role in our future regardless of our field of interest, why it will be key to be able to embrace technology regardless of your passion and just how quickly we might fall behind if we wait. The next generation’s solutions, development and dreams will be more than we can imagine. Their work will embrace technology while expecting rapid change and championing sustainable development. Let’s give them a warm welcome to the future. Mick Gronewold is a professional engineer who enjoys helping colleagues and clients find solutions to their toughest problems, even when they reach beyond engineering. He is also Chief Executive Officer at Fehr Graham, an engineering and environmental firm with 12 offices in Illinois, Iowa and Wisconsin. Reach him at mgronewold@fehrgraham.com.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T11:49:32.851+02:00",
  "updated": "2024-02-16T12:41:06.138+02:00"
}