{
  "thread": {
    "uuid": "9a5681571c15557f7376c2646822cfeba65da3c0",
    "url": "https://steelersdepot.com/2024/02/omar-khan-says-its-encouraging-the-way-new-staff-members-have-gelled",
    "site_full": "steelersdepot.com",
    "site": "steelersdepot.com",
    "site_section": "http://www.steelersdepot.com/feed/rss/",
    "site_categories": [
      "sports"
    ],
    "section_title": "Steelers Depot",
    "title": "Omar Khan Says It’s ‘Encouraging’ The Way New Staff Members Have Gelled",
    "title_full": "Omar Khan Says It’s ‘Encouraging’ The Way New Staff Members Have Gelled",
    "published": "2024-03-01T01:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://steelersdepot.com/wp-content/uploads/2024/02/ZachAzzanni-1.jpg",
    "performance_score": 0,
    "domain_rank": 73208,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9a5681571c15557f7376c2646822cfeba65da3c0",
  "url": "https://steelersdepot.com/2024/02/omar-khan-says-its-encouraging-the-way-new-staff-members-have-gelled",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Joe Clark",
  "published": "2024-03-01T01:00:00.000+02:00",
  "title": "Omar Khan Says It’s ‘Encouraging’ The Way New Staff Members Have Gelled",
  "text": "INDIANAPOLIS — Pittsburgh Steelers general manager Omar Khan made the media rounds today, first addressing local media before taking the podium at the NFL Scouting Combine. He also went on\n Movin’ The Chains on SiriusXM with Jim Miller and Pat Kirwan, and during that interview he talked about some of the new staff hires Pittsburgh has made beyond offensive coordinator Arthur Smith. That includes quarterbacks coach Tom Arth and wide receivers coach Zach Azzani, as well as offensive assistant Matt Baker. Khan said he’s pleased with how the new additions to the staff are gelling with each other and the returning staff members.\nKhan said he’s excited that Mike Sullivan and Eddie Faulkner are back, albeit with Sullivan in a different role, while he also expressed his excitement about the other new staff hires.\n“Sully really did a good job for us last year, he stayed on in the senior offensive assistant role. Really excited to have him back, Eddie Faulkner is back, really excited to have him back. Eddie Faulkner is back and excited to have him back, and I think the new guys that are coming in, Zach Azzanni, Tom Arth, Matt Baker, obviously we talked about Arthur, I think he’s gonna be a great addition. I’ve just seen the way these guys have gelled, and it’s encouraging.”\nPittsburgh parted ways with wide receivers coach Frisman Jackson. Meanwhile, offensive assistant Glenn Thomas took a job with the Nebraska Cornhuskers, leaving the Steelers with two spots they needed to fill. They then brought in Arth as their quarterbacks coach while giving Sullivan a new title, and recently added Baker, who worked with Smith in Atlanta. Obviously, when you add in new staff members who might have different philosophies from guys who are left from the old regime, there’s always the risk for philosophical differences.\nHowever, that doesn’t seem to be the case, and the staff gelling early on is a positive sign going forward for the Steelers. With Faulkner serving as the interim offensive coordinator last season and Sullivan the play-caller, there doesn’t appear to be any sort of differences in approach when it comes to what Smith is doing, or any issues with the new position coaches or offensive assistants who have been brought in. Khan also said he’s excited to see the new offense under Smith in action when OTAs begin, and that’s a sentiment shared by the Black and Gold faithful as the Steelers finally look to get their offense off the ground after a few subpar seasons on that side of the ball.\nAlex Kozora already detailed why Azzani is such a good fit for Pittsburgh, and it sounds as if Arth and Baker are assimilating into the culture and helping improve the offense as well. It’s going to be exciting to see it all come together when workouts start, and there are sure to be some changes to the players, as well. It’s already been a busy offseason for the Steelers, and it will continue to get busier as free agency is just weeks away, with the draft soon after.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [
    "https://www.siriusxm.com/channels/siriusxm-nfl-radio",
    "https://siriusxm.com/channels/siriusxm-nfl-radio"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "omar khan",
        "sentiment": "negative"
      },
      {
        "name": "zach azzani",
        "sentiment": "none"
      },
      {
        "name": "arthur smith",
        "sentiment": "none"
      },
      {
        "name": "pat kirwan",
        "sentiment": "none"
      },
      {
        "name": "sullivan",
        "sentiment": "none"
      },
      {
        "name": "matt baker",
        "sentiment": "none"
      },
      {
        "name": "jim miller",
        "sentiment": "none"
      },
      {
        "name": "eddie faulkner",
        "sentiment": "none"
      },
      {
        "name": "khan",
        "sentiment": "none"
      },
      {
        "name": "tom arth",
        "sentiment": "none"
      },
      {
        "name": "mike sullivan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "— pittsburgh steelers",
        "sentiment": "neutral"
      },
      {
        "name": "nfl",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "indianapolis",
        "sentiment": "none"
      },
      {
        "name": "pittsburgh",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T01:06:31.850+02:00",
  "updated": "2024-03-01T01:06:31.850+02:00"
}