{
  "thread": {
    "uuid": "e1f45e6a843a94cb3995a95aac32d0c9a5b10cf4",
    "url": "https://vnexplorer.net/pm-modis-russia-outreach-was-key-in-averting-nuclear-crisis-in-2022-says-us-report-on-ukraine-war-s1825330.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "PM Modi’s Russia Outreach Was Key In Averting Nuclear Crisis In 2022, Says US Report on Ukraine War",
    "title_full": "PM Modi’s Russia Outreach Was Key In Averting Nuclear Crisis In 2022, Says US Report on Ukraine War",
    "published": "2024-03-10T18:17:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jEdZF.img",
    "performance_score": 0,
    "domain_rank": 52286,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e1f45e6a843a94cb3995a95aac32d0c9a5b10cf4",
  "url": "https://vnexplorer.net/pm-modis-russia-outreach-was-key-in-averting-nuclear-crisis-in-2022-says-us-report-on-ukraine-war-s1825330.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-03-10T18:17:00.000+02:00",
  "title": "PM Modi’s Russia Outreach Was Key In Averting Nuclear Crisis In 2022, Says US Report on Ukraine War",
  "text": "Russian President Vladimir Putin and Prime Minister Narendra Modi attend a meeting on the sidelines of the Shanghai Cooperation Organization (SCO) summit in Samarkand, Uzbekistan September 16, 2022. (Reuters)\nWhen the world came close to a nuclear crisis in late 2022 due to the Russia-Ukraine conflict, public outreach from world leaders including Prime Minister Narendra Modi helped avert a crisis, CNN has reported, citing US officials.\nIn late 2022, the US began preparations for the possibility of Russia launching a nuclear strike on Ukraine, according to American news anchor and ex-government official Jim Sciutto. In his report, Sciutto revealed that the Biden administration shared serious concerns about the potential use of tactical or battlefield nuclear weapons by Russia. This worry stemmed from several alarming developments and sensitive information received by the US during the period.\nActing on the intel, the US National Security Council conducted a series of meetings to formulate contingency plans in a bid to preempt or deter potential nuclear actions. During the fall of 2022, as Ukrainian forces made significant advances against Russian-occupied territories, including Kherson in the south, the prospect of a nuclear response became increasingly plausible. The Biden administration perceived the potential loss of significant Russian forces as a catalyst for nuclear escalation.\nAmid these developments, Russia propagated a narrative surrounding a purported “Ukrainian dirty bomb threat,” according to the report. Despite international skepticism, the spread of this information heightened concerns within the Biden administration about potential Russian nuclear intentions. Additionally, western intel agencies intercepted communications among Russian officials explicitly discussing the possibility of a nuclear strike. While the exact nature of these discussions remained unclear, they contributed to a growing sense of apprehension within the US administration.\nThroughout late 2022, the US engaged in urgent diplomatic outreach, conveying its concerns directly to Russian counterparts and collaborating closely with allies to develop response strategies. Efforts were made to enlist the support of non-allies, such as China and India, in discouraging Russia from pursuing nuclear options. “One of the things we did was not only message them directly, but strongly urge, press, encourage other countries, to whom they might be more attentive, to do the same thing,” a senior US official told Sciutto.\nCiting US officials, CNN reported that, “outreach and public statements from Chinese leader Xi Jinping and Indian Prime Minister Narendra Modi helped avert a crisis.” It was the same period, when on the sidelines of a regional security bloc summit in Uzbekistan, Modi famously told Russian President Vladimir Putin that now was not a time for war. “I know that today’s era is not an era of war, and I have spoken to you on the phone about this,” Modi told Putin, which was later echoed by other world leaders.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jEdZF.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jEdZF.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "narendra modi",
        "sentiment": "negative"
      },
      {
        "name": "modi",
        "sentiment": "negative"
      },
      {
        "name": "vladimir putin",
        "sentiment": "negative"
      },
      {
        "name": "sciutto",
        "sentiment": "none"
      },
      {
        "name": "biden",
        "sentiment": "none"
      },
      {
        "name": "jim sciutto",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cnn",
        "sentiment": "none"
      },
      {
        "name": "us national security council",
        "sentiment": "none"
      },
      {
        "name": "reuters",
        "sentiment": "none"
      },
      {
        "name": "shanghai cooperation organization",
        "sentiment": "none"
      },
      {
        "name": "sco",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "uzbekistan",
        "sentiment": "none"
      },
      {
        "name": "samarkand",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-10T18:27:32.210+02:00",
  "updated": "2024-03-10T18:27:32.210+02:00"
}