{
  "thread": {
    "uuid": "554646542db5a9ee85f4e86eb86463ac6a36172f",
    "url": "https://www.thenews.com.pk/print/1143129-religious-scholars-urge-parents-to-get-their-children-vaccinated-against-polio",
    "site_full": "www.thenews.com.pk",
    "site": "thenews.com.pk",
    "site_section": "https://www.thenews.com.pk",
    "site_categories": [
      "media"
    ],
    "section_title": "The News International: Latest News Breaking, Pakistan News",
    "title": "Religious scholars urge parents to get their children vaccinated against polio",
    "title_full": "Religious scholars urge parents to get their children vaccinated against polio",
    "published": "2023-12-30T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.thenews.com.pk/assets/uploads/akhbar/2023-12-30/l_1143129_071016_updates.jpg",
    "performance_score": 0,
    "domain_rank": 5198,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "554646542db5a9ee85f4e86eb86463ac6a36172f",
  "url": "https://www.thenews.com.pk/print/1143129-religious-scholars-urge-parents-to-get-their-children-vaccinated-against-polio",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Asim Yasin",
  "published": "2023-12-30T02:00:00.000+02:00",
  "title": "Religious scholars urge parents to get their children vaccinated against polio",
  "text": "ISLAMABAD: Religious scholars and leaders representing various schools of thought, along with the Pakistan Ulema Council, on Friday observed the ‘Children’s Protection Day’ across the country. On this significant occasion, they used their Friday sermons to urge the public to fearlessly ensure their children receive the polio vaccine, thereby safeguarding them from potential lifelong disabilities. Ulema and Mashaykh said it was imperative to emphasise that the administration of polio drops was entirely lawful and these drops had no adverse impact on human structure and did not induce weakness in children. They said, “Islamic Shariah directives also advocate avoiding risks to oneself and one’s children. Thus, it becomes a parental responsibility to administer polio drops, and those who neglect this duty may unfortunately, subject their children to the consequences of polio. Such negligence would be viewed unfavorably by Allah and the society.” The religious scholars unanimously asserted that the opposition or resistance to polio vaccination in Pakistan was rooted in ignorance. “Those who spread propaganda against this vital campaign were, in essence, jeopardising the health of children,” they added. They said historically, polio was prevalent in different parts of the world, including America, Great Britain, European countries, and India. “However, these nations dedicated relentless efforts to control and eventually eliminate the disease. Today, they stand free from its grip. Regrettably, Pakistan still grapples with polio,” they maintained. They said the international health organisations were diligently working to eradicate the disease by administering vaccinations to children, adding that they actively supported these initiatives. Despite these efforts, they said certain elements, driven by ignorance or ulterior motives, continued to obstruct the progress in combating polio. The religious scholars emphasised that vaccines were a form of medicine, and the teachings of the Holy Prophet (Peace Be Upon Him) regarding the use of medicine were unequivocal. They said polio was an ailment for which there was no cure once contracted. Quoting Allah’s guidance in the Holy Quran against self-harm, they highlighted the moral imperative of not allowing a child to suffer a lifelong disability by withholding necessary medication. They further asserted that “the choice lied between nurturing a nation of sound mental and physical health or one burdened with mental and physical handicaps. “Those impeding children from receiving polio vaccinations should reflect on this consequential decision.” The religious scholars who expressed these views included Pakistan Ulema Council Chairman Hafiz Muhammad Tahir Mahmood Ashrafi, Allama Ziaullah Shah Bukhari, Pir Naqibur Rahman, Pir Hasan Hasibur Rahman, Maulana Muhammad Khan Leghari, Allama Arif Wahidi, Allama Abdul Haq Mujahid and others.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Health",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mashaykh",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "kistan ulema council",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pakistan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T04:30:23.389+02:00",
  "updated": "2023-12-30T04:30:23.389+02:00"
}