{
  "thread": {
    "uuid": "b2143993da1a2ea181139b15a23a1ec0b4037ea9",
    "url": "https://www.lagazzettadelmezzogiorno.it/news/press-release/1519312/comunicato-stampa-colli-euganei-proclamati-riserva-della-biosfera-mab-unesco.html",
    "site_full": "www.lagazzettadelmezzogiorno.it",
    "site": "lagazzettadelmezzogiorno.it",
    "site_section": "https://www.lagazzettadelmezzogiorno.it/ricerca",
    "site_categories": [
      "education",
      "entertainment",
      "top_news"
    ],
    "section_title": " - La Gazzetta del Mezzogiorno - ",
    "title": "Comunicato Stampa: Colli Euganei proclamati Riserva della Biosfera MAB UNESCO - La Gazzetta del Mezzogiorno",
    "title_full": "Comunicato Stampa: Colli Euganei proclamati Riserva della Biosfera MAB UNESCO - La Gazzetta del Mezzogiorno",
    "published": "2024-07-05T14:05:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.lagazzettadelmezzogiorno.it/resizer/600/315/true/ansa/2024_07_05/pressrelease_img_20_1720183272328_1.jpg--.jpg",
    "performance_score": 0,
    "domain_rank": 65988,
    "domain_rank_updated": "2024-07-02T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b2143993da1a2ea181139b15a23a1ec0b4037ea9",
  "url": "https://www.lagazzettadelmezzogiorno.it/news/press-release/1519312/comunicato-stampa-colli-euganei-proclamati-riserva-della-biosfera-mab-unesco.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ansa Agenzia",
  "published": "2024-07-05T14:05:00.000+03:00",
  "title": "Comunicato Stampa: Colli Euganei proclamati Riserva della Biosfera MAB UNESCO - La Gazzetta del Mezzogiorno",
  "text": "(Arv) Venezia 5 lug. 2024 - “Il riconoscimento ottenuto dall’Unesco è la conclusione di un lungo percorso, che ha richiesto un impegno straordinario dell’Ente Parco e di tutto il territorio di riferimento. Abbiamo raggiunto un traguardo importante, che da un lato consentirà ai Colli Euganei di essere protagonisti di un percorso di rilancio economico e valorizzazione turistico-ambientale, dall’altro rappresenta un’ulteriore spinta verso la realizzazione di un progetto di sviluppo territoriale sostenibile. L’Unesco ci ha dato l’occasione di cogliere nuove opportunità, grazie alle quali i Colli Euganei potranno essere sempre più incisivi nella realizzazione di resilienza alle sfide ambientali, sociali ed economiche a cui siamo chiamati. Oggi è anche arrivata la conferma dell’impegno messo in campo dalla Regione sul fronte della valorizzazione a livello internazionale e della salvaguardia dei propri patrimoni naturalistici e culturali: i Colli sono un unicum che racchiude habitat e specie uniche nel loro genere e che ne fa un tesoro di biodiversità. Oggi non hanno vinto solo i colli Euganei ma ha vinto tutto il Veneto”. Queste le parole di soddisfazione con cui il Presidente del Consiglio regionale del Veneto Roberto Ciambetti ha commentato l’esito della 36^ Sessione dell’International Coordinating Council of the Man and the Biosphere (MAB) Programme, svoltasi in mattinata ad Agadir in Marocco, nel corso della quale i Colli Euganei sono stati proclamati Riserva della Biosfera MAB UNESCO. Quest’ultimo è il programma scientifico intergovernativo avviato dall’UNESCO nel 1971 per promuovere, su base scientifica, un rapporto equilibrato tra uomo e ambiente attraverso la tutela della biodiversità e le buone pratiche di Sviluppo Sostenibile. Attualmente sono 748 le Riserve riconosciute dall’Unesco, in 134 Paesi: 20 sono i siti che si trovano in Italia, tra cui il Monte Grappa e il Delta del Po. Il processo di candidatura dei Colli Euganei a Riserva MAB Unesco è stato avviato nell’ottobre 2021 e l’area proposta a Riserva della Biosfera interessa una superficie di 34mila ettari, coinvolgendo l’intero territorio dei 15 Comuni del Parco regionale dei Colli Euganei. La responsabilità editoriale e i contenuti di cui al presente comunicato stampa sono a cura di CONSIGLIO REGIONALE VENETO",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T16:09:22.514+03:00",
  "updated": "2024-07-05T16:09:22.514+03:00"
}