{
  "thread": {
    "uuid": "fff4ac5722be3788f4e4c8780f01c57b165b1cc8",
    "url": "https://www.razon.com.mx/estados/inaugura-huixquilucan-unidad-medica-especialidades-san-cristobal-581707",
    "site_full": "www.razon.com.mx",
    "site": "razon.com.mx",
    "site_section": "https://www.razon.com.mx/estados",
    "site_categories": [
      "travel",
      "mexico_and_central_america"
    ],
    "section_title": "Estados",
    "title": "Inaugura Huixquilucan Unidad Médica de Especialidades “San Cristóbal\"",
    "title_full": "Inaugura Huixquilucan Unidad Médica de Especialidades “San Cristóbal\"",
    "published": "2024-06-22T01:26:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://imagenes.razon.com.mx/files/og_thumbnail/uploads/2024/06/21/6675fc66b8145.jpeg",
    "performance_score": 0,
    "domain_rank": 44851,
    "domain_rank_updated": "2024-06-18T13:08:26.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fff4ac5722be3788f4e4c8780f01c57b165b1cc8",
  "url": "https://www.razon.com.mx/estados/inaugura-huixquilucan-unidad-medica-especialidades-san-cristobal-581707",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "La Razón Online",
  "published": "2024-06-22T01:26:00.000+03:00",
  "title": "Inaugura Huixquilucan Unidad Médica de Especialidades “San Cristóbal\"",
  "text": "Ofrecerá atención médica multidisciplinaria Inaugura Huixquilucan Unidad Médica de Especialidades “San Cristóbal\" La presidenta municipal, Romina Contreras, destacó que, con esta nueva Unidad Médica, Huixquilucan se consolida como el municipio que cuenta con la red de hospitales públicos más grande del país El [Gobierno de Huixquilucan](https://www.razon.com.mx/estados/seguire-trabajando-descanso-huixquilucan-siga-avanzando-afirma-romina-contreras-579301) inauguró la Unidad Médica de Especialidades “San Cristóbal”, en la comunidad de San Cristóbal Texcalucan, en la cual se ofrecerá una atención médica multidisciplinaria a los habitantes de esta zona, sin que tengan que hacer largos traslados; además, estas nuevas instalaciones permiten seguir ampliando la cobertura de prestación de servicios de salud integrales a la población. Al realizar el corte inaugural, la presidenta municipal, Romina Contreras Carrasco, resaltó que esta nueva unidad se suma al Centro Médico Huixquilucan, en Ampliación Palo Solo, recién inaugurado; así como a los hospitales San Pío, Mater Dei y San Fernando, con lo que Huixquilucan se consolida como el único municipio del país que opera cinco unidades médicas, las cuales conforman la red de hospitales públicos más grande de la República y que es administrada por un gobierno local. “Es de suma importancia tener una Unidad Médica en esta región que, sin duda alguna, cambiará la vida de muchos huixquiluquenses. ¡Misión cumplida! Estamos entregando una obra más para nuestro municipio, porque éste es un gobierno que trabaja y da resultados. Es importante que toda la región tenga un espacio como éste, que dará servicio a toda la familia y será de gran beneficio para todos”, expresó. La presidenta municipal agregó que esta Unidad Médica de Especialidades está diseñada para ofrecer servicios de salud calidad cercanos a la población, por lo que beneficiará a los habitantes de El Mirador, El Trejo, Magdalena Chichicaspa, San José Huiloteapan y San Cristóbal Texcalucan, así como a otras comunidades aledañas. Por su parte, la presidenta del Sistema Municipal DIF Huixquilucan, Ana Luisa Pérez Aguilar, explicó que la Unidad Médica de Especialidades “San Cristóbal” es parte de la red de hospitales municipales, así como de los 26 Centros de Desarrollo Comunitario ubicados en todo el territorio y las unidades médicas móviles que recorren las colonias y comunidades, los cuales operan para seguir ampliando la prestación de servicios de salud. En tanto, la directora general de Infraestructura y Edificación, Jessica Nabil Castillo Martínez, detalló que en esta obra se invirtieron cerca de nueve millones de pesos y está construida sobre una superficie de 334 metros cuadrados, en donde se dispuso de cinco consultorios médicos y un área médica, una recepción, sala de espera, archivo clínico, área de curaciones, área de administración, cuarto séptico, bodega, módulo de sanitarios, entre otros; además, tiene fosa séptica, un pozo de absorción, cisterna y una caseta de seguridad. Asimismo, para el ingreso a las instalaciones, se diseñó un muro de mampostería de 163 metros cuadrados, una rampa de más de 70 metros y una plancha de 341 metros cuadrados; adicionalmente, por las condiciones del terreno, se edificó un muro de contención de más de cuatro metros de altura y 213 metros cúbicos y se rehabilitó la banqueta exterior. La nueva Unidad Médica de Especialidades “San Cristóbal” ofrece servicios de Medicina General, con horario de lunes a viernes, de 9:00 a 15:00 horas; Nutrición y Odontología, de lunes a jueves, de 9:00 a 17:00 horas y viernes de 9:00 a 15:00; Quiropráctico, lunes a jueves, de 9:00 a 12:00 y viernes, de 9:00 a 15:00; Urólogo, jueves de 13:00 a 16:00; y laboratorio, lunes a viernes, de 7:00 a 15:00 horas. Está ubicada en calle Colibríes, s/n, San Cristóbal Texcalucan; para mayor información, la ciudadanía puede comunicarse al teléfono 55 5811 7238. [Únete a nuestro canal de WhatsApp](https://whatsapp.com/channel/0029Va4honc30LKY9Z0wAT1u). En La Razón enviamos a tu celular lo más importante México y el Mundo, recuerda que una persona informada siempre tiene La Razón. FBPT - [Anuncia Javier May censo para definir beneficiarios de programas sociales de su gobierno](/estados/anuncia-javier-may-censo-definir-beneficiarios-programas-sociales-gobierno-581604) - [Babo y Celia Lora hacen VIDEO sin censura](/entretenimiento/babo-celia-lora-video-censura-579412) - [Piquero se rompe la cara y los VIDEOS más perturbadores de TikTok](/entretenimiento/piquero-rompe-cara-otros-perturbadores-videos-virales-tiktok-571245) - [Piquero se rompe la cara, la historia del perturbador VIDEO que es viral en TikTok](/entretenimiento/piquero-rompe-cara-impactante-video-viral-redes-563215) - [Resultados del Tris de hoy 21 de junio del 2024. Ve aquí los números ganadores](/mexico/resultados-tris-hoy-21-junio-2024-ve-numeros-ganadores-580925)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://whatsapp.com/channel/0029Va4honc30LKY9Z0wAT1u).",
    "https://www.whatsapp.com/channel/0029Va4honc30LKY9Z0wAT1u)."
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-22T02:11:36.754+03:00",
  "updated": "2024-06-22T05:45:45.269+03:00"
}