{
  "thread": {
    "uuid": "6a4b2a37238f979380b3f9c7dcf3e4dca451d88b",
    "url": "https://ge.globo.com/ce/futebol/times/ceara/noticia/2024/04/18/exclusiva-diretor-de-futebol-do-ceara-exalta-elenco-e-cita-departamento-de-performance-mental.ghtml",
    "site_full": "ge.globo.com",
    "site": "globo.com",
    "site_section": "http://globoesporte.globo.com/ce/",
    "site_categories": [
      "top_news"
    ],
    "section_title": "Estado do Ceará | ge/ce",
    "title": "Exclusiva: Diretor de futebol do Ceará exalta elenco e cita Departamento de Performance Mental | ceará | ge",
    "title_full": "Exclusiva: Diretor de futebol do Ceará exalta elenco e cita Departamento de Performance Mental | ceará | ge",
    "published": "2024-04-18T23:37:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GE",
    "main_image": "https://s2-ge.glbimg.com/AnGNIxcBowrcWgHG0HC7CIcO0PE=/600x0/filters:quality(50)/https://i.s3.glbimg.com/v1/AUTH_bc8228b6673f488aa253bbcb03c80ec5/internal_photos/bs/2024/6/N/s0VZ2tRMmNHVnH1fGTLw/img-20240418-wa0024.jpg",
    "performance_score": 0,
    "domain_rank": 752,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6a4b2a37238f979380b3f9c7dcf3e4dca451d88b",
  "url": "https://ge.globo.com/ce/futebol/times/ceara/noticia/2024/04/18/exclusiva-diretor-de-futebol-do-ceara-exalta-elenco-e-cita-departamento-de-performance-mental.ghtml",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "globo.com",
  "published": "2024-04-18T23:37:00.000+03:00",
  "title": "Exclusiva: Diretor de futebol do Ceará exalta elenco e cita Departamento de Performance Mental | ceará | ge",
  "text": "Às vésperas do início da Série B do Brasileirão, o diretor de futebol do Ceará , Haroldo Martins, faz um balanço do início de temporada do Alvinegro, em entrevista exclusiva ao ge . Ele avaliou a reformulação do elenco, a conquista do Campeonato Cearense, a eliminação no Nordestão e o transfer ban da Fifa, que atrapalhou o planejamento de contratações para o Vovô na janela de abril.\nCeará vence Fortaleza nos pênaltis e conquista Cearense 2024\nSe houver tempo hábil, nós vamos tentar salvar alguma coisa. Mas eu não vou criar expectativa (na torcida). A gente precisa trabalhar dentro da realidade. — Haroldo Martins, sobre o transfer ban imposto ao Vovô pela Fifa. Haroldo, que já assumiu a função de diretor de futebol em 2016, pontuou as mudanças do setor desde a sua primeira passagem. Apesar do transfer ban, o dirigente elogiou o elenco montado sob o crivo do técnico Vagner Mancini e projetou o início da Série B do Brasileirão. Na estreia, no sábado, o Vovô recebe o Goiás no Castelão. Confira os pontos da exclusiva ao ge.\n1 de 2 Haroldo Martins, diretor de futebol do Ceará — Foto: Gabriel Silva/Ceará SC Haroldo Martins, diretor de futebol do Ceará — Foto: Gabriel Silva/Ceará SC\n+ Admiração e confiança! Há 12 anos no Ceará, preparador de goleiros exalta Richard: \"protagonista\"\nTransfer ban e janela de transferências\nHaroldo Martins : \"O Ceará vive problemas financeiros ainda frutos de um rebaixamento e que causam impacto neste ano. Isso não é novidade pra ninguém. Está absolutamente exposto. E e a gente tem que ter resiliência. O problema existe. Não adianta eu lamentar. Eu tenho que criar soluções. A gente já tinha alvos marcados dentro do que a gente ia fazer de planejamento, que peças a gente ia buscar. Essa janela é uma é de reposição de algumas carências. A gente a gente perdeu o Fernando Miguel e o Lucas Ribeiro, por exemplo. Seria uma janela para fazer essas reposições e alguma carência a mais\".\nHaroldo Martins : \"Tínhamos algumas situações engatilhadas, mas foram desengatilhadas com o tempo porque no final da janela esses valores precisam se colocar no mercado e a gente não tem como segurar até o limite. Mas a gente está aguardando. Se houver tempo hábil, nós vamos tentar salvar alguma coisa. Mas eu não vou criar expectativa (na torcida). A gente precisa trabalhar dentro da realidade. De qualquer forma, ainda que não seja feito, entendo que nós temos um elenco forte e pensando em soluções vamos usar mais a base pra suprir essas carências. Nós temos uma base de qualidade e atletas com pouca minutagem esse ano que podem ser utilizados\".\nMudanças no departamento de futebol\nHaroldo Martins : \"A gente alterou a estrutura de funcionamento do departamento de futebol. Se a gente não tem esse cenário fora de campo funcionando a contento, dificilmente a gente vai ter um sucesso dentro de campo. A gente precisa que a estrutura fora esteja ok para ter alguma chance de êxito, né? Então a gente trabalhou aqui nos diversos setores pra que eles funcionassem de uma forma integrada, harmônica, incluindo aí a integração com a base. E tem ainda o trabalho com o nosso departamento de mercado que agora juntamente com a Análise de Desempenho se chama D.I.M.A.S. Há também um caráter humano no que a gente fez aqui. E isso não está nos livros e não está nos cursos. Mas a gente precisa fazer com que as pessoas se sintam bem em trabalhar e que o resultado do trabalho delas seja pra elas também uma conquista. Então a gente tem uma um ambiente interno aqui no futebol muito bom\" .\nPsicológico dos atletas\nHaroldo Martins : \"Aqui é um trabalho de gestão de elenco diária. Essa abordagem é feita constantemente, esse acompanhamento mais perto do elenco. A gente criou um departamento que a gente chamou de DPM, Departamento de Performance Mental, como se fosse um departamento de preparação física, mas esse é voltado para a preparação mental, para a performance mental. E que o objetivo desse departamento é fazer com que o atleta consiga manter um foco no que ele tem que fazer. Ele passou do portão para cá, os problemas ou qualquer outra coisa fica lá do lado de fora. Aqui é foco em absorver o conteúdo técnico e foco em performance. Ele contempla a coordenação de um psiquiatra, um psicólogo do esporte e um assistente social. Nós temos feito coisas e usado ferramentas que são de ponta e de vanguarda. A gente tem inovado\".\nAjuda de Mancini\nHaroldo Martins : \"A gente tem um grupo que se fechou muito rapidamente. Uma comissão técnica que está totalmente integrada a esses novos processos. Já encontrei a comissão técnica aqui, mas o Mancini foi um grande parceiro nessa nessa implantação dos novos processos porque ele se agregou a isso rapidamente e passou a trabalhar para que eles fluíssem\".\n2 de 2 Mancini, Ceará, treino — Foto: Thiago Gadelha/SVM Mancini, Ceará, treino — Foto: Thiago Gadelha/SVM\nFormação do elenco\nHaroldo Martins : \"A gente está considerando aqui um trabalho até agora de menos de quatro meses. Em cerca de quatro meses que a gente enfrentou uma série de dificuldades e de diversas naturezas. Elas são públicas, né? As coisas são tratadas publicamente, mas mesmo assim a gente conseguiu fazer um trabalho que nós consideramos a contento a formação de um elenco forte. Não é um elenco perfeito. Evidentemente ser perfeito é algo praticamente impossível, mas nós temos sim um elenco forte que a gente entende que que é forte pra disputar um acesso, que é o principal objetivo do clube\" .\nTítulo do Campeonato Cearense\nHaroldo Martins : \"Nesse primeiro quadrimestre, a gente buscou títulos. Conquistamos o título do campeonato estadual e era um objetivo importante para clube, mas a gente não pode cair no erro de se iludir com o título estadual e acabar tirando o foco do principal objetivo do ano que é a Série B\".\nImportância da Copa do Brasil\nHaroldo Martins : \"Paralelamente (à Série B), nós vamos ter Copa do Brasil, que é uma competição que financeiramente é muito importante para o clube e desportivamente também, porque ela traz fins de ranking. Ela tem uma pontuação muito alta. O Ceará tem uma tradição de campanhas históricas nessa competição e quem sabe a gente não vai longe, né? A intenção é essa\".\nAvaliação da Copa do Nordeste\nHaroldo Martins : \"Quando a gente traça um planejamento, ele não é feito semana a semana. Ele é um um planejamento geral que pode sofrer alterações conforme as coisas evoluem pontualmente em algum momento. No Cearense, a meta era chegar à final. Chegar à semifinal da Copa do Nordeste, também. Nós fomos além no Cearense, conquistamos um título, mas fomos aquém na Copa do Nordeste porque não chegamos à semifinal. No entanto, precisamos considerar que eram duas competições paralelas e que é necessário administrar o elenco e o foco dentro dessas duas competições. A eliminação da Copa do Nordeste ocorre de forma em que o time guerreou. E ganhar e perder são naturais no futebol. Alguém ganha, alguém perde. O que nunca pode deixar de acontecer é a ausência da vontade de ganhar, de guerrear, de brigar e isso o elenco teve\" .\nCeará perde para o Sport e deixa a Copa do Nordeste 2024\nJanela de transferências de julho\nHaroldo Martins : \"O departamento de mercado e desempenho funciona de uma forma permanente em conjunto com a comissão técnica, com a coordenação, com a direção. Quando chegar ali para junho, final de junho, esperando a janela de julho, a gente já saberá exatamente o que fazer. Eu acredito que no nosso banco de dados hoje a gente tem cerca de quatro mil atletas analisados\".\nEstreia na Série B\nHaroldo Martins : \"É um adversário difícil (Goiás), um adversário que vem da Série A. É um início que vai nos exigir muito, mas a gente tem confiança de ter bons resultados. E a gente espera também que a torcida chegue chegue junto. A torcida do Ceará é inigualável e quando a torcida chega junto, somos mais fortes. Foi assim no campeonato estadual e a gente espera que isso siga assim. Isso contagia a gente\".\n50 vídeos Ceará",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Sport"
  ],
  "external_links": [
    "https://s2-ge.glbimg.com/wUaObPwkSw6lybMZvogs2G_RNhU=/1280x720/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/69/66/12526669",
    "https://s2-ge.glbimg.com/7im8LM_iOWVjAlzP2rso-lwjQLo=/1280x720/smart/filters:strip_icc()/s04.video.glbimg.com/deo/vi/67/66/12526667",
    "https://s2-ge.glbimg.com/EVEKbtCSyTayxW5mbtwXB1P51BQ=/0x0:1600x1066/1000x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_bc8228b6673f488aa253bbcb03c80ec5/internal_photos/bs/2024/v/e/bsmT8zR1O9j2yqWgTOsw/whatsapp-image-2024-01-15-at-08.29.02.jpeg",
    "https://s2-ge.glbimg.com/iV-t5O0vusdjFQx_uRA56fnB25I=/0x0:1600x1066/600x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_bc8228b6673f488aa253bbcb03c80ec5/internal_photos/bs/2024/v/e/bsmT8zR1O9j2yqWgTOsw/whatsapp-image-2024-01-15-at-08.29.02.jpeg",
    "https://s2-ge.glbimg.com/PweWc7tCemguS-cN-cp71G4sJcg=/0x0:1600x1066/640x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_bc8228b6673f488aa253bbcb03c80ec5/internal_photos/bs/2024/v/e/bsmT8zR1O9j2yqWgTOsw/whatsapp-image-2024-01-15-at-08.29.02.jpeg",
    "https://s2-ge.glbimg.com/NBVY_qOXUSoFQy6gu9JR-LgGg98=/1280x720/smart/filters:strip_icc()/s01.video.glbimg.com/deo/vi/00/33/12523300",
    "https://s3.glbimg.com/v1/AUTH_c5dfc0eef7ee40d68bdd0993be881440/coral-custom-style/style.css",
    "https://s2-ge.glbimg.com/3MiiVgdVqxUZd80BWtS24EU5OBA=/0x0:1600x1066/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_bc8228b6673f488aa253bbcb03c80ec5/internal_photos/bs/2024/v/e/bsmT8zR1O9j2yqWgTOsw/whatsapp-image-2024-01-15-at-08.29.02.jpeg",
    "https://957b0b3a18c149f4814f2525021e644f@web.sentry.globoi.com/786",
    "https://www.s2-ge.glbimg.com/EVEKbtCSyTayxW5mbtwXB1P51BQ=/0x0:1600x1066/1000x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_bc8228b6673f488aa253bbcb03c80ec5/internal_photos/bs/2024/v/e/bsmT8zR1O9j2yqWgTOsw/whatsapp-image-2024-01-15-at-08.29.02.jpeg",
    "https://www.s2-ge.glbimg.com/PweWc7tCemguS-cN-cp71G4sJcg=/0x0:1600x1066/640x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_bc8228b6673f488aa253bbcb03c80ec5/internal_photos/bs/2024/v/e/bsmT8zR1O9j2yqWgTOsw/whatsapp-image-2024-01-15-at-08.29.02.jpeg",
    "https://www.s2-ge.glbimg.com/3MiiVgdVqxUZd80BWtS24EU5OBA=/0x0:1600x1066/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_bc8228b6673f488aa253bbcb03c80ec5/internal_photos/bs/2024/v/e/bsmT8zR1O9j2yqWgTOsw/whatsapp-image-2024-01-15-at-08.29.02.jpeg",
    "https://www.s2-ge.glbimg.com/NBVY_qOXUSoFQy6gu9JR-LgGg98=/1280x720/smart/filters:strip_icc()/s01.video.glbimg.com/deo/vi/00/33/12523300",
    "https://www.s2-ge.glbimg.com/wUaObPwkSw6lybMZvogs2G_RNhU=/1280x720/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/69/66/12526669",
    "https://www.s2-ge.glbimg.com/iV-t5O0vusdjFQx_uRA56fnB25I=/0x0:1600x1066/600x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_bc8228b6673f488aa253bbcb03c80ec5/internal_photos/bs/2024/v/e/bsmT8zR1O9j2yqWgTOsw/whatsapp-image-2024-01-15-at-08.29.02.jpeg",
    "https://www.s2-ge.glbimg.com/7im8LM_iOWVjAlzP2rso-lwjQLo=/1280x720/smart/filters:strip_icc()/s04.video.glbimg.com/deo/vi/67/66/12526667",
    "https://www.957b0b3a18c149f4814f2525021e644f@web.sentry.globoi.com/786",
    "https://www.s3.glbimg.com/v1/AUTH_c5dfc0eef7ee40d68bdd0993be881440/coral-custom-style/style.css"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:06:22.622+03:00",
  "updated": "2024-04-19T01:06:22.622+03:00"
}