{
  "thread": {
    "uuid": "46adc842e8c993fa38d080fd919b74fecd5025d8",
    "url": "https://globorural.globo.com/agricultura/arroz/noticia/2024/07/governo-vai-fomentar-producao-de-arroz-na-agricultura-familiar.ghtml",
    "site_full": "globorural.globo.com",
    "site": "globo.com",
    "site_section": "https://globorural.globo.com/agricultura/",
    "site_categories": [
      "top_news"
    ],
    "section_title": "Agricultura | Globo Rural",
    "title": "Governo vai fomentar produção de arroz na agricultura familiar",
    "title_full": "Governo vai fomentar produção de arroz na agricultura familiar",
    "published": "2024-07-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://s2-globorural.glbimg.com/tar_e5-n62D_nGgYfMrvbhUhZsc=/1200x/smart/filters:cover():strip_icc()/i.s3.glbimg.com/v1/AUTH_afe5c125c3bb42f0b5ae633b58923923/internal_photos/bs/2023/z/6/1uMNV4SaOF2kyRYgiWxg/5.jpg",
    "performance_score": 0,
    "domain_rank": 748,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "46adc842e8c993fa38d080fd919b74fecd5025d8",
  "url": "https://globorural.globo.com/agricultura/arroz/noticia/2024/07/governo-vai-fomentar-producao-de-arroz-na-agricultura-familiar.ghtml",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rafael Walendorff",
  "published": "2024-07-04T03:00:00.000+03:00",
  "title": "Governo vai fomentar produção de arroz na agricultura familiar",
  "text": "Arroz: governo e setor produtivo firmam acordo para monitorar preços e abastecimento Agricultura familiar conquista mais recurso e apoio para cultivo de arroz Preço do arroz em leilão anulado não seguiu parecer técnico Segundo a estatal, o programa vai prever um conjunto de ações de fomento para a produção de arroz por agricultores familiares. A medida contará com crédito com juros menores (de 3% ao ano para cultivo tradicional e 2% para plantio orgânico), fomento, acompanhamento técnico, garantia de comercialização e acesso à mecanização. Um dos objetivos é eliminar a colheita manual do segmento.\nVeja Mais As medidas serão implementadas nas regiões Nordeste, Centro-Oeste, Norte e Sudeste do país. Atualmente, o Sul responde por 85% da produção nacional.\nSerão contemplados os Estados do Maranhão, Alagoas, Paraíba, Piauí, Rio Grande do Norte, Pernambuco, Sergipe, Ceará, Bahia, Pará, Rondônia, Goiás, Mato Grosso e Minas Gerais. A ação é coordenada pela Conab em conjunto com o Ministério do Desenvolvimento Agrário, o Ministério do Desenvolvimento e Assistência Social, Família e Combate à Fome, o Consórcio Interestadual de Desenvolvimento Sustentável do Nordeste (Consórcio Nordeste), movimento sociais e sindicais e centrais de economias solidárias, disse a estatal em nota.\n\"A partir dessa iniciativa, cerca de 10 mil famílias produtoras deverão receber incentivo para aprimorar o cultivo de arroz , seja a partir de acompanhamento técnico, do apoio para aquisição de pacotes tecnológicos de baixo impacto (aquisição de maquinário, construção de silos armazenadores) de forma a zerar a colheita manual, até a comercialização\", afirmou, no comunicado.\nEntre as ferramentas já existentes e executadas pela Conab que poderão ser utilizadas como forma de apoiar o escoamento do produto estão o Programa de Aquisição de Alimentos (PAA) e o lançamento de Contratos de Opção de Venda.\nA Conab afirmou que o governo pretende impulsionar a distribuição de sementes de arroz para essas famílias a partir do PAA.\nTambém será realizado um diagnóstico da produção de arroz , feijão e mandioca pela agricultura familiar . O objetivo é elaborar um sistema de informações da produção da agricultura familiar , povos indígenas, povos e comunidades tradicionais e direcionar de forma mais eficiente outras políticas públicas que fortaleça os territórios e melhore a vida de suas populações.\nMais recente Próxima Arroz: governo e setor produtivo firmam acordo para monitorar preços e abastecimento",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T00:59:27.339+03:00",
  "updated": "2024-07-05T00:59:27.339+03:00"
}