{
  "thread": {
    "uuid": "bb630d58f80ee6a3f3766d867790e6b3ccdcb266",
    "url": "https://www.losandes.com.ar/sup-cultura/jorge-newbery-el-intrepido-piloto",
    "site_full": "www.losandes.com.ar",
    "site": "losandes.com.ar",
    "site_section": "https://www.losandes.com.ar/arcio/rss",
    "site_categories": [
      "media",
      "education",
      "entertainment"
    ],
    "section_title": "Los Andes",
    "title": "Jorge Newbery: el intrépido piloto",
    "title_full": "Jorge Newbery: el intrépido piloto",
    "published": "2024-01-20T05:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.losandes.com.ar/resizer/rxdm8eWKZCRG2r8NGOnz4XURlEA=/1200x630/smart/filters:quality(75):format(webp)/cloudfront-us-east-1.images.arcpublishing.com/grupoclarin/GI3WCMBSHFSWMN3EMM3DCYTDMM.jpg",
    "performance_score": 0,
    "domain_rank": 25648,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bb630d58f80ee6a3f3766d867790e6b3ccdcb266",
  "url": "https://www.losandes.com.ar/sup-cultura/jorge-newbery-el-intrepido-piloto",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "José Narosky",
  "published": "2024-01-20T05:01:00.000+02:00",
  "title": "Jorge Newbery: el intrépido piloto",
  "text": "“¡Cuánto mejor es morir por algo que morir por nada!” Primero de marzo de 1914. El mundo estaba próximo a vivir una etapa de horror. Siete países iban a emprender la aventura más cruenta de su historia, protagonizando la Primera Guerra Mundial.\nLa Argentina contaba en ese momento con ocho millones de habitantes. Buenos Aires, su capital, festejaba, con sano regocijo el Carnaval porteño. Un escueto telegrama, que había llegado de Mendoza a Buenos Aires decía: “Un avión, con sólo 2 tripulantes, ha caído en el departamento de Las Heras, cerca de la ciudad de Mendoza”.\nUno de ellos se llamaba Jorge Newbery y era la figura más prestigiosa de la aviación argentina. Tenía solamente 39 años.\nNewbery, brillante ingeniero, recibido a los 21 años, había sido además, un deportista excepcional. Récordman de velocidad como remero, automovilista de primer nivel y todavía boxeador de alta escuela.\nDe buen físico, simpático, había sido además campeón sudamericano de florete a los 26 años. Tenía sólo 25 años, cuando el entonces Intendente de Buenos Aires, Adolfo Bullrich, lo designó Director General de Alumbrado de la Municipalidad de Buenos Aires. Pero su faceta más definida era su amor a la aeronáutica.\nSu hermano, el odontólogo,Eduardo Newbery, muy cercano a él espiritualmente, había desaparecido, tripulando el globo “Pampero”.\nEn diciembre de 1908, sólo dos meses después de la muerte de su hermano, Jorge ascendió con el globo “Huracán” hasta los 3.000 m de altura, permaneciendo 13 horas en el aire. ¡Dos récords sudamericanos! De altura y de permanencia en el aire.\nPero cuando reina la alegría, el dolor espera turno: Muere su único hijo de 3 años.\nSu mente inquieta acariciaba otro proyecto temerario. Cruzar la cordillera de los Andes hasta Chile.\nComprendía que solamente en avión, y no en globo, podría lograrlo. Quería ser el primero en realizar la hazaña.\nHubo anteriormente varios intentos, todos infortunados: el del Tte. Origone entre ellos, que pagó con su vida su intrepidez.\nNewbery sabía que para superar en vuelo la cordillera debía sobrepasar los 5.000 metros de altura. Viajó entonces a Francia, donde adquirió un avión monoplano, un Saulnier, en boga en esa época. En enero de 1914 regresó en barco a Buenos Aires.\nLa prueba del cruce de la Cordillera se haría el domingo primero de marzo de 1914.\nY llegó el domingo. A las 18,30 hs. en punto comenzó el ascenso. Lo acompañó un amigo: Jiménez Lastra. El avión carreteó hacia la izquierda, cobró cierta altura, aunque siempre iba inclinado.\nDe repente, dejó de responderle. Ahora iba perdiendo altura. Se acercaba a tierra vertiginosamente. Continuaba siempre inclinado.\nEstaba a 1.000 metros, a 500, a 100. Casi a ras de tierra, Newbery consiguió enderezarlo parcialmente, con lo que atenuó el impacto, pero no pudo evitarlo totalmente.\nAlcanzó para que su compañero Jiménez Lastra salvara su vida. Pues sufrió sólo algunas fracturas.\nPero Jorge Newbery murió instantáneamente. Y con él falleció uno de esos hombres que logró vivir su vida y también morir su muerte. Que necesitó observar el cielo desde cerca. Para medirse.\nY Jorge Newbery, trajo a mi mente este aforismo que mencioné al comienzo de esta nota: “¡Cuánto mejor es morir por algo que morir por nada!”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-20T05:21:14.856+02:00",
  "updated": "2024-01-20T05:21:14.856+02:00"
}