{
  "thread": {
    "uuid": "6ac16b55b68bb890c35b9e9572afd468bd6a7648",
    "url": "https://www.wosu.org/2024-07-05/mid-ohio-food-collective-to-open-farm-in-the-hilltop-neighborhood",
    "site_full": "www.wosu.org",
    "site": "wosu.org",
    "site_section": "http://radio.wosu.org",
    "site_categories": [],
    "section_title": "WOSU Public Media | WOSU Public Media",
    "title": "Mid-Ohio Food Collective to open farm in the Hilltop neighborhood | WOSU Public Media",
    "title_full": "Mid-Ohio Food Collective to open farm in the Hilltop neighborhood | WOSU Public Media",
    "published": "2024-07-05T13:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://npr.brightspotcdn.com/dims4/default/476a13b/2147483647/strip/true/crop/375x197+0+17/resize/1200x630!/quality/90/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F46%2F36%2F8f2d4e9147c2a5b56dc608dc3fa2%2Ffarm-plant.jpg",
    "performance_score": 0,
    "domain_rank": 19228,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6ac16b55b68bb890c35b9e9572afd468bd6a7648",
  "url": "https://www.wosu.org/2024-07-05/mid-ohio-food-collective-to-open-farm-in-the-hilltop-neighborhood",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Emmet Anderson",
  "published": "2024-07-05T13:00:00.000+03:00",
  "title": "Mid-Ohio Food Collective to open farm in the Hilltop neighborhood | WOSU Public Media",
  "text": "Mid-Ohio Food Collective to open farm in the Hilltop neighborhood WOSU 89.7 NPR News | By Emmet Anderson Published July 5, 2024 at 5:00 AM EDT Facebook Twitter LinkedIn Email\nListen • 4:08\nEmmet Anderson / WOSU Cucumbers growing inside the greenhouse at the Mid-Ohio Farm The Hilltop isn’t the first place you’d expect to find a farm, especially one as innovative as the new Mid-Ohio Farm, which is opening to the public later this year.\nLocated off West Broad Street in the Highland West neighborhood sits a once vacant seven-acre property, owned by the City of Columbus, but leased by the Mid-Ohio Food Collective, the largest hunger relief organization in central Ohio. The group feeds over half a million people a year, but Mike Hochron, the organization's Senior VP of Communications, says the goal isn’t just any food.\n“Where we've really focused as Mid-Ohio Food Collective is on fresh, healthy, nutritious food,” Hochron said. “Those things that when a family goes to the grocery store shopping on a limited, budget is going to be the first things that come out of their shopping cart. And that's fresh fruits and veggies in particular.”\nThat’s where the farming aspect comes into play. Hochron says the freshest, healthiest and most nutritious way to put food on someone's plate is when it's grown close to home.\nBut farming in the middle of the city brings a lot of extra challenges that are unique to the urban setting – limited space, soil quality issues and access to water. That’s why the Mid-Ohio Farm calls itself a “smart farm,” utilizing optimized growing and increased sustainability.\nOutside, the farm has 300 vertical growing towers, which are stacked with five Styrofoam pots on top of one another, each of which can produce up to 25 plants in one-square foot, irrigated through an automated system that waters and fertilizes the plants from the top down. These “verti-grow towers,” as they’re called, were originally made for strawberry fields in Florida and California, but the Mid-Ohio Farm is using them to grow lettuce.\n“So we've got 7,500 heads of lettuce that could potentially come from this small portion of our acreage. It is incredible, the potential in this space,” said Trevor Horn, the farm’s director.\nHorn’s career has taken many turns, from a chef at Disney World in Orlando, to being a teacher in Reynoldsburg, where he created an urban farm on tennis courts and collaborated with the Dept. of Agriculture to develop a curriculum for career tech education, focused on food science and agriculture.\nHorn says the farm’s goal is more than just providing food, it also inspires the community to care more about the food they eat and maybe even inspire them to grow food themselves.\n“Anytime that you're the innovator, you're the one jumping through the hoops to make it a reality. But that's what we need,” said Horn. “In a community, in a city setting, in an urban area, people don't have the resources to fail. How do we make them successful? And fortunately for us, we have the ability to do this. And in this space, this is a prime area for that to be a reality for them.”\nOne of the ways to engage the community is through their demonstration kitchen. Horn says they plan to do cooking demonstrations in person and on their YouTube channel.\n“It's one thing for us to grow tomatoes and cucumbers. But if a kid doesn't like tomatoes, but they love pizza sauce. Now how do we get from tomato off the vine to pizza sauce,” said Horn.\nAnother major draw of the space is the FarmBot. This technology was originally designed by NASA to grow on space stations. It looks like a 3D printer hovering over a raised bed, but it uses technology to plant seeds, add nutrients, water the plants, and make sure crops are healthy.\n“This doesn't help us with yields by any stretch of the imagination, as far as what we're trying to produce here on the farm,” said Horn. “But it could inspire students to start thinking about what ifs and the curiosities around agriculture.”\nInside the greenhouse, the farm has 36 troughs, each equipped with a water channel supplied from a 120-gallon pool replenished weekly. A BlueLab panel manages operations including fertilization, acid wash cycles and calcium nitrate distribution, which helps plants to grow in areas without soil.\nHorn says the farm is still a work in progress, and the official ribbon-cutting ceremony isn’t until Aug. 27, but they have high hopes for what the future of the farm could look like, including a pick-your-own berry section, and some fruit trees.\nHochron says that the hunger levels in the community are at a record level, and the Mid-Ohio Food Cooperative is doing whatever it can. The food grown at the farm goes directly to the Mid-Ohio Food Bank and into the hands of people in need.\n“Here at the farm, people can really come in and get their hands dirty, connected to food in that direct, emotional, visceral sort of way,” said Hochron. “We know that by doing that, we're going to create new pathways for people to not only learn about food and where it comes from, but to learn what it takes to make sure that no one in this community has to go without food.”\n1 of 3 — IMG_5018.jpg VertiGrow Towers at the Mid-Ohio Farm, currently growing heads of lettuce. Emmet Anderson, WOSU News 2 of 3 — IMG_5008.jpg The Mid-Ohio Farm's FarmBot, originally designed by NASA, uses technology to plant seeds, add nutrients, water the plants, and make sure crops are healthy. Emmet Anderson, WOSU News 3 of 3 — IMG_5011.jpg The Mid-Ohio Farm's Demonstration Kitchen Emmet Anderson, WOSU News\nTags Health, Science & Environment Mid-Ohio Food Collective urban farming Food Insecurity Facebook Twitter LinkedIn Email\nEmmet Anderson Emmet is a reporting intern at WOSU 89.7 for the summer of 2024. See stories by Emmet Anderson",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mike hochron",
        "sentiment": "none"
      },
      {
        "name": "hochron",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "mid-ohio food collective",
        "sentiment": "negative"
      },
      {
        "name": "wosu public media mid-ohio food collective",
        "sentiment": "negative"
      },
      {
        "name": "vp of communications",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "hilltop",
        "sentiment": "none"
      },
      {
        "name": "columbus",
        "sentiment": "none"
      },
      {
        "name": "ohio",
        "sentiment": "none"
      },
      {
        "name": "west broad street",
        "sentiment": "none"
      },
      {
        "name": "highland west",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T13:27:02.651+03:00",
  "updated": "2024-07-05T14:08:24.570+03:00"
}