{
  "thread": {
    "uuid": "d49adfdfd9d950a194b86a7d5bb4d6b08e9141fe",
    "url": "https://efe.com/cultura/2024-03-14/ee-uu-devuelve-a-peru-un-documento-robado-del-siglo-xvi",
    "site_full": "efe.com",
    "site": "efe.com",
    "site_section": "https://efe.com/inicio-america/",
    "site_categories": [],
    "section_title": "Agencia EFE - América",
    "title": "EE.UU. devuelve a Perú un documento robado del siglo XVI",
    "title_full": "EE.UU. devuelve a Perú un documento robado del siglo XVI",
    "published": "2024-03-14T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://efe.com/wp-content/uploads/2024/03/rss-efe40aa8d38ae8e0b155708fd4c0d9a6205b619f056w.jpg",
    "performance_score": 0,
    "domain_rank": 4444,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d49adfdfd9d950a194b86a7d5bb4d6b08e9141fe",
  "url": "https://efe.com/cultura/2024-03-14/ee-uu-devuelve-a-peru-un-documento-robado-del-siglo-xvi",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "María Fernanda Rueda De La Carrera",
  "published": "2024-03-14T02:00:00.000+02:00",
  "title": "EE.UU. devuelve a Perú un documento robado del siglo XVI",
  "text": "Washington (EFE).- Estados Unidos devolvió formalmente al Gobierno de Perú un documento del siglo XVI sobre la primera compañía teatral de América, que fue robado hace unos 100 años de los Archivos Nacionales de Perú y recuperado por el FBI. El secretario de Estado de EE.UU., Antony Blinken, entregó la pieza al canciller peruano, Javier González-Olaechea, durante una reunión que mantuvieron en Washington. Se trata de un manuscrito fechado el 28 de junio de 1599 y que describe un acuerdo que crea la primera compañía de teatro en Lima, siendo esta la primera de su tipo en América, informó la Embajada de Perú en Estados Unidos. El documento robado de los Archivos Nacionales de Perú y, más tarde, durante la década de 1920 adquirido y almacenado en la colección Rosenbach, en Filadelfia (Pensilvania, EE.UU.), donde permaneció durante más de un siglo. El documento devuelto por EE.UU. a Perú El Museo y Biblioteca Rosenbach de Filadelfia decidieron devolver voluntariamente el documento al Estado peruano a través del FBI, detalló la embajada. \\\"Fue un gran honor para Estados Unidos poder devolver a Perú algunos documentos extraordinarios que datan del siglo XVI y que documentan la primera compañía de teatro de América, algo bastante notable\\\", declaró Blinken durante la reunión con el canciller. Fotografía divulgada por WHA AsstSecty donde aparece el ministro de Asuntos Exteriores de Perú, Javier González-Olaechea (d), y el secretario de Estado de EE.UU., Antony Blinken (i). EFE/WHA AsstSecty Para el jefe de la diplomacia estadounidense este gesto demuestra \\\"las increíbles y poderosas conexiones\\\" entre EE.UU. y Perú. González-Olaechea, por su parte, agradeció a Estados Unidos la \\\"demostración de amistad\\\" al devolver \\\"este documento histórico con la ayuda del FBI y del Departamento de Justicia\\\". \\\"El documento será resguardado de la forma más adecuada posible en Perú una vez que llegue de regreso a Lima\\\", prometió el ministro de Exteriores peruano. Según reveló en redes sociales el encargado del Departamento de Estado de EE.UU. para América Latina, Brian Nichols, se trata de \\\"un valioso documento peruano del siglo XVI, robado de los Archivos Nacionales del Perú hace aproximadamente 100 años\\\". La cumbre de la APEC Más allá de la entrega del documento, ambos titulares de Exteriores aprovecharon el encuentro para hablar sobre la cumbre del Foro de Cooperación Económica Asia-Pacífico (APEC, en inglés) que albergará el país andino este año. González-Olaechea le expresó a Blinken que el Gobierno peruano espera que el presidente de Estados Unidos, Joe Biden, confirme su participación. \\\"Sería una maravillosa oportunidad para abrir los brazos y ofrecer todo lo que el Perú puede ofrecer a su liderazgo\\\", dijo el canciller. González-Olaechea dijo también que Perú y Estados Unidos \\\"comparten preocupaciones\\\" sobre la guerra de Ucrania, la de Gaza y la situación política en Venezuela. Respecto a este último punto, el canciller peruano opinó que Brasil debe ser \\\"parte de la solución\\\". Estados Unidos espera que el presidente brasileño, Luiz Inácio Lula da Silva, use su influencia sobre el mandatario venezolano, Nicolás Maduro, para que las elecciones que se celebrarán el próximo 28 de julio en Venezuela sean democráticas.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:23:57.912+02:00",
  "updated": "2024-03-15T00:23:57.912+02:00"
}