{
  "thread": {
    "uuid": "1decd5c594036a9ed16096ee362fb14dc4fb638f",
    "url": "https://www.americanpress.com/2024/02/29/sowela-foundation-receives-16000-to-stock-food-pantry-with-rouses-dairy-products",
    "site_full": "www.americanpress.com",
    "site": "americanpress.com",
    "site_section": "https://www.americanpress.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "American Press",
    "title": "Sowela Foundation receives $16,000 from Rouses to stock food pantry with dairy products",
    "title_full": "Sowela Foundation receives $16,000 from Rouses to stock food pantry with dairy products - American Press | American Press",
    "published": "2024-02-29T23:17:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "https://www.americanpress.com/wp-content/uploads/sites/65/2024/02/Rouses-Markets-Donation-2.29.24.jpg",
    "performance_score": 0,
    "domain_rank": 46993,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1decd5c594036a9ed16096ee362fb14dc4fb638f",
  "url": "https://www.americanpress.com/2024/02/29/sowela-foundation-receives-16000-to-stock-food-pantry-with-rouses-dairy-products",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Emily Burleigh",
  "published": "2024-02-29T23:17:00.000+02:00",
  "title": "Sowela Foundation receives $16,000 from Rouses to stock food pantry with dairy products",
  "text": "Sowela Foundation receives $16,000 from Rouses to stock food pantry with dairy products Published 3:17 Students at Sowela Technical Community College will now have access to an expanded food pantry. Through a partnership with Rouses Market and Dairy Max — a nonprofit Dairy Council that serves eight states — Sowela is now able to provide students with free perishable dairy products, like milk, cheese and yogurt. The food pantry was created a little over five years ago by the Office of Student Services. Sowela Chancellor Neil Aspinwall said a student service like a food pantry is vital for the physical and academic health of students. Email newsletter signup “You wouldn’t think that in this day and age that when students come to school, they are hungry, but they are,” Aspinwall said. Nationwide, one in three college students face a type of food insecurity. He said that equates to 38 percent of two-year college students and 29 percent of four-year college students. Michelle Van Pelt, business development manager at Diary Max, said the expanded food pantry provides a “dignified opportunity” for students to access nutritional food. She said a well-rounded diet ensures a student has the fuel and focus to learn. “Kids that are fed… they’re going to do much better in school, they’re going to stay in school.” This is the first college food pantry expansion like this in Southwest Louisiana. Dairy Max donated a refrigerator dedicated to holding the dairy products that is now housed in the food pantry, and Rouses Market donated $16,000 that will be used over the span of two years to keep the fridge stocked. The ultimate goal is to make sure there is equitable access to dairy products for everyone, she said. Dairy Max is passionate about providing not only food security, but nutrition security. In addition to high levels of protein, dairy products can fill nutritional gaps; milk has 13 essential nutrients and yogurt has nine. “You’re really providing an opportunity for these kids to not just get something that somebody pulled out of the back of their pantry that they don’t want, but really providing them with something essential. Coming into the pantry here, these kiddos get to choose the things that are going to make the most sense for them and for their dietary needs and lifestyle, and really bridge that gap.” Maegan Lewis, student services director at Sowela, said that within one academic year the pantry has the capability to distribute 10,000 pounds of food to students on the main campus and instructional sites. She noted it is important to destigmatize food insecurity on college campuses. One of the best ways is for honesty about the issue among peers. Kourtlen Thomas, Student Government Association treasurer, is a senior at Sowela and has relied on the pantry. “It’s been a great help for me in my years here. It is one less thing for me to worry about as a student.” He commended the Office of Student Services staff saying they are kind and make him feel comfortable while utilizing services — which is an experience he has shared with his classmates. “I’ve brought many students to the food pantry who have thanked me because they didn’t know where their next meal was coming from, and I’ve been in that situation, as well.” The Office of Student Services provides an array of resources for students. Aspinwall said this is a necessary piece of creating a campus that nurtures student success. “What we’re doing here is going to help our student population tremendously. I always say sometimes it’s easy to recruit, advertise and market and get the students on campus, but unless you offer student support services like tutoring, counseling, health services, and naturally a food pantry, then the students will very easily stop coming.” The process to access food and toiletry items is free and discreet, and is available to students, faculty and staff with a current student or employee ID. Current students seeking assistance can complete a Food Pantry Form to receive their items. If students are in need of toiletries, it should be specified on the form. After the form is submitted, the Office of Student Services will email or call with a pickup time. For more information, call 337-421-6565 ext. 4633.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "neil aspinwall",
        "sentiment": "none"
      },
      {
        "name": "michelle van pelt",
        "sentiment": "none"
      },
      {
        "name": "aspinwall",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "sowela foundation",
        "sentiment": "negative"
      },
      {
        "name": "diary max",
        "sentiment": "none"
      },
      {
        "name": "sowela technical community college",
        "sentiment": "none"
      },
      {
        "name": "office of student services",
        "sentiment": "none"
      },
      {
        "name": "dairy council",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:23:09.517+02:00",
  "updated": "2024-03-01T00:23:09.517+02:00"
}