{
  "thread": {
    "uuid": "ff3087bb8c515ee29fe80edf11aabc3713c18330",
    "url": "https://www.myjoyonline.com/african-guarantee-fund-and-fsd-africa-partner-to-boost-green-small-and-medium-sized-enterprise-sme-financing",
    "site_full": "www.myjoyonline.com",
    "site": "myjoyonline.com",
    "site_section": "https://www.myjoyonline.com/feed",
    "site_categories": [
      "media",
      "travel",
      "japan"
    ],
    "section_title": "MyJoyOnline",
    "title": "African Guarantee Fund and FSD Africa partner to boost Green Small and Medium-sized Enterprise (SME) Financing",
    "title_full": "African Guarantee Fund and FSD Africa partner to boost Green Small and Medium-sized Enterprise (SME) Financing",
    "published": "2024-02-16T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GH",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 17310,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ff3087bb8c515ee29fe80edf11aabc3713c18330",
  "url": "https://www.myjoyonline.com/african-guarantee-fund-and-fsd-africa-partner-to-boost-green-small-and-medium-sized-enterprise-sme-financing",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@joyonlineghana",
  "published": "2024-02-16T07:00:00.000+02:00",
  "title": "African Guarantee Fund and FSD Africa partner to boost Green Small and Medium-sized Enterprise (SME) Financing",
  "text": "The African Guarantee Fund (AGF) (\nhttps://AfricanGuaranteeFund.com), a leader in promoting financing of Small and Medium-sized Enterprises (SMEs) across Africa and FSD Africa, a pioneering development agency committed to reshaping Africa's long-term financial landscape, have today signed a strategic Cooperation Agreement aimed at propelling the growth of Green SMEs by providing critical financial support, technical assistance, and capacity building.\nThe Cooperation Agreement outlines a detailed framework collaboration between the organizations in boosting sustainable development in Africa. The main aspects of this partnership involve assisting in the development of financial products for institutions, offering partial credit guarantees for bonds and funds raised on behalf of SMEs, and conducting capacity-building events.\nFurthermore, by providing financial support and fostering business growth, Green SMEs are expected to play a pivotal role in reducing CO2 emissions. This active contribution aligns with the overarching goal of preserving the environment and facilitates access to finance for business growth and empowering SMEs to generate and sustain employment opportunities, especially for youth and women.\nSpeaking during the agreement signing, Mark Napier, Chief Executive Officer of FSD Africa said: \"This partnership represents an important milestone in our efforts to foster sustainable economic development in Africa. By leveraging the strengths of FSD Africa and the African Guarantee Fund, we will actively create a robust ecosystem that empowers Green SMEs. This collaborative effort aims at facilitating access to affordable long-term funds, thereby accelerating the transition towards a greener and more resilient economy.\"\nJules Ngankam, AGF Group Chief Executive Officer said: “Fostering a green economic transformation in Africa is one of our key priorities. Through this partnership, AGF will provide financial institutions with bank fundraising guarantees to enable them access affordable funds aimed at facilitating loans to SMEs investing in low carbon and climate resilient businesses.\nAdditionally, AGF will extend partial credit guarantees to lenders in a bid to enhance credit accessibility for Green SMEs, empowering them to flourish and make meaningful contributions to environmental conservation.\nThe two organisations will also provide technical assistance on green financing initiatives, which is critical in building the capacity of key stakeholders such as Governments, Financial Institutions, and Green SMEs.\nDistributed by APO Group on behalf of African Guarantee Fund.\nFor more information, please contact:\nFSD Africa\nNelson Karanja\nDirector, Communications, and Engagement\nEmail:\nnelson@fsdafrica.org\nAfrican Guarantee Fund\nDiana Aluga\nGroup Communications&Public Relations Officer\nEmail:\nAbout FSD Africa:\nFSD Africa (\nhttps://apo-opa.co/3uxb9AN) is a specialist development agency established in 2012 by the UK Government working to make finance work for Africa’s future. We work on the ground in over 30 African countries to mobilise “green plus” finance that will power economic and social development while delivering environmental gains and building Africa’s resilience. We work on policy and regulatory reform, capacity strengthening and improving financial infrastructure, and addressing systemic challenges in Africa's financial markets to spark large-scale and long-term change.\nFSD Africa is part of a family of 10 financial sector deepening, or FSD programmes, operating across sub-Saharan Africa, known as the FSD Network. Together, the network provides over £50m a year in financial support to high-potential financial market development programmes, and employs over 150 financial sector experts, based in local offices across Africa.\nOur work has contributed to tackling financial exclusion challenges within Africa, supporting over 10.2 million people to access financial services. Such improved access has been particularly helpful during the Covid-19 crisis. For instance, between 2020 and 2021, we saw an 87% increase in the demand for and use of remittance services to cushion families from the adverse economic effects of Covid-19.\nAs of 2020, we supported approximately 35,700 Full-Time Equivalent (FTE) jobs, of which 20% were green jobs and 40% for women. About 42% of the jobs were created in Nigeria and the rest are spread across multiple countries. However, we are looking to intensify job creation in our priority countries.\nSince 2017, we have helped mobilise more than £2 billion in long-term capital to underfinanced sectors, such as renewable energy and housing. This has resulted in a more efficient allocation of private and public capital to the productive sector, basic services, and climate finance.\nIn more recent years, our strategy has evolved to respond to Africa's growing needs, with an increasing focus on finding innovative ways to mobilise capital for sustainable economic development. Following several successful initiatives, such as developing regulations and supporting green bond issuance programmes in Kenya and Nigeria, we have doubled our investment into initiatives that support a just transition to a green future for Africa.\nSince 2017 our green portfolio and pipeline have continued to grow, and we have invested close to £50 million into green investments. We continue to invest in programmes that deliver environmental and social outcomes.\nFor more information, visit:\nhttps://apo-opa.co/3uxb9AN\nAbout African Guarantee Fund:\nAfrican Guarantee Fund (AGF) (\nhttps://AfricanGuaranteeFund.com) is a specialized guarantee provider whose mission is to facilitate economic development and poverty reduction in Africa. To achieve this, AGF increases access to finance for Small and Medium-sized Enterprises (SMEs) across key economic sectors through an array of guarantee products and capacity development assistance. Since inception, AGF has unlocked more than USD 3.5 billion in SME financing, through partnerships with 200 partner financial institutions across 40 African countries.\nAGF is backed by the following shareholders and sponsors: The Government of Denmark through the Danish International Development Agency (DANIDA), the Government of Spain through the Spanish Agency for International Cooperation (AECID), the African Development Bank (AfDB), French Development Agency (AFD), Nordic Development Fund (NDF), Investment Fund for Developing Countries (IFU), German Development Bank (KfW), French Agency for Private Sector (PROPARCO), West African Development Bank (BOAD), Global Affairs Canada (GAC), USAID's West Africa Trade&Investment Hub (WATIH), and TechnoServe.\nAfrican Guarantee Fund is rated AA- by Fitch Ratings.\nFor more information, please visit:\nhttps://AfricanGuaranteeFund.com\nLatest Stories\n-\nAfrican Guarantee Fund and FSD Africa partner to boost Green Small and Medium-sized Enterprise (SME) Financing\n8 mins\n-\nE.P. Church Shalom Parish organises transformative Valentine Day programme on family strengthening\n10 mins\n-\nBawumia is doing the opposite of what he criticised – Jirapa MP\n3 hours\n-\nCost of clearing HIV antiretroviral drugs too high – GHS\n3 hours\n-\nMy ‘911’ song was inspired by a broken heart – Kurl Songx\n3 hours\n-\nWeta Rice Farmers Association advocates for the consumption of Ghana rice\n3 hours\n-\nVolta Regional Minister forms committee to address escalating land dispute in Mafi Tedeafenue in Central Tongu District\n3 hours\n-\nCocoa farmers undergo health screening to mark Chocolate Day at Wawasua\n3 hours\n-\nGUTA urges in coming Finance Minister to prioritise policies of respite\n3 hours\n-\nSeychelles drops witchcraft case against opposition leader\n4 hours\n-\nSouth African troops killed in DR Congo: What is behind the Sadc deployment?\n4 hours\n-\nSenegal election delay ruled unlawful\n4 hours\n-\nKNUST law faculty seeks support for infrastructural expansion\n4 hours\n-\n3 school children, teacher killed in ghastly school bus accident at Nkawkaw\n4 hours\n-\nDonald Trump’s hush-money trial set to begin in March\n4 hours",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Social Issue",
    "Environment"
  ],
  "external_links": [
    "https://apo-opa.co/49xTnw3",
    "http://nelson@fsdafrica.org/",
    "https://AfricanGuaranteeFund.com",
    "https://apo-opa.co/3uxb9AN",
    "https://apo-opa.co/3uxb9AN)",
    "http://www.nelson@fsdafrica.org/",
    "http://nelson@fsdafrica.org",
    "https://www.apo-opa.co/3uxb9AN",
    "https://www.apo-opa.co/3uxb9AN)",
    "https://www.apo-opa.co/49xTnw3",
    "https://www.AfricanGuaranteeFund.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "green smes",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "africa",
        "sentiment": "none"
      },
      {
        "name": "fsd africa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T07:14:35.770+02:00",
  "updated": "2024-02-16T07:14:35.770+02:00"
}