{
  "thread": {
    "uuid": "b32e776e4348f9b05c4911118a887dda9eb49074",
    "url": "http://www.gdnonline.com/Details/1303394/Emirates-Float-Glass-wins-Green-Eco-Label-Award-",
    "site_full": "www.gdnonline.com",
    "site": "gdnonline.com",
    "site_section": "https://gdnonline.com/home",
    "site_categories": [
      "media"
    ],
    "section_title": "Gulf Digital News – Bahrain, Saudi Arabia, United Arab Emirates, Kuwait, Qatar, Oman",
    "title": "UAE Business: Emirates Float Glass wins Green Eco Label Award",
    "title_full": "UAE Business: Emirates Float Glass wins Green Eco Label Award",
    "published": "2024-02-15T23:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "BH",
    "main_image": "https://www.gdnonline.com/gdnimages/20240216\\float3.jpg",
    "performance_score": 0,
    "domain_rank": 77480,
    "domain_rank_updated": "2024-02-13T12:06:51.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b32e776e4348f9b05c4911118a887dda9eb49074",
  "url": "http://www.gdnonline.com/Details/1303394/Emirates-Float-Glass-wins-Green-Eco-Label-Award-",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-02-15T23:00:00.000+02:00",
  "title": "UAE Business: Emirates Float Glass wins Green Eco Label Award",
  "text": "Emirates Float Glass (EFG), a global leader in the float glass industry, has been awarded the prestigious \"Green Eco Label Award\" in recognition of its outstanding contributions to improving the environment in the industrial sector. The award, presented to Emirates Float Glass by Dr Shaikha Salem Al Dhaheri, the Secretary General of the Environment Agency of Abu Dhabi (EAD), the largest environmental regulator in the Middle East, responsible for protecting and preserving natural resources and promoting sustainable development in the emirate, serves as an appreciation of EFG's commitment to environmental stewardship. On accepting the award on behalf of Emirates Float Glass, Ahmed Al Shared, Head of Operations, Dubai Investments, said: \"We are deeply honoured to have won the Green Eco Label Award, as it not only recognises Emirates Float Glass’ dedication to sustainability but also reaffirms its role as a responsible steward of the environment. This recognition not only benefits EFG by bolstering its brand image and credibility, but also fosters trust and confidence among customers, investors, and stakeholders who prioritise environmental sustainability.” Organised by EAD The award ceremony was organised by the Environment Agency - Abu Dhabi (EAD), an institution dedicated to regulating and enforcing environmental laws to protect biodiversity and preserve the quality of life for future generations. EAD's commitment to sustainability aligns closely with EFG's mission, making the Green Eco Label Award a significant milestone in the company's sustainability journey. Saleem Raza, General Manager, Emirates Float Glass, said: “Winning the Green Eco Label Award marks yet another significant milestone for Emirates Float Glass (EFG), adding to our collection of prestigious accolades including the ICV Certification and Golden Listing. By meeting the rigorous criteria set forth by environmental regulatory bodies, EFG has demonstrated its dedication and practices to minimising ecological footprint, reducing waste, conserving resources, and embracing sustainable manufacturing processes. This achievement not only validates our ongoing efforts but also inspires us to continue leading the way towards a greener, more sustainable future.” Emirates Float Glass is known for its cutting-edge technology and innovative approach to glass manufacturing with products catering to various industries, including construction, automotive, and architectural sectors, both locally and internationally. EFG’s glass customers will have an advantage by using its ICV certification & Golden listing in all government and government aided projects and the Eco Label Award adds further credibility.--TradeArabia News Service",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "shaikha salem al dhaheri",
        "sentiment": "none"
      },
      {
        "name": "ahmed al shared",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "green eco label award emirates",
        "sentiment": "negative"
      },
      {
        "name": "dubai investments",
        "sentiment": "none"
      },
      {
        "name": "environment agency of abu dhabi",
        "sentiment": "none"
      },
      {
        "name": "operations",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "uae",
        "sentiment": "none"
      },
      {
        "name": "middle east",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T08:28:34.107+02:00",
  "updated": "2024-02-16T08:28:34.107+02:00"
}