{
  "thread": {
    "uuid": "18d45be458655d6da51fee12d69c11aa51ea6ced",
    "url": "https://www.huelvainformacion.es/huelva/Buscamos-mejorar-condiciones-trabajo-corregir_0_1861314032.html",
    "site_full": "www.huelvainformacion.es",
    "site": "huelvainformacion.es",
    "site_section": "https://www.huelvainformacion.es/huelva/",
    "site_categories": [
      "media"
    ],
    "section_title": "Huelva - Huelva Información",
    "title": "\"Buscamos mejorar las condiciones de trabajo y corregir la brecha de género\"",
    "title_full": "\"Buscamos mejorar las condiciones de trabajo y corregir la brecha de género\"",
    "published": "2023-12-30T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://cdn.socy.cloud/JOLY/v3/SSFC/65240440166d2/https://www.huelvainformacion.es/2023/12/28/huelva/Buscamos-mejorar-condiciones-trabajo-corregir_1861323895_200104994_1200x675.jpg",
    "performance_score": 0,
    "domain_rank": 74856,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "18d45be458655d6da51fee12d69c11aa51ea6ced",
  "url": "https://www.huelvainformacion.es/huelva/Buscamos-mejorar-condiciones-trabajo-corregir_0_1861314032.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Huelva Información",
  "published": "2023-12-30T07:00:00.000+02:00",
  "title": "\"Buscamos mejorar las condiciones de trabajo y corregir la brecha de género\"",
  "text": "En abril de 2021, Julia Perea Álvarez se convirtió en la primera mujer en ostentar el cargo de secretaria general de Comisiones Obreras en Huelva. La actual secretaria general del sindicato repasa la actualidad y los desafíos afrontados a lo largo de 2023 en las áreas donde interviene CCOO.\n–¿Qué valoración hacen desde CCOO Huelva en materia de acción sindical y movilizaciones?\n– Buena. Nuestra acción sindical se basa en la negociación e intervención con las empresas, la inspección de trabajo, el SERCLA y, en última instancia, el Juzgado de lo Social. Este año hemos interpuesto más de 120 denuncias a la inspección de trabajo. Las materias denunciadas abarcan desde incumplimientos en materia salarial, complementos, horas extraordinarias no cotizadas a la Seguridad Social, incumplimiento de jornada intensiva o en materia de Prevención de Riesgos Laborales. En el 80% de los casos, las resoluciones son satisfactorias.\nPor otro lado, en materia de movilización, nos hemos movilizado en defensa de la sanidad pública; en empresas de ayuda a domicilio por el incumplimiento sistemático del convenio colectivo; contra el sistema de financiación de las universidades; con los repartidores de butano que llevan desde 2001 sin convenio colectivo; con las monitores del alumnado de necesidades especiales, casi 200 trabajadoras en una situación totalmente precaria que cumplen una función esencial como es ayudar a la integración de niños y niñas con necesidades especiales garantizando el derecho a la inclusión social de la escuela pública; con la plantilla de CORREOS para defender su carácter público y demandar más personal; con los trabajadores y trabajadoras de Justicia para exigir una mejora en sus condiciones; en la residencia de Nerva, etc. Ha sido un año con numerosas movilizaciones sectoriales.\n–¿Tenéis el foco en algunas áreas concretas de cara al próximo año?\n–2024 será un año muy importante en cuanto a negociación colectiva. Se abren mesas de negociación de convenios importantes como son: hostelería, que suele ser bastante conflictivo porque a la patronal le cuesta bastante repartir parte de los beneficios con los trabajadores y trabajadoras y mejorar sus condiciones para retener el talento; el convenio de Limpieza, que actualmente está impugnado porque entendemos que incurre en una flagrante desigualdad de género; el convenio de las conservas; el convenio para los repartidores de butano o el convenio de panaderías, entre otros. Como claves: recuperar poder adquisitivo perdido en estos años, mejorar las condiciones laborales y ganar más derechos. Las empresas han aumentado sus beneficios en un 55% y los salarios solo han crecido un 2,5%, los precios de los alimentos básicos como el aceite todo el mundo los sufre, ya es hora de que el patriotismo invada a las patronales a la hora de defender nuestra tierra y dejemos de situar a la provincia en vagón de cola de España en cuanto a los salarios.\nJulia Perea Álvarez, secretaria general de CCOO Huelva Julia Perea Álvarez, secretaria general de CCOO Huelva / Josué Correa\n–Se ha anunciado un ligero descenso del paro en Huelva este mes de diciembre, ¿Cuál es la situación real del desempleo en la provincia?\n–Hay que tener en cuenta que el paro fluctúa mucho en la provincia según el mes. El empleo en Huelva se distribuye entre el sector agrícola y los servicios. Cuando hay campañas altas en estas áreas, vemos una reducción del paro, pero cuando estás operan en menor medida, notamos que vuelve a ascender. En este sentido, nosotros ponemos el foco en cómo influye el salario en el descenso del paro. Defendemos que el salario mínimo tiene que llegar al 60% del salario medio, como mandan desde la Unión Europa, unos 1.200 euros mensuales. Huelva es una provincia donde la mayoría de sus ciudadanos ha vivido siempre con el salario mínimo interprofesional. Desde 2018 hasta 2023 el SMI ha aumentado un 45%, el número de cotizantes a la seguridad social ha aumentado y el número de asalariados ha subido en 10.000 y hay 11.300 personas menos desempleadas. Así, un mejor salario aumenta el poder adquisitivo de la clase trabajadora, que es la consumidora. La economía se activa por el aumento de las compras con la consecuente creación de empleo para satisfacer la demanda.\nEs importante también destacar que la tasa de desempleo femenino es mucho mayor que la masculina. Hablamos de que 6 de cada 10 personas desempleadas son mujeres y no vemos medidas por parte de la administración andaluza con planes concretos para revertir esta situación.\nPlanes de igualdad \"Los empresarios tienen que creerse los Planes de Igualdad para corregir la brecha de género\"\n–Hablando de la mujer, ¿Qué cambios habéis apreciado en cuanto a su papel en el mercado laboral?\n–La subida del salario mínimo interprofesional desde 2018 ha proporcionado reducir en un 5% la brecha de género, pero seguimos apreciando que las mujeres soportamos trabajos más precarios y contrataciones parciales e involuntarias. El problema no está en que una mujer cobre lo mismo que un hombre realizando la misma labor, eso es un derecho constitucional, la brecha de género es todo lo que hace que la mujer esté peor posicionada. Los empresarios venden que las mujeres somos las que pedimos no tener jornadas completas porque nos siguen atribuyendo el papel de los cuidados, pero son ellos quienes directamente nos vetan. Las mujeres queremos trabajar a jornada completa. Seguimos situándonos en los sectores más inestables y precarios con poca presencia en sectores mejor remunerados, como, por ejemplo, la industria. Gracias los planes de igualdad, podemos intervenir en estos asuntos, pero nos encontramos con que hay empresarios que no ven esa desigualdad y realizan los planes de igualdad simplemente para evitar la sanción de inspección de trabajo.\n–Y, ¿Cómo estáis afrontando el aumento de los casos de violencia de género?\n–Llevamos a cabo planes de sensibilización y formación para detectar los casos. Muchas veces la sociedad no es consciente de estar ante una situación de acoso sexual o laboral. Además, se da que la persona tiende a ocultarlo por vergüenza o miedo a no ser creída. Además, con partidos políticos de extrema derecha como Vox lanzando discursos negacionista que son asumidos por una parte de la sociedad aún es más difícil todo. El Gobierno andaluz, verbalmente no expresa su negación a la violencia machista, pero con actos como mantener la nomenclatura de ‘Violencia Intrafamiliar’ al teléfono de ayuda o el recorte en el IAM en 5 millones de euros, demuestra lo contrario a lo que dice. La violencia machista es una lacra social que debe ser combatida por todas y todos para erradicarla. No podemos tolerar como sociedad que una mujer sea asesinada simplemente por ser mujer.\nSanidad \"Solicitamos que se garantice el derecho a una sanidad pública, universal y gratuita\"\n–Otro asunto que está a la orden del día es el problema con los servicios sanitarios públicos...\n–Actualmente tenemos graves problemas con las listas de esperas para intervenciones quirúrgicas y consultas externas y con la atención primaria. Huelva está a la cola de España en materia sanitaria. Para nosotros el problema una mala gestión de la Junta de Andalucía, la infrautilizando de los recursos públicos, y la externalización excesiva hacia la sanidad privada en perjuicio de la sanidad pública. Con los 1500 millones de euros destinada a la sanidad privada se podrían haber contratado muchos médicos y medicas para acortar los tiempos de espera en la atención primaria, muchos quirófanos podrían estar abiertos a pleno rendimiento y podrían realizarse más pruebas diagnóstica. Pedimos que el gobierno andaluz cumpla con la Constitución y con el Estatuto de Autonomía, garantizando el derecho a prestaciones sanitarias públicas, universales y gratuitas.\nAsentamientos \"Las personas asentadas requieren un trabajo digno y un lugar adecuado donde vivir\"\n–En cuanto a políticas sociales, ¿Cuál es la situación con los asentamientos en Huelva?\n–Venimos demandando a las administraciones que tienen que intervenir para solucionar el problema de las personas que se encuentran malviviendo en los asentamientos. Son personas vulnerables que, al no estar de forma legal en nuestro país, hay gente sin escrúpulos que son capaces de hacer negocio con su necesidad. Tener acceso a una vivienda digna es fundamental, pero tener empleo para poder acceder a esta y dejar de ser invisible para una parte de las administraciones y la sociedad es clave.\nNosotros, junto a ASAJA e Interfresa, estamos trabajando de forma conjunta para solicitar al Gobierno que apruebe una regularización especial para la provincia de Huelva en el sector agrario. La Ley de Extranjería lo permite. Lo hemo incluido también en las alegaciones presentadas al MITECO en el trámite de audiencia para el \"Marco de Actuaciones para el Desarrollo Territorial Sostenible del Área del Espacio de Doñana\".\nMovilidad \"Necesitamos medidas para mejorar la red de transportes interna y externa con Andalucía\"\n–¿Cuáles son los planes en materia de medio ambiente y sostenibilidad?\n-El cambio climático es una realidad. Es innegable el impacto que tiene y tendrá entre los trabajadores/as. Ante las temperaturas elevadas, hay que modificar los horarios de trabajo. También la sequía, afecta al campo, la industria y el turismo y al empleo. Debe darse un cambio de modelo que impulse el desarrollo de las energías renovables, la movilidad sostenible, la rehabilitación energética de edificios, el reciclaje de residuos, etc. Huelva cuenta con potencial con grandes iniciativas como los proyectos de hidrógeno verde, que nos situaran en el primer productor de Europa, pero nos hace falta infraestructuras hídricas y ferroviarias para que no se siga lastrando el desarrollo económico y social de nuestra provincia.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T07:40:31.125+02:00",
  "updated": "2023-12-31T00:05:00.405+02:00"
}