{
  "thread": {
    "uuid": "8db75b97e3b21f7c2c26ab8c75e72c24341df575",
    "url": "https://www.harlemworldmagazine.com/ebenezer-gospel-tabernacle-christian-mission-of-the-usa-in-harlem-receives-2024-sacred-sites-grant",
    "site_full": "www.harlemworldmagazine.com",
    "site": "harlemworldmagazine.com",
    "site_section": "https://www.harlemworldmagazine.com/category/business/",
    "site_categories": [
      "hobbies_and_interests"
    ],
    "section_title": null,
    "title": "Ebenezer Gospel Tabernacle Christian Mission Of The USA In Harlem Receives 2024 Sacred Sites Grant",
    "title_full": "Ebenezer Gospel Tabernacle Christian Mission Of The USA In Harlem Receives 2024 Sacred Sites Grant",
    "published": "2024-05-31T06:25:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 39757,
    "domain_rank_updated": "2024-05-28T13:09:50.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8db75b97e3b21f7c2c26ab8c75e72c24341df575",
  "url": "https://www.harlemworldmagazine.com/ebenezer-gospel-tabernacle-christian-mission-of-the-usa-in-harlem-receives-2024-sacred-sites-grant",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Harlem World Magazine",
  "published": "2024-05-31T06:25:00.000+03:00",
  "title": "Ebenezer Gospel Tabernacle Christian Mission Of The USA In Harlem Receives 2024 Sacred Sites Grant",
  "text": "The New York Landmarks Conservancy has announced 14 Sacred Sites Grants totaling $228,000 awarded to 14 historic religious properties throughout New York State .\nIncluding $7,500 to Ebenezer Gospel Tabernacle Christian Mission of the USA in Harlem to help fund chimney repair.\nArchitect Charles Atwood designed the 1891 Ebenezer Gospel Tabernacle with a mix of Romanesque-revival and Gothic-revival vocabulary. At the time of its construction, the church was known as the Third Unitarian Church in New York City . Since completion, the church has changed ownership twice, reflecting changing neighborhood demographics. First, in 1919, an orthodox Jewish congregation, Congregation Chebra Ukadisha B’nai Israel, Holy Sons of Israel, from Kalwarie, Lithuania bought the building. Then, in 1942, the present, Pentecostal, Caribbean and African-American church congregation assumed ownership. Established in Harlem in 1911, the current building is Ebenezer’s second home.\nThe congregation reaches about 400 people with activities such as clothing distribution and feeding programs. Compassionate Ministries is an effort to provide food, clothing and group counseling to recently arrived migrants.\n“We are delighted that our grants will help these diverse congregations maintain their buildings and continue to serve their communities with social service and cultural programs,” said Peg Breen, President, The New York Landmarks Conservancy . ”These 14 congregations reach a total of 60,000 people beyond their congregations with no-cost or low-cost services. “\nThe Sacred Sites Program provides congregations with matching grants for planning and implementing exterior restoration projects, along with technical assistance, and workshops. Since 1986, the program has pledged nearly 1,700 grants totaling over $13.8 million to more than 850 religious institutions statewide.\nThe New York Landmarks Conservancy , a private non-profit organization, has led the effort to preserve and protect New York City’s architectural legacy for more than 50 years.\n“… revitalizing communities, providing economic stimulus, and supporting local jobs.”\nSince its founding, the Conservancy has loaned and granted more than $62 million, which has leveraged almost $1 billion in nearly 2,000 restoration projects throughout New York, revitalizing communities, providing economic stimulus, and supporting local jobs. The New York Landmarks Conservancy has also offered countless hours of pro bono technical advice to building owners, both nonprofit organizations and individuals.\nThe Conservancy’s work has saved more than a thousand buildings across the City and State, protecting New York’s distinctive architectural heritage for residents and visitors alike today, and for future generations.\nFor more information, please visit www.nylandmarks.org .\nPhoto Credit: 1-2) Courtesy of The New York Landmarks Conservancy",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [
    "http://www.nylandmarks.org/",
    "http://nylandmarks.org/",
    "http://www.nylandmarks.org"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "charles atwood",
        "sentiment": "none"
      },
      {
        "name": "ebenezer",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "new york landmarks conservancy",
        "sentiment": "negative"
      },
      {
        "name": "ebenezer gospel tabernacle christian mission of the usa in harlem",
        "sentiment": "negative"
      },
      {
        "name": "ebenezer gospel tabernacle christian mission of the usa",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new york city",
        "sentiment": "none"
      },
      {
        "name": "harlem",
        "sentiment": "none"
      },
      {
        "name": "kalwarie",
        "sentiment": "none"
      },
      {
        "name": "new york state",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "lithuania",
        "sentiment": "none"
      },
      {
        "name": "caribbean",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T06:36:57.937+03:00",
  "updated": "2024-05-31T06:36:57.937+03:00"
}