{
  "thread": {
    "uuid": "9285533d10b6678db63993bf7ccb78a74437003a",
    "url": "https://www.houstoniamag.com/home-and-real-estate/how-to-protect-your-plants-from-a-hard-freeze",
    "site_full": "www.houstoniamag.com",
    "site": "houstoniamag.com",
    "site_section": "https://houstoniamag.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Houstonia Magazine",
    "title": "How to Prepare Your Plants for the Texas Hard Freeze | Houstonia Magazine",
    "title_full": "How to Prepare Your Plants for the Texas Hard Freeze | Houstonia Magazine",
    "published": "2024-01-12T18:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://res.cloudinary.com/sagacity/image/upload/c_crop,h_2133,w_3200,x_0,y_0/c_limit,dpr_auto,f_auto,fl_lossy,q_80,w_1200/city-news-freeze-plants-gardening-_Houstonia_Composite-Shutterstock_dls4e2.jpg",
    "performance_score": 0,
    "domain_rank": 26468,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9285533d10b6678db63993bf7ccb78a74437003a",
  "url": "https://www.houstoniamag.com/home-and-real-estate/how-to-protect-your-plants-from-a-hard-freeze",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-12T18:00:00.000+02:00",
  "title": "How to Prepare Your Plants for the Texas Hard Freeze | Houstonia Magazine",
  "text": "An Expert Shares Tips to Save Your Plants from the Hard Freeze As temperatures plummet and winter winds hold a frigid grip on our city, Houston’s plant life faces a familiar foe: the unpredictable cold snap. Next week, we will face [a potential hard freeze](https://spacecityweather.com/setting-expectations-for-next-weeks-freeze-prepare-but-dont-panic) with temperatures expected to drop as low as the high 10s. While our subtropical paradise typically basks in sunshine, these dips into frigid territory can pose significant challenges for our cherished greenery. But worry not—even as a bone-chilling Arctic front descends upon us, there’s hope blooming amid the frost. The [Houston Botanic Garden](/travel-and-outdoors/2023/08/houston-botanic-garden-guide)’s horticulture manager and seasoned plant warrior, Brent Moon, is ready to share his arsenal of secrets for how to keep your plants safe during the freeze. What are the main challenges that plants face during a freeze? One of the struggles and challenges with gardening and horticulture in the South is we often stay very warm right up until a big cold front comes through. That’s what happened during our last two big polar cold snaps. The plants don’t have a chance to go into dormancy like they would farther north in somewhere like Nebraska and Missouri or Michigan. So, they’re generally actively growing and they have tender, very fragile growth. Then when we suddenly get cold like that they can’t handle that cold weather. So, that’s what really causes the damage. What types of plants are more susceptible to cold temperatures in our region? Anything with herbaceous, tender foliage is going to be damaged, especially things that are tropical. Things like cannas, gingers, and basically anything with a nice fresh green-looking leaf right now is probably going to get a little bit of damage. If it’s a native shrub, like an azalea—things like those that are woody plants—they're not herbaceous. You might lose the leaves, but for the most part, the woody stems and trunks should be okay because it’s going to be a fairly short freeze. So you’ll want to work on protecting things that are tropical or herbaceous in nature. What specific steps should gardeners take to prepare their plants for an upcoming freeze? If you have outdoor plants, one of the best things to do if you can’t move them in is to make sure you water well before the freeze. Moist soil always holds temperature in better than dry soil. So, watering around the plants is always a good idea, and even if you have potted plants, it’s better to have that soil moist first. But the best thing to do is just bring the plant inside. Whether it’s in your house, a shop, or a garage, it’s likely going to stay above freezing even if you stick it in an unheated garage. If it’s something that you can’t bring in, the best thing to do is to cover your plants with some kind of breathable fabric like a freeze cloth—it could be an old sheet or a blanket. The key is for it to be breathable. Avoid things like plastic because after the freeze is over, the sun comes back out and if someone doesn’t uncover [the plant] in a timely manner, that plastic heats up quickly and it can cook the foliage of the plants underneath it. Another tip is you can use mulch, dry leaves, or pine needles, and you can pile those up against your plants. Let’s say you have a citrus tree or citrus shrub that you want to protect. You can pile the mulch up a couple feet on the trunk or gather old leaves and secure that with something that'll help provide a little bit of protection. You can also use things like heat lamps or incandescent Christmas lights and wrap those around plants and cover them with a frost cloth, because those are fairly low-voltage and they don’t heat up too much, but they’ll provide a little bit of extra heat for the plants. What watering practices should be followed in this cold snap? You just want to make sure that the soil is adequately moist. It helps hold the heat and is better than drier soil. You probably want to avoid it being super saturated because that can lead to rotting conditions if it were to stay cool too long, but this is going to be like our typical freeze where it gets cold for a couple of days and then it warms right back up. So, I don’t think you’d have to worry about that. What signs or symptoms should gardeners be on the lookout for to identify cold damage in their plants after the freeze has passed? Often, cold damage will express itself in the leaves turning a brown color and eventually black and then they fall off. You could get shriveled, desiccated-looking branch tips and stems. Lots of times people have a tendency when they see that to go in and cut all that back right away. The best thing to do is really to wait a little while even though it’s going to be ugly and look bad. The better thing to do is to wait several weeks for warmer weather when the plants start to fly back out again. That’ll show you where you should trim to remove the damaged foliage. What are the potential long-term effects of a severe freeze on plants, and how can gardeners mitigate them? There can be long-term effects. Here at the garden, we had some issues with the first two big freezes. The palms are from more Mediterranean-type areas and they’re not used to cold quite this severe, so what happens is that their outer tissue will get damaged but it doesn’t go all the way through to the trunk. So, you’ll have a core of tissue inside there that is still good, but the outer several inches may be dead. What can happen over time is the plant is still gonna look okay, and if it doesn’t kill it outright it’ll start flushing out new growth again once warm weather returns, but then that trunk is weakened. Over time as the canopy regrows it can’t support the growth of that canopy, and when you get a high wind that’s when you see the palm failing and sort of fold over. We experienced that quite a bit here at the garden a couple of years ago so we had to remove several of our palms because of that. Are there differences in cold preparation strategies for established plants versus newly planted ones? More established plants that have been in the ground longer are a little bit better able to withstand the rigors of the freeze. Part of that is going to depend on what species you’re talking about. Let’s say you’re just talking about a banana plant. It doesn’t matter if you planted it yesterday or it’s been in there for three or four years. All the above-ground growth is likely to be damaged just because of the severity of the cold. The good thing about bananas and cannas is that some of these plants are root-hearty and they’ll come back from the roots. Even a young oak tree, if it’s one that’s been there for 50 or 60 years, is going to be much more able to withstand the cold snap than one planted this year just because the bark is thicker and provides a modicum of protection. Are there any particular plant species that thrive in colder temperatures? Down here, it’s always good to stick with your natives. Things like oak trees, pine trees, wax myrtles, or any of your native plants are well-adapted for all the different weather we have here in Houston, whether it’s heat or cold.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Lifestyle and Leisure",
    "Environment"
  ],
  "external_links": [
    "https://spacecityweather.com/setting-expectations-for-next-weeks-freeze-prepare-but-dont-panic)",
    "https://www.spacecityweather.com/setting-expectations-for-next-weeks-freeze-prepare-but-dont-panic)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "brent moon",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "save your plants",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "texas",
        "sentiment": "none"
      },
      {
        "name": "south",
        "sentiment": "none"
      },
      {
        "name": "houston botanic garden",
        "sentiment": "none"
      },
      {
        "name": "houston",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-12T21:20:24.219+02:00",
  "updated": "2024-01-12T21:20:24.219+02:00"
}