{
  "thread": {
    "uuid": "39525b3b1edb437342c99ff58bd1f62b352ceed2",
    "url": "https://www.expansion.com/economia-sostenible/2024/02/16/65cf2950468aeba82f8b4590.html",
    "site_full": "www.expansion.com",
    "site": "expansion.com",
    "site_section": "http://foros.expansion.com",
    "site_categories": [
      "financial_news",
      "finance"
    ],
    "section_title": "Expansión - Diario Económico e información de mercados",
    "title": "El rol empresarial de la sostenibilidad: de mero espectador a pilar estratégico | Economía sostenible",
    "title_full": "El rol empresarial de la sostenibilidad: de mero espectador a pilar estratégico | Economía sostenible",
    "published": "2024-02-16T11:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "https://phantom-expansion.unidadeditorial.es/59069d05093926b698ed1ba314237567/crop/383x107/1665x962/resize/1200/f/webp/assets/multimedia/imagenes/2023/09/17/16949812640373.jpg",
    "performance_score": 0,
    "domain_rank": 4339,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "39525b3b1edb437342c99ff58bd1f62b352ceed2",
  "url": "https://www.expansion.com/economia-sostenible/2024/02/16/65cf2950468aeba82f8b4590.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Diego Fernández*",
  "published": "2024-02-16T11:22:00.000+02:00",
  "title": "El rol empresarial de la sostenibilidad: de mero espectador a pilar estratégico | Economía sostenible",
  "text": "En los últimos años, hemos asistido a una creciente evolución de la sostenibilidad en el ámbito empresarial. De esta forma, las organizaciones han comenzado a integrar paulatinamente la sostenibilidad no sólo como una cuestión de responsabilidad corporativa, sino como un elemento estratégico capaz de generar valor a largo plazo. Un cambio de paradigma que no ha sido sencillo ni rápido, pero que ha marcado el inicio de una profunda transformación en la forma de entender el rol de las empresas en la sociedad. Un concepto que ha pasado de ocupar un espacio, hasta ahora minoritario en las hojas de ruta de las grandes compañías, a erigirse como un pilar troncal que cuenta con una estrategia propia y que forma parte imprescindible de la estrategia de negocio de cualquier organización. Y es que según datos del informe 'Contribución de las empresas españolas a la Estrategia de Desarrollo Sostenible 2030: una consulta integral', elaborado por la Red Española del Pacto Mundial junto a la Secretaría de Estado para la Agenda 2030, el 99% de las grandes empresas españolas están llevando a cabo actuaciones de sostenibilidad.. Un dato que demuestra la importancia que está adquiriendo la sostenibilidad en empresas de todas las industrias. Pero esta visión de situar a la sostenibilidad en el punto más alto de las prioridades no constituye únicamente una reacción ante las preocupaciones y exigencias en materia medioambiental a las que se enfrentan las empresas, sino que también se perfila como un elemento crucial para asegurar la continuidad y el futuro de cualquier negocio. Desde mi punto de vista, las organizaciones han comprendido que una gestión sostenible puede ser un potente motor de innovación, eficiencia y competitividad. La sostenibilidad ya no es solo una cuestión de imagen o cumplimiento normativo, es un factor crítico que determina el éxito en un mercado cada vez más exigente. Hablamos de nuevos modelos de negocio, nuevas cadenas de valor, procesos industriales circulares, nuevas fuentes de beneficio sobre elementos que hasta ahora han sido un coste o un problema, etc. La sostenibilidad es un cambio de paradigma que empuja a un cambio, acelera y plantea un nuevo modelo donde, a diferencia de muchos modelos actuales, plantea un beneficio para el planeta. Sin duda, como todos los grandes cambios, implica una transformación a todos los niveles. Por ejemplo, las personas. Las empresas deben enfocarse en educar, sensibilizar y generar complicidad entre sus profesionales en este cambio holístico. Sin esa alineación, los sistemas empresariales por sí solos no podrán subirse al tren de la sostenibilidad ya que como hemos comentado anteriormente, es un cambio completo y esto implica a la economía pero también a la sociedad. A mí parecer, considero que se está acelerando para bien. No obstante, hemos de seguir el ritmo, el planeta lo necesita, que es donde vivimos. Aún queda un largo camino por recorrer. *CEO & Cofounder GELLIFY Iberia",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Economy, Business and Finance",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T12:12:40.119+02:00",
  "updated": "2024-02-16T12:12:40.119+02:00"
}