{
  "thread": {
    "uuid": "f6b5eaf8290633119b699339e33402e3aae67fdb",
    "url": "https://www.techtimes.com/articles/303506/20240411/amazon-ceo-remains-confident-amid-ai-race.htm",
    "site_full": "www.techtimes.com",
    "site": "techtimes.com",
    "site_section": "https://www.techtimes.com/personaltech",
    "site_categories": [
      "media",
      "tech"
    ],
    "section_title": "Tech News | Tech Times",
    "title": "Amazon CEO Remains Confident Amid AI Race: \"Inventing the Future\" | Tech Times",
    "title_full": "Amazon CEO Remains Confident Amid AI Race: \"Inventing the Future\" | Tech Times",
    "published": "2024-04-12T00:04:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://1734811051.rsc.cdn77.org/data/images/full/445383/amazon-expands-free-credits-program-for-startups-using-ai-models-offers-access-to-anthropic-and-more.jpg",
    "performance_score": 0,
    "domain_rank": 3035,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f6b5eaf8290633119b699339e33402e3aae67fdb",
  "url": "https://www.techtimes.com/articles/303506/20240411/amazon-ceo-remains-confident-amid-ai-race.htm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Aldohn Domingo",
  "published": "2024-04-12T00:04:00.000+03:00",
  "title": "Amazon CEO Remains Confident Amid AI Race: \"Inventing the Future\" | Tech Times",
  "text": "[Amazon](https://www.techtimes.com/tags/amazon) is reassuring its shareholders in its annual shareholder letter, especially in the tech giant's place in the ongoing [artificial intelligence](https://www.techtimes.com/tags/artificial-intelligence) race. Although the market and consumers generally believe that Amazon is lagging in AI, Andy Jassy, Amazon CEO, expressed optimism in an annual shareholder letter released on Thursday. Jassy believes a large portion of this game-changing AI will be built on top of Amazon Web Services, the company's cloud computing division, which is already the backbone of many of the world's digital businesses. In the letter, Jassy outlined the company's [generative AI](https://www.techtimes.com/tags/generative-ai) strategy. He also said that the company is more interested in developing the underlying \"foundational\" AI models and selling them to enterprise clients, which currently include Siemens, Pfizer, and Delta Air Lines, than in creating consumer-facing applications to directly compete with well-known tools like OpenAI's ChatGPT. (Photo by PAU BARRENA/AFP via Getty Images) The logo of Amazon Web Services AWS is seen on the opening day of the Integrated Systems Europe (ISE) audiovisual and systems integration exhibition in Barcelona on January 31, 2023. According to Amazon's CEO, the business [approaches](https://www.businessinsider.com/amazon-ceo-andy-jassy-ai-comments-annual-shareholder-letter-2024-4) its AI initiatives in three layers: developing core models, employing pre-built gen AI apps, and leveraging existing ones, depending on their requirements and experience level. According to Jassy, the company's five guiding principles are hiring builders who push boundaries, concentrating on customer challenges, and developing foundational tools to drive innovation, which he claims to be the key to its continued success and resilience. It also entails accepting improved technology from whatever source and learning from mistakes. Amazon's CEO also stated that the business evaluates cost-cutting measures while expediting customer goods delivery. Read Also: [Amazon AWS Implements Layoffs Amid Restructuring Efforts](https://www.techtimes.com/articles/303227/20240403/amazon-aws-implements-layoffs-amid-restructuring-efforts.htm) AI Race A year and a half ago, ChatGPT launched, sparking a competition between major tech giants and a new wave of start-ups to develop the greatest AI technology and determine how to monetize it. After spending billions of dollars, companies like Google, OpenAI, and Anthropic AI have created AI bots that are getting better and better. However, businesses are finding it difficult to incorporate them into their current offerings, and as of right now, most customers have not started paying actual money for the AI tools that are already on the market. Regarding generative AI, Amazon has invested billions of dollars. It added $2.75 billion to its $4 billion initial investment in start-up Anthropic, granting it a minority position. As part of the agreement, Anthropic will use Amazon Web Services, and Amazon will be able to provide its business clients with access to Anthropic's Claude, one of the top generative AI models. Amazon's AI Efforts Recently, Amazon Web Services has also increased the number of free credits available to startups to [offset the expenses of utilizing large AI models](https://www.techtimes.com/articles/303164/20240402/amazon-expands-free-credits-program-startups-using-ai-models-offers-anthropic.htm). This growth is a component of AWS's plan to increase Bedrock, its AI platform,'s market share. Using their cloud credits, startups can now obtain models from various suppliers, such as Anthropic, Meta, Mistral AI, and Cohere. Wright emphasized that Anthropic's revenue would increase due to Amazon's free credits, demonstrating the company's dedication to fostering ecosystem development. AWS has committed to assisting new companies by providing over $6 billion in credits to startups over the last ten years. Related Article: [Amazon is Ditching Check-out Less Grocery Stores With 'Just Walk Out' Tech](https://www.techtimes.com/articles/303176/20240402/amazon-ditching-check-out-less-grocery-stores-walk-tech.htm) (Photo: Tech Times)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology"
  ],
  "external_links": [
    "https://www.businessinsider.com/amazon-ceo-andy-jassy-ai-comments-annual-shareholder-letter-2024-4)",
    "https://businessinsider.com/amazon-ceo-andy-jassy-ai-comments-annual-shareholder-letter-2024-4)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jassy",
        "sentiment": "none"
      },
      {
        "name": "andy jassy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "amazon",
        "sentiment": "negative"
      },
      {
        "name": "delta air lines",
        "sentiment": "none"
      },
      {
        "name": "pau barrena",
        "sentiment": "none"
      },
      {
        "name": "amazon web services",
        "sentiment": "none"
      },
      {
        "name": "pfizer",
        "sentiment": "none"
      },
      {
        "name": "siemens",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T05:03:12.921+03:00",
  "updated": "2024-04-12T05:03:12.921+03:00"
}