{
  "thread": {
    "uuid": "bb4334d3336fce41a7779f74b3441783e64c3bce",
    "url": "https://www.candgnews.com/news/farmington-united-hockey-restores-program-success-one-step-at-a-time-4402",
    "site_full": "www.candgnews.com",
    "site": "candgnews.com",
    "site_section": "https://www.candgnews.com",
    "site_categories": [
      "media"
    ],
    "section_title": "C&amp;G Newspapers",
    "title": "Farmington United hockey restores program success one step at a time",
    "title_full": "Farmington United hockey restores program success one step at a time",
    "published": "2024-01-05T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.candgnews.com/storage/cache/articles/4402/80007a3e61c0e1cb32147b9126e97255cbd.jpeg",
    "performance_score": 0,
    "domain_rank": 73936,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bb4334d3336fce41a7779f74b3441783e64c3bce",
  "url": "https://www.candgnews.com/news/farmington-united-hockey-restores-program-success-one-step-at-a-time-4402",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mark Vest",
  "published": "2024-01-05T07:00:00.000+02:00",
  "title": "Farmington United hockey restores program success one step at a time",
  "text": "FARMINGTON/FARMINGTON HILLS — A project that city officials said could reduce internet bills for residents of Farmington and Farmington Hills was recently launched. The “Farmington Area FiberCity” project was described in a press release as a “revolutionary fiber optic infrastructure investment that will bring a fast, affordable and reliable all-fiber internet network to every home, business, and institution in both cities.” Farmington Mayor Joe LaRussa is part of the broadband committee that Farmington and Farmington Hills formed. “We have commenced with the kickoff of construction for the network,” LaRussa said. “This has been a culmination of maybe four years or more of homework, planning and working with a partner to bring this project to reality, and now we have shovels in the ground actually putting fiber conduit in the streetscapes so that we can realize this vision of bringing competitive internet access to residents and businesses in Farmington and Farmington Hills.” SiFi Networks, a privately owned telecom company in New Jersey that funds, builds and operates communitywide fiber optic networks, is privately funding the more than $70 million project, according to the release. “No taxpayer money will be used for this project,” LaRussa said. However the two cities jointly paid for a $67,000 feasibility study in 2020, according to the U.S. Department of Transportation Federal Highway Administration. SiFi will own the infrastructure and allow internet service providers to rent from them and use their fiber to provide service to residents and businesses. Spectrum, which owns its own network, is currently the primary internet provider in the area, according to LaRussa. LaRussa expects the project to be completed within two years. According to the release, the project will provide access to all of the nearly 50,000 households, businesses and institutions in the Farmington area, with speeds up to 10 gigabits per second, which would make it among the fastest residential internet speeds available in the U.S. The project is an open access network, allowing for fiber infrastructure to be shared by multiple service providers, which can include internet, wireless and other services. “You don’t tell DHL, the U.S. Postal Service, UPS (or) FedEx to build their own roads to come deliver parcels to your house. They use common infrastructure and compete on service. Very similarly, that’s the method that we’re taking here, is we’re providing a common infrastructure that can be utilized by multiple service providers to then compete for your business,” LaRussa said. One company is already in the mix. “T-Mobile came on as an anchor tenant, if you will, to start to kick it off,” LaRussa said. “So, they will be providing home internet. They’re typically known as a wireless provider, but, obviously, for their business, it makes sense to bundle home internet with a cellular plan, so they’ve decided to be one of the anchor tenants for this project. … T-Mobile, to do this themselves, they would have to build their own fiber-optic network, but they’ve made the choice to come onboard and provide service via this common infrastructure solution.” According to LaRussa, other than SiFi paying normal fees for permits, there are no financial arrangements in place between the cities and SiFi. “The infrastructure build itself is 100% privately funded,” LaRussa said. “The only cost to the cities was the original feasibility study. … The roles for the cities are going to be arranging for the permits and the right of way (and) allocating public lands for the consolidation points for the network.” As for how much residents might save as a result of the FiberCity project, LaRussa said he did not have enough data at hand to say. A representative from SiFi did not respond to requests to provide that information. LaRussa shared information about the average cost of internet bills for local residents. “If subscribers have AT&T service the primary research said the range for DSL was roughly $50-$60, depending on the speed, and for fiber, it was between $60 and $100, monthly,” he said. “For Spectrum, they were charging $70 a month for basic, and if it was in a bundle, the charge would drop to $60. … And then if you had Wide Open West or WOW, it looks like their tiered broadband service ranged from $50 for the slowest speed to $80 for the highest speed.” Marcus Bowman, a community relations manager for SiFi Networks, shared his thoughts about the project. “The cities of Farmington and Farmington Hills demonstrate the power of two communities coming together to champion a vital infrastructure project that directly benefits all their residents with crucially needed modern-day connectivity,” Bowman stated via the release. “SiFi Networks is delighted to make the long-term investment in the Farmington area because we see how fiber networks transform communities into hubs of innovation, remote work, better healthcare and smart city services.” For Farmington Hills City Manager Gary Mekjian, there is a correlation between his city’s 50th anniversary in 2023 and the Farmington Area FiberCity project. “As we celebrate the City of Farmington Hills’ 50th anniversary, we’re looking forward to the future and with the addition of SiFi Networks’ trailblazing technology to our City’s infrastructure, the future is fast approaching,” Mekjian stated via the release. From LaRussa’s perspective, SiFi’s investment opens the door for a competitive market that can benefit consumers. “Having privately owned infrastructure is a barrier to competition,” he said. “When you take that away and you don’t have the premium pricing power of running it on your own network, now the elements of competition are, ‘I have to compete on the speed of my connection, the quality of the service and the price.’ So, I think this competitive element that we’re introducing will have the intended effect of drawing down prices for internet service. We’ve seen that in other markets where SiFi has entered and done this, and we’ve seen it in other markets where the municipality has built their own internet infrastructure.” A representative could not be reached to provide examples of those communities. LaRussa was Farmington’s representative on the Joint Municipal Broadband Task Force, which he said consisted of eight people. The taskforce determined that broadband internet is the fourth most critical utility, following electricity, gas and water, according to the FHA website. The company contracted for the study, CCG, stated that, “In most studies we’ve done, it’s been obvious if cities should move forward or not — but here it’s not so clear.” However, the cities decided to move forward with the project. According to LaRussa, at the time of the study SiFi Networks had not come forward as a private partner for the project. Once that happened, the dynamics changed. “The study was based on whether it was going to be publicly financed or not,” LaRussa said. “Once the private partner presented themselves it kind of cleared the way for us to move forward without any encumbrance, because if a private partner’s presenting themselves, saying, ‘We’re gonna pay for it,’ there’s no longer a question about whether taxpayer money (is) needed or to what extent taxpayer money would need to be utilized to finance the network.” Due to his opinion that what the project offers is superior to what is available elsewhere in Oakland County and southeast Michigan, LaRussa expressed confidence that it will be an economic development tool for Farmington and Farmington Hills and attract more companies and residents to the area. “There’s a lot of communities that do a lot of work and it ends up in a binder on a shelf, and to see this actually come to fruition is very gratifying, and it’s a testament to the persistence and, quite frankly, the technical knowledge and know-how that was brought by the residents of the two cities on the task force,” LaRussa said. “We demonstrated the right kind of energy and the right kind of attitude about this project that attracted the private partner. It’s not just anybody that comes around the corner and says, ‘Hey, we’d like to fund a $70 million network in your town.’ We were doing the right things, and that attracted the right attention, and I think that’s a testament to the expertise and the drive of the residents and the volunteers that did the homework that led to this point.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "larussa",
        "sentiment": "none"
      },
      {
        "name": "joe larussa",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "farmington united",
        "sentiment": "negative"
      },
      {
        "name": "farmington",
        "sentiment": "none"
      },
      {
        "name": "sifi networks",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "farmington",
        "sentiment": "none"
      },
      {
        "name": "new jersey",
        "sentiment": "none"
      },
      {
        "name": "farmington hills",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:43:20.515+02:00",
  "updated": "2024-01-06T00:43:20.515+02:00"
}