{
  "thread": {
    "uuid": "bc4c96ba74a9f19976056c09820658c451738cf1",
    "url": "https://www.elheraldo.hn/fotogalerias/mundo/gemelos-nacidos-distintos-anos-2023-2024-estados-unidos-OK16850583",
    "site_full": "www.elheraldo.hn",
    "site": "elheraldo.hn",
    "site_section": "https://www.elheraldo.hn",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "El Heraldo - Noticias de Honduras y el mundo, política, deportes",
    "title": "Gemelos nacen en diferentes años en Estados Unidos",
    "title_full": "Gemelos nacen en diferentes años en Estados Unidos",
    "published": "2024-01-07T23:42:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "HN",
    "main_image": "https://www.elheraldo.hn/binrepository/1200x900/0c0/1200d630/none/45933/PKYS/7_6423455_20240107160427.jpg",
    "performance_score": 0,
    "domain_rank": 38308,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bc4c96ba74a9f19976056c09820658c451738cf1",
  "url": "https://www.elheraldo.hn/fotogalerias/mundo/gemelos-nacidos-distintos-anos-2023-2024-estados-unidos-OK16850583",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "/cronologia/-/meta/laura-caceres",
  "published": "2024-01-07T23:42:00.000+02:00",
  "title": "Gemelos nacen en diferentes años en Estados Unidos",
  "text": "Eve Humphrey dio a luz a dos hermosos gemelos, aunque en diferentes días y años, pues uno de ellos nació el 31 de diciembre de 2023 y el otro el 1 de enero de 2024. Los emocionados padres relataron que bromeaban sobre tener gemelos y recientemente sobre la llegada de ambos en diferentes fechas. La madre contó que se despertó la mañana del 31 de diciembre y que le dijo a su esposo: “Feliz cumpleaños, se me acaba de romper la fuente”. En ese sentido, Billy Humphrey llevó a su esposa directamente al hospital. “¡Los chicos están aquí! Y son tan especiales, que ni siquiera pudieron compartir haber nacido en el mismo año. Ezra, nacido el 31/12/23 (el mismo cumpleaños que papá). Ezequiel, nacido el 1/1/24”, escribió Billy Humphrey a través de su cuenta de Instagram, al pie de esta hermosa postal. Según el relato de los padres, justo a las las 11:48 p.m. del día 31 de diciembre, Eve dio a luz a Ezra, el primer bebé. “Teníamos 12 minutos para intentar sacar al otro”, dijo Billy Humphrey. Sin embargo, el otro bebé nació 40 minutos después que su hermanito gemelo. La familia Humphrey se encuentra muy contenta, pues estas fechas son una cadena de celebraciones familiares para ellos, pues señalaron que aparte de que la pareja celebró recientemente su aniversario de casados, Por otra parte, Billy Humphrey cumple años el 31 de diciembre, al igual que uno de los gemelos, y el otro celebrará su cumpleaños el 1 de enero. Pero eso no es todo, el hermanito mayor de los gemelos celebra su natalicio el tres de enero, por lo que los festejos serán continuos. “Tengo tres hijos y ahora todos celebramos cumpleaños cerca unos de otros... Obviamente, mi cumpleaños pasa a un segundo plano en este momento. Al menos me puedo aferrar al Día del Padre”, expresó Billy. Cabe mencionar que los gemelitos nacieron en el Hospital Vitura Voorhees, en Estados Unidos. Billy imagina que este nacimiento único traerá alegría entre los hermanos gemelos en los años venideros. “Definitivamente estoy pensando que harán bromas al respecto”, agregó Billy. Pese a la emoción de ambos padres, agregaron que no planean tener más hijos pues esperan criar a sus tres pequeños sanos. “Esto es todo para nosotros, no queremos tener más hijos”, externó Billy entre risas. “Ambos estamos emocionados de tener tres niños sanos”, añadió. Billy manifestó que desde ya está planeando hacer viajes con sus tres pequeños. “Eso le dará a mamá un descanso para relajarse en casa”, dijo el emocionado padre de familia. El nacimiento de los gemelitos trajo alegría no solo para su familia, sino también para muchos de sus amigos y conocidos quienes les escribieron mensajes de felicitación en redes sociales. “Esto es increíble. ¡Bienvenidos al mundo amigos! ¡Felicidades mamá y papá!”. “¡El hecho de que tengan cumpleaños diferentes es salvaje. Felicitaciones”. “¡Eso es tan genial! ¡Felicidades! Mi esposa dice que los gemelos necesitan ser presentados en el Today Show”, son algunos de los muchos comentarios al respecto de este peculiar nacimiento.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:53:07.764+02:00",
  "updated": "2024-01-08T01:17:00.332+02:00"
}