{
  "thread": {
    "uuid": "71a6084cb01fa6ea709403c7e93bebdc9ee21172",
    "url": "https://www.eluniversal.com.mx/metropoli/toca-agradecer-y-pagar-la-manda-que-hice/",
    "site_full": "www.eluniversal.com.mx",
    "site": "eluniversal.com.mx",
    "site_section": "http://www.eluniversal.com.mx/nacion",
    "site_categories": [
      "media"
    ],
    "section_title": "Nación | El Universal",
    "title": "“Toca agradecer y pagar la manda que hice”",
    "title_full": "“Toca agradecer y pagar la manda que hice”",
    "published": "2023-12-29T12:17:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.eluniversal.com.mx/resizer/znmLSF4YXOUinlZ5DdokYKGVglo=/980x528/cloudfront-us-east-1.images.arcpublishing.com/eluniversal/OBMEML57KBDTLOC2LD6PZ632XY.jpg",
    "performance_score": 0,
    "domain_rank": 3739,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "71a6084cb01fa6ea709403c7e93bebdc9ee21172",
  "url": "https://www.eluniversal.com.mx/metropoli/toca-agradecer-y-pagar-la-manda-que-hice/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "David Fuentes",
  "published": "2023-12-29T12:17:00.000+02:00",
  "title": "“Toca agradecer y pagar la manda que hice”",
  "text": "Poco a poco, los alrededores de la iglesia de San Hipólito —en el primer cuadro de la Ciudad de México— se fueron llenando con el arribo de miles de fieles de San Judas Tadeo que, como cada 28 del mes, lo visitan. En esta ocasión fue para darle las gracias porque les fue bien en este año y esperan que el próximo tengan las mismas bendiciones.\n“Más que otra cosa, vengo solamente a dar gracias. En todo este año nunca me faltó trabajo y nadie de la familia se enfermó, es lo único que siempre le pedí y lo cumplió, ahora toca agradecer y pagar la manda que le hice. Tengo que regalar algo de la buena bendición que repartió a todos nosotros”, comentó Remigio, quien ataviado del santo ingresó a la iglesia.\nAfuera, policías estaban distribuidos en el cruce de las avenidas Reforma e Hidalgo. “Lo mero bueno ya es por la tarde, a esa hora ya salen todos”, afirmó un oficial.\nEn la iglesia las misas fueron cada hora. Los fieles entraban y salían, de momento todo parecía ordenado y organizado. Afuera, algunos empezaron a armar la fiesta con cerveza, cigarros de marihuana y música.\n“San Juditas no nos falla, por eso nosotros tampoco. Estamos esperando al resto de los amigos que nos juntamos, todos somos fieles a él, es el mero, mero milagroso”, expuso René, quien dijo que gracias a las peticiones de sus familiares logró esquivar la cárcel, pues fue acusado de robo afuera de la estación Viaducto, pero aseguró que es inocente y San Judas intervino por él.\nAfuera de la iglesia era una romería. Por un lado elotes asados, hervidos, junto a ellos churros y papas fritas y enfrente, la fiesta; vasos de alcohol, cerveza y el olor característico de la marihuana era la constante, nadie se metía con los fieles a San Judas, ellos tampoco molestaban.\n“Ellos siempre llegan, son los más fieles, son la mera banda pero no molestan a nadie, si te das cuenta, cuando entran hasta se quitan las gorras, gorros o lo que traigan puesto. Es el respeto que le tienen al santo”, explicó el encargado de la iglesia, a quien le tocó subir y bajar una cuerda para que los feligreses entraran una vez que el salón donde se encuentra la figura se vacíara.\nLa devoción hacia San Judas cada vez toma más fuerza y ha llamado la atención de extranjeros, pues europeos y estadounidenses hicieron fila para entrar.\n“Es un espectáculo que llegue tanta gente y sobre todo, la gente de barrio. Este santo y la veneración que le tienen a la Santa Muerte o Malverde, es muy, muy mexicano”, comentó un español que con dos alemanes y un suizo captaban en su celulares todo el fervor.\nLos feligreses dijeron que un vez “superado” el maratón mexicano Guadalupe-Reyes regresarán el primer 28 del siguiente mes, pues hay que agradecer por las bendiciones venideras. “Nunca, nunca faltamos, es el santo de la familia y el más milagroso”, dijo Moisés, quien ya tenía a uno de sus nietos vestido como San Judas, señal inequívoca que la tradición —al menos en esa familia— seguirá.\nÚnete a nuestro canal ¡EL UNIVERSAL ya está en Whatsapp!, desde tu dispositivo móvil entérate de las noticias más relevantes del día, artículos de opinión, entretenimiento, tendencias y más.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [
    "https://whatsapp.com/channel/0029Va4lfJc1CYoM1R8IT71e",
    "https://news.google.com/publications/CAAqBwgKMKG_7wowkfm2Ag?hl=es-419&gl=MX&ceid=MX%3Aes-419",
    "https://news.google.com/publications/CAAqBwgKMKG_7wowkfm2Ag",
    "https://www.news.google.com/publications/CAAqBwgKMKG_7wowkfm2Ag?hl=es-419&gl=MX&ceid=MX%3Aes-419",
    "https://www.whatsapp.com/channel/0029Va4lfJc1CYoM1R8IT71e"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T12:28:59.391+02:00",
  "updated": "2023-12-29T12:28:59.391+02:00"
}