{
  "thread": {
    "uuid": "db9150bbf1909cbc84c9105418b87ad1d9f4f2db",
    "url": "https://shanghaiist.com/solana-targets-brazil-with-10-million-expansion-plan/",
    "site_full": "shanghaiist.com",
    "site": "shanghaiist.com",
    "site_section": "https://shanghaiist.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Shanghaiist - China in bite-sized portions!",
    "title": "Solana Targets Brazil with $10 Million Expansion Plan",
    "title_full": "Solana Targets Brazil with $10 Million Expansion Plan",
    "published": "2024-01-05T23:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CN",
    "main_image": "https://shanghaiist.com/wp-content/uploads/2024/01/1704492494_Solana.jpg",
    "performance_score": 0,
    "domain_rank": 17147,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "db9150bbf1909cbc84c9105418b87ad1d9f4f2db",
  "url": "https://shanghaiist.com/solana-targets-brazil-with-10-million-expansion-plan/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@shanghaiist",
  "published": "2024-01-05T23:00:00.000+02:00",
  "title": "Solana Targets Brazil with $10 Million Expansion Plan",
  "text": "- Solana Foundation is planning a significant expansion in Brazil with an investment of $10 million to boost the country’s Web3 ecosystem, focusing on areas like tokenized assets and AI. - Diego Dias, Solana’s Head of Brazilian and Latam Groups, expressed the organization’s goal to empower local Web3 growth and announced plans to support Brazilian projects financially. - The investment aims to foster a “superteam” of developers in Brazil, echoing Solana’s strategy of establishing decentralized teams that act as global extensions of the Foundation. “`html The Solana Foundation is setting its sights on Brazil, outlining an ambitious plan to invest a considerable $10 million to foster the Web3 ecosystem within the nation. This strategic move underlines the foundation’s commitment to establishing a significant presence in the South American market. Empowering Brazil’s Web3 Sector As part of its expansion strategy, Solana aims to accelerate the development of Brazil’s digital asset landscape. Diego Dias, the Head of Brazilian and Latam Groups at Solana, has made it clear that the foundation’s investment will nurture various technological advancements in the country, including: - Tokenized assets - Artificial intelligence - Other Web3-related innovations Strengthening Global Web3 Efforts In the wake of significant growth within the digital asset sector, Solana’s recent announcement of its Brazilian venture represents a further commitment to the proliferation of Web3 technology on a global scale. The foundation’s plans involve: - Direct financial support for Brazilian Web3 projects - Advancing the development of the local digital ecosystem Localized Teams to Drive Innovation The initiative will see the formation of a dedicated “superteam” in Brazil, mirroring successful models Solana has instituted in seven other countries. Dias elaborates on the foundation’s strategy, emphasizing: - The transition of superteams from decentralized groups to integral parts of the Solana Foundation’s global outreach - The empowerment of local developers to contribute significantly to Web3 development - Facilitating Brazil’s potential to become a leader in the international Web3 sphere “`",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "solana",
        "sentiment": "negative"
      },
      {
        "name": "diego dias",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "million expansion plan - solana foundation",
        "sentiment": "negative"
      },
      {
        "name": "solana foundation",
        "sentiment": "none"
      },
      {
        "name": "latam groups",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "brazil",
        "sentiment": "none"
      },
      {
        "name": "solana",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:22:09.892+02:00",
  "updated": "2024-01-06T00:22:09.892+02:00"
}