{
  "thread": {
    "uuid": "b128e45f8c5e80f6208af0420eccf6003af3d123",
    "url": "https://www.alleywatch.com/2024/01/salt-labs-loyalty-platform-rewards-hourly-employees-workplace-benefit-jason-lee/",
    "site_full": "www.alleywatch.com",
    "site": "alleywatch.com",
    "site_section": "http://www.alleywatch.com/feed/rss",
    "site_categories": [
      "job_fairs",
      "jobs",
      "hobbies_and_interests",
      "investors_and_patents"
    ],
    "section_title": "AlleyWatch",
    "title": "Salt Labs Raises $8M for its Loyalty and Rewards Platforms for Hourly Employees",
    "title_full": "Salt Labs Raises $8M for its Loyalty and Rewards Platforms for Hourly Employees",
    "published": "2024-01-06T00:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 57657,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b128e45f8c5e80f6208af0420eccf6003af3d123",
  "url": "https://www.alleywatch.com/2024/01/salt-labs-loyalty-platform-rewards-hourly-employees-workplace-benefit-jason-lee/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "AlleyWatch",
  "published": "2024-01-06T00:27:00.000+02:00",
  "title": "Salt Labs Raises $8M for its Loyalty and Rewards Platforms for Hourly Employees",
  "text": "Less than 20% of employees who earn less than $50K a year have a 401k plan; even less (6%)for those who make less than $25K. This creates uncertainty and stress for employees about how they will manage financially in both retirement and the present. Salt Labs is a loyalty rewards platform catered towards hourly workers and frontline workers that provides them the opportunity to earn rewards based on contributions to their companies. The platform creates a structured system where company employees earn a loyalty earned asset unit called “Salt”. Employees can then choose to spend and allocate Salt in a variety of ways including financial savings products, life experiences, or even to help with everyday expenses. Salt was initially piloted in Puerto Rico and has now rolled out to employers across the country who report an increase in workplace productivity, satisfaction, and retention. Employees have valued Salt at a rate up to 10x what it costs the employers to make it available.\nAlleyWatch caught up with Salt Labs CEO and Cofounder Jason Lee (also founded DailyPay) to learn more about the business, the company’s strategic plans, latest round of funding, and much, much more…\nWho were your investors and how much did you raise?\nWe recently announced an $8M investment from venture firm Third Prime. This funding comes as part of a seed financing round and contributes to our overall funding of $18M. Our pre-seed round was led by Fin Capital, with additional support from Anthem Venture Partners earlier this year in March. The new funds will play a key role in Salt Labs‘ efforts to introduce our platform to employers, ultimately enhancing employee retention and productivity.\nTell us about the product or service that Salt Labs offers.\nWe’ve developed a first-of-its-kind workplace loyalty platform that allows employees, specifically hourly or frontline workers, to measure, capture, and reward themselves for their contributions to their employer. Salt operates as a Loyalty-Earned Asset (LEA), akin to airline miles or hotel points, with a unique twist—earning Salt is contingent on investing one’s most valuable resource: their time.\nWhat inspired the start of Salt Labs?\nThe founding team has extensive experience in crafting inventive financial solutions that not only cater to the needs of employees but also align with the business objectives of employers, specifically across supporting their workforce needs in challenging and changing labor dynamics.\nWe saw the opportunity to do this again – to pave the way for hardworking individuals to accumulate wealth and attain financial freedom through their dedication and commitment to work, thereby reshaping the landscape of employment dynamics and bringing both stakeholders together into equilibrium.\nHow is Salt Labs different?\nSalt Labs stands out by addressing a critical issue with traditional ownership structures. Despite the prevalence of 401(k) plans, less than 20% of earners below $50,000 have access to such plans, dropping to a mere 6% for those making less than $25,000. This figure overstates real ownership, as early withdrawals and loans often diminish the balance over time. Additionally, for those who reach the age of 65, the median retirement balance is zero.\nTraditional ownership structures like restricted stock units, stock options, or partnership interests are rarely available to hourly workers. What sets Salt Labs apart is our dedication to offering hourly workers a means to measure, capture, and reward the lasting value of their work, addressing a vital gap left by conventional ownership methods.\nWhat market does Salt Labs target and how big is it?\nOur journey began with a consumer-focused app pilot earlier this year to a group of 75,000 users in Puerto Rico. We found the results promising enough to extend the offering to employers. Currently, we are collaborating with 10 to 15 companies that collectively employ about 80,000 workers across the United States. These companies have either launched Salt for their workforces or are currently in a pilot phase. The initial outcomes have been encouraging, with turnover rates among Salt users at these companies being 72% lower than non-Salt users during the month of November. This positive feedback reinforces our belief in the impact of Salt Labs in enhancing employee financial wellness, engagement, and retention.\nWhat’s your business model?\nSalt Labs operates on a dual business model that caters to both employers and employees. On the business front, Salt Labs collaborates with employers, offering a platform that serves as a force multiplier for employee retention and productivity. This entails providing businesses with tools to better support their workforce, ultimately enhancing overall performance. On the consumer side, Salt Labs directly engages with hourly workers, offering them a platform to measure, capture, and reward the long-term value of their work. Employees who use the app earn “salt” for every hour they work, which they can then redeem for goods or services. This might look like NASCAR tickets, a trip to Disney, or a savings product, such as a treasury bill.\nSalt Labs operates on a dual business model that caters to both employers and employees. On the business front, Salt Labs collaborates with employers, offering a platform that serves as a force multiplier for employee retention and productivity. This entails providing businesses with tools to better support their workforce, ultimately enhancing overall performance. On the consumer side, Salt Labs directly engages with hourly workers, offering them a platform to measure, capture, and reward the long-term value of their work. Employees who use the app earn “salt” for every hour they work, which they can then redeem for goods or services. This might look like NASCAR tickets, a trip to Disney, or a savings product, such as a treasury bill.\nWith Salt, there is no change to the paycheck and no change to how the employer runs payroll. But there is a profound change to what that employee looks like in six or 12 months from a financial health standpoint. By bridging the gap between employers and hourly workers, we have created an ecosystem that benefits both businesses and individual workers, contributing to a more connected workforce.\nHow are you preparing for a potential economic slowdown?\nRecognizing that more than half of the workforce is made up of hourly employees, our business becomes even more crucial during challenging economic times. Our focus on empowering hourly workers aligns with the essential role they play in the economy, making us well-prepared to navigate and contribute to the economic landscape.\nWhat was the funding process like?\nMy introduction to General Partner Mike Kim at Third Prime came from ongoing conversations, outside of the possibility of a capital raise, where we immediately connected over our desire to make an impact on the hourly worker and the unique dynamics of business-to-business-to-consumer (B2B2C) enterprises. Their hands-on approach, evident when all Third Prime partners attended the launch of our first employer partner, demonstrated their commitment to understanding our product and mission from the ground up. Their deep experience in financial technology and digital assets aligned seamlessly with our vision of creating a new category called Loyalty Earned Assets, with Salt being the pioneer.\nThird Prime’s understanding of the potential of Salt as a store of value, both for employers and employees, sets them apart. Their insightful perspective on leveraging this resource for transformative workplace changes reflects a shared commitment to our mission. Importantly, the mutual respect and trust we’ve cultivated with Third Prime enhance our partnership, creating an environment where breviloquent conversations prioritize listening over talking. With partners like Third Prime, Fin Capital, Anthem Ventures, and others pulling the wagon alongside us, we are confident in navigating the challenges and scaling the mountain ahead.\nWhat are the biggest challenges that you faced while raising capital?\nThe process was more of an organic evolution, and our focus was on aligning with the appropriate timing and fit rather than encountering specific challenges in the fundraising itself.\nWhat factors about your business led your investors to write the check?\nI believe it comes down to two major things: we’ve built successful companies before and the opportunity is too large to ignore.\nGenerally, investors find confidence in backing repeat founders. The founding team at Salt Labs has experience in building and scaling hypergrowth companies and creating entirely new industries. Seven years ago, I founded DailyPay in my basement and that grew to be a $2B company with over 111 international competitors, validating the product and industry that we created! Our history as second-time founders in this industry highlights the collective capability of the team to make a significant impact and achieve success in the human resources, and financial technology sectors.\nSalt Labs is a product for the masses. We believe that all hourly workers should and will have Salt to preserve their future and radically change and enrich the employer-employee relationship. Our investors recognized the value of addressing the need and its potential for changing the workplace for the better.\nWhat are the milestones you plan to achieve in the next six months?\nIn the next six months, our plan is to offer Salt to more enterprise companies, broadening our network and impact. Simultaneously, we aim to introduce new products and features that drive value to both employers and their employees.\nWhat advice can you offer companies in New York that do not have a fresh\ninjection of capital in the bank?\nThe advice I would offer to companies depends on their specific stage. For those in the early stages, prioritizing Product-Market Fit (PMF) is crucial. Devote efforts to understanding and refining your product to meet market demands effectively. For companies at various stages, it’s essential to be strategic about the release of capital, aligning it with the attainment of specific growth milestones. Using existing resources wisely enhances efficiency and lays the groundwork for lasting growth.\nWhere do you see the company going now over the near term?\nOur focus at Salt Labs is to bring meaningful change to hourly workers. We’re working towards allowing them to have a stake in their financial future by introducing a new way of saving. This becomes especially crucial considering that many hourly workers, with less than $50K income, lack access to 401(k). Our goal is to address this gap, offering a practical solution that contributes to their long-term financial well-being.\nWhat is your favorite winter destination in and around the city?\nI have three kids, so my wife, Alicia, and I are usually looking for something fun to do with them. Recently, we enjoyed the Brooklyn Botanical Gardens light show which I would highly recommend.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance",
    "Labor"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "alleywatch",
        "sentiment": "none"
      },
      {
        "name": "jason lee (",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "rewards platforms for hourly employees less",
        "sentiment": "negative"
      },
      {
        "name": "salt labs",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "puerto rico",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:57:39.785+02:00",
  "updated": "2024-01-06T00:57:39.785+02:00"
}