{
  "thread": {
    "uuid": "0f2684bda7661e6ce88133c1e61b0524445a5089",
    "url": "https://www.mundodeportivo.com/urbantecno/tecnologia/una-empresa-presenta-un-nuevo-juego-genial-para-incentivar-que-los-usuarios-usen-bicicletas-electricas",
    "site_full": "www.mundodeportivo.com",
    "site": "mundodeportivo.com",
    "site_section": "https://urbantecno.com/feed",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "Urban Tecno",
    "title": "Una empresa presenta un nuevo juego, genial para incentivar que los usuarios usen bicicletas eléctricas",
    "title_full": "Una empresa presenta un nuevo juego, genial para incentivar que los usuarios usen bicicletas eléctricas",
    "published": "2024-07-05T08:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.mundodeportivo.com/urbantecno/hero/2024/07/imagen-de-uno-de-los-juegos-incluidos-en-la-app-de-cowboy.webp?width=1200",
    "performance_score": 0,
    "domain_rank": 4811,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0f2684bda7661e6ce88133c1e61b0524445a5089",
  "url": "https://www.mundodeportivo.com/urbantecno/tecnologia/una-empresa-presenta-un-nuevo-juego-genial-para-incentivar-que-los-usuarios-usen-bicicletas-electricas",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Roberto Cantero",
  "published": "2024-07-05T08:00:00.000+03:00",
  "title": "Una empresa presenta un nuevo juego, genial para incentivar que los usuarios usen bicicletas eléctricas",
  "text": "Una empresa presenta un nuevo juego, genial para incentivar que los usuarios usen bicicletas eléctricas\nAlgunas compañías aún saben cómo sacar el máximo partido a sus usuarios\nRoberto Canteroen Tecnología\nLa movilidad en las ciudades ha cambiado de manera ostensible en lo que llevamos de siglo XXI. Hace décadas, lo normal era utilizar el transporte público, el coche o caminar para desplazarse por nuestras urbes, mientras que en la actualidad los patinetes eléctricos y las bicicletas están siendo cada vez más utilizados. En este ocasión, no te contaremos lo que necesitas saber sobre\ncomprar una bicicleta eléctrica en 2024, ni el momento en que hay que matricular una bicicleta eléctrica en España, sino que te mostraremos que su uso también puede ser divertido.\nEl aspecto diferencial de las bicicletas y servicios de Cowboy\nCada vez son más las empresas dedicadas a la fabricación y venta de bicicletas eléctricas, mostrándonos que es posible tanto recurrir a un medio de transporte más amistoso con el medioambiente, como tener opciones alternativas a los coches en las grandes ciudades. En este caso, la compañía que te queremos presentar se llama\nCowboy y no sólo destaca por sus excelentes diseños.\nTal y como puedes ver en el análisis que te dejamos bajo estas líneas, puedes ponerle subtítulos en castellano si no entiendes bien inglés, esta compañía apuesta por integrar un\nsoporte Quad Lock para que tu teléfono móvil se convierta en el centro de mandos del medio de transporte eléctrico. Además, no sólo podrás gestionar luces, bloqueo o la carga del teléfono, sino que también se puede jugar mientras se pedalea.\nY esta es la gran novedad que queríamos contarte. Tal y como puedes ver en la\npágina web de Cowboy Connect, ahora los usuarios tienen a su alcance tres tipos distintos de juegos, no sólo para competir con otras personas, sino para intentar superar sus propios registros. Los juegos que se han integrado en la app son: Race, Push y Burn.\nEl primero de ellos, Race, invita a competir con otros usuarios de la app y consiste en un sprint de 500 metros. Según la compañía, el primer rival será una persona que tenga estadísticas similares a las del usuario, pero a medida que se vayan derrotando a otros ciclistas, los retos serán cada vez más exigentes, debiendo enfrentarte con personas mucho más preparadas.\nEl segundo juego, Push, es un reto individual y te obligará a esforzarte al máximo para superar un umbral de pedaleo, durante 15 segundos continuados, para ir avanzado de nivel. En total, en este juego, son 25 los niveles a los que tendrán que enfrentarse los usuarios. Por último, en el juego Burn, el reto durará un minuto, donde se exigirá al usuario completar un objetivo de calorías en el desafío más potente.\nPuedes seguir a Urban Tecno en\nTwitter (X) o consultar nuestro canal de Telegram para estar al día con las últimas noticias de tecnología.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://twitter.com/urbantecno",
    "https://cowboy.com/",
    "https://cowboy.com/products/connect",
    "https://t.me/urbantecno",
    "https://www.quadlockcase.eu/",
    "https://cowboy.com",
    "https://www.cowboy.com/",
    "https://www.t.me/urbantecno",
    "https://quadlockcase.eu/",
    "https://www.cowboy.com/products/connect",
    "https://www.twitter.com/urbantecno",
    "https://www.quadlockcase.eu"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T09:51:03.856+03:00",
  "updated": "2024-07-05T09:51:03.856+03:00"
}