{
  "thread": {
    "uuid": "4fd5c7ef8bd345e483e2b9fdec494a4f9ef9e9ff",
    "url": "https://caras.uol.com.br/beleza/megan-fox-aparece-em-foto-sem-maquiagem-e-impressiona-internautas.phtml",
    "site_full": "caras.uol.com.br",
    "site": "uol.com.br",
    "site_section": "http://www.uol.com.br",
    "site_categories": [
      "health",
      "womens_health",
      "top_news"
    ],
    "section_title": "UOL - Seu universo online",
    "title": "Megan Fox aparece em foto sem maquiagem e impressiona web: 'Quem é essa?'",
    "title_full": "Megan Fox aparece em foto sem maquiagem e impressiona web: 'Quem é essa?'",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://caras.uol.com.br/media/_versions/2024/04/megan_widelg.jpg",
    "performance_score": 0,
    "domain_rank": 736,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 1,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4fd5c7ef8bd345e483e2b9fdec494a4f9ef9e9ff",
  "url": "https://caras.uol.com.br/beleza/megan-fox-aparece-em-foto-sem-maquiagem-e-impressiona-internautas.phtml",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rafaela Dionello, sob supervisão de Priscilla Comoti",
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "Megan Fox aparece em foto sem maquiagem e impressiona web: 'Quem é essa?'",
  "text": "Megan Fox surpreendeu ao um clique natural nas redes sociais nesta quinta-feira, 18, e chocou seus seguidores com aparência por Rafaela Dionello, sob supervisão de Priscilla Comoti Publicado em 18/04/2024, às 17h57 Megan Fox surpreendeu seus seguidores ao postar uma foto com um visual diferente do que eles estão acostumados em um clique no espelho e confundiu seguidores. A artista geralmente aposta em mega produções de maquiagem e encantou seguidores com um registro do rosto limpo, mas também os deixou confusos: \"Quem é essa?\", comentou um fã. A artista surgiu no Instagram com uma calça de pijama e um sutiã preto, com os cabelos soltos e de cara limpa. Na legenda, a artista contou que estava passando por um processo de reparação do cabelo e de suas extensões, brincou ela - que estão em um tom de azul bebê. \"Enquanto mais ela envelhece, mais nova ela fica. Como isso é possível?\", escreveu uma seguidora. \"Você não é a Megan Fox\", criticou um internauta, \"Megan não pode fazer anda sem que as pessoas tentam deixá-la para baixo. Faça o que acha melhor, garota. Você está fabulosa assim\", rebateu uma fã da artista, “Você é linda sempre”, declarou uma outra. Ver essa foto no Instagram Recentemente, Megan participou do podcast Call Her Daddye falou sobre as polêmicas envolvendo cirurgia plástica . Aos 37 anos e mãe de 3 filhos, ela conta que já aplicou botox e preenchimento no rosto, a fim de combater a flacidez e estimular a produção de colágeno. E ainda, de acordo com a atriz, já foram investidos US$ 30 mil, – cerca de R$ 150 mil – em silicone nos seios. “[Meus seios] são falsos desde que eu tinha 21 ou 22 anos. Eu fiz plástica entre o primeiro e o segundo Transformers. Mas eu fiz de forma conservadora, porque naquela época todo mundo colocava os implantes, mas era preciso fazer algo que fosse imperceptível”, iniciou ela. “Não fiquei feliz com o primeiro implante. Mandei refazê-los depois que terminei de amamentar meus filhos, porque não sei para onde meus seios foram, mas foram embora. Então tive que refazê-los muito recentemente porque na primeira vez eu não tinha gordura corporal suficiente para disfarçar – dava para ver a ondulação dos implantes”, revelou. Para completar, ela revelou que ainda deseja fazer intevenções em seu bumbum. \"Como se eu fosse caminhar por um parque, e me virasse e todos estivessem sussurrando, rindo e conversando porque eles dizem 'O quê?' como se eu fosse uma aberração de circo\", comentou. Megan ainda completou o assunto dizendo que não fez mais procedimentos ainda porque sente medo de anestesia.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:24:22.734+03:00",
  "updated": "2024-04-19T01:24:22.734+03:00"
}