{
  "thread": {
    "uuid": "f0ac3f5501bdb841e03863762ae2efebebc92c75",
    "url": "https://doee.dc.gov/release/us-department-transportation%E2%80%99s-federal-highway-administration-awards-doee-electric-vehicle",
    "site_full": "doee.dc.gov",
    "site": "dc.gov",
    "site_section": "https://doee.dc.gov",
    "site_categories": [],
    "section_title": "| doee",
    "title": "U.S. Department of Transportation’s Federal Highway Administration Awards DOEE for the Electric Vehicle Charger Reliability and Accessibility Accelerator Program Grant | doee",
    "title_full": "U.S. Department of Transportation’s Federal Highway Administration Awards DOEE for the Electric Vehicle Charger Reliability and Accessibility Accelerator Program Grant | doee",
    "published": "2024-04-11T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 2224,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f0ac3f5501bdb841e03863762ae2efebebc92c75",
  "url": "https://doee.dc.gov/release/us-department-transportation%E2%80%99s-federal-highway-administration-awards-doee-electric-vehicle",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-11T03:00:00.000+03:00",
  "title": "U.S. Department of Transportation’s Federal Highway Administration Awards DOEE for the Electric Vehicle Charger Reliability and Accessibility Accelerator Program Grant | doee",
  "text": "U.S. Department of Transportation’s Federal Highway Administration Awards DOEE for the Electric Vehicle Charger Reliability and Accessibility Accelerator Program Grant WASHINGTON, DC, April 11, 2024 — The Department of Energy and Environment (DOEE) is excited to announce the award of $588,200 from the U.S. Department of Transportation Federal Highway Administration’s Electric Vehicle (EV) Charger Reliability and Accessibility Accelerator Program Grant to replace an inoperable EV charging station. The proposed project will replace the out-of-service charging station at 3355a Benning Rd NE, Washington DC, located in the District’s Ward 7. This station will add 4 DC fast charging ports, as well as triple the speed of vehicle charging compared to the previous output. The charging station is easily accessed along the heavily travelled Benning Road, and is conveniently located for drivers on I-295. It is also adjacent to amenities including a convenience store, a riverfront park, trails, and a Capital Bikeshare station. The original charging station was installed in 2018 by DOEE in cooperation with the District of Columbia Department of For Hire Vehicles (DFHV). It is located on property owned by Transco Inc., a company that operates taxicab services in the District. Transco Inc. will own, manage, and maintain the upgraded station for 5 years. DOEE partnered with Pepco to evaluate the grid capacity of the site and utilize the Public Service Commission-approved program to subsidize “make ready” work required for the upgraded charging station. \"This funding is one of many important steps in helping the District meet its Transportation Electrification Roadmap goals especially those that call for more equitable and accessible charging options for District residents.” said DOEE Director Richard Jackson. “We look forward to supporting future EV charging projects as the District continues to create more sustainable and resilient communities.” The EV Charger Reliability and Accessibility Accelerator Program awarded approximately $148.8 million in grant funding to 24 applicants to repair or replace broken or non-operational electric vehicle charging ports to improve the reliability of existing charging infrastructure. The 24 awards are located in 20 States, and were awarded to 14 State Departments of Transportation and 10 local entities. For more information on the District’s transportation goals and the Transportation Electrification Roadmap, please visit please DOEE’s website.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Economy, Business and Finance",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "u.s. department of transportation’s federal highway administration awards doee",
        "sentiment": "neutral"
      },
      {
        "name": "electric vehi",
        "sentiment": "neutral"
      },
      {
        "name": "department of transportation’s federal highway administration awards doee",
        "sentiment": "neutral"
      },
      {
        "name": "electric vehicle charger reliability",
        "sentiment": "neutral"
      },
      {
        "name": "department of energy",
        "sentiment": "none"
      },
      {
        "name": "u.s. department of transportation federal highway administration",
        "sentiment": "none"
      },
      {
        "name": "3355a benning rd ne",
        "sentiment": "none"
      },
      {
        "name": "dc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "washington dc",
        "sentiment": "none"
      },
      {
        "name": "benning road",
        "sentiment": "none"
      },
      {
        "name": "washington",
        "sentiment": "none"
      },
      {
        "name": "district",
        "sentiment": "none"
      },
      {
        "name": "dc",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T01:34:36.976+03:00",
  "updated": "2024-04-12T01:34:36.976+03:00"
}