{
  "thread": {
    "uuid": "8fa9b3fb8c92796edbabdbeeaf57d5b2927aad05",
    "url": "https://thepointsguy.com/news/best-eclipse-sunglasses",
    "site_full": "thepointsguy.com",
    "site": "thepointsguy.com",
    "site_section": "https://thepointsguy.com/feed",
    "site_categories": [
      "travel"
    ],
    "section_title": "The Points Guy",
    "title": "Best ISO-certified eclipse sunglasses in time for Monday - The Points Guy",
    "title_full": "Best ISO-certified eclipse sunglasses in time for Monday - The Points Guy",
    "published": "2024-04-05T00:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://thepointsguy.global.ssl.fastly.net/us/originals/2024/04/Friends-wearing-sun-filter-solar-sungalsses-observing-social-eclipse-in-Mexico_Carlos-Tischler-Eyepix-GroupFuture-Publishing-via-Getty-Images.jpg",
    "performance_score": 0,
    "domain_rank": 5078,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8fa9b3fb8c92796edbabdbeeaf57d5b2927aad05",
  "url": "https://thepointsguy.com/news/best-eclipse-sunglasses",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jordan Waller",
  "published": "2024-04-05T00:00:00.000+03:00",
  "title": "Best ISO-certified eclipse sunglasses in time for Monday - The Points Guy",
  "text": "If you're planning on viewing the rare, total solar eclipse when it passes over the U.S. on Monday, it's not too late to pick up a pair of special eclipse-viewing glasses\nOn Monday, the moon will pass directly in front of the sun, temporarily turning day into night for more than four minutes in many locations across the country. According to NASA, this will be the first time the U.S. has witnessed a full solar eclipse in two decades.\nIf you plan to view the celestial event, it's important not to look directly at the eclipse during its partial phases, as doing so could severely damage your eyes.\nIn order to properly see the eclipse when it happens, you can purchase special eclipse-viewing glasses. You can still order some for cheap on Amazon and receive them in time for Monday.\nIf you're planning on picking up a pair of the special specs, you must ensure that they are NASA-approved and carry the \"ISO 12312-2\" (sometimes written as \"ISO 12312-2:2015\") code, usually written on the glasses themselves.\nHow do eclipse sunglasses work? Unlike ordinary sunglasses, ISO 12312-2 approved pairs block out all but 0.003% of visible light; this means they protect your eyeballs from ultraviolet and infrared light.\nViewing the sun or partial eclipse directly can cause serious damage to your eyesight, in effect causing a retina burn that could leave you with a permanent blind spot.\nWhere can I buy ISO-approved eclipse sunglasses? To save you time scrolling through Amazon, here are a few examples you can currently buy that are approved with the correct ISO numbers.\nSoluna Eclipse Glasses (2 Pack), $16.99 AMAZON.COM Buy Soluna Eclipse Glasses on Amazon .\nDaily Newsletter Reward your inbox with the TPG Daily newsletter Join over 700,000 readers for breaking news, in-depth guides and exclusive deals from TPG’s experts Email address Sign up By signing up, you will receive newsletters and promotional content and agree to our Terms of Use and acknowledge the data practices in our Privacy Policy . You may unsubscribe at any time. Cykioqer Solar Eclipse Glasses (3 Pack), $30.99 AMAZON.COM Buy Cykioqer Solar Eclipse Glasses on Amazon.\nLUNT SOLAR 5 Pack Premium Eclipse Glasses, $19.95 AMAZON.COM Buy LUNT SOLAR premium eclipse glasses on Amazon.\nRelated reading:\nKey travel tips you need to know — whether you're a beginner or expert traveler The best travel credit cards Where to go in 2024: The 16 best places to travel 6 real-life strategies you can use when your flight is canceled or delayed 8 of the best credit cards for general travel purchases 13 must-have items the TPG team can't travel without",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health",
    "Human Interest"
  ],
  "external_links": [
    "https://amzn.to/3TJRIx6",
    "https://amzn.to/4alxKjr",
    "https://amzn.to/3vH0m7z",
    "https://www.amzn.to/3TJRIx6",
    "https://www.amzn.to/3vH0m7z",
    "https://www.amzn.to/4alxKjr"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "iso",
        "sentiment": "none"
      },
      {
        "name": "nasa",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "amazon",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:18:55.157+03:00",
  "updated": "2024-04-05T15:04:18.814+03:00"
}