{
  "thread": {
    "uuid": "6bfa7433c8b8652bf36dd7c375aa9ab8cfc2c62e",
    "url": "https://vnexplorer.net/forget-push-ups-this-15-minute-arm-workout-builds-your-triceps-pecs-and-shoulders-in-15-moves-s2228001.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/feed",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Forget push-ups — this 15-minute arm workout builds your triceps, pecs and shoulders in 15 moves",
    "title_full": "Forget push-ups — this 15-minute arm workout builds your triceps, pecs and shoulders in 15 moves",
    "published": "2024-04-05T00:08:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1l4bnd.img",
    "performance_score": 0,
    "domain_rank": 53722,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6bfa7433c8b8652bf36dd7c375aa9ab8cfc2c62e",
  "url": "https://vnexplorer.net/forget-push-ups-this-15-minute-arm-workout-builds-your-triceps-pecs-and-shoulders-in-15-moves-s2228001.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-04-05T00:08:00.000+03:00",
  "title": "Forget push-ups — this 15-minute arm workout builds your triceps, pecs and shoulders in 15 moves",
  "text": "Just like the best pulling exercises torch your back, rear delts and biceps, the best pushing exercises build your triceps, pecs and shoulders and strengthen your upper body.\nThe arm workout below takes 15 minutes to complete and requires one set of dumbbells. If you like to work with a few sets of weights, we recommend the best adjustable dumbbells so you can scale weights as you go, but otherwise, one set of light to medium weights works well.\n((Image credit: Getty images/ Unknown))\nFor beginners, the dumbbell arm workout is better attacked with lighter weights, but we recommend checking out the exercises below first, giving them practice, then sticking to your weight selection.\nIf your lower back begins to arch or you notice yourself throwing the weights, stay accountable to your form, check you’re engaging your core properly and scale back.\nNot only are you taking the intensity out of the exercise by throwing the weights and working the muscles less, but you won’t get the desired results from the workout, either.\nWatch Fitbymik’s 15-minute arm workout with dumbbells: Sculpt and shape your arms and upper body using Fitbymik’s 15-minute barre arms workout. She uses 3lb dumbbells, but anything between 2-5lbs (or more if you dare) works. Barre workouts often follow endurance principles, meaning you’re more likely to adopt higher reps at lighter weights with some pulses thrown in for good measure and very little rest to ramp up the muscle-burn factor.\nFor the “lean and toned arms” offered by Mik, and if building muscle definition is your goal, you’ll need to train them consistently, several times a week and check in with other lifestyle factors like your diet.\nThe “bro split” traditionally used by gym-goers (training body parts by days of the week) isn’t that efficient, so our advice is to prioritize multi-muscle and multi-joint moves — called compound exercises — and save isolation exercises and short arm workouts like these as finishers or a quick standalone session if you enjoy exercise snacking.\nTo strengthen and shape the arms and upper body muscles over time, we recommend splitting your upper body workouts into push or pull to prioritize your chest and triceps or back and biceps, respectively, or combining them into one upper body session for maximum efficiency.\n“If you don’t have dumbbells at home, just grab two full water bottles to use as weights,” says Mik. “Each move will be 45 seconds on and 15 seconds rest. So, let’s get toning!”\nTrainer notes Mik encourages you to pull up through the spine to lengthen your back and practice squeezing the muscle groups you’re working to help improve activation and that all-important mind-muscle connection.\nThe connection between our brain and muscle actions is crucial to helping us properly engage the correct muscle groups and work them through a full range of motion. Growing amounts of research show that using your brain to give attention to specific muscle groups can increase muscle activation during resistance exercises.\nIt’s worth noting that although you’ll work plenty of muscle groups in just 15 minutes, including the triceps, biceps, all three shoulder heads — the anterior, lateral and posterior deltoids — back and chest, it’s predominantly a front-body workout. That means your triceps, pecs and anterior deltoids are the key workers.\nMik utilizes one of my favorite techniques called time under tension by combining several moves into one, helping you recruit more muscles together and working your shoulder muscles hard throughout — whatever the move. Despite the working set only lasting 45 seconds, combo moves up the ante and makes a short amount of time seem endless.\nAs always, Tom’s Guide advises you to stop if you experience sharp, persistent, or prolonged pain during exercise. Never continue past a 4 out of 10 on the pain threshold, and if you’re unsure or just returning to exercise, speak with a qualified medical professional or your trainer first.\nI tailor arm and shoulder workouts to an existing rotator cuff injury, and while I didn’t need to modify during this workout, you might, so be mindful as you approach each move.\nFinally, if you want to get stronger and build muscle, you’ll need to strike a balance between lifting heavy enough to challenge your muscles (called overload) and keeping your form in check.\nBeginners in particular can benefit from workouts like the above and may notice initial improvements faster than seasoned exercisers, but either way, this particular workout is muscular endurance-focused, meaning you’ll primarily improve how long muscles can sustain movement and contraction.\nTom’s Guide",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1l4bnd.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1l4bnd.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "getty",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:13:42.650+03:00",
  "updated": "2024-04-05T00:13:42.650+03:00"
}