{
  "thread": {
    "uuid": "aec46c0e4bf1b44e9149f9870129dca84172e7bc",
    "url": "https://www.wpbf.com/article/bahamas-kidney-transplant-ronald-mcdonald-house-florida-miami/46244007",
    "site_full": "www.wpbf.com",
    "site": "wpbf.com",
    "site_section": "http://www.wpbf.com/8789818?format=rss_2.0&view=feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Top Stories",
    "title": "Bahamas teen undergoing kidney transplant helped by Ronald McDonald House",
    "title_full": "Bahamas teen undergoing kidney transplant helped by Ronald McDonald House",
    "published": "2023-12-29T00:26:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://kubrick.htvapps.com/htv-prod-media.s3.amazonaws.com/images/4-658db651da097.jpg?crop=1.00xw:1.00xh;0,0&amp;resize=1200:*",
    "performance_score": 0,
    "domain_rank": 19227,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "aec46c0e4bf1b44e9149f9870129dca84172e7bc",
  "url": "https://www.wpbf.com/article/bahamas-kidney-transplant-ronald-mcdonald-house-florida-miami/46244007",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T00:26:00.000+02:00",
  "title": "Bahamas teen undergoing kidney transplant helped by Ronald McDonald House",
  "text": "Bahamas teen undergoing kidney transplant helped by Ronald McDonald House in Miami The Ronald McDonald House Charities of South Florida gives families with sick children a home away from home while they’re receiving medical care. The nonprofit organization allows those families to stay as long as they need — for free. Stay up-to-date: [The latest headlines and weather from WPBF 25 ](https://www.wpbf.com/) Kim Adderley’s 17-year-old daughter Zariah has Alport syndrome, a genetic condition that damages blood vessels in the kidneys. She needed treatment and eventually a transplant but couldn’t get it in the Bahamas, where they’re from, so they found doctors who could help in Miami. “For some reason, just within a year of us finding out the diagnosis, her kidney just went from bad to worse,” Kim Adderley said. “We were flying back and forth trying to find answers, and each time, we were staying in a hotel, and I got to the point where, you know, financially, we just couldn't do it anymore.” Then, a friend told her about the Ronald McDonald House in Miami, just walking distance from the hospital. Kim applied, and they got a “yes” a day before Zariah’s surgery. “They took us in as if we were family. They provided us with every single amenity that we could have, could have actually needed when we came in,” Kim Adderley said. The only requirement for families to stay in the Ronald McDonald House is that their child is receiving active medical treatment and they live at least 20 miles away. Your neighborhood: [Local coverage from WPBF 25 News](https://www.wpbf.com/local-news) “The house really keeps the family together. That's the whole purpose. And we want to make things easier for them. You know, when I say easy, it’s just the proximity. You know, the access that we provide to medical care is truly important,” Soraya Rivera-Moya, the executive director of the Ronald McDonald Charities of South Florida, said. The work the nonprofit does is powered by donations with the biggest corporate contribution being from McDonald’s franchises in our area. “We do business in Palm Beach County, Martin County and St. Lucie County. But why am I here? Because we have families from Palm Beach County, Martin County and St. Lucie County that come to this house when they're in times of need,” Ricky Wade, a McDonald’s franchisee, said. The Adderleys have a few more months left at the Ronald McDonald House, and Kim said she couldn’t think of a better place to spend those precious moments of Zariah’s recovery. “It's very genuine they, like I said, they took us in as if we were one of their own. They call us by our names, and we call them by their names. So, we love it,” Kim Adderley said. There are several ways to support the Ronald McDonald House Charities of South Florida. Of course, you can always give a monetary donation, but you can also do a wish-list drive and collect things like cleaning, paper and hygiene products, or you can volunteer your time to cook a meal for the families there. More information can be found [here](https://rmhcsouthflorida.org/). Get the latest news updates with the WPBF 25 News app. You can download it [here](https://www.wpbf.com/article/get-wpbf-25-news-on-the-go/999316).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest"
  ],
  "external_links": [
    "https://rmhcsouthflorida.org",
    "https://www.rmhcsouthflorida.org/",
    "https://rmhcsouthflorida.org/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ronald",
        "sentiment": "negative"
      },
      {
        "name": "ronald mcdona",
        "sentiment": "negative"
      },
      {
        "name": "kim adderley",
        "sentiment": "none"
      },
      {
        "name": "zariah",
        "sentiment": "none"
      },
      {
        "name": "kim",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "mcdonald house",
        "sentiment": "negative"
      },
      {
        "name": "mcdonald house bahamas",
        "sentiment": "negative"
      },
      {
        "name": "ronald mcdonald house",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "miami",
        "sentiment": "none"
      },
      {
        "name": "south florida",
        "sentiment": "none"
      },
      {
        "name": "bahamas",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:37:58.131+02:00",
  "updated": "2023-12-29T04:02:23.592+02:00"
}