{
  "thread": {
    "uuid": "f501335eb5162985a4ad0b6098c27147a002fc31",
    "url": "https://www.packagingdigest.com/sustainability/pepsico-s-compostable-packaging-test-and-learn-plan",
    "site_full": "www.packagingdigest.com",
    "site": "packagingdigest.com",
    "site_section": "https://www.packagingdigest.com/podcasts",
    "site_categories": [
      "business"
    ],
    "section_title": "Recent podcasts | page 1 of 1 | Packaging Digest",
    "title": "PepsiCo’s Compostable Packaging Test-and-Learn Plan",
    "title_full": "PepsiCo’s Compostable Packaging Test-and-Learn Plan",
    "published": "2024-02-15T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://eu-images.contentstack.com/v3/assets/blta023acee29658dfc/blt8931792bdb228842/65443242139351040a0f666a/PepsiCo-compostable-packaging-plan-ftd.jpg?disable=upscale&amp;width=1200&amp;height=630&amp;fit=crop",
    "performance_score": 0,
    "domain_rank": 34264,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f501335eb5162985a4ad0b6098c27147a002fc31",
  "url": "https://www.packagingdigest.com/sustainability/pepsico-s-compostable-packaging-test-and-learn-plan",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lisa McTigue Pierce",
  "published": "2024-02-15T02:00:00.000+02:00",
  "title": "PepsiCo’s Compostable Packaging Test-and-Learn Plan",
  "text": "The food and beverage giant doubles down on compostable packaging, driving knowledge, technology, education, and (ultimately?) acceptance. Gutsy. That’s how I would describe PepsiCo’s latest steps to reach its [2025 goal](https://www.packagingdigest.com/sustainability/pepsico-sets-aggressive-packaging-sustainability-goals-pep) of designing 100% of its packaging to be recyclable, compostable, or biodegradable by 2025. With the April 4 [opening of its Greenhouse Learning Center](https://www.packagingdigest.com/sustainability/compostable-packaging-surprises-frito-lay-quaker) on the Frito-Lay campus, the company is speeding up its test-and-learn strategy around compostable packaging. After attending the opening and touring the Greenhouse Learning Center, I had the opportunity to sit down with Denise Lefebvre, PepsiCo’s Senior Vice President of R&D, and David Allen, Chief Sustainability Officer for PepsiCo Foods North America. We talked about the company’s commitment to compostable packaging, as well as the industry challenges. In this podcast, Lefebvre and Allen explain their partnerships with composters, the learning curve in informing/educating consumers, the customization of solutions by locale, the likelihood of curbside compostable packaging collection, and the dedication to meeting their [2025 goals](https://www.packagingdigest.com/sustainability/are-brands-target-meet-their-2025-packaging-sustainability-goals). [PACKAGING POSSIBILITIES](https://www.packagingdigest.com/packaging-possibilities-podcast) - Season 3: Episode 5 If you have a topic you’d like to propose for a future PACKAGING POSSIBILITIES episode, please email Lisa Pierce at [[email protected]](http://mailto:lisa.pierce@informa.com). TRANSCRIPT IS AUTO GENERATED Lisa McTigue Pierce Hello! This is Lisa Pierce, Executive Editor of Packaging Digest, with another episode of Packaging Possibilities, a podcast that reveals what’s new and what’s next for packaging executives and engineers, designers and developers. On April 4 this year, I attended the official opening of PepsiCo’s new Greenhouse Learning Center at its Frito-Lay campus in Plano, Texas. I toured the greenhouse and heard about the company’s new focus on home compostability for packaging for its food divisions: Frito-Lay and Quaker. I learned a few new things about composting and shared those discoveries in [an earlier article](https://www.packagingdigest.com/sustainability/compostable-packaging-surprises-frito-lay-quaker). But, after the tour, I had the opportunity to sit down with two PepsiCo executives and dig a little deeper into the company’s commitment to sustainability and, specifically, to compostable packaging. Pull up a seat and listen to what Denise Lefebvre, PepsiCo’s Senior Vice President of R&D, and David Allen, Chief Sustainability Officer for PepsiCo Foods North America, have to say about the technology, the consumer’s appetite for sustainability, the challenges, and [the future of compostable packaging in the United States](https://www.packagingdigest.com/food-packaging/new-thinking-about-compostable-packaging). … Very curious on how things went with the [Coachella, what I called experiment](https://www.packagingdigest.com/sustainability/packaging-possibilities-frito-lays-compostable-packaging-experiment), last year. I know we’re almost a full year from then. So what did you guys learn from that? David Allen (guest) It was a really great experience and consumers are hungry for sustainable packaging and sustainable options. I think we learned a lot about what’s important in a closed ecosystem like that, in terms of education, clear communication. You know, where do the bags need to go right after you consume our wonderful product. And so, you know, that has helped us inform what we might want to … what we might want to go do next in terms of, you know, how do we set up our next pilot, how would we next set up our collection system with our compostable packaging. Lisa McTigue Pierce OK. So those were process learnings … that I would call process learnings. Was there anything from a technology point of view of the packaging material that maybe you learned? Denise Lefebvre (guest) I can speak just a little bit to that as I … and I alluded to it out at the greenhouse. Every time we produce and start to run on different types of assets … cause different type of assets make different films … you learn about consistency, quality, yield improvement, barrier performance. So out of the Coachella … and I, we do them in different batches, to be honest with you, all the time. If I think about, we’re making film all the time and loading it different ways. We actually were able to see much, you know, really improvements in barrier because we’re able to get good tweaks on the machines and the equipment and be able to really run a little bit longer to give us understanding of product performance and product protection. Because each one of our products is created differently in terms of its requirements, right, in terms of what a consumer likes. And so us being able to tailor it absolutely perfectly each time is important. “… from Coachella, we’re able to learn how to dial in the equipment even better …” And so from Coachella, we’re able to learn how to dial in the equipment even better on those aspects. Lisa McTigue Pierce I love that you learned on the equipment side because, as you guys know, with the volume of products that you guys produce, it’s got to work in the factory. So we talked about this already, but I am going to put it out there again. The whole idea of barrier is critical for food packaging in general. Very much so for products that are as sensitive to moisture as the baked products and the other products that you put out. Obviously, oxygen is important as well. Metallized film, multilayer metallized film, has kind of been the go-to for barrier protection and still is. But I know that we talked about the metallization layer being so thin that it really doesn’t matter from a compostability point of view anymore. Is that, like, is that ASTM certified? Denise Lefebvre (guest) Yeah, it’s certified by the Bio… [BPI](https://bpiworld.org/). As Sri [Sri Narayan-Sarathy, Global Foods Packaging Director] was talking about some of the elements, right, it’s how long it takes to degrade, perhaps at what time and what temperature. It is what the soil looks like before and after elements of that testing protocol. So that helps us to … well we’ve done our own testing, for sure. It really helps that these third-party institutes that are standardized are able to look at it and vet it and give us a response as well, and they have. And obviously we’ve been successful today getting certification through them. Lisa McTigue Pierce OK, when I was here in September, Yolanda [Yolanda Malone, VP Global R&D Foods Packaging] said that the idea is once you do all this testing here, you still are going to then do the full third-party certification of whatever materials you select anyway. So. I know that we talked about compostability, we talked about recycling a little bit. I’m going to go into that a little bit more. I don’t know that there’s any option for end of life for reusable packaging for your snack foods. But I’m just wondering what other end-of-life scenarios might you be considering? Have I missed anything, compostability, recyclability? “We know, all over the world, those different [end of life] scenarios might happen to our packaging. So we need to make sure that we are fit for purpose in those scenarios.” Denise Lefebvre (guest) There’s different levels, right? So, and feel free here [David] to chime in. There’s mechanical recycling. There’s … pyrolysis is chemical recycling. There’s industrial composting, there’s home composting. There’s what if it goes to a landfill? Because we know, all over the world, those different scenarios might happen to our packaging. So we need to make sure that we are fit for purpose in those scenarios … is how we would say, right? And function in each one of them, that is positive, not a negative in terms of what happens. And then we want to test and learn continually in those to see which ones we can galvanized. You know, how we would scale. Was that fair? David Allen (guest) No, I think you covered the whole diaspora of end-of-life opportunities. Lisa McTigue Pierce OK, excellent. We talked a little bit about this earlier, too, about the whole ecosystem — from large scale compostable packaging volume acceptability here in the United States. We’re not close to that at all — yet. And so I’m just wondering if you could tell us a little bit — and you talked a little bit about how you’re partnering. But if you wouldn’t mind going into a little bit more detail about specifics. What are you doing to work with the compostable facilities, the industrial compostable facilities? Especially since … two things that I’ve been hearing … that they really dislike accepting compostable packaging because it takes longer to degrade than the organic material and it doesn’t add any nutrients to the soil. And sometimes that’s not a bad thing because some compost facilities want to add bulk to their compost and compostable packaging would do that. I guess that … how are you working with the compostable facilities? David Allen (guest) As you mentioned, it’s an entire ecosystem. So we’re not just working with compostable facilities, but we’re trying to work that, you know, from material science that we’ve been talking about today, all the way through collection, sortation, and end of life. So compostable facilities are a key partner in that. A lot of it starts with the different iterations of the packages that we have, what our testing tells them, and then what their testing reveals. We’re also trying to be really specific about identifying specific locations and municipalities and target partners that enable us to be, you know, to have a concentrated effort so we can learn faster. Denise Lefebvre (guest) I would [add] … Sri and others you met today, and even myself … we meet and we have regular discussions and partnerships with [Composting Consortium](https://www.closedlooppartners.com/composting-consortium/), which represents the composers in United States, right, to get real-time feedback about what we’re thinking … how are they thinking about it? What should we test? How should we? So we feel pretty integrated in that. And we’ve actually even had pretty big round tables, like where they come in and tell us how they’re feeling, what’s going on, what’s going on in the industry, what adds/drives value for them. Because we know it’s really important that whatever we do needs to be valuable throughout the chain, including their piece of it, not in a way that’s degrading them. A lot of their resistance historically has been because you have utensils. You have a lot of the foodservice equipment going through, which degrades at a different rate than a thin film. So you have, like … because this is such a new area, if you think about in the industry. We all have so much to learn together. And so how they would adjust a formulation or recipe for different things and those discussions. So we found them to be a good partner and educating us, us working with them. And so we can get a learning. But not a way to say, no, we’re not interested but certainly a partnership to learn further together. Lisa McTigue Pierce OK that’s an excellent point though about the thinness of the materials. That really could make a big difference, a big difference. I know that also the packaging in the past, the composable packaging or compostable materials that aren’t organic haven’t really added nutrients to the soil. And I asked this question at the conference. I don’t even know how long ago it was, may have even been pre-COVID. The answer that we got then … I just want to confirm that it is still the answer now because I’ve learned a lot of new things about compostability today. That a plant-based package that’s compostable … Does it or does it not add nutrients to the compost once it’s degraded? Do you guys know that? Denise Lefebvre (guest) I think it depends. Right. So, number one, when you said a compost … So let me go a little bit technical here for a second. When you said a compost pile, feel free to jump in here [David]. You have to look at your rate and use. So when we … one of the things we have to test and learn is, OK … Bags, paper materials. When it goes through sortation, it goes to a composter, at what level and what amount is really in the compost bin, because that’s variable. And then, based on the final formulation, will it be a nutrient provider or not? And I think we’re still learning all that, right. Because I think people say, OK, well, I don’t want, you know, it’s to the point you said about composters … it’s a rate-and-use type of thing. So when they get a compost, I don’t know, but my guess is what they might get from an off-take from a sorter or from a merf [MRF/materials recovery facility] might be a low amount of flexible film. I have no idea. That’s what we have to learn still, right. And then that will determine kind of what’s going on and us trying to understand the ranges of that … Lisa McTigue Pierce Denise, when you say rate and use, is that the percentage of packaging? Denise Lefebvre (guest) Percentage of packaging. Yeah. That’s a pretty big variable. Lisa McTigue Pierce OK, I think this makes total sense. Yeah. Total sense. OK, one of the other reasons why I bring that up is because I know that there was a major composter … I thought it was in Oregon, and I meant to check this before I got here … who just yesterday or the day before said, [we’re not taking compostable packaging anymore](https://www.packagingdive.com/news/colorado-compost-contamination-materials-organics/644632/). So that, again, it’s … as you know, you’re talking to these composters all the time … a pretty major hurdle I think that you guys still have to get over. “What we have seen is a good reception from a lot of composters to test with us and learn.” Denise Lefebvre (guest) Yeah. That’s why we’re partnering to learn, so we could do test-and-learns to because you could talk to a composter and the way they define that as the plate that they may get … it’s about the definition of what is packaging and what are we testing and what are they using, what are they getting uncomfortable with. And so us being able to partner with them to test, learn, and even educate all of us, I think is super important. What we have seen is a good reception from a lot of composters to test with us and learn. Lisa McTigue Pierce Excellent. “Collection and sortation is so important … Because if we’re able to separate our films and have a … purer stream … we may get a different level of receptivity and a different level of impact at the composter.” David Allen (guest) And then I … just to add to that … you know, that’s why us spending time and building relationships and testing and collection and sortation is so important as well. Because if we’re able to separate our films and have a, you know, purer stream, if you will, for our films — than the plates and the forks and those things — we may get a different level of receptivity and a different level of impact at the composter. PepsiCo's compostable packaging plan for consumer communication. Lisa McTigue Pierce One of the things that you learned from the Coachella experiment was the consumer side of things, which is so exciting. David Allen (guest) Yes. Lisa McTigue Pierce But you have to communicate to them on end of life, what to do. What you’re doing, number one, why you’re doing it, and then what they need to do. David Allen (guest) Right. Lisa McTigue Pierce So how are you guys doing that? What’s your plan? David Allen (guest) It’s very similar what we talked about today. It’s test and learn. We have to try a lot of different messages in order to connect to the consumers and meet them where they are and help them cut through all the clutter of the buzzwords and, you know, everything that they hear, day in and day out. So as an example, with our bags here, we tried to be very specific in calling out that this is a compostable bag. We’re asking them to help us. And then, either up front or on the back … here’s how you can be part of the change and be part of the team. And then, you know, get them to take action. We will eventually test feedback loops to the consumers, reward and recognition programs. We’ve tested opportunities where, as they participate for each of the bags that we get back, we make an in-kind donation. So, you know, all the different ways to try and connect to and appeal to the consumers to act differently and act on what they’re telling us is important to them, which is: provide sustainable options. Lisa McTigue Pierce OK. Thank you. Have you noticed a difference in generations, with the excitement from the consumer and/or the different messages that you should use? Is the generational thing something that is a component of your test-and-learn? David Allen (guest) It is, and it will continue to be more so. But, broadly, we’re seeing all of our consumers respond in a way that says we want to be more sustainable. We’re not sure how. We want you to help us and we’re looking for those solutions. Lisa McTigue Pierce Thank you. So we talked about these different steps in the whole chain — collection is part of it. What do you think is the likelihood that your compostable packaging will be collected for composting? And I guess I should have said at this point — conveniently, which usually means curbside collection for the consumer. I don’t want to limit it to just curbside collection because, you know, thinking out-of-the-box, there could be other ways of collecting … like your different … would you call those pilot projects, [Coachella](https://www.packagingdigest.com/sustainability/packaging-possibilities-frito-lays-compostable-packaging-experiment), and the Super Bowl? David Allen (guest) Yeah. Yeah. Pilots. Lisa McTigue Pierce Or municipalities … you know, one-offs and things like that? It’s coming? Denise Lefebvre (guest) Do you mean curbside collection or people … Lisa McTigue Pierce Let’s do the curbside collection for compostable packaging. Yes. Do … What do you think is the likelihood of that? David Allen (guest) Again, I think it depends on the solution and the infrastructure that’s available in a certain municipality in a certain location and we’ll likely have a portfolio of ways to collect and separate our product. In municipalities that have existing collection mechanisms or, you know, compostable facilities, we’re more likely to collect that at curbside. In other areas where there’s not access to that type of infrastructure, we may have to think about a different collection mechanism. It could be a mail-back, it could be a store take-back. These are all things that we have to test and learn with and make sure that we’ve got multiple solutions that we can deploy that meets the consumers where, you know, their needs and where they are. Lisa McTigue Pierce OK. David Allen (guest) I think that’s how we see it. “More and more infrastructure will be created over time. At what rate and pace is hard to predict.” Denise Lefebvre (guest) I do think this is a time horizon opportunity, right. Because to have the first … certainly different municipalities are moving at different rates. And so our partnership, which we’re looking at different ways and which ways to test and learn within what they think is best for their local consumer, right? We’re here to help be supportive about that and give them data and learnings. Again, it’s about a community and approach. So we’re going to, as David said, try and do different ways, but I would think you can forecast this as more and more important to consumers. It’s more important to municipalities. More and more infrastructure will be created over time. At what rate and pace is hard to predict. Different states are different … even states, but then within a state, you have it very different. Lisa McTigue Pierce Yep. Denise Lefebvre (guest) So we will be, you know, looking to kind of drive those partnerships because it’s important to us in terms of meeting consumers’ needs and we know it’s part of … we could be part of that solution. But it is a time horizon issue on investment and scale by each of those local governments. Lisa McTigue Pierce OK, you know, I look at the last two questions that I had, and you’ve really already answered them: (1) What you’re doing to grow the infrastructure, all these partnerships. And quite frankly just being able to say that PepsiCo is committed to this is enough, I think, to wake up a lot of other people who maybe haven’t … have seen more of the challenges of compostable packaging rather than the benefits or the potential, you know, even future advantages. So all that’s good. (2) And then you already mentioned that you are sharing what you’re learning here with the industry, with the world, and I can’t thank you enough for doing that. Because in the past that wouldn’t happened. Not even a prayer of that happening. But I do want to ask one question that I thought of as we were talking, going through the greenhouse … and that is the whole idea of meeting your 2025 goal. And I mentioned very briefly to Yolanda [Malone] that I know that the 2025 goal is real. I mean, there’s a lot of people who are working toward a 2025 goal. But 2025 … I mean, that’s right around the corner. What if, what if you’re not at 100%? What difference does it make if you’re at 80%, 70%, or 100% by 2025? You’re still getting there, right? “We are focused on delivering against that publicly stated goal to design 100% of our packaging to be recyclable, compostable, or biodegradable by 2025. That’s where all of our energy and effort is going.” David Allen (guest) We’re excited about the progress and our heads are down as well, right. We are focused on delivering against that publicly stated goal to design 100% of our packaging to be recyclable, compostable, or biodegradable by 2025. That’s where all of our energy and effort is going. And as we get to the end of 2025, we’ll assess where we are and see what’s next. Denise Lefebvre (guest) We’re doubling down. Lisa McTigue Pierce Well, that’s how we got to the moon, so. (laughter) Denise Lefebvre (guest) We’re in. About the Author(s) You May Also Like [March 15, 2024](/undefined-category/ime-south-where-to-be-what-to-see-in-charlotte) IME South: Where to Be, What to See in Charlotte|2 Min Read [March 13, 2024](/food-beverage/best-in-new-food-and-beverage-packaging) Best in New Food and Beverage Packaging|2 Min Read [March 13, 2024](/sustainability/the-next-step-to-unlocking-plastic-circularity) The Next Step to Unlocking Plastic Circularity|2 Min Read [March 13, 2024](/packaging-design/packaging-shrinkflation-strikes-again-) Packaging Shrinkflation Strikes Again!|1 Min Read",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Education",
    "Environment"
  ],
  "external_links": [
    "https://www.closedlooppartners.com/composting-consortium/),",
    "https://www.packagingdive.com/news/colorado-compost-contamination-materials-organics/644632/).",
    "https://bpiworld.org/).",
    "http://mailto:lisa.pierce@informa.com).",
    "https://closedlooppartners.com/composting-consortium/),",
    "https://www.bpiworld.org/).",
    "https://packagingdive.com/news/colorado-compost-contamination-materials-organics/644632/).",
    "http://www.mailto:lisa.pierce@informa.com)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "denise lefebvre",
        "sentiment": "none"
      },
      {
        "name": "david allen",
        "sentiment": "none"
      },
      {
        "name": "lefebvre",
        "sentiment": "none"
      },
      {
        "name": "allen",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "pepsico",
        "sentiment": "negative"
      },
      {
        "name": "greenhouse learning center",
        "sentiment": "none"
      },
      {
        "name": "pepsico foods north america",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T11:15:29.295+02:00",
  "updated": "2024-03-16T00:38:17.885+02:00"
}