{
  "thread": {
    "uuid": "8f9ede1f79ae21ce607e0b32da4c55415efd45c4",
    "url": "https://www.wtxl.com/northwest-tallahassee/see-why-samaritans-purse-needs-local-volunteers-to-complete-tornado-relief-mission",
    "site_full": "www.wtxl.com",
    "site": "wtxl.com",
    "site_section": "https://www.wtxl.com",
    "site_categories": [
      "media"
    ],
    "section_title": "WTXL ABC 27 | Tallahassee, Crawfordville, Valdosta News, Weather, Sports",
    "title": "Samaritan's Purse calls on neighbors to help provide tornado relief to community",
    "title_full": "Samaritan's Purse calls on neighbors to help provide tornado relief to community",
    "published": "2024-06-24T02:44:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ewscripps.brightspotcdn.com/dims4/default/af0e16f/2147483647/strip/true/crop/1280x672+0+24/resize/1200x630!/quality/90/?url=http%3A%2F%2Fewscripps-brightspot.s3.amazonaws.com%2F48%2Faf%2F83961dec46358c09c6eaa7b1b83c%2Fposter-image-1.jpg",
    "performance_score": 0,
    "domain_rank": 30430,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8f9ede1f79ae21ce607e0b32da4c55415efd45c4",
  "url": "https://www.wtxl.com/northwest-tallahassee/see-why-samaritans-purse-needs-local-volunteers-to-complete-tornado-relief-mission",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kenya Cardonne",
  "published": "2024-06-24T02:44:00.000+03:00",
  "title": "Samaritan's Purse calls on neighbors to help provide tornado relief to community",
  "text": "- Samaritan's Purse is in need of local volunteers to complete their tornado relief mission. - They have more than 200 work orders left and less than 50 volunteers a day. - Watch the video to hear from volunteers about why this work is important to the community. BROADCAST TRANSCRIPT: It's been more than six weeks since tornadoes hit our neighborhoods, debris piles are still riddled across streets and volunteer organizations continue trying to help pick up the pieces. Aaron Richards, Program Manager with Samaritans Purse - \"We want to make sure that everybody can get the help that they need and so the more people we have, the quicker that work gets done.\" I'm neighborhood reporter Kenya Cardonne in Northwest Tallahassee, speaking with the folks from Samaritan's Purse about why volunteers are needed now more than ever. Samaritan's Purse — hard at work. One of many volunteer organizations that has stepped in to help the community recover from tornado destruction. Richards - \"Right now we sit at over 800 work orders as a total.\" Almost two months since the tornadoes hit, and their organization is still here with more than 200 work orders left to go. Richards - \"Overnight volunteers are great to have from all over, but we also rely on those local volunteers as well.\" Something Program Manager Aaron Richards tells me the group is in desperate need of. Right now, they only have about 35 volunteers a day, most of which come from out of state. Gary Parker, Volunteer with Samaritans Purse - \"There's still a lot of people here in the community of Tallahassee that are looking for help and there's only so many of us here to offer that. So the more people locally here that could get involved, the better.\" I spoke with Gary Parker, an upstate New Yorker who has been with Samaritan's Purse for the past two years. I asked him what inspires him to volunteer. Parker - \"Trying to be a blessing to others, we often times find ourselves more blessed just by the homeowners that we're serving.\" Speaking of homeowners.. Kevin Smith, Homeowner - \"People talk about hurricanes, but tornadoes are pretty quick and then they're gone and then people just sort of wonder.. what's next?\" Kevin Smith— one of many neighbors who sustained massive damage to his home and one of many who received a helping hand from Samaritan's Purse. Smith - \"It means a lot knowing that there are people out there who are willing to do this kind of work and they're not charging you for it. I mean they're putting all their blood sweat and tears into it.\" On a mission to complete their work orders before their leave date in August, Samaritan's Purse is now calling on neighbors for help. Richards - \"We bring all the equipment, bring all the trucks, provide everything that they need, but those tools are just sitting there waiting for somebody to pick them up.\" To get involved with Samaritan's Purse, you can visit their [website](https://spvolunteer.org/) or call them at 850-933-0682. In Northwest Tallahassee, Kenya Cardonne, ABC 27",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://spvolunteer.org/)",
    "https://www.spvolunteer.org/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "samaritan",
        "sentiment": "negative"
      },
      {
        "name": "aaron richards",
        "sentiment": "none"
      },
      {
        "name": "richards",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "samaritan",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "northwest tallahassee",
        "sentiment": "none"
      },
      {
        "name": "kenya cardonne",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-24T03:12:36.581+03:00",
  "updated": "2024-07-01T16:56:36.349+03:00"
}