{
  "thread": {
    "uuid": "887c8a4968cd9eb6c125b3d04e31e1419854a30c",
    "url": "https://podcast.baptistpress.com/2024/03/29/scientist-uses-resurrection-to-lead-hundreds-to-christ-gods-design-best-learned-in-church-good-friday",
    "site_full": "podcast.baptistpress.com",
    "site": "baptistpress.com",
    "site_section": "https://podcast.baptistpress.com",
    "site_categories": [],
    "section_title": "Good News for Today | A Daily Podcast from Baptist Press",
    "title": "Scientist Uses Resurrection to Lead Hundreds to Christ, God’s Design Best Learned in Church & Good Friday | Good News for Today",
    "title_full": "Scientist Uses Resurrection to Lead Hundreds to Christ, God’s Design Best Learned in Church & Good Friday | Good News for Today",
    "published": "2024-03-29T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 45744,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "887c8a4968cd9eb6c125b3d04e31e1419854a30c",
  "url": "https://podcast.baptistpress.com/2024/03/29/scientist-uses-resurrection-to-lead-hundreds-to-christ-gods-design-best-learned-in-church-good-friday",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-29T03:00:00.000+03:00",
  "title": "Scientist Uses Resurrection to Lead Hundreds to Christ, God’s Design Best Learned in Church & Good Friday | Good News for Today",
  "text": "Episode 576 Scientist Uses Resurrection to Lead Hundreds to Christ, God’s Design Best Learned in Church & Good Friday Professor James Tour of Rice University uses his expertise in nanotechnology to engage in deep discussions about the resurrection of Jesus Christ. God’s design for human sexuality is better learned in the church through the Scriptures than on TikTok. That’s what Nick Moore, the pastor at First Church in Gatlinburg, Tennessee says. And, today is Good Friday. It’s the day Christians remember the sacrifice of Jesus Christ on a Roman cross. Transcript Professor James Tour of Rice University uses his expertise in nanotechnology to engage in deep discussions about the resurrection of Jesus Christ. Inviting skeptics via Zoom and in person, he offers evidence for the resurrection, leading many to faith. With a notable scientific career, Tour prioritizes sharing the Gospel, emphasizing the importance of belief in Jesus' resurrection and lordship. He advises new believers to study the Bible, highlighting that even small faith can grow. He lays out all the evidence for Jesus’ literal death and bodily resurrection. The fact that Roman soldiers were skilled in the practice of crucifixion, so there was no way Jesus was still alive when he was placed in the tomb. Thomas was able to feel and see the wounds in Jesus’ hands and side. Jesus appeared to more than 500 people after the resurrection and that He even ate with them and his followers were willing to die rather than deny the resurrection. === God’s design for human sexuality is better learned in the church through the Scriptures than on TikTok. That’s what Nick Moore, the pastor at First Church in Gatlinburg, Tennessee says. He and his wife Kyndra are working with teens in their community to under how and why God created sexuality. Kyndra calls sexuality a good gift that God has given creation but it’s being used and misrepresented by many in today’s culture. She says it was given to present a picture of the oneness God has in Himself and the oneness He desires to have with His people. The Moores says they find talking openly and honestly with teens is a way to help them understand God’s purpose for their lives. === Every day, hundreds of thousands of people die without the hope of Jesus. Your faithful prayers will make a difference. That’s why the IMB created a free 18-month calendar, called “Impacting Lostness Through Prayer”. It provides guidance, reminders and encouragement as you pray for individuals and communities who have yet to hear the gospel. Learn more about this free resource at [IMB.org/prayercalendar](IMB.org/prayercalendar). === Today is Good Friday. It’s the day Christians remember the sacrifice of Jesus Christ on a Roman cross. Betrayed by one of his own disciples and hated by religious leaders of the day, Jesus is handed over to the Roman authorities for breaking Jewish law by blaspheming and being a disrupter of the peace. Through a sequence of mock trials, Jesus is eventually sentenced to death between two thieves on a hill overlooking Jerusalem. It’s a gruesome scene where nails are driven into his hands and feet after a severe beating and scouring by Roman soldiers. From the cross, Jesus cares for his mother and offers forgiveness for those who have caused him harm before he dies. The Bible teaches that Jesus died as a substitute for those who rebel against God, acknowledge the rebellion, ask God for forgiveness and the place their faith in Jesus. Churches across the world will mark the day with Good Friday services. To learn more about Jesus’ life, death and resurrection, visit a Bible teaching church near you. Related Episodes [Supreme Court Hears Abortion Pill Case, “Jesus” Film Coming to a Screen Near You & When We Blame Others For Ministry Difficulties](https://podcast.baptistpress.com/2024/03/28/supreme-court-hears-abortion-pill-case-jesus-film-coming-to-a-screen-near-you-when-we-blame-others-for-ministry-difficulties/) The U.S. Supreme Court heard oral arguments on March 26 in a case that will rule on the availability of mifepristone, a drug commonly used in medication abortions. Sight & Sound’s “Jesus,” portraying the Savior’s life in a theatrical musical, will be available for free livestreaming Good Friday through Easter, March 29-31. And, everyone involved in ministry faces challenges. In the Baptist Press Toolbox, Chuck Lawless writes about the sad consequences when we start blaming others for more than their share. [Easter Sunday Remains a High Attendance Day, Gospel’s Power Showing & Prayerfully Waiting on God’s Timing](https://podcast.baptistpress.com/2024/03/27/easter-sunday-remains-a-high-attendance-day-gospels-power-showing-prayerfully-waiting-on-gods-timing/) Most pastors are expecting one of their largest crowds on Easter, but those expectations have tempered some in the past decade. Ministering to people in recovery centers and homeless shelters has resulted in some amazing Gospel success stories at Faith Baptist of Myra. And, in one of His most well-known parables in which He taught the importance of patience in prayer, Jesus contrasted a powerful judge to a vulnerable widow (Luke 18:1-8). [U.S. Funding Bill, Waco Youth Revivals & Fruit That Did Not Last](https://podcast.baptistpress.com/2024/03/26/u-s-funding-bill-waco-youth-revivals-fruit-that-did-not-last/) The latest Congressional spending package allows federally funded gender transitions and essentially bypasses current restrictions on government-funded abortions, the Ethics and Religious Liberty Commission (ERLC) told Baptist Press. In 1945, a group of Baylor students began leading a series of worship gatherings that came to be known as the Waco Youth Revivals. And, maybe you have a friend who started out as a Christian but isn’t producing fruit in their faith journey. In the BP Toolbox, Todd Gray offers three tips for reaching them.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Science and Technology",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chu",
        "sentiment": "negative"
      },
      {
        "name": "christ",
        "sentiment": "negative"
      },
      {
        "name": "james tour",
        "sentiment": "none"
      },
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "jesus christ",
        "sentiment": "none"
      },
      {
        "name": "nick moore",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "first church",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gatlinburg",
        "sentiment": "none"
      },
      {
        "name": "tennessee",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T14:49:22.415+03:00",
  "updated": "2024-03-29T14:49:22.415+03:00"
}