{
  "thread": {
    "uuid": "bb7a31f98c44e2d55cf3c6d72bd8fba0ee1c3603",
    "url": "https://www.medicaldaily.com/national-glaucoma-awareness-month-experts-share-insights-signs-risk-factors-importance-471235",
    "site_full": "www.medicaldaily.com",
    "site": "medicaldaily.com",
    "site_section": "https://www.medicaldaily.com/rss",
    "site_categories": [
      "health"
    ],
    "section_title": "Medical Daily",
    "title": "National Glaucoma Awareness Month: Experts Share Insights On Signs, Risk Factors And Importance Of Screening",
    "title_full": "National Glaucoma Awareness Month: Experts Share Insights On Signs, Risk Factors And Importance Of Screening",
    "published": "2024-01-05T12:35:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://d.medicaldaily.com/en/full/470696/glaucoma.jpg",
    "performance_score": 0,
    "domain_rank": 3729,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bb7a31f98c44e2d55cf3c6d72bd8fba0ee1c3603",
  "url": "https://www.medicaldaily.com/national-glaucoma-awareness-month-experts-share-insights-signs-risk-factors-importance-471235",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Suneeta Sunny",
  "published": "2024-01-05T12:35:00.000+02:00",
  "title": "National Glaucoma Awareness Month: Experts Share Insights On Signs, Risk Factors And Importance Of Screening",
  "text": "National Glaucoma Awareness Month: Experts Share Insights On Signs, Risk Factors And Importance Of Screening\nJanuary is marked as National Glaucoma Awareness Month to bring attention to an irreversible eye disease that could result in vision loss.\nIn the U.S., around three million people have\nglaucoma, and it is the second leading cause of blindness worldwide. Glaucoma currently has no cure. Nevertheless, early detection and treatment can halt the progression of the disease, potentially preventing blindness.\nDr. Michael de Guzman, a board-certified\nophthalmologist at Simpson Eye Associates in West Dundee, Illinois, describes glaucoma as a group of eye diseases that cause progressive damage to the optic nerve of the eyes.\n\"The optic nerve is responsible for communicating between the eye and the brain to allow us to see,\" he explained.\nThere are four main types of glaucoma:\n1. Open-angle glaucoma - It is the most\ncommon type in the U.S.; nine in 10 people with glaucoma have the open-angle type. The exact cause is not known, but experts believe that it may be caused by pressure building up in the eye.\n2. Angle-closure glaucoma or closed-angle glaucoma - It is caused by a sudden surge in eye pressure when fluid fails to drain out of the front of the eye. The condition requires immediate medical attention as it can lead to blindness in a few days.\n3. Congenital glaucoma - It is a rare form of glaucoma in which babies are born with the condition that prevents fluid from draining normally.\n4. Secondary glaucoma - It occurs due to a known cause such as the use of corticosteroids, eye injury, diabetes and uveitis (inflammation of the uvea or the middle layer of the wall of the eye).\nSigns of Glaucoma\nGlaucoma is often known as the \"silent thief of sight\" as patients typically do not have early symptoms. Half of the people who have the condition are not aware of it.\n\"The signs and symptoms of glaucoma can vary depending on the type of glaucoma. With primary open-angle glaucoma, there are often no early warning signs, and patients are usually not experiencing any symptoms at the time of diagnosis. With acute angle-closure glaucoma, patients often experience blurred vision, pain, and redness in the eye. Over time, if the disease is progressing, one may start to lose their peripheral vision. Without treatment, glaucoma can lead to blindness,\" Dr. Alexa Hecht, an\noptometrist from Toronto, Canada, told Medical Daily.\nBabies born with congenital glaucoma have sensitivity to light, make extra tears and may have abnormally large eyes.\nRisk Factors\n\"Some risk factors for developing glaucoma include age, genetics and family history, race, myopia or hyperopia, systemic hypertension and hypotension, and physical trauma to the eye, to name a few,\" Dr. Hecht said.\nA person who has a first-degree relative with glaucoma, or those with elevated intraocular pressure, advanced age, myopia ('near-sightedness), African-American or Hispanic ethnicity, and a thin central cornea are at higher risk, Dr. De Guzman explained.\nTreatment\n\"Glaucoma treatment varies depending on the severity of the disease and type of glaucoma the patient has but typically begins with prescription eye drops to reduce the eye pressure. There are also surgical interventions to help fluid in the eye drain more efficiently,\" Dr. Hecht said.\nAlthough there is no cure, some treatment options can help reduce the pressure in the eyes, Dr. De Guzman said.\n\"Treatment options are aimed at lowering the intraocular pressure (IOP) of the eye. At this time, eye pressure is the only modifiable risk factor we can address. Lowering pressure can involve eye drops, implantable medicine in the eye, in-office laser procedures, microinvasive glaucoma surgery (MIGS), and traditional surgeries such as trabeculectomies and glaucoma drainage implants. It is best to discuss with your ophthalmologist regarding which treatment is best for you.\"\nWhy is screening important?\nDr. Hecht recommends that everyone, irrespective of their risk factors, should undergo comprehensive dilated eye examinations every year to ensure the eye pressure is within a normal range.\n\"There is no cure for glaucoma but if caught early we can prevent disease progression and vision loss. This is why preventive eye examinations are so important,\" she cautioned.\n\"Everyone who has a family history of glaucoma should be tested. Because people can be the first in their family to develop glaucoma, it is recommended that everyone 40 years or older should have a comprehensive eye exam to detect early signs of glaucoma or other eye conditions,\" Dr. De Guzman said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health",
    "Human Interest"
  ],
  "external_links": [
    "https://www.instagram.com/dr.alexahecht/?hl=en",
    "https://www.nei.nih.gov/learn-about-eye-health/eye-conditions-and-diseases/glaucoma/types-glaucoma",
    "https://www.instagram.com/michael.de.guzman/",
    "https://www.cdc.gov/visionhealth/resources/features/glaucoma-awareness.html",
    "https://instagram.com/michael.de.guzman/",
    "https://cdc.gov/visionhealth/resources/features/glaucoma-awareness.html",
    "https://nei.nih.gov/learn-about-eye-health/eye-conditions-and-diseases/glaucoma/types-glaucoma",
    "https://www.instagram.com/dr.alexahecht/",
    "https://instagram.com/dr.alexahecht/?hl=en",
    "https://www.instagram.com/michael.de.guzman"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "michael de guzman",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "national glaucoma awareness month",
        "sentiment": "negative"
      },
      {
        "name": "simpson eye associates",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "west dundee",
        "sentiment": "none"
      },
      {
        "name": "illinois",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T03:32:24.312+02:00",
  "updated": "2024-01-06T03:32:24.312+02:00"
}