{
  "thread": {
    "uuid": "d95b1317736b9baf30b0981c94edcf61637af9fb",
    "url": "https://www.president.gov.ua/en/news/bilshe-sistem-ppo-ta-zasobiv-urazhennya-rosijskoyi-aviaciyi-89621",
    "site_full": "www.president.gov.ua",
    "site": "president.gov.ua",
    "site_section": "https://www.president.gov.ua/en/rss/news/all.rss",
    "site_categories": [
      "media",
      "college_administration",
      "education",
      "law_government_and_politics",
      "us_government_resources"
    ],
    "section_title": "www.president.gov.ua",
    "title": "More air defense systems and means of destruction of Russian aviation bring peace closer – address by the President of Ukraine",
    "title_full": "More air defense systems and means of destruction of Russian aviation bring peace closer – address by the President of Ukraine",
    "published": "2024-03-10T19:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "UA",
    "main_image": "https://www.president.gov.ua/storage/j-image-storage/40/66/17/937cba73c4b0444d8b59798e07d3d00a_1710101433_large.png",
    "performance_score": 0,
    "domain_rank": 5215,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d95b1317736b9baf30b0981c94edcf61637af9fb",
  "url": "https://www.president.gov.ua/en/news/bilshe-sistem-ppo-ta-zasobiv-urazhennya-rosijskoyi-aviaciyi-89621",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "creator",
  "published": "2024-03-10T19:08:00.000+02:00",
  "title": "More air defense systems and means of destruction of Russian aviation bring peace closer – address by the President of Ukraine",
  "text": "Dear Ukrainians!\nA few important things for this day and these weeks.\nFirst of all, our defenders of the sky.\nI would like to recognize all Ukrainian warriors who defend our sky every day and night. Only this Sunday night they managed to shoot down 35 \"Shahed\" drones. In total, since the beginning of March, Russian terrorists have already used 175 such killer drones against Ukraine. Fortunately, 151 of them were shot down by our warriors. And this is a very important result. Yes, not all of them. Yes, there are hits. Unfortunately, there are losses. There are casualties. But there are also people saved.\nI am grateful to every warrior of our mobile firing groups in all regions of combat duty. I am grateful to every pilot and engineer of the Air Force, to all our air defense warriors. We will further enhance our firepower and Ukrainian air defense. More air defense systems and other means of destruction of Russian aviation bring peace closer. I am grateful to everyone in the world who helps us with this. Ukraine will have more air defense systems – we are working very hard on this.\nSecond. Our Defense Forces consist of many elements. Many brigades and units. And everyone who serves at the front, everyone who defends the state from Russian saboteurs and terror, everyone who performs combat missions deserves gratitude and respect. Russian murderers and torturers are not moving further into Europe only because they are being held back by Ukrainians with weapons in their hands and under the blue and yellow flag. In Ukraine, there were many once-white walls of houses and churches that are now scorched and ruined by Russian shells. And this speaks very eloquently about who has to stop for the war to end.\nAnyone who protects life and people fulfills the most honorable possible mission amid such an inhuman invasion. And we must fully protect life in our home. And I thank everyone who supports our defense, Ukrainian defenders.\nWhen the Russian evil started this war on February 24, all Ukrainians stood up for defense. Christians, Muslims, Jews – everyone. I thank every Ukrainian chaplain who is with the army, in the Defense Forces. They are on the frontline, protecting life and humanity, supporting with prayer, conversation, and deeds. This is what the church is – it is together with people, not two and a half thousand kilometers away somewhere, virtually mediating between someone who wants to live and someone who wants to destroy you. I thank everyone who is doing everything in Ukraine and with Ukraine to save lives, I thank everyone who is helping and who is really with us through actions and prayers.\nToday I would like to recognize the servicemen of our National Guard who are fighting alongside everyone else on the frontline in the east and south of Ukraine. The warriors of the 3rd operational brigade – Junior Sergeant Viktor Ivanov and Lieutenant Kyrylo Kudinov. The 5th Slobozhanska Brigade of the National Guard – soldiers Serhiy Turilkin and Mykola Hnatyuk. I would also like to recognize the warriors of the 1st and 3rd assault squads of the Omega Special Forces Center of the National Guard. Thank you for your skills and the results Ukraine needs.\nAlso, following these weeks, we have reasons for gratitude to the servicemen of the Defense Intelligence of Ukraine – the details should not be disclosed publicly now, but the enemy definitely feels their work. And the more the Russian state loses, the sooner all this evil of war will disappear from our land.\nToday I spoke with French President Macron. The conversation lasted more than an hour. I am grateful to Emmanuel for his new initiatives in support of Ukraine, for his leadership, which gives all of us in Europe strength. I am grateful for the new defense package. We discussed the schedule and key expected results of our upcoming meeting in Ukraine.\nOne more thing. The holy month of Ramadan is now beginning for Muslims in Ukraine and around the world. And this year, unfortunately, Ramadan is overshadowed by ongoing war and suffering. May this month bring us all closer to a fair and just peace. Not only for Ukraine. But for all the nations that are suffering from war. Humanity is capable of achieving a level of unity where justice protects life from wars.\nI am grateful to everyone who helps Ukraine and Ukrainians! I am grateful to everyone who defends life and justice!\nRamadan Mubarak! Glory to Ukraine!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sec",
        "sentiment": "none"
      },
      {
        "name": "shahed",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "air force",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-10T23:18:53.395+02:00",
  "updated": "2024-03-10T23:18:53.395+02:00"
}