{
  "thread": {
    "uuid": "27f0d20ea451a2526dc5fe05ee2c9e0d25a59e94",
    "url": "https://www.nation.com.pk/30-Dec-2023/workplace-equality",
    "site_full": "www.nation.com.pk",
    "site": "nation.com.pk",
    "site_section": "https://www.nation.com.pk/rss/opinions",
    "site_categories": [],
    "section_title": "",
    "title": "Workplace Equality",
    "title_full": "Workplace Equality",
    "published": "2023-12-29T17:21:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PK",
    "main_image": "https://www.nation.com.pk/assets/thenation_202006/images/no-image-large.jpg",
    "performance_score": 0,
    "domain_rank": 10759,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "27f0d20ea451a2526dc5fe05ee2c9e0d25a59e94",
  "url": "https://www.nation.com.pk/30-Dec-2023/workplace-equality",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Imran Malik",
  "published": "2023-12-29T17:21:00.000+02:00",
  "title": "Workplace Equality",
  "text": "The recent ruling by the Supreme Court of Pakistan, on the interpretation of harassment under the Protection against Harassment of Women at the Workplace Act 2010, marks a significant milestone and a positive stride in the realm of workplace rights. In its historic judgement, the Court adopted a purposive approach, acknowledging the Act’s broader intent and aligning it with international obligations, thus amplifying the scope of protection for victims of workplace harassment.\nPreviously, the Act defined harassment solely within a narrow scope of unwelcome sexual advances or conduct. However, the recent judgment recognised the Act’s broader intent, acknowledging the devastating impact of non-sexual demeaning attitudes or behaviour on victims. This nuanced understanding reflects the necessity of addressing diverse forms of harassment, crucial for ensuring a safe and respectful work environment.\nMoreover, the Court’s emphasis on considering the victim’s perspective and applying the standard of a reasonable woman is pivotal. By adopting the viewpoint of a reasonable woman, the judgment acknowledges that discriminatory behaviour, even if not overtly sexual, could still constitute harassment. This standard broadens the lens through which harassment claims are evaluated, acknowledging that certain behaviours, while not explicitly sexual, could be distressing or discriminatory, aligning with international norms and standards.\nThe significance of this ruling also lies in its alignment with international obligations, such as the Convention Against the Elimination of Discrimination Against Women and International Labour Organization (ILO) conventions. The Court’s scrutiny of parliamentary debates and the Act’s initial intent emphasised the obligation to eliminate all forms of discrimination at work. The judgment rightly recognised that workplace rights transcend sexual harassment, incorporating protection against gender-based discrimination as well.\nMoving forward, the implications of this ruling are profound. It not only rectifies the narrow interpretation of harassment but also ensures legal protection for victims who faced gender-based discrimination from 2010 to 2022. By broadening the understanding of harassment to encompass various forms of gender-based discrimination, this judgment stands as a beacon of progress, affirming the rights and dignity of all employees.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "supreme court of pakistan",
        "sentiment": "negative"
      },
      {
        "name": "court",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T23:12:51.907+02:00",
  "updated": "2023-12-29T23:12:51.907+02:00"
}