{
  "thread": {
    "uuid": "12b1b6a1ffdbc65497e195b738f6a958c87f3cc8",
    "url": "https://www.businessghana.com/site/news/politics/304570/We-must-use-Easter-to-unite-NDC",
    "site_full": "www.businessghana.com",
    "site": "businessghana.com",
    "site_section": "https://www.golf.einnews.com/live_feed",
    "site_categories": [
      "social"
    ],
    "section_title": "Live Feed Wire - Golf News Today - EIN Presswire",
    "title": "We must use the Easter to unite as people - NDC to Ghanaians - BusinessGhana",
    "title_full": "We must use the Easter to unite as people - NDC to Ghanaians - BusinessGhana",
    "published": "2024-03-28T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "GH",
    "main_image": "https://www.businessghana.com/site/img/../../cms/img/news/2024-03-28-1520310.PNG.jpg",
    "performance_score": 0,
    "domain_rank": 63803,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "12b1b6a1ffdbc65497e195b738f6a958c87f3cc8",
  "url": "https://www.businessghana.com/site/news/politics/304570/We-must-use-Easter-to-unite-NDC",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-28T02:00:00.000+02:00",
  "title": "We must use the Easter to unite as people - NDC to Ghanaians - BusinessGhana",
  "text": "The opposition National Democratic Congress (NDC) is urging Ghanaians to use the occasion of Easter to unite and embrace the values of selflessness, compassion, fellow feeling and courage that define the celebration. The party in a statement signed and issued by its General Secretary, Fifi Fiavi Kwetey, dated March 28, 2024, called on Ghanaians \"to reflect on our shared humanity and to recommit ourselves to building a society that is just, inclusive, and equitable for all.\" He also assured Ghanaians of the party's commitment to \"advocating for the rights and well-being of all Ghanaians,\" saying \"This Easter, we reaffirm our commitment to championing policies and initiatives that promote economic prosperity, democratic governance and social justice.\" Press Release Thursday March 28,2024 Accra-Ghana NDC Celebrates Easter: A Time of Hope and Renewal* NDC extends Easter greetings to Ghanaians As Easter approaches, the National Democratic Congress (NDC) joins in celebrating this joyous occasion with all Ghanaians. Easter is a time of profound significance, symbolizing rebirth, renewal, and the triumph of hope over despair. In the spirit of Easter, the NDC extends warm wishes and blessings to families, communities and individuals across the nation. We recognize the importance of coming together in unity and solidarity, embracing the values of selflessness, compassion, fellow feeling and courage that define this sacred season. Easter serves as a reminder of the resilience and strength of the human spirit. It is a time to reflect on our shared humanity and to recommit ourselves to building a society that is just, inclusive, and equitable for all. As a political party, the NDC remains dedicated to advocating for the rights and well-being of all Ghanaians. This Easter, we reaffirm our commitment to championing policies and initiatives that promote economic prosperity, democratic governance and social justice. Amidst the challenges and uncertainties of our times, let us draw inspiration from the Easter message of hope and renewal. Let us stand together in solidarity, supporting one another and working towards a brighter future for our nation. The NDC wishes all Ghanaians a happy and blessed Easter. May this season bring you joy, peace, and happiness. Signed, Fifi Fiavi Kwetey General Secretary",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "fifi fiavi kwetey",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "congress",
        "sentiment": "negative"
      },
      {
        "name": "ndc",
        "sentiment": "negative"
      },
      {
        "name": "accra-ghana ndc",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T06:47:10.498+03:00",
  "updated": "2024-03-29T06:47:10.498+03:00"
}