{
  "thread": {
    "uuid": "d84d30f4ac554223af830530d2d7cab6d6bba6f7",
    "url": "https://www.jornaldocomercio.com/colunas/livros/2024/04/1148929-metabolismo-e-musculospara-envelhecer-bem.html",
    "site_full": "www.jornaldocomercio.com",
    "site": "jornaldocomercio.com",
    "site_section": "https://www.jornaldocomercio.com/ultimas-noticias/",
    "site_categories": [
      "media"
    ],
    "section_title": "Últimas notícias - Jornal do Comércio",
    "title": "Metabolismo e músculospara envelhecer bem",
    "title_full": "Metabolismo e músculospara envelhecer bem",
    "published": "2024-04-04T23:18:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://www.jornaldocomercio.com/_midias/png/2022/05/23/livros_8842392-9639438.png",
    "performance_score": 0,
    "domain_rank": 70663,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d84d30f4ac554223af830530d2d7cab6d6bba6f7",
  "url": "https://www.jornaldocomercio.com/colunas/livros/2024/04/1148929-metabolismo-e-musculospara-envelhecer-bem.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jaime Cimenti",
  "published": "2024-04-04T23:18:00.000+03:00",
  "title": "Metabolismo e músculospara envelhecer bem",
  "text": "É um consenso a importância do tripé sono reparador, alimentação saudável e prática de exercícios, são a melhor fórmula para viver mais e melhor. Convívio harmônico consigo mesmo, com a família e os amigos seguem essenciais para uma existência feliz. A revolução dos músculos (Editora Intrínseca, 416 páginas, R$ 74,00), da Dra. Gabrielle Lyon, médica graduada pela Illinois University e com especialização na George Washington University, apresenta uma nova estratégia científica para envelhecer bem, tendo como base reprogramação do metabolismo, queima de gordura, combate às doenças cardíacas, reversão do diabetes, prática de exercícios, ganho de musculatura e aumento de energia. Depois de anos de clínica a Dra. Gabrielle percebeu que seus pacientes, além dos problemas de saúde, tinham a musculatura pouco saudável. Como se sabe, o maior órgão endócrino do corpo, a musculatura, é que determina toda a trajetória da nossa saúde. Horário de alimentação e qualidade do sono podem minar a capacidade do corpo em reparar e construir o tecido muscular. Os músculos mais importantes são os que não enxergamos e o músculo esquelético, por exemplo, é o responsável por extrair nutrientes, controlar os níveis de insulina, regular o colesterol, equilibrar os hormônios, ativar o sistema imune e aumentar a capacidade de enfrentar doenças. A autora ensina como criar músculos fortes para enfrentar a obesidade, distúrbios imunológicos e prevenir mesmo doenças como Alzheimer, hipertensão e diabetes tipo 2. Ela descreve um amplo programa de autocuidado, com dicas para montar um treino completo e exemplos de receitas leves e fáceis de seguir. A Dra. Gabrielle convida os leitores a abandonarem paradigmas com foco na gordura, estimula a evitar as doença e blindar o corpo para ter força em todas as idades. Convida a abraçar de vez a ciência nutricional, entender melhor proteínas e carboidratos e, ao final, apresenta os planos alimentares do protocolo Lyon, métodos de avaliação e treinamento e enfatiza tomar as próprias rédeas para viver melhor.\nLançamentos A filosofia do Bitcoin (Avis Rara, 96 páginas, R$ 34,90), de Álvaro María, filósofo, escritor, professor e palestrante espanhol, é um livro compacto e esclarecedor sobre o Bitcoin, com informações essenciais para quem quer conhecer profundamente a proposta antes de começar a investir na moeda digital. Revolucionárias - Joana D'Arc e Maria Quiteria (Planeta, 336 páginas, R$ 89,00), de Isabelle Anchieta, jornalista, escritora e socióloga com doutorado na USP e Mestre em Comunicação pela UFMG, mostra as linhas comuns das duas revolucionárias e fala sobre revolta, liberdade social e a luta apaixonada por ser o que se é. Pedagogia do ebó - Horizontes possíveis para a universidade a partir de mulheres de axé (Appris Editora, 144 páginas, R$ 75,00), da antropóloga e professora amazônida Beatriz Martins Moura, mescla os caminhos e histórias da Mãe Dora de Oyá, Makota Kidoiale e da autora, entre terreiros e universidades em que atuaram como professoras.\nMoinhos de Vento, casas, vidas, especulações e o eterno O bairro Moinhos de Vento tem riquíssimo passado, dinâmico presente e futuro promissor. Felizmente ainda conserva muitas árvores, ruas, praças e casarões centenários. Os passos dos especuladores em geral são mais rápidos do que os dos legisladores, mas o Moinhos conseguiu permanecer com inúmeras casas e mansões na frente de modernos edifícios residenciais e comerciais construídos nas últimas décadas. Águas passadas movem Moinhos. O velho e o novo convivem, mas nem sempre. Numa rua arborizada do boulevard havia casas antigas, dessas que a arquitetura moderna não gosta de construir. Havia aldrabas nas portas da frente, jardins floridos com azaléas, glicínias, crisântemos, orquídeas e gerânios, sacadas, grandes janelas coloridas, telhas de barro, hortas, árvores frutíferas e até galinheiros nos fundos, para o almoço familiar dominical. Havia famílias, avós, filhos, netos e bisnetos, retratões nas paredes, inventários, testamentos, acordos e desacordos. Havia até Galo do Vento de ferro no telhado para saber de que lado vinha o vento e se precaver. Havia ventos mais civilizados do que estes que derrubam árvores e energia elétrica. As casas vivem agora na memória, que é onde as coisas acontecem muitas vezes. Agora o terreno está nu como a lua. Pedaços de tijolos, velhas pedras, restos de reboco e de vigas ainda estão lá, rebeldes, mas por pouco tempo. A retroescavadeira faminta vai embocar a caliça junto com a terra, vomitar tudo nas caçambas dos caminhões e proporcionar subsolos para os futuros automóveis. O Valor Global de Vendas é simpático e altamente rio-grandense, os donos das casas receberão as suas partes, o projeto arquitetônico é digno do dinheiro velho e do novo e logo o bate-estaca vai fundar o edifício. Impermeabilização, paredes e telhados, instalações elétricas e hidráulicas, revestimentos, pintura externa e interna, esquadrias, louças, metais e marcenaria, jardins, decoração de áreas comuns e privativas e a limpeza final. Movéis, utilidades para a casa e eletrodomésticos de São Paulo ou do exterior, obras de arte, velhas enciclopédias decorando as estantes e alguns lustres e móveis remanescentes dos velhos pais e avós vão estar nas mansões verticais, mesclando passado, presente e futuro. Novas vidas, velhas e novas famílias vão morar nos confortáveis apartamentos. Segurança, reconhecimento facial, elevadores high tech, geradores para afugentar a falta de energia, sistemas de ar condicionado e de informática último tipo, treinamento de pessoal, aromatizadores de ambiente, decoração da portaria por renomado arquiteto, paisagismo com assinatura fulgurante e condomínio administrado por empresa de fino trato completarão o novo habitat. A fila vai andar e a vida segue. As velhas casas permanecerão nas fotografias, em livros escritos por moradores saudosos, nas lembranças dos que ainda tiverem memória e nos velhos álbuns de fotos da família, nos quais a beleza e a felicidade são mais presentes, especialmente nas fotos em preto e branco, que o tempo não consegue apagar. a propósito... Com seu eterno charme de acumular passado, presente e futuro, o Moinhos de Vento vai seguir - tomara Deus - sendo um queridinho. Um queridinho de porto-alegrenses, gaúchos, brasileiros e estrangeiros. O Moinhos é internacional, universal, diverso, colorido, caleidoscópico, plural, democrático e eterno. Os bebês, os jovens, os adultos e os idosos (não os chame de velhinhos, por favor) do bairro agradecem e esperam que bons ventos movam o futuro do bairro, que é de todos que gostam dele. São incontáveis e abençoados. (Jaime Cimenti)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T01:32:44.729+03:00",
  "updated": "2024-04-05T01:32:44.729+03:00"
}