{
  "thread": {
    "uuid": "8b0b62c215059df8dbb4de2676927470d76d9d5c",
    "url": "https://www.phnompenhpost.com/national/new-minimum-wage-in-effect-up-4-per-month",
    "site_full": "www.phnompenhpost.com",
    "site": "phnompenhpost.com",
    "site_section": "https://www.phnompenhpost.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Phnom Penh Post | The Phnom Penh Post is the oldest and most comprehensive independent newspaper covering\n        Cambodia. cambodia news, phnom penh news",
    "title": "​New minimum wage in effect, up $4 per month | Phnom Penh Post",
    "title_full": "​New minimum wage in effect, up $4 per month | Phnom Penh Post",
    "published": "2024-01-02T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "KH",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 12079,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8b0b62c215059df8dbb4de2676927470d76d9d5c",
  "url": "https://www.phnompenhpost.com/national/new-minimum-wage-in-effect-up-4-per-month",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@postkhmer",
  "published": "2024-01-02T02:00:00.000+02:00",
  "title": "​New minimum wage in effect, up $4 per month | Phnom Penh Post",
  "text": "With the arrival of a new calendar year, workers in textile, garment, footwear, and travel goods factories are set to enjoy a new minimum monthly salary of $204. The new figure is $4 higher than the 2023 wage. The increase in minimum wage for 2024 was announced in November last year, following 20 consultative meetings between stakeholders. Prime Minister Hun Manet took to social media on January 2 to offer his best wishes to the workers. “From January 2024, workers … will receive a monthly salary of $204 – a $4 increase from December,” he said briefly. On November 28, the Ministry of Labour and Vocational Training issued a statement from the National Council on Minimum Wage (NCMW), announcing that the NCMW had set a monthly salary of $202 for factory workers in these sectors. The prime minister announced a $2 increase to the figure. “I have decided to add $2 to the $202 minimum wage which was the result of the NCMW vote. Therefore, the 2024 minimum wage will be $204 per month, an increase of $4 over 2023,” Manet said at the time. Chan Than, an employee of Bayon Garment Factory in Boeung Kak I commune, in Phnom Penh’s Russey Keo district, said on January 2 that even though the $4 increase was not as much as she had expected, it was “better than nothing”. She claimed that most workers were worried about layoffs almost every day, and were not working as much overtime as they used to. “Every day my factory offers less overtime. I keep worrying about layoffs. To be honest, I am less concerned about whether we get an increase or not. What is important is that I can work overtime to earn more money,” she said. Chorn Piseth, another worker from the factory, explained that he worked in the carton section and worked overtime every chance he got, even on Sundays and national holidays. Including the new salary increase, he could now earn from $350 to $400 per month. “My department has a lot of work because we don’t have many workers. This means there is often overtime available. When I get paid, I can afford to provide for my day-to-day expenses,” he said. Ath Thorn, president of the Cambodian Labour Confederation (CLC) and member of the NCMW, called on all factories and employers to apply the new figure. He noted that the monthly wage of $204 applies to experienced workers, while new employees earn $202. “From January 2024, the new minimum wage must be applied to all workers. We appeal to all employers to apply it fully and equally, no matter how big or small their factories are. “In addition, I believe that companies should consider adding another $4 to the $204 wage for skilled workers, so they can earn a decent living,” he said. According to the labour ministry, the average factory worker will now earn from $221 to $232 per month, thanks to additional benefits. In addition, the government and relevant institutions are seeking to reduce the cost of living of workers throughout the country.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chan than",
        "sentiment": "none"
      },
      {
        "name": "manet",
        "sentiment": "none"
      },
      {
        "name": "hun manet",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bayon garment factory",
        "sentiment": "none"
      },
      {
        "name": "national council on minimum wage",
        "sentiment": "none"
      },
      {
        "name": "ministry of labour and vocational training",
        "sentiment": "none"
      },
      {
        "name": "ncmw",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-02T17:15:43.263+02:00",
  "updated": "2024-01-02T17:15:43.263+02:00"
}