{
  "thread": {
    "uuid": "6d692ae53a47d3e8ff3666f1832167450536684d",
    "url": "https://france3-regions.francetvinfo.fr/auvergne-rhone-alpes/savoie/chambery/indiana-jones-barbie-nos-jours-heureux-des-seances-de-cinema-gratuites-en-plein-air-organisees-tout-l-ete-en-savoie-voici-le-programme-2999084.html",
    "site_full": "france3-regions.francetvinfo.fr",
    "site": "francetvinfo.fr",
    "site_section": "https://francetvinfo.fr/politique/europe-ecologie-les-verts",
    "site_categories": [
      "travel",
      "france",
      "top_news"
    ],
    "section_title": "Franceinfo - Actualit&eacute;s en temps r&eacute;el et info en direct",
    "title": "\"Indiana Jones\", \"Barbie\", \"Nos jours heureux\"… Des séances de cinéma gratuites en plein air organisées tout l'été en Savoie, voici le programme",
    "title_full": "\"Indiana Jones\", \"Barbie\", \"Nos jours heureux\"… Des séances de cinéma gratuites en plein air organisées tout l'été en Savoie, voici le programme",
    "published": "2024-07-05T07:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://france3-regions.francetvinfo.fr/image/FR87oPmUIopCMlIlycESryiEj4o/930x620/regions/2024/07/04/photo-cine-66867add58524439140812.jpg",
    "performance_score": 0,
    "domain_rank": 1377,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6d692ae53a47d3e8ff3666f1832167450536684d",
  "url": "https://france3-regions.francetvinfo.fr/auvergne-rhone-alpes/savoie/chambery/indiana-jones-barbie-nos-jours-heureux-des-seances-de-cinema-gratuites-en-plein-air-organisees-tout-l-ete-en-savoie-voici-le-programme-2999084.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Weda Valère",
  "published": "2024-07-05T07:30:00.000+03:00",
  "title": "\"Indiana Jones\", \"Barbie\", \"Nos jours heureux\"… Des séances de cinéma gratuites en plein air organisées tout l'été en Savoie, voici le programme",
  "text": "L'été s'annonce cinématographique dans l'agglomération de Chambéry avec le retour du festival \"Une Toile à la belle étoile\". Du 4 juillet au 29 août, vingt-sept séances de cinéma gratuites et en plein air sont programmées, à la tombée de la nuit, dans plusieurs communes. Du cinéma en plein air à la tombée de la nuit : l'agglomération du Grand Chambéry a retrouvé le rythme de la saison estivale avec son animation Une toile à la belle étoile. Pour la 24e année, ce rendez-vous revient égayer l’agglomération avec des films projetés en extérieur. Ouvert à tous les publics, le festival est l'occasion de profiter de la magie du septième art sous les étoiles. Plus de 20 séances gratuites Les projections proposées sont le fruit d'une consultation auprès des habitants, des jeunes, des associations de quartier et des commissions extra-municipales. Une démarche participative qui a permis de composer une sélection de films variée, répondant aux attentes de tous les publics. Le programme qui s'est ouvert ce jeudi 4 juillet va s'étendre à l'échelle de l'agglomération jusqu'au 29 août. Pendant cette période, 27 projections gratuites de films en plein air seront offertes à la tombée de la nuit dans diverses communes. Organisé par Grand Chambéry avec un financement de l’État, l'événement est soutenu par les collectivités locales, les centres sociaux, les maisons de l’enfance et les associations de quartier de la ville de Chambéry. Des films pour tous les goûts Pour cette 24e édition, Une toile à la belle étoile propose une programmation diversifiée dans un cadre urbain ou champêtre à travers 18 communes de l’agglomération chambérienne, en Savoie, dont deux communes dans les Bauges, Saint-François-de-Sales et Le Châtelard. Les amateurs de films d'animation pourront se régaler avec des titres tels que Interdit aux chiens et aux Italiens, Le Pharaon, le Sauvage et la Princesse et Kung Fu Panda 3. Les passionnés de documentaires, quant à eux, auront l'opportunité de découvrir Dans les yeux de Thomas Pesquet et Les Gardiennes de la planète, offrant des perspectives fascinantes sur l'espace et l'environnement. Pour ceux qui préfèrent les comédies, la sélection comprend Le Petit Nicolas : qu’est-ce qu’on attend pour être heureux ?, La Traversée, Barbie, Nos Jours Heureux et Juste Ciel !, promettant des rires et de la bonne humeur. Les amateurs de comédies dramatiques trouveront leur bonheur avec Neneh Superstar, Citoyen d’honneur et En Corps, tandis que les fans de comédies policières pourront savourer Mon Crime. Les films d'action ne sont pas en reste avec la projection de Indiana Jones et le Cadran de la Destinée, qui promet des sensations fortes. Pour ceux qui préfèrent les drames, Mia et le Lion Blanc sera au rendez-vous. Dès 22 heures en juillet et 21 heures en août Les amateurs d'aventure pourront se plonger dans des récits captivants avec Le Peuple Loup, King, Le Nid du Tigre et Mystère. Enfin, un biopic intitulé Divertimento complétera cette riche programmation. En 2023, près de 4 000 spectateurs s'étaient déplacés pour profiter des différents films proposés. Les films seront projetés à 22 heures au mois de juillet et dès 21 heures à partir de la mi-août. Attention, en cas d'intempéries, les projections pourraient être annulées ou diffusées en salle. Dans ce cas, le film pourrait commencer un peu plus tôt. Il est possible de se renseigner au numéro suivant pour savoir si la séance est maintenue : 06 21 33 00 83. La programmation complète - 5 juillet - Le peuple loup - Barberaz - 6 juillet - Dounia et la princesse d'Alep - Chambéry Pugnet - 8 juillet - King - Cognin - 9 juillet - Interdit aux chiens et aux italiens - Barby - 10 juillet - Neneh Superstar - Sonnaz - 11 juillet - Dounia et la princesse d'Alep - Chambéry Biollay - 12 juillet - Indiana Jones et le cadran de la destinée - Saint-Alban-Leysse - 13 juillet - Dans les yeux du Thomas Pesquet - Montagnole - 16 juillet - La Traversée - Chambéry - 18 juillet - Dans les yeux de Thomas Pesquet - Challes-les-Eaux - 19 juillet - King - Chambéry - 19 juillet - Le nid du tigre - Saint-François-de-Sales - 20 juillet - Mystère - La Thuile - 22 juillet - Barbie - Saint-Jean-d'Arvey - 23 juillet - Mon crime - Saint-Cassin - 24 juillet - Le Pharaon, le sauvage et la princesse - Jacob-Bellecombette - 25 juillet - Dounia et la princesse d'Alep - Chambéry - 26 juillet - Citoyen d'honneur - Chambéry - 30 juillet - En corps - Saint-Sulpice - 1er août - Nos jours heureux - Chambéry Biollay - 9 août - Juste ciel ! - Le Châtelard - 21 août - Kung fu Panda 3 - La Motte Servolex - 22 août - Les gardiennes de la planète - La Ravoire - 27 août - Mia et le lion blanc - Chambéry Bissy - 28 août - Divertimento - Saint-Baldoph - 29 août - Le petit Nicolas, qu'est-ce qu'on attend pour être heureux - Barby",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.grandchambery.fr/toutes-les-actualites/une-toile-a-la-belle-etoile-27-seances-gratuites-de-cinema-en-plein-air",
    "https://grandchambery.fr/toutes-les-actualites/une-toile-a-la-belle-etoile-27-seances-gratuites-de-cinema-en-plein-air"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T07:37:06.420+03:00",
  "updated": "2024-07-19T16:18:58.054+03:00"
}