{
  "thread": {
    "uuid": "7b516fc025f2ea611e85c68c7de2444b2762ade0",
    "url": "https://www.elperiodic.com/pvalencia/cabalgata-reyes-antonio-benageber-pone-broche-navidad-cercania_939329",
    "site_full": "www.elperiodic.com",
    "site": "elperiodic.com",
    "site_section": "https://www.elperiodic.com/rss_general.xml",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Noticias de Valencia, Alicante y Castellón",
    "title": "La Cabalgata de Reyes de San Antonio de Benagéber pone el broche de oro a una Navidad de cercanía",
    "title_full": "La Cabalgata de Reyes de San Antonio de Benagéber pone el broche de oro a una Navidad de cercanía",
    "published": "2024-01-05T11:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.elperiodic.com/archivos/imagenes/noticias/2024/01/05/cabalgata-sab-1_og.jpg",
    "performance_score": 0,
    "domain_rank": 71943,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7b516fc025f2ea611e85c68c7de2444b2762ade0",
  "url": "https://www.elperiodic.com/pvalencia/cabalgata-reyes-antonio-benageber-pone-broche-navidad-cercania_939329",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "elperiodic.com",
  "published": "2024-01-05T11:30:00.000+02:00",
  "title": "La Cabalgata de Reyes de San Antonio de Benagéber pone el broche de oro a una Navidad de cercanía",
  "text": "La Cabalgata de Reyes de San Antonio de Benagéber pone el broche de oro a una Navidad de cercanía Miles de vecinos y vecinas de San Antonio de Benagéber no han querido perderse este viernes la llegada de Melchor, Gaspar y Baltasar a la localidad. La tradicional Cabalgata de Reyes Magos ha iluminado el municipio con alegría y magia desde la calle Vereda donde Sus Majestades de Oriente han seguido el tradicional recorrido hasta su llegada a la Plaza del Ayuntamiento. Allí, han realizado el real saludo desde el edificio consistorial, para proceder después al reparto de regalos entre los más pequeños. El espectáculo, en el que han participado más de 150 integrantes, ha estado encabezado por un vehículo de la Policía Local, seguido de diversas entidades y agrupaciones. De esta manera, ha destacado la participación de la Sociedad Musical de San Antonio de Benagéber, la Sociedad Amigos de la Música, el grupo scout Tatanka, las comisiones falleras locales y los miembros de Protección Civil, que han completado la comitiva de las tres imponentes carrozas desde donde los Reyes Magos han repartido 300 kilos de caramelos, para posteriormente entregar más de 1.500 presentes. El encuentro ha puesto el broche de oro a una Navidad en las que el Ayuntamiento ha coordinado más de una veintena de actividades, entre las que ha destacado la gran acogida de las citas musicales, así como la buena respuesta de la pista de patinaje instalada en el polideportivo municipal, una de las grandes novedades de este año. En esta línea, la concejala delegada del área de Fiestas, María José Esteve, ha mostrado su satisfacción ante la “exitosa acogida de las actividades organizadas por el Ayuntamiento”, así como ha agradecido “la buena respuesta de toda la comunidad y el tejido social de San Antonio de Benagéber en su organización”. Apuesta por la proximidad Del mismo modo se ha mostrado la alcaldesa de la localidad, Eva María Tejedor, que ha subrayado que uno de los “principales objetivos del equipo de gobierno era beneficiar a nuestros comerciantes y empresarios locales con la organización de las fiestas, apostando por la proximidad, para impulsar la economía de nuestro pueblo”. Precisamente, la alcaldesa ha expresado su gratitud con el sector del ocio y servicios del municipio, que ha “enriquecido con su talento y profesionalidad nuestras celebraciones”. La representante también ha hecho hincapié en la apuesta del ejecutivo para hacer llegar la Navidad a más barrios. En este sentido, Eva María Tejedor ha recordado que “frente a otros equipos de gobierno que limitaban la decoración navideña al núcleo urbano, este Ayuntamiento ha hecho un gran esfuerzo para llevar el ambiente festivo también a urbanizaciones como San Vicente, Colinas, Cumbres o Montesano”. “Este ejecutivo está comprometido con acercar las fiestas a los vecinos de cada rincón de la localidad, independientemente de su ubicación”, ha concluido la alcaldesa.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T01:01:43.956+02:00",
  "updated": "2024-01-06T01:38:16.775+02:00"
}