{
  "thread": {
    "uuid": "5343c10725b05440550b0fdfa8d58c52079f804b",
    "url": "https://www.wicz.com/story/50939659/un-excursionista-desaparecido-durante-10-das-en-las-montaas-de-california-sobrevivi-bebiendo-un-galn-de-agua-cada-da",
    "site_full": "www.wicz.com",
    "site": "wicz.com",
    "site_section": "https://www.wicz.com/category/288118/cnn-wire-international",
    "site_categories": [
      "media"
    ],
    "section_title": "International - CNN Wire (Top Story) - WICZ",
    "title": "Un excursionista desaparecido durante 10 días en las montañas de California sobrevivió bebiendo un galón de agua cada día - WICZ",
    "title_full": "Un excursionista desaparecido durante 10 días en las montañas de California sobrevivió bebiendo un galón de agua cada día - WICZ",
    "published": "2024-06-23T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 12180,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5343c10725b05440550b0fdfa8d58c52079f804b",
  "url": "https://www.wicz.com/story/50939659/un-excursionista-desaparecido-durante-10-das-en-las-montaas-de-california-sobrevivi-bebiendo-un-galn-de-agua-cada-da",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-06-23T03:00:00.000+03:00",
  "title": "Un excursionista desaparecido durante 10 días en las montañas de California sobrevivió bebiendo un galón de agua cada día - WICZ",
  "text": "News Local Pennsylvania Teacher of the Week by Springbrook Gas Price Checker by AmeriCU National International Entertainment Videos Sports Local High School Sports Roundup by Simmons Rockwell Athlete of the Week by Amphenol Aerospace Plays of the Week Binghamton University SUNY Broome Binghamton Rumble Ponies Binghamton Black Bears Greater Binghamton Sports Hall of Fame The Pats' Big March Love at First Shot: Celebrating 50 Years of Hockey Videos Weather Closing & Delays Alerts Community Community Calendar Heel and Soul Community Project Highway Heroes Legacy Landmarks Lesko Financial Services Hometown Heroes 100 Years Ago Today United Way Campaign Destination: Cayuga Lake Attractions Submit Event Deals Mark's Half Off Deals Bid 2 Buy Shakes & Cones Reward Card Tour of Italy Pizza and Pasta Rewards Card Contact Us Schedule Meet The Team Employment About Us Closed Caption Contact Contests Big League Challenge by Stanley Law Checkered Flag Challenge by Stanley Law YourSay Your View Search GO News Un excursionista desaparecido durante 10 días en las montañas de California sobrevivió bebiendo un galón de agua cada día Sunday, June 23rd 2024, 4:28 PM EDT Belén Liotti\n(CNN) -- Un hombre de California pasó diez días varado en las montañas después de perderse en una caminata, y tuvo que depender en parte de grandes volúmenes de agua para sobrevivir.\nLukas McClish, de 34 años, emprendió lo que pensó que sería una caminata de tres horas en las montañas de Santa Cruz el 11 de junio, según KABC, afiliada de CNN. Sin embargo, se perdió en las montañas debido a la destrucción de puntos de referencia locales en los recientes incendios forestales.\nSu familia denunció oficialmente su desaparición cuando no se presentó a la cena del Día del Padre el 16 de junio, lo que desencadenó esfuerzos de búsqueda y rescate, informó KABC.\nMcClish finalmente fue encontrado este jueves gracias a un dron de la Oficina del Sheriff de Santa Cruz, según una publicación en X de Cal Fire San Mateo, que decía que McClish fue encontrado en el Parque Estatal Big Basin Redwoods, el parque estatal más antiguo de California y hogar de una imponente costa antigua de árboles secuoya.\nEncuentran muerto a un turista estadounidense en una pequeña isla griega; hay otros tres viajeros desaparecidos\n“Hubo múltiples informes de testigos que escucharon a alguien gritar en pedido de ayuda, pero fue difícil establecer la ubicación de esa persona”, dijo Cal Fire.\nMcClish fue encontrado \"sin heridas graves y se reunió con su familia\", según la oficina del sheriff.\nEn diálogo con KABC, McClish dijo que estaba \"cansado y un poco dolorido\" después de su terrible experiencia. “Perdí la voz”, añadió.\nLo único que tenía para sobrevivir en el bosque era la ropa que llevaba cuando se fue: “Salí con sólo un par de pantalones, mi par de zapatos para caminar y un sombrero”, le dijo a KABC. “Tenía una linterna y unas tijeras plegables, una especie de herramienta Leatherman. Y eso fue todo”.\nAtribuyó su supervivencia a beber mucha agua de arroyos y cascadas que encontró mientras caminaba por el parque todos los días, mientras pedía ayuda, según KSBW, afiliada de CNN.\n“Sólo me aseguré de beber un galón de agua todos los días, pero luego, cuando me acercaba al final, mi cuerpo necesitaba comida y algún tipo de sustento”, dijo McClish a KABC.\nVer la cantidad de trabajadores de búsqueda y rescate que trabajaron para encontrarlo lo hizo sentir “realmente humilde”, dijo. \"Fue una experiencia inrecíble\".\nThe-CNN-Wire\n™ & © 2024 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Health"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://tockify.com/tkf2/submitEvent/30a3dd11108c11e6b21395d105002c19",
    "https://wicz.incentrev.com/Binghamton/9000308-tour-of-italy-pizza-and-pasta-rewards-card",
    "https://wicz-auction.irauctions.com/listing/0",
    "https://wicz.incentrev.com/category/local",
    "https://wicz.incentrev.com/Binghamton/9000539-shakes-cones-ice-cream-rewards-card",
    "https://www.tockify.com/tkf2/submitEvent/30a3dd11108c11e6b21395d105002c19",
    "https://www.wicz-auction.irauctions.com/listing/0",
    "https://www.wicz.incentrev.com/category/local",
    "https://www.wicz.incentrev.com/Binghamton/9000308-tour-of-italy-pizza-and-pasta-rewards-card",
    "https://www.wicz.incentrev.com/Binghamton/9000539-shakes-cones-ice-cream-rewards-card"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "simmons rockwell athlete of the week",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "springbrook",
        "sentiment": "none"
      },
      {
        "name": "california",
        "sentiment": "none"
      },
      {
        "name": "pennsylvania",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-23T23:49:26.921+03:00",
  "updated": "2024-06-24T02:05:26.994+03:00"
}