{
  "thread": {
    "uuid": "7c03dab74b60192da6fbb4b5380a4bc9f207f150",
    "url": "https://actu.fr/occitanie/gimont_32147/cet-couple-de-gersois-a-sauve-une-famille-de-l-horreur-des-camps-pendant-la-guerre_60993610.html",
    "site_full": "actu.fr",
    "site": "actu.fr",
    "site_section": "https://actu.fr/rss.xml",
    "site_categories": [
      "travel",
      "france"
    ],
    "section_title": "actu.fr - Toute l'information nationale, régionale et locale.",
    "title": "Ce couple de Gersois a sauvé une famille de l'horreur des camps pendant la guerre | Actu Occitanie",
    "title_full": "Ce couple de Gersois a sauvé une famille de l'horreur des camps pendant la guerre | Actu Occitanie",
    "published": "2024-05-05T13:02:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://static.actu.fr/uploads/2024/04/marius-et-baptistine-002.jpg",
    "performance_score": 0,
    "domain_rank": 6228,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7c03dab74b60192da6fbb4b5380a4bc9f207f150",
  "url": "https://actu.fr/occitanie/gimont_32147/cet-couple-de-gersois-a-sauve-une-famille-de-l-horreur-des-camps-pendant-la-guerre_60993610.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Fabien Hisbacq",
  "published": "2024-05-05T13:02:00.000+03:00",
  "title": "Ce couple de Gersois a sauvé une famille de l'horreur des camps pendant la guerre | Actu Occitanie",
  "text": " Actu Occitanie Durant tout le mois de mai, Gimont ( Gers ) célèbrera 80 ans de liberté . Expositions, projections de films, cérémonies*. Le programme est très riche. Et au cœur de celui-ci, il y aura un couple qui a sauvé une famille juive dans le village durant la Seconde Guerre mondiale.\nMax Sémory a engagé des démarches pour que Marius et Baptistine Ufferte soient élevés au rang de « Justes parmi les Nations » par le Mémorial Yad Vashem de Jérusalem. C’est à ce couple qu’il doit la vie. Ils l’ont protégé, lui et sa famille, des rafles conduites par les Allemands et le régime de Vichy. Né en 1942 à Gimont, Max Sémory est attendu dans sa ville de cœur le 24 mai prochain pour honorer leur mémoire.\nÀ lire aussi\nGers. Welcome in Tziganie, ce ne sont pas que des concerts ! Des Juifs Polonais venus de Paris « J’éprouve une reconnaissance infinie pour Marius et Baptistine Ufferte et pour tous les\nGimontois qui nous ont protégés pendant l’occupation. C’est grâce à eux que ma famille\net moi-même avons eu la vie sauve », explique celui qui est âgé de 82 ans aujourd’hui.\n« Mes parents, des Juifs Polonais, avaient gagné Paris en 1926. Reconnaissant envers la France qui l’avait accueilli, mon père, Léon Zezmorski, s’était engagé dans l’armée française en 1939. Fait prisonnier lors de la débâcle de juin 1940, il s’était évadé et avait rejoint sa femme, son enfant et ses beaux-parents. Comme des millions de Français, ils avaient fui la zone d’occupation allemande pour gagner la zone dite libre. Et c’est à Gimont qu’ils avaient posé les valises », récapitule Max Sémory.\nÀ lire aussi\nDans le Gers, La Poste viendra bientôt chez vous en camion : ce qu’il faut savoir La Résistance leur vient en aide Mais la quiétude sera de courte durée. Les Zezmorski , et les Ajchenbaum, les grands-parents maternels de Max, voient croître les menaces. Les Allemands, épaulés\npar le régime de Vichy, raflent les Juifs qui seront déportés dans les camps d’extermination. Il faut se cacher. A Gimont, une chaîne de solidarité se met en place pour soustraire les réfugiés aux descentes des gendarmes ordonnées par la préfecture du Gers.\nLes docteurs Angelé et Durand , très actifs dans la Résistance, mobilisent leur réseau. Et Marius et Baptistine Ufferte proposent aux parents de Max de s’installer dans une maison inoccupée mitoyenne de la leur.\n\"Quand les gendarmes ou les Allemands opéraient une descente, des Gimontois venaient prévenir les Ufferte qui donnaient l’alerte à ma famille. Elle partait alors à travers champs ou se terrait en silence dans la maison. Le reste du temps, elle vivait cachée le jour et sortait parfois la nuit\".\nMax Sémory Un drame peu avant sa naissance C’est dans cette petite maison du quartier de Cahuzac, sur la route de Mauvezin, que Max a vu le jour le 10 juin 1942. Peu de temps après la mort de son frère aîné, à quelque centaines de mètres de là. A 4 ans, ce dernier s’était noyé dans la Gimone. « Je suis né neuf mois après sa mort. Le rabbin avait dit à mes parents que, pour surmonter leur chagrin, il fallait mettre en route un autre enfant. Ils m’ont donné le prénom de mon frère disparu », explique Max Sémory.\nVidéos : en ce moment sur Actu Cliquez ici pour visualiser le contenu S’il n’a bien sûr aucun souvenir direct de ses très jeunes années gimontoises, Max se rappelle très bien ce que lui a raconté sa famille. « Mes parents et grands-parents m’ont dit la peur tenace qu’ils éprouvaient d’être raflés, mais aussi la reconnaissance qu’ils éprouvaient pour les Ufferte. Ces derniers ont pris des risques considérables car cacher ou protéger des juifs se payait au prix fort sous l’occupation », souligne-t-il.\nMax Sémory vit aujourd’hui en Israël. Mais il devrait être présent à Gimont pour célébrer la mémoire des Ufferte. (©Photo fournie par Jean-Christophe Giesbert) À lire aussi\nPatrimoine. A votre avis, quels sont les sites les plus visités du Gers ? Dans un trou derrière une armoire avec un chiffon imbibé de vin dans la bouche « Plusieurs fois, les gendarmes ont frappé à la porte de Marius et Baptistine. Ces derniers leur répondaient invariablement que la maison était inoccupée… après avoir\ndit à ma famille de s’y cacher en silence. Pour éviter que mes pleurs de nourrisson\néveillent les soupçons, on me dissimulait dans un trou derrière une armoire avec, dans la\nbouche, un chiffon imbibé de vin pour m’endormir. C’est sans doute de là que m’est venu\nmon goût pour les vins de Bordeaux », sourit-il aujourd’hui.\nCliquez ici pour visualiser le contenu Il milite pour qu’ils soient élevés au rang de Justes parmi les Nations Max a revu un de ses protecteurs bien après la guerre. En 1976, il est revenu à Gimont. Et garde un souvenir ému de son dernier échange avec Baptistine, veuve de Marius : « Elle était âgée et faible et savait qu’elle allait bientôt nous quitter. En me voyant, elle m’a dit « j’attendais de te revoir avant de partir » », se rappelle Max.\nD’Israël, où il vit depuis 1967 , l’enfant caché de Gimont a engagé les démarches auprès du\nMémorial Yad Vashem de Jérusalem pour que Marius et Baptistine Ufferte soient élevés\nau rang de Justes parmi les Nations. Une distinction qui honore ceux qui ont fait preuve\nd’un courage extraordinaire pour défendre les valeurs fondamentales de l’Humanité sous\nl’occupation.\nÀ lire aussi\nGers. Des dégâts importants après un incendie près des locaux d’une célèbre famille de producteurs d’Armagnac Et il compte bien être présent à Gimont le 24 mai pour rendre hommage à ses protecteurs. A l’initiative du maire Franck Villeneuve, une plaque commémorative sera dévoilée route de Mauvezin en l’honneur des Ufferte.\n*Gimont, 80 ans de liberté, tout au long du mois de mai 2024. Le programme est à retrouver ici . Et sur cette page Facebook dédiée à l’événement.\n#Mémorial de la Shoah #Seconde Guerre mondiale",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.facebook.com/plugins/post.php?href=https%3A%2F%2Fwww.facebook.com%2Fpermalink.php%3Fstory_fbid%3D122138871410199546%26id%3D61555986396090&show_text=true&width=350&is_preview=true",
    "https://cdn.logora.com/embed.html?shortname=actu-867591&id=0&resource=group",
    "https://www.facebook.com/profile.php?id=61555986396090",
    "https://gimont.fr/actualites/gimont_80_ans_de_libert/2656",
    "https://www.facebook.com/plugins/post.php?href=https%3A%2F%2Fwww.facebook.com%2Fmairiedegimont%2Fposts%2F810477837776958&show_text=true&width=350&is_preview=true",
    "https://www.facebook.com/plugins/post.php",
    "https://facebook.com/plugins/post.php?href=https%3A%2F%2Fwww.facebook.com%2Fpermalink.php%3Fstory_fbid%3D122138871410199546%26id%3D61555986396090&show_text=true&width=350&is_preview=true",
    "https://www.gimont.fr/actualites/gimont_80_ans_de_libert/2656",
    "https://facebook.com/profile.php?id=61555986396090",
    "https://facebook.com/plugins/post.php?href=https%3A%2F%2Fwww.facebook.com%2Fmairiedegimont%2Fposts%2F810477837776958&show_text=true&width=350&is_preview=true",
    "https://cdn.logora.com/embed.html",
    "https://www.cdn.logora.com/embed.html?shortname=actu-867591&id=0&resource=group",
    "https://www.facebook.com/profile.php"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-05T13:15:33.899+03:00",
  "updated": "2024-05-05T17:59:04.879+03:00"
}