{
  "thread": {
    "uuid": "b90081e2237d400a12f62dc212cdfadb40fd76b0",
    "url": "https://www.futurity.org/primary-care-clinics-heart-disease-risks-3201902-2",
    "site_full": "www.futurity.org",
    "site": "futurity.org",
    "site_section": "https://www.futurity.org/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Futurity",
    "title": "Primary care clinics help control ‘Essential Eight’ heart disease risks",
    "title_full": "Primary care clinics help control ‘Essential Eight’ heart disease risks",
    "published": "2024-04-04T16:59:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.futurity.org/wp/wp-content/uploads/2024/04/primary-care-physicians-doctors-heart-disease-risks-1600.jpg",
    "performance_score": 0,
    "domain_rank": 7841,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b90081e2237d400a12f62dc212cdfadb40fd76b0",
  "url": "https://www.futurity.org/primary-care-clinics-heart-disease-risks-3201902-2",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kara Gavin-U. Michigan",
  "published": "2024-04-04T16:59:00.000+03:00",
  "title": "Primary care clinics help control ‘Essential Eight’ heart disease risks",
  "text": "When someone has a heart attack or a stroke, specialized care can give them the best chance of surviving. But when it comes to preventing those problems in the first place, most essential care happens in general primary care clinics, a new study suggests.\nOr it doesn’t happen at all, if someone can’t, won’t, or doesn’t take the time to see a primary care doctor or nurse practitioner.\nThe study focuses on seven of what the American Heart Association calls “Life’s Essential Eight” controllable risk factors for cardiovascular disease: high cholesterol, high blood pressure, diabetes, very high body mass index, tobacco use,\nlow exercise, and sleep problems such as insomnia. The data source used in the study doesn’t include information about the eighth risk factor, healthy food intake.\nThe study, published in\nCirculation: Cardiovascular Quality and Outcomes, finds that a majority of people with any of these key measures for improving and maintaining cardiovascular health, and the majority of those taking medication to control four of those measures, saw only a primary care clinician in the past year, compared with those who saw a cardiologist alone or in addition to seeing a primary care provider.\nThe study also finds that large percentages of people with these major cardiovascular risk factors didn’t see either type of health care provider in the past year, even if they said they were taking medications to control their blood pressure, cholesterol, blood sugar, or stop smoking.\nMore than 50% of all tobacco users, 44% of those who said they have low levels of physical activity, and 38% of those with severe obesity said they hadn’t seen a\nprimary care provider or cardiologist in the last year. Even among those taking medication to control cardiovascular risk factors, 15% to 20% said they hadn’t seen any provider in the past year.\nFor the study, the researchers used data from more than 66,000 adults interviewed in-depth about their health and health care in the last year, through the nationally representative Medical Expenditure Panel Survey conducted by the federal government.\n“As a society we need to recognize that preventing common conditions requires providers who can see patients often, and see the whole patient, which is the role of primary care,” says lead author Jeremy Sussman, a general internist and associate professor in the University of Michigan internal medicine department.\n“While cardiovascular care guidelines are often written by specialists and subspecialists, this study shows that access to primary care is crucial to preventing or delaying some of the most common causes of death in the nation.”\nThe current crisis in access to primary care for American adults does not bode well for making inroads on the “Essential Eight,” Sussman notes. That crisis is caused by both a shortage of, and uneven distribution of, physicians, nurse practitioners, and physician assistants who choose to practice general internal medicine, family medicine, and geriatrics.\nLong waits for appointments, and inability to\nfind a provider who is accepting new patients, could delay identification and management of cardiovascular risk factors, including starting new preventive medications or adjusting doses to control risk factors appropriately.\nPeople who should make sure to see a primary care provider at least once a year—even just via a telehealth appointment—include those who have already been prescribed an antihypertensive medication to bring down high blood pressure, a diabetes drug to bring down blood sugar, a statin to control cholesterol, or a prescription\nquit-smoking medication.\nRegular checkups can help ensure they’re getting the most preventive power out of these medicines.\nBut even if they’re not taking medication, most adults with at least one cardiovascular risk factor on the “Essential Eight” list should be seeing a primary care provider regularly, Sussman says.\n“Primary care providers today can manage high blood pressure, high cholesterol, most cases of diabetes, and tobacco cessation without having to refer to a specialist, though of course specialists play a key role in more complex prevention cases and post-incident care,” he says. “They can also be important entry routes to nutrition counseling, weight management and exercise programs, and sleep disorders diagnosis and treatment.”\nPolicy measures to enhance access to primary care by training more providers and incentivizing them to practice in shortage areas, and efforts to support primary care providers in managing cardiovascular risk factors, will be important, the authors say.\nBut in the immediate timeframe, they urge individuals with any of these risk factors to request an appointment with their clinic or seek one out if they don’t have a regular primary care provider.\nIn addition to Sussman and Sterling, who is a general internist and researcher at Weill Cornell, the study team includes author Michael Johansen, a family medicine physician with OhioHealth who trained at the University of Michigan.\nSussman is a member of the University of Michigan Institute for Healthcare Policy and Innovation, the VA Center for Clinical Management Research, and the Division of General Medicine.\nThe AHA committee that Sussman and Sterling serve on is a joint subcommittee of the Council on Quality of Care and Outcomes Research, and the Council on Cardiovascular and Stroke Nursing.\nAdditional coauthors are from Michigan Medicine, the University of Michigan’s academic medical center; OhioHealth; and Weill Cornell Medicine.\nSource:\nUniversity of Michigan",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [
    "https://ihpi.umich.edu/news/want-cut-us-heart-risks-get-more-people-primary-care-study-suggests",
    "https://www.ihpi.umich.edu/news/want-cut-us-heart-risks-get-more-people-primary-care-study-suggests",
    "https://www.doi.org/10.1161/CIRCOUTCOMES.123.010498",
    "https://doi.org/10.1161/CIRCOUTCOMES.123.010498"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "heart association",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T01:38:36.321+03:00",
  "updated": "2024-04-05T01:38:36.321+03:00"
}