{
  "thread": {
    "uuid": "8fa890ef774ebca0c1f9938f8614dbf2309ac3c2",
    "url": "https://www.dreadcentral.com/reviews/471538/night-swim-review-the-amityville-swimming-pool/",
    "site_full": "www.dreadcentral.com",
    "site": "dreadcentral.com",
    "site_section": "https://www.dreadcentral.com/feed",
    "site_categories": [
      "media",
      "movies",
      "entertainment"
    ],
    "section_title": "Dread Central",
    "title": "‘Night Swim’ Review: The Amityville Swimming Pool",
    "title_full": "‘Night Swim’ Review: The Amityville Swimming Pool",
    "published": "2024-01-05T23:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.dreadcentral.com/wp-content/uploads/2024/01/NightSwim.png",
    "performance_score": 0,
    "domain_rank": 18511,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8fa890ef774ebca0c1f9938f8614dbf2309ac3c2",
  "url": "https://www.dreadcentral.com/reviews/471538/night-swim-review-the-amityville-swimming-pool/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mary Beth McAndrews",
  "published": "2024-01-05T23:44:00.000+02:00",
  "title": "‘Night Swim’ Review: The Amityville Swimming Pool",
  "text": "‘Night Swim’ Review: The Amityville Swimming Pool\nAs we enter the hard months of winter, thoughts of warm days filled with barbecues and swimming pools pop up in our heads as we pull on yet another layer of winter clothing. Blumhouse and Atomic Monster are further indulging that fantasy with their first 2024 release Night Swim, directed by\nBryce McGuire. While the promise of chlorinated thrills is exciting—I mean what’s not to love about the idea of a haunted pool?—the silly premise does overstay its welcome and barely treads water.\nThe Wallers are a sweet family of four trying to stay strong in the face of father Ray’s (Wyatt Russell) professional baseball career and recent multiple sclerosis (MS) diagnosis. They’re searching for the perfect place to put down roots as they all adjust to a new way of life. His wife Eve (Kerry Condon) is the primary caregiver and parent and the recently appointed breadwinner. Meanwhile, their teenage daughter Izzy (Amélie Hoeferle) and young son Elliot (Gavin Warren) do their best to keep the status quo and appear happy for their parents.\nThen, they just so happen to find the perfect suburban family home with plenty of bedrooms and a swimming pool in the backyard. It’s just what Ray needs for hydrotherapy! It seems like the perfect match, a new start into the supposed perfect American family life. Just like in a swimming pool, everything looks calm on the surface. But once you dive in, the quiet chaos reveals itself.\nAlso Read:\n‘Roadkill’ Review: Modern Exploitation With Mixed Messages\nQuickly, Eve, Izzy, and Elliot discover something is very wrong with their pool. Each has their own unique terrifying experience while finding a moment of peace in their new watery “haven”. Shadows lurk on the pool’s edge, beings mutter from the drains, and innocent pool games turn sinister. But for Ray, it really is a haven as his symptoms seem to diminish the longer he spends in the water. As the headline says, it’s essentially The Amityville Horror but in a backyard swimming pool.\nYes, it’s incredibly silly. And yet, the script gives us a rather well-developed horror family, with each character given just enough interiority to make them sympathetic and worth rooting for. Co-writers McGuire and Rod Blackhurst (who also wrote the short film on which the feature is based) stretch the horror tropes of horror mother, pissed-off sister, and annoying little brother to give us a family of people who really do love each other. There’s no doubting their bond and how badly they all want to cling to the ideal of the perfect American family.\nBut, the rest of Night Swim‘s story isn’t so lucky as it begins to crumble under its own weight as the film progresses. As a fan of cosmic horror, I love a good unknowable entity. But here, McGuire and Blackhurst use that to a degree that it feels like a lazy solution to the problem of developing a short film into a fully realized feature. The lore teased in the first half is interesting and bizarre, but once exposition dumps come into the picture, whatever lurks in the Wallers’ pool loses its fright factor.\nAlso Read:\n‘Femme’ Review: An Alluring Queer Revenge Thriller\nThankfully, the use of practical effects and the cinematography framing the pool itself keep the fear alive. There are seemingly only so many ways to film a concrete hole in the ground, but director of photography\nCharlie Sarroff finds new and fascinating ways to utilize shots in the water itself. Sarroff and McGuire work together to warp the perception of the pool’s size. Some shots make it feel like the ocean, keeping the bottom and sides of the pool obscured to trick the viewer into thinking this is a much bigger space. Flickering pool lights immediately revoke any feelings of safety in the quiet peace of a night swim.\nThe technical creativity of Night Swim is the film’s biggest saving grace. It’s obvious a ton of care was poured into taking the inherently silly premise of a haunted swimming pool and making it scary rather than just cheesy. McGuire and Blackhurst did achieve that, lore explanation notwithstanding.\nOverall, Night Swim is the cinematic equivalent of a belly flop: silly and fun to watch but the end is a bit painful. It’s obvious that Bryce McGuire has talent as a director, so hopefully his next project will let him truly spread his wings and show us what he’s capable of. There’s skill in how he develops his central family, as well as how he and his team can make a pool feel so damn scary. Regardless of that technical skill, Night Swim is ultimately water-logged with silly lore and a head-scratching ending. But, if you can sit down and realize that you’re watching a deeply silly movie, then you’re guaranteed to have a fun and wacky experience. And sometimes, that’s all you want from your January horror.\nSummary\nNight Swim is the cinematic equivalent of a belly flop: silly and fun to watch but the end is a bit painful.\nCategorized:\nReviews",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://www.imdb.com/name/nm1963766/?ref_=ttfc_fc_cr11",
    "https://www.imdb.com/name/nm3241399/?ref_=tt_ov_dr",
    "https://imdb.com/name/nm3241399/?ref_=tt_ov_dr",
    "https://www.imdb.com/name/nm3241399/",
    "https://www.imdb.com/name/nm1963766/",
    "https://imdb.com/name/nm1963766/?ref_=ttfc_fc_cr11"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "izzy",
        "sentiment": "none"
      },
      {
        "name": "blumhouse",
        "sentiment": "none"
      },
      {
        "name": "wyatt russell",
        "sentiment": "none"
      },
      {
        "name": "bryce mcguire",
        "sentiment": "none"
      },
      {
        "name": "eve (kerry condon",
        "sentiment": "none"
      },
      {
        "name": "ray",
        "sentiment": "none"
      },
      {
        "name": "elliot (gavin warren",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:28:36.951+02:00",
  "updated": "2024-01-06T00:28:36.951+02:00"
}