{
  "thread": {
    "uuid": "bd9d79339f2ae9b3b88da1692d1a06ecfbd0acb4",
    "url": "https://www.pr.com/press-release/903060",
    "site_full": "www.pr.com",
    "site": "pr.com",
    "site_section": "http://www.pr.com/rss/press-releases.xml",
    "site_categories": [
      "search_engine",
      "tech"
    ],
    "section_title": "PR.com Press Releases",
    "title": "Author Suzanna Mack’s New Book, “H.C.N.O. Hydrogen, Carbon, Nitrogen, Oxygen,\" Centers Around the Antersecting Lives of Four People Fighting for Survival During WWII",
    "title_full": "Author Suzanna Mack’s New Book, “H.C.N.O. Hydrogen, Carbon, Nitrogen, Oxygen,\" Centers Around the Antersecting Lives of Four People Fighting for Survival During WWII - PR.com",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.pr.com/o1200/release/2312/518321/pressrelease_518321_1703599070.jpeg",
    "performance_score": 0,
    "domain_rank": 10032,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bd9d79339f2ae9b3b88da1692d1a06ecfbd0acb4",
  "url": "https://www.pr.com/press-release/903060",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "Author Suzanna Mack’s New Book, “H.C.N.O. Hydrogen, Carbon, Nitrogen, Oxygen,\" Centers Around the Antersecting Lives of Four People Fighting for Survival During WWII",
  "text": "New York, NY, December 29, 2023 --( PR.com )-- Suzanna Mack, a retired nurse and a loving mother and grandmother who has traveled to and lived in multiple countries all over the world, has completed her new book, “H.C.N.O. Hydrogen, Carbon, Nitrogen, Oxygen: The Four Elements That Make Up Organisms That Can Live and Reproduce”: a collection of four stories based on true events that follows the intersecting lives of four brave individuals living in Europe during World War II.\nBorn in Australia in the 1950s, author Suzanna Mack traveled with her parents to the UK at the age of ten where she lived for two years. She returned to Australia in the late ’60s, where she spent her teenage years, and when she finished her schooling, she studied to become a nurse.\nThe author did a post-graduate course in rehabilitation nursing, which led her to become a home care sister and be involved in trialing new techniques. Following twenty years of clinical nursing, she became a study coordinator managing clinical research trials at teaching hospitals in Australia and the UK. Suzanna married in her mid-twenties and worked around Australia as a nurse, eventually retiring in 2013. Now residing in the Pacific Northwest, her hobbies include reading, writing, drawing, folk art, cooking and preserving garden produce grown by her husband, and playing with her grandchildren.\n“Four individuals from four different countries experience their unique trials as young people caught up in the struggles and tragedies of the 2nd World War,” writes Suzanna. “Each has their own story of determination and courage leading to a common goal of survival and repair in dealing with their own circumstances. Each will reach a place of challenge and growth to find love and family. Some paths will cross but it is the result of their persistence and strength that the future will bring them all together in a strange land. These are stories of immigration, and opportunity, celebrating their legacy.”\nPublished by Hawes & Jenkins Publishing, Suzanna Mack’s enthralling stories are inspired by the true lives of the author’s parents, as well as her husband’s parents, and how they managed to fight for their survival through the hardships of not only war but disease, poverty, and fear as well. Through each of their experiences, readers will discover the tenacity, resourcefulness, intelligence, courage, and bravery of these four individuals, forever enshrined within the pages of “H.C.N.O. Hydrogen, Carbon, Nitrogen, Oxygen.”\nReaders who wish to experience this inspiring work can purchase \"H.C.N.O. Hydrogen, Carbon, Nitrogen, Oxygen: The Four Elements That Make Up Organisms That Can Live and Reproduce\" at bookstores everywhere, or online at the Apple iTunes Store, Amazon, Google Play, or Barnes and Noble.\nFor additional information or media inquiries, contact Hawes & Jenkins at 888-430-7450.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [
    "https://hawesjenkins.com/books/?book=hcno-hydrogen-carbon-nitrogen-oxygen",
    "https://www.hawesjenkins.com/books/?book=hcno-hydrogen-carbon-nitrogen-oxygen",
    "https://hawesjenkins.com/books/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "suzanna mack",
        "sentiment": "neutral"
      },
      {
        "name": "suzanna",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "ny",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "nitrogen",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T13:19:15.918+02:00",
  "updated": "2023-12-29T18:17:35.005+02:00"
}