{
  "thread": {
    "uuid": "31670aa63bfeb4ab27f03b7d731689ee3cb7eecb",
    "url": "https://noticias.caracoltv.com/economia/tras-anunciar-aumento-del-salario-minimo-2024-en-colombia-petro-invito-a-bajar-mas-tasa-de-interes-rg10",
    "site_full": "noticias.caracoltv.com",
    "site": "caracoltv.com",
    "site_section": "https://noticias.caracoltv.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Noticias Caracol: principales noticias de hoy en Colombia y el Mundo",
    "title": "Tras anunciar aumento del salario mínimo 2024, Petro invitó \"a bajar más la tasa de interés\" - NoticiasCaracol",
    "title_full": "Tras anunciar aumento del salario mínimo 2024, Petro invitó \"a bajar más la tasa de interés\" - NoticiasCaracol",
    "published": "2023-12-30T02:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://caracoltv.brightspotcdn.com/dims4/default/a1a8c06/2147483647/strip/true/crop/830x436+0+0/resize/1200x630!/quality/90/?url=http%3A%2F%2Fcaracol-brightspot.s3.amazonaws.com%2F39%2F5a%2F732567b44921b7abdbac3a008376%2Fpresidente-petro-aumento-salario-minimo.JPG",
    "performance_score": 0,
    "domain_rank": 23050,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "31670aa63bfeb4ab27f03b7d731689ee3cb7eecb",
  "url": "https://noticias.caracoltv.com/economia/tras-anunciar-aumento-del-salario-minimo-2024-en-colombia-petro-invito-a-bajar-mas-tasa-de-interes-rg10",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Francesco Zucconi",
  "published": "2023-12-30T02:33:00.000+02:00",
  "title": "Tras anunciar aumento del salario mínimo 2024, Petro invitó \"a bajar más la tasa de interés\" - NoticiasCaracol",
  "text": "Pasadas las 6:30 p. m. de este viernes, 29 de diciembre de 2023, el presidente Gustavo Petro y la ministra de Trabajo, Gloria Inés Ramírez, anunciaron que el salario mínimo 2024 en Colombia aumentará un 12% aproximadamente. Así la situación, el salario mínimo 2024 en Colombia quedó en $1.462.000, sumando el auxilio de transporte, que será de $162.000. Durante su discurso, el presidente Gustavo Petro habló sobre la cifra del desempleo en el país, que se ubica en 9% durante noviembre pasado. “Tenemos hoy una de las tasas de desempleo más bajas en los últimos años, solo por allá en 2017 se tuvo un 8,7%, hoy estamos en 9%. Ha crecido el empleo, más de 800.000 puestos de trabajo en un año que tuvo un incremento del salario mínimo de 16 puntos, mientras la inflación está a punto de llegar a un dígito. ¿Qué significa eso? Que muchas de las teorías económicas de expertos no fueron ciertas. El salario real en Colombia subió aproximadamente 6 puntos”, aseguró el mandatario. Presidente Gustavo Petro sobre el incremento del salario mínimo para 2024: \"Aquí dos millones y medio de familias vulnerables obtienen un beneficio neto con este decreto del Gobierno\".— Noticias Caracol (@NoticiasCaracol) Más en [https://t.co/yqNEZK7rZ3] [pic.twitter.com/iDHi52BGnE] [December 29, 2023] Asimismo, Petro se refirió a la inflación en el país, que está pronosticada que para el cierre de 2023 se ubique en un solo dígito: “En el año entrante, creemos que la inflación va a bajar más, ojalá se ubique en 6 o 5 puntos\". Publicidad El jefe de Estado también aseguró que \"dos y medio millones de familias vulnerables obtienen un beneficio neto con este decreto del Gobierno” que define el salario mínimo 2024 en Colombia. En ese orden de ideas, el presidente Gustavo Petro volvió a pedir que se bajen las tasas de interés en el país. “Quiero hacer propuestas: indudablemente la tasa de interés, que sigue hoy en 13%, bajó 0,5, estamos subiendo el salario mínimo a una tasa menor que la tasa de interés. Esa es una invitación a la junta directiva del Banco de la República a bajar más la tasa de interés. El dólar se está reevaluando, está a punto de bajar de los $3.800 y tiene que ver con que hay un mayor flujo de dólares a la economía nacional, que la demanda. Eso tiene que ver con un diferencial de tasas de interés reales entre nuestra economía y las economías desarrolladas”, aseguró el jefe de Estado. En ese orden de ideas, el presidente Gustavo Petro invitó al empresariado a “discutir la reforma tributaria. Es el momento de ver sus impactos y verla de cara a la producción. La reforma ha sido radicalmente transformada por decisiones judiciales, no es la misma que presentamos”. Publicidad Vea también:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://t.co/yqNEZK7rZ3",
    "https://www.t.co/yqNEZK7rZ3"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T03:14:31.708+02:00",
  "updated": "2023-12-30T03:14:31.708+02:00"
}