{
  "thread": {
    "uuid": "2680d8061cd0c91ba5eded158925e3769898c8e2",
    "url": "https://www.nola.com/opinions/editorial-edwards-was-a-very-good-foundational-governor/article_3f2a3972-a479-11ee-8998-5f9d36a7af79.html",
    "site_full": "www.nola.com",
    "site": "nola.com",
    "site_section": "http://www.nola.com/search/?f=rss&t=article&c=opinions&l=50&s=start_time&sd=desc",
    "site_categories": [
      "media"
    ],
    "section_title": "www.nola.com - RSS Results in opinions of type article",
    "title": "Editorial: Edwards ranks among Louisiana’s ‘foundational’ governors",
    "title_full": "Editorial: Edwards ranks among Louisiana’s ‘foundational’ governors",
    "published": "2023-12-28T16:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/nola.com/content/tncms/assets/v3/editorial/0/ff/0ff28e11-1f72-5b99-8520-f97d8a901da3/657a32c7d3982.image.jpg?crop=1846%2C969%2C0%2C76&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 2123,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2680d8061cd0c91ba5eded158925e3769898c8e2",
  "url": "https://www.nola.com/opinions/editorial-edwards-was-a-very-good-foundational-governor/article_3f2a3972-a479-11ee-8998-5f9d36a7af79.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "STAFF EDITORIAL",
  "published": "2023-12-28T16:30:00.000+02:00",
  "title": "Editorial: Edwards ranks among Louisiana’s ‘foundational’ governors",
  "text": "All Louisiana governors are consequential. They wield enormous power and influence over public policy, economic development and more. But they don’t have magic wands; being consequential doesn’t guarantee greatness.\nThe goal of our best governors is to be transformational, to improve Louisiana’s trajectory for future generations. That’s never easy — sometimes it doesn't even seem possible. In those cases, the best a governor can hope for is to be foundational, to reverse a downward slide and position the state for future growth.\nIn many ways,\nJohn Bel Edwards will be remembered as one of Louisiana’s best foundational governors. And that’s saying a lot.\nHe entered office after eight years of decline. Former Gov. Bobby Jindal inherited a nearly $1 billion surplus but left Louisiana $2 billion in the hole — after gutting state support for higher education and health care. Democrat Edwards also faced a hostile Republican-majority legislature.\nDespite prolonged pushback, Edwards worked with GOP lawmakers to support a temporary sales tax that lifted Louisiana out of the fiscal ditch. More than that, his team produced eight consecutive budget surpluses and $3.2 billion in reserves — while restoring more than $460 million in recurring reinvestments in higher education and making the largest state investment ever in early childhood education.\nEdwards took a counterintuitive approach to one aspect of economic development by giving local governments a say in the granting of industrial tax exemptions previously controlled by the state. His policy allowed industries to continue getting significant tax breaks without completely cutting off funds for schools and other critical local services. Best of all, industries continued to invest in Louisiana.\nPerhaps his most far-reaching decision was expanding Medicaid under the Affordable Care Act (Obamacare), making health care available to more than 700,000 citizens from working families. That decision also kept rural hospitals open across Louisiana — while neighboring Texas and Mississippi, which did not expand Medicaid, together lost 31 hospitals.\nEconomically, Louisiana currently has its lowest unemployment rate and its highest personal income levels. The state also is beginning to rebuild its coast and make progress on long-neglected infrastructure projects.\nRelying on his West Point education and military training, Edwards led Louisiana through multiple crises — civil unrest, hurricanes, floods and tornadoes — by projecting strength and calm amid the storms.\nOne of his less heralded achievements was a significant increase in adoptions out of foster care during his tenure.\n“When I leave office, the state of Louisiana will be better than it was when I took office,” Edwards recently said.\nWe agree, but he also suffered some defeats. Edwards could not convince lawmakers to raise the state minimum wage, close a gender pay equity gap that is the nation’s highest or raise teacher pay to the Southern average.\nLegislators also rebuffed his recent pleas to end the death penalty and add exceptions for rape and incest to Louisiana’s tough anti-abortion law. Likewise, high levels of out-migration and crime continue to frustrate all Louisianans.\nOn balance, though, Edwards’ steady hand and fiscal stewardship have given Gov.-elect Jeff Landry a rare opportunity.\nIf Louisiana can build on the solid fiscal foundation created in the past eight years, Edwards may yet go down as one of Louisiana’s transformational governors. Time will tell.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Politics"
  ],
  "external_links": [
    "https://www.theadvocate.com/baton_rouge/news/politics/john-bel-edwards-had-notable-successes-some-losses-as-governor/article_320287d6-161f-5e1c-990d-a0f5c7a9b789.html?utm_medium=social&utm_source=twitter&utm_campaign=user-share",
    "https://theadvocate.com/baton_rouge/news/politics/john-bel-edwards-had-notable-successes-some-losses-as-governor/article_320287d6-161f-5e1c-990d-a0f5c7a9b789.html?utm_medium=social&utm_source=twitter&utm_campaign=user-share",
    "https://www.theadvocate.com/baton_rouge/news/politics/john-bel-edwards-had-notable-successes-some-losses-as-governor/article_320287d6-161f-5e1c-990d-a0f5c7a9b789.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "edwards",
        "sentiment": "negative"
      },
      {
        "name": "john bel edwards",
        "sentiment": "none"
      },
      {
        "name": "bobby jindal",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "gop",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "louisiana",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T01:34:08.944+02:00",
  "updated": "2023-12-29T01:34:08.944+02:00"
}