{
  "thread": {
    "uuid": "963120b32aa1635abd1641f4197df0121904e1a9",
    "url": "https://tn.com.ar/cocina/2024/05/05/es-mendocino-participa-de-masterchef-australia-y-cocino-un-plato-tan-argentino-que-dejo-a-todos-en-shock",
    "site_full": "tn.com.ar",
    "site": "tn.com.ar",
    "site_section": "https://tn.com.ar/feed",
    "site_categories": [
      "non_standard_content",
      "adult",
      "top_news"
    ],
    "section_title": "Todo Noticias",
    "title": "Es mendocino, participa de Masterchef Australia y cocinó un plato tan argentino que dejó a todos en shock | TN",
    "title_full": "Es mendocino, participa de Masterchef Australia y cocinó un plato tan argentino que dejó a todos en shock | TN",
    "published": "2024-05-06T01:11:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 12527,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "963120b32aa1635abd1641f4197df0121904e1a9",
  "url": "https://tn.com.ar/cocina/2024/05/05/es-mendocino-participa-de-masterchef-australia-y-cocino-un-plato-tan-argentino-que-dejo-a-todos-en-shock",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@todonoticias",
  "published": "2024-05-06T01:11:00.000+03:00",
  "title": "Es mendocino, participa de Masterchef Australia y cocinó un plato tan argentino que dejó a todos en shock | TN",
  "text": "Se llama Juan De la Cruz Torales, tiene 39 años, es oriundo de la localidad mendocina de Godoy Cruz pero vive en Australia desde hace un tiempo. Aunque no se dedica a la gastronomía se metió a concursar en el programa y al cocinar una delicia argentina recibió todo tipo de halagos de parte del jurado.\nLeé también: Llega el primer Festival del asado y la empanada con platos desde $1500: dónde es y qué se puede comer\nTorales en realidad se dedica a crear juegos de mesa, pero aclara que la gastronomía es una de sus grandes pasiones. Fue a probar suerte en el famoso ciclo de cocina en su versión australiana y no le fue nada mal cuando preparó un plato y acompañamiento bien argentino y de otras regiones de Sudamérica.\nLa humitá con chipá, el plato ganador de MasterChef Australia. (Foto: Instagram/@delacruzcooks) Es la receta que eligió para debutar en el programa y estaba lleno de nervios por saber si lograrían interpretar bien la mezcla de sabores. El mendocino se mandó con una humita con chipa. El resultado dejó embelezados a los jurados australianos, quienes aplaudieron su plato. Pero antes de la degustación, el participante afirmó: “Mi sueño fue armar un plato que pudiese mostrar estas bellas comidas, no solo de Argentina, sino de toda América del Sur” .\n“Esa es la comida por la que viajaría a tu país . La dulzura de ese maíz de las humitas es simplemente preciosa. Allí también está lo ahumado . Increíble. Quiero volver a entrar con una cuchara en este plato, una y otra vez. Absolutamente me encanta, bien hecho”, comentó la periodista y crítica gastronómica Sofía Levin .\nLas empanadas de Juan De La Cruz. (Foto: Instagram/@delacruzcooks) Los elogios no terminaron ahí: “Juan, sos el participante a vencer”, le dijeron luego de probar unas empanadas fritascon chimichurri, el plato más argentino de todos. El mendocino además es músico y suele conducir segmentos de tv. En un perfecto inglés, explicó para el c uenta en Instagram del programa Masterchef Australia como hace su chimichurri:\nJuan Cruz de la Torre, Masterchef Australia En su cuenta de Instagram , el cocinero amateur publicó una imagen de las empanadas y apuntó sobre las empanadas:. “ Se trata de empanadas, pero también de cultura, representación y orgullo. ¡Me encanta ser australiano y también me encanta ser latinoamericano! Mi sueño es dar a conocer esta comida y ellos lo consiguen!Para Argentina y América Latina. Con recetas adaptadas a los requisitos dietéticos para que todos puedan probarla. Hoy sirvo media docena para 5 jueces, así que puedo comerme uno con mi chimichurri vertido por el gran Jamie.”, comenzó diciendo.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.instagram.com/p/C6TiNSJKHwH/",
    "https://instagram.com/p/C6TiNSJKHwH/",
    "https://www.instagram.com/p/C6TiNSJKHwH"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-06T01:18:09.799+03:00",
  "updated": "2024-05-06T01:18:09.799+03:00"
}