{
  "thread": {
    "uuid": "e125b6555683c5350b49491195d713b83d4ca92c",
    "url": "https://www.eltiempo.com/salud/los-cinco-chequeos-anuales-que-los-medicos-recomiendan-hacerse-esta-al-dia-3330759",
    "site_full": "www.eltiempo.com",
    "site": "eltiempo.com",
    "site_section": "http://m.eltiempo.com/politica",
    "site_categories": [
      "media",
      "education",
      "business",
      "top_news"
    ],
    "section_title": " Noticias de Política de Colombia y el Mundo - Noticias - ELTIEMPO.COM - ELTIEMPO.COM",
    "title": "Los cinco chequeos anuales que los médicos especialistas recomiendan",
    "title_full": "Los cinco chequeos anuales que los médicos especialistas recomiendan",
    "published": "2024-04-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://imagenes.eltiempo.com/files/og_thumbnail/uploads/2023/10/20/65332b0d6af88.jpeg",
    "performance_score": 0,
    "domain_rank": 3788,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e125b6555683c5350b49491195d713b83d4ca92c",
  "url": "https://www.eltiempo.com/salud/los-cinco-chequeos-anuales-que-los-medicos-recomiendan-hacerse-esta-al-dia-3330759",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Elim Johana Alonso Dorado",
  "published": "2024-04-04T03:00:00.000+03:00",
  "title": "Los cinco chequeos anuales que los médicos especialistas recomiendan",
  "text": "Las revisiones médicas periódicas son fundamentales para conservar un buen estado de salud y prevenir enfermedades. Además, sirve para detectar a tiempo anomalías en el cuerpo y obtener un tratamiento oportuno. Estas son las recomendaciones de expertos de la plataforma Doctoralia. (También: Consumo excesivo de analgésicos puede perforar el intestino: ¿cuáles son y cómo utilizarlos?). Cabe recordar que Doctoralia es la plataforma líder mundial que conecta pacientes con profesionales de la salud. Según indicaron, en el marco del Día Internacional de la Salud, que es el próximo 7 de abril, las doctoras Melissa Montoya -Médica general-, Manuela Calle -Nutricionista- y Maribell Cárdenas -Ginecóloga-, explican cuáles son esos chequeos que se debe hacer cada año. Las cinco consultas médicas a las que los colombianos y colombianas deben asistir son: Respecto al chequeo de enfermedades metabólicas, la Dra. Calle explicó: “El metabolismo es el conjunto de procesos químicos que realizan las células para transformar los alimentos que consumimos en energía que el cuerpo utiliza”, por lo que, si esta función se altera, se pueden producir otras enfermedades como anemia, diabetes, dislipidemia o afectaciones en la función renal. (Además: Así funcionan los testeos rápidos de cáncer y otras enfermedades para hacer desde casa). Hace referencia a la consulta médica para controlar enfermedades de base como la hipertensión arterial, diabetes, anticoagulación, falla cardíaca, entre otras. Esto también permite mejorar la calidad de vida. La recomendación de las expertas es programar los chequeos periódicamente. Para las personas que se encuentran en edad reproductiva, la doctora Cárdenas recomienda: “La planificación sexual es esencial para promover relaciones sexuales saludables y seguras, prevenir embarazos no deseados y enfermedades de transmisión sexual”. (No deje de leer: Siete ejercicios para retrasar el deterioro cognitivo, según experto neurocientífico). Y es que los expertos no solo recomiendan acudir a la cita de planificación familiar sino a la de prevención, diagnóstico y tratamiento de enfermedades de transmisión sexual. De vital importancia para los niños y niñas, para llevar un seguimiento sobre su desarrollo. “Poder monitorear el crecimiento físico, el desarrollo cognitivo, emocional y social permitirá identificar cualquier preocupación o problema de salud temprano y abordarlo de manera adecuada”, explica la médica general Melissa Montoya. (De su interés: La planta que combate los signos de demencia y se debe consumir después de los 65). Con el fin de promover una cultura de prevención y autocuidado, también recomiendan asistir a otras consultas como: - Odontología. - Oftalmología. - Dermatología. - Vacunación. REDACCIÓN ÚLTIMAS NOTICIAS Trastornos del espectro autista: reconozca los tipos de autismo y sus características Las ventajas de poner en práctica el método Wim Hof para transformación física y mental OPS advierte que se espera la peor temporada de dengue en la historia en América Latina",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T02:12:22.057+03:00",
  "updated": "2024-04-05T02:12:22.057+03:00"
}