{
  "thread": {
    "uuid": "890571d8756e7f22abbdf07f4cea32cc1bca9e2b",
    "url": "https://www.sudradio.fr/societe/hommage-a-marcel-pagnol-pour-le-cinquantenaire-de-la-mort-de-lauteur",
    "site_full": "www.sudradio.fr",
    "site": "sudradio.fr",
    "site_section": "https://www.sudradio.fr/rubrique/societe",
    "site_categories": [
      "rugby",
      "sports"
    ],
    "section_title": null,
    "title": "Hommage à Marcel Pagnol, pour le cinquantenaire de la mort de l'auteur",
    "title_full": "Hommage à Marcel Pagnol, pour le cinquantenaire de la mort de l'auteur",
    "published": "2024-04-18T22:02:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 56253,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "890571d8756e7f22abbdf07f4cea32cc1bca9e2b",
  "url": "https://www.sudradio.fr/societe/hommage-a-marcel-pagnol-pour-le-cinquantenaire-de-la-mort-de-lauteur",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Afp",
  "published": "2024-04-18T22:02:00.000+03:00",
  "title": "Hommage à Marcel Pagnol, pour le cinquantenaire de la mort de l'auteur",
  "text": "Famille, élus et admirateurs ont commémoré jeudi les 50 ans de la mort de Marcel Pagnol, visitant le site d'un futur musée consacré à l'auteur, dramaturge et cinéaste, qui doit ouvrir en 2026 près de Marseille.\nAvant un temps de recueillement au petit cimetière de la Treille, dans l'est de Marseille, où il est enterré, une \"promenade Marcel et Jacqueline Pagnol\" a été inaugurée, au pied des collines dans lesquelles le jeune Marcel venait jouer pendant ses vacances, ainsi qu'il l'a raconté dans ses célébrissimes souvenirs d'enfance, \"La gloire de mon père\" ou \"Le château de ma mère\".\nJacqueline Pagnol, actrice et dernière épouse de l'auteur, qui repose à ses côtés au cimetière de la Treille, tourna dans plusieurs de ses films. Il écrivit notamment pour elle \"Manon des sources\".\n\"Pour tous elle restera Manon des sources, la fée des collines, et je suis certain que l'esprit de Marcel et de Manon-Jacqueline gambade encore un peu dans ces collines\", a lancé Nicolas Pagnol, leur petit-fils, président des sociétés gestionnaires des droits des œuvres de l'auteur.\n\"On parle souvent de Marcel et on oublie un peu Jacqueline,\" a dit de ses côtés la présidente du conseil départemental Martine Vassal (divers droite), saluant ce couple qui \"aimait la Provence, qui aimait notre territoire\".\nElle s'est félicitée de l'ouverture annoncée du futur musée Marcel-Pagnol à Allauch, commune limitrophe de Marseille où la famille du jeune Marcel Pagnol avait sa résidence estivale: un \"projet structurant, important, valorisant\".\nMarcel Pagnol et son épouse Jacqueline Bouvier-Pagnol, dans leur domaine de l'Etoile, à Cagnes-sur-Mer, le 9 juillet 1947\n- - AFP/Archives\n\"Allauch sera le coeur de la +pagnolie+ avec ce beau musée\", a estimé de son côté Nicolas Pagnol, qui apportera un important fonds d'objets, souvenirs et documents au futur musée, installé dans une ancienne usine de la compagnie \"Energie électrique du littoral méditerranéen\", en activité de 1906 à 1960 et en cours de rénovation par la mairie.\n\"C'est un combat de plus de 20 ans que je suis très heureux de voir se concrétiser ici, où Marcel a passé selon lui les plus belles années de sa vie\", a dit le petit-fils de l'écrivain.\nAFP / Marseille (AFP) / © 2024 AFP",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:14:41.964+03:00",
  "updated": "2024-04-19T01:14:41.964+03:00"
}