{
  "thread": {
    "uuid": "6e6c8d7c3847c9d4c25ca10dee33837e6939d111",
    "url": "https://www.islamicity.org/95521/a-prayer-for-the-new-year/",
    "site_full": "www.islamicity.org",
    "site": "islamicity.org",
    "site_section": "https://www.islamicity.org/feed",
    "site_categories": [
      "religion",
      "islam"
    ],
    "section_title": "IslamiCity",
    "title": "A Prayer for the New Year",
    "title_full": "A Prayer for the New Year",
    "published": "2023-12-29T19:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.islamicity.org/wp-content/uploads/2023/12/A-Prayer-for-the-New-Year.png",
    "performance_score": 0,
    "domain_rank": 31722,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6e6c8d7c3847c9d4c25ca10dee33837e6939d111",
  "url": "https://www.islamicity.org/95521/a-prayer-for-the-new-year/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "HiraMukhtar",
  "published": "2023-12-29T19:34:00.000+02:00",
  "title": "A Prayer for the New Year",
  "text": "[Faith & Spirituality](https://www.islamicity.org/explore/topics/faith/), [Featured](https://www.islamicity.org/explore/featured/), [Highlights](https://www.islamicity.org/explore/highlights/), [Life & Society](https://www.islamicity.org/explore/topics/life/)Topics: [New Year](https://www.islamicity.org/topics/new-year/)Values: [Hope](https://www.islamicity.org/values/hope/) 370 MAY THE NEW YEAR bring an end to the heart-rending scenes of the people wailing over their loved ones , who fall prey to the bullets of the power-hungry devilish forces. MAY THE NEW YEAR stop the production of those lethal bullets and shells which pierce the bodies of the innocent and helpless people, and bring rattling down the magnificent structures. MAY THE NEW YEAR infuse the boundless love for humanity in the hearts of those, who under the wrong belief of righteousness, enjoy tearing apart their own selves and other fellow beings in every part of the world. MAY THE NEW YEAR once again revive the man’s unshakable faith in the humanity, and see his deep-rooted malice , hatred, rancor and intolerance being replaced by an overflowing benevolence , empathy, love and tolerance. MAY THE NEW YEAR be blessed with the dawn of an era wherein ‘ humanitarianism’ might emerge as the supreme religion of the mankind. A A M E E N Related Suggestions We prepared this quick tour to help you get familiar with the new design so you find your way around the new site much quicker. Let's begin. Topics menu will always be here, always within reach. Here, you will find quick shortcuts to major topics & hubs under IslamiCity. Site search is also one click away. Here, you will also find the links to the most visited sections of IslamiCity, such as Prayer times, Hijri Converter, Phonetic Search, Quran Section, IslamiCity Bazar and more. If you need a Login or Registeration, this is your starting point. If you see a green icon like this (), it means you're already logged in! But if you see, a red iconlike this (), it means you are NOT logged in. It's all color coded. We'd love it if your icon is always green. It makes us a community. Everything under IslamiCity is categorized under the major hubs you see in this panel. Due to overwhelming content, each of these hubs can be considered a home page of its own. Faith is where the tenets, pillars and spiruality related content is found. Science section features not just Science but also Nature and Technology. This section is more for the technologically minded. World section is for the News Buds. It covers day to day World Affairs, Politics & News. Life section is all about Society, Art, Culture, History, Sports, Food, Music and much more. Values section on the other hand is very special. We created it for only one thing in mind; to create a peaceful corner that features just inspiring and uplifting material, focused around Universal Values to be reflect upon -- at a time never needed more desperately than now Every other Friday, we try to feature a new theme which will uplift our spirituality. Our themes mostly focus on the universal values such as compassion, patience, love and so on. We feature each theme with a beautiful image. Click on these beautiful images & start exploring the theme/value behind it.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T21:10:33.286+02:00",
  "updated": "2024-01-13T04:55:21.509+02:00"
}