{
  "thread": {
    "uuid": "d5973442e3b06425e344f311201e938ad2db6ca5",
    "url": "https://www.insidenova.com/lifestyles/from-a-college-campus-to-a-war-zone-bringing-comfort-compassion-and-joy-to-the/article_ab3a1762-b631-11ee-84e1-a71a9748945a.html",
    "site_full": "www.insidenova.com",
    "site": "insidenova.com",
    "site_section": "http://www.insidenova.com/search/?f=rss&t=article&c=lifestyles&l=50&s=start_time&sd=desc",
    "site_categories": [
      "media"
    ],
    "section_title": "www.insidenova.com - RSS Results in lifestyles of type article",
    "title": "From a College Campus to a War Zone: Bringing comfort, compassion, and joy to the soldiers fighting in the Vietnam War",
    "title_full": "From a College Campus to a War Zone: Bringing comfort, compassion, and joy to the soldiers fighting in the Vietnam War",
    "published": "2024-01-19T01:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/insidenova.com/content/tncms/assets/v3/editorial/6/27/6278c8f6-b632-11ee-b5b1-1ff82789016b/65a972d92b9f6.image.jpg?crop=1752%2C920%2C0%2C131&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 24512,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d5973442e3b06425e344f311201e938ad2db6ca5",
  "url": "https://www.insidenova.com/lifestyles/from-a-college-campus-to-a-war-zone-bringing-comfort-compassion-and-joy-to-the/article_ab3a1762-b631-11ee-84e1-a71a9748945a.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sue Baldani",
  "published": "2024-01-19T01:44:00.000+02:00",
  "title": "From a College Campus to a War Zone: Bringing comfort, compassion, and joy to the soldiers fighting in the Vietnam War",
  "text": "After graduating from college in 1968, Debby Moore of Haymarket wanted to travel and see the world before following in her parents’ footsteps and becoming a teacher. Most young women would have chosen to go to London, Paris or some other swanky destination. Not Moore.\nAfter learning that a civilian program through the Department of the Army lowered the minimum age from 23 to 21 for young, single, female college graduates, she went for an interview for a job with Army Special Services. Shortly after, she found herself heading to Vietnam, right into a war zone.\nMoore’s mission, she came to find out, was operating recreation centers, or clubs, for the enlisted soldiers where they could relax and have time away from their officers and NCOs during breaks from combat. Here, they could enjoy coffee, punch, popcorn, games, cards, ping pong, pool tables, musical instruments and more.\nShe and the club’s director, Louise, planned monthly events such as movie nights, bingo, pool tournaments, and unit parties. They were the only two women serving over 1000 men and lived right alongside junior medevac pilots.\n“Medevac pilots or ‘Dust Off’ pilots as they’re called, like my husband, are those who bravely fly into combat to rescue the wounded and dead,” said Moore. “These guys were great and adopted us like sisters.” Moore and Louise were also sometimes the last American girls these pilots would ever see.\nOne of her favorite experiences in Vietnam was hosting orphans’ parties at the centers. Families of soldiers would send toys, clothing, and treats to support these events. “The children would sing and dance for our soldiers and our guys would simply melt at the sight of their smiles, temporarily forgetting the nasty side of the war.”\nIn addition to running these recreation centers, she and Louise were asked to learn about the missions of different units on their basecamps. “We would often visit their work sites where we would listen and empathize with their feelings about daily encounters with fellow soldiers, their superiors, local nationals, and, most importantly, the enemy!” she said.\nWhile the soldiers were often in danger, so were the female civilians who were there to help them. Moore stated that 7,484 American women served in Vietnam during the war and 68 of them lost their lives there. Eight were military nurses and the others worked for the Red Cross, Army Special Services, and other organizations.\nShe herself lived through the terror of rocket and mortar attacks on her base camps while serving at Soc Trang, Cu Chi, and Dong Tam. Enemy forces even got onto the roof of her service club at Cu Chi during an incursion during Tet of 1969. The soldiers would always make sure she and Louise got into the bunkers safely.\nAfter returning to the United States for good in 1970, Moore did go on to pursue a teaching career, but what she experienced during her two tours in Vietnam changed her perception of herself and the world.\n“I learned more about myself than I ever would have had I gone directly into teaching,” she said. “I value my time with those wonderful young soldiers and the Vietnamese nationals I came into contact with. I also learned a lot about our ‘world family’ and their cultures and understand that Americans can also learn valuable lessons from these encounters. Mostly, I think about the friendships we developed, however short, and I will always remember those I knew who served and gave ‘their all.’”\nIn addition to wanting to support these soldiers, another reason she went to Vietnam had to do with her father. “As the eldest of four daughters, I felt very close to my father who was a B-29 commander during World War II, flying thirteen bombing missions over Japan,” said Moore. “I’m so proud of his service.”\nIn 2016, she was asked to speak about the women who served in Vietnam at the Vietnam Memorial in Washington, D.C. on Veterans Day. “I’ve been to the Wall many times and always touch the names of the men I knew who lost their lives there, but each time I go, I stare at the Wall and wonder how many more of the thousands of soldiers I spoke with during my two years in Country have their names etched there. I will never know, but I’m so happy that I might have been a small part of their lives during our time there.”\nIn 2023, on Veterans Day, the Vietnam Women’s Memorial in D.C. celebrated its 30th anniversary. Moore and her husband, retired U.S. Army Colonel Doug Moore, were there to honor the occasion along with the founder of the memorial, former Army Nurse Diane Carlson-Evans, and best-selling author Kristin Hannah.\nAlthough the couple, who live in Haymarket, didn’t marry until later in life, they met long ago and far away. “In early January of 1969, a young major named Doug Moore flew me from Soc Trang to Cu Chi when I was transferred there,” she said. “I flew with him and his pilots for the next six months until I went home from my first tour. After that, I didn’t see him again for 45 years until we met at the Vietnam Women’s Memorial on Veterans Day in 2013. We were married two years later.”\nColonel Moore also served his country well. He was awarded the Distinguished Service Cross for heroism, only second to the Medal of Honor, along with two Distinguished Flying Crosses, a Purple Heart and many other awards. He has also written a book, A Bullet Through the Helmet, about his experience.\nAlthough some of Debby Moore’s experiences in Vietnam were extremely difficult, she never regretted her decision to serve. “In the encounters I had with those incredible men, I learned more about the human spirit than I ever learned in all of my sociology and psych classes, and rarely a day goes by without my being reminded of their bravery, fortitude, and sacrifice. Even now, more than fifty years later, I still ache for those men and the choices they had to make.”\n# # #\nThis feature appears in the January 2024 issue of Haymarket-Gainesville Lifestyle magazine You can view the entire issue here:\nhttps://issuu.com/pamkamphuis/docs/hglm_jan_2024_web, and pick up copies at these locations.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://issuu.com/pamkamphuis/docs/hglm_jan_2024_web",
    "https://web.archive.org/web/20220410142458/https:/piedmontlifestyle.com/pick-up-a-copy-of-the-magazines/",
    "https://web.archive.org/web/20220410142458/https:/piedmontlifestyle.com/pick-up-a-copy-of-the-magazines",
    "https://www.web.archive.org/web/20220410142458/https:/piedmontlifestyle.com/pick-up-a-copy-of-the-magazines/",
    "https://www.issuu.com/pamkamphuis/docs/hglm_jan_2024_web"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "debby moore",
        "sentiment": "neutral"
      },
      {
        "name": "moore",
        "sentiment": "none"
      },
      {
        "name": "not moore",
        "sentiment": "none"
      },
      {
        "name": "louise",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "army",
        "sentiment": "none"
      },
      {
        "name": "army special services",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "haymarket",
        "sentiment": "none"
      },
      {
        "name": "vietnam",
        "sentiment": "none"
      },
      {
        "name": "london",
        "sentiment": "none"
      },
      {
        "name": "paris",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T06:59:20.466+02:00",
  "updated": "2024-01-19T06:59:20.466+02:00"
}