{
  "thread": {
    "uuid": "fce4d179f7ffeb4cdc4b08e135cef3c28cb08a13",
    "url": "https://www.murcia.com/region/noticias/2023/12/30-el-imas-convoca-programas-de-empleabilidad-que-benefician-a-mas-de-4000-personas-en-riesgo-de-exclus.asp",
    "site_full": "www.murcia.com",
    "site": "murcia.com",
    "site_section": "https://murcia.com/noticias",
    "site_categories": [
      "tech"
    ],
    "section_title": "Noticias de Murcia - murcia.com",
    "title": "El IMAS convoca programas de empleabilidad que benefician a más de 4.000 personas en riesgo de exclusión social - Sociedad - murcia.com",
    "title_full": "El IMAS convoca programas de empleabilidad que benefician a más de 4.000 personas en riesgo de exclusión social - Sociedad - murcia.com",
    "published": "2023-12-30T01:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.murcia.com/noticias/fotos/301220231111090.jpg",
    "performance_score": 0,
    "domain_rank": 99023,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fce4d179f7ffeb4cdc4b08e135cef3c28cb08a13",
  "url": "https://www.murcia.com/region/noticias/2023/12/30-el-imas-convoca-programas-de-empleabilidad-que-benefician-a-mas-de-4000-personas-en-riesgo-de-exclus.asp",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Murcia.com",
  "published": "2023-12-30T01:00:00.000+02:00",
  "title": "El IMAS convoca programas de empleabilidad que benefician a más de 4.000 personas en riesgo de exclusión social - Sociedad - murcia.com",
  "text": "La Consejería de Política Social, Familias e Igualdad, a través del Instituto Murciano de Acción Social (IMAS) ha dotado con 8,5 millones de euros la convocatoria de subvenciones para el desarrollo de proyectos que fomenten la empleabilidad y la inclusión activa de las personas y jóvenes en situación de vulnerabilidad. Esta línea de ayudas está dirigida a entidades del Tercer Sector que promuevan itinerarios personalizados de acceso al mercado laboral cuyos resultados obtenidos hasta el momento alcanzan más del 30 por ciento de las inserciones laborales y la mejora de la cualificación de más del 25 por ciento de los participantes. La convocatoria, publicada hoy en el Boletín Oficial de la Región de Murcia, beneficiará a más 4.000 personas, se desarrolla en el marco del Programa FSE+ 2021-2027 y está financiada en un 60 por ciento por el Fondo Social Europeo y el 40 por ciento restante con fondos propios de la Comunidad. Los proyectos podrán desarrollarse entre el 1 de abril de 2024 y el 31 de diciembre de 2025, con una duración máxima de 21 meses, y podrán hacerlo bajo cuatro tipologías diferentes: los programas comarcales, con un máximo de financiación de 268.000 euros; los dirigidos a dos territorios, con una subvención de hasta 229.000 euros; así como los programas de un solo ámbito de actuación e institucionales, dotados con 195.000 y 150.000 euros, respectivamente. El IMAS, dentro de su plan de atención preferente a las personas en situación de vulnerabilidad social que precisan apoyos para lograr un empleo en condiciones de equidad, incluye en esta convocatoria actuaciones de mejora competencial de la persona, asesoramiento y un acompañamiento integral técnico para facilitar su incorporación laboral. Una iniciativa que permitirá mantener los 71 dispositivos de acción social para la mejora de la empleabilidad que se están desarrollando actualmente en todo el territorio regional. Estos itinerarios individualizados de inclusión activa se realizarán de forma coordinada con los Servicios Sociales, de Empleo y los agentes implicados en los procesos de formación y empleo del territorio o ámbito de actuación. El plazo de presentación de solicitudes finaliza el 22 de enero de 2024.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Labor",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T12:27:04.257+02:00",
  "updated": "2023-12-30T12:27:04.257+02:00"
}