{
  "thread": {
    "uuid": "09de22a78c17e33e0db79f8d2955c8162ccf5eab",
    "url": "https://yucatan.quadratin.com.mx/merida/ayuntamiento-construye-nuevas-calles-para-una-mejor-movilidad-urbana/",
    "site_full": "yucatan.quadratin.com.mx",
    "site": "quadratin.com.mx",
    "site_section": "https://yucatan.quadratin.com.mx",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "\nNoticias Yucatán - Noticias de Yucatán - Quadratin",
    "title": "Ayuntamiento construye nuevas calles para una mejor movilidad urbana - Noticias de Yucatán",
    "title_full": "Ayuntamiento construye nuevas calles para una mejor movilidad urbana - Noticias de Yucatán",
    "published": "2023-12-29T00:20:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://yucatan.quadratin.com.mx/www/wp-content/uploads/2023/12/Construccion-de-calles-2023-12-28-at-1.09.35-PM.jpeg",
    "performance_score": 0,
    "domain_rank": 55544,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "09de22a78c17e33e0db79f8d2955c8162ccf5eab",
  "url": "https://yucatan.quadratin.com.mx/merida/ayuntamiento-construye-nuevas-calles-para-una-mejor-movilidad-urbana/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Carmen Torres González",
  "published": "2023-12-29T00:20:00.000+02:00",
  "title": "Ayuntamiento construye nuevas calles para una mejor movilidad urbana - Noticias de Yucatán",
  "text": "MÉRIDA, Yuc., 28 de diciembre de 2023.- La suma de esfuerzos entre instituciones y el Ayuntamiento de Mérida permite trabajar en equipo y armonía para iniciar nuevos proyectos de infraestructura vial en todos los puntos del municipio para una mejor movilidad de los medios de transporte y de las y los ciudadanos, aseguró el alcalde Alejandro Ruz Castro.\nAl presidir el banderazo de arranque para la construcción y repavimentación de las calles 29 por 24 y 30, 28 por 29 y 33 y 29 por 30 y 32 de la colonia Francisco de Montejo donde se construirá la nueva Unidad Médica Familiar del IMSS y se edifica el nuevo edificio del Consulado de USA, el Concejal precisó que Mérida mantiene políticas públicas donde el trabajo colaborativo con los demás órdenes de gobierno, se transforma en acciones que resuelven necesidades para un bien público.\n“Estas obras viales abonarán a la accesibilidad de la nueva Unidad Médica Familiar de Francisco de Montejo cuyo edificio se construirá en terrenos donados por el propio Ayuntamiento para generar mayores espacios de salud en Mérida”, mencionó.\nAgregó que con la puesta en marcha de estos trabajos en los que se invertirá más de un millón de pesos y otros proyectos que se tienen proyectados se va consolidando el Plan Integral de Movilidad Urbana Sustentable de Mérida (PIMUS).\nAcompañado por el diputado local, Víctor Hugo Lozano Poveda, presidente de la junta de gobierno y coordinación política del Congreso del Estado y Michelle Collins, OBO Site Security Manager y representante del consulado de USA en Mérida, el presidente municipal precisó que esta administración ha trabajado en 210.70 kilómetros de calles con una inversión de 700 millones, 186 mil 031.65 pesos.\nAgregó que del total de kilómetros intervenidos, 184.20 kilómetros están concluidos, 9.98 kilómetros están en proceso y en 16.52 kilómetros más, están por iniciar con los trabajos.\nAl tomar la palabra, el doctor Alonso Juan Sansores Río, titular del Órgano de Operación Administrativa Desconcentrada del Instituto Mexicano del Seguro Social, destacó el interés y compromiso del Ayuntamiento de Mérida para seguir generando alianzas con las instituciones de salud con el fin de emprender acciones que abonen al bienestar de la población.\nRecordó que el trabajo colaborativo entre el Ayuntamiento y el seguro social inició con la donación de un terrero en el año 2016 por parte del municipio hacía el instituto para construir una unidad de medicina familiar, en el fraccionamiento Francisco de Montejo con una inversión de más de 200 millones de pesos aprobados por la Federación y que contará con 10 consultorios de medicina familiar, área de urgencias, y otras áreas que permitirá descongestionar las unidades de Chuburná y Ciudad Caucel.\n“Hace aproximadamente seis meses empezamos a hacer la gestión con el Ayuntamiento de Mérida y no me queda más que agradecerle todo el apoyo y respaldo que le está dando al Instituto Mexicano del Seguro Social.\nPor supuesto, señaló, continuaremos con las gestiones que ya van extremadamente avanzadas a nivel nacional para poder contar con en el recurso para poder hacer de esta obra una realidad, tan necesaria para las y los yucatecos de esta zona pero que también nos va a servir para desfogar unidades de medicina familia como la de Caucel que ya está rebasada y donde las personas tienen que trasladarse a otra unidad para recibir atención médica”.\nEn cuanto a los trabajos de pavimentación y construcción de calles, David Loría Magdub, director de Obras Públicas, explicó que se intervendrán las calles 29 por 24 y 30; 28 por 29 y 33 y 29 por 30 y 32.\n“En total se intervendrán 360.00 ml por la construcción de calles con una inversión de 1 millón 211 mil 250 pesos en total provenientes de los recursos fiscales propios”, expuso.\nAgregó que a la par de estos trabajos que se pretende concluir a finales del mes de enero, el Ayuntamiento de Mérida actualmente ejecuta obras viales en las colonias Bojórquez, Plan de Ayala Sur, Emiliano Zapata Sur I y II, Itzimná, Nueva Reforma Agraria, Susulá Xoclán, Xoclán Santos. Fraccionamiento Altabrisa, Misné II, Paseos de Chenkú.\nAsimismo, en las comisarías Cholul, Dzununcán, Hunxectamán, San José Tzal y Temozón Norte. El avance de las obras es de 41 %.\nBanderazo de Inicio de Trabajos de Construcción de Calles en Francisco de Montejo: https://we.tl/t-SvlYmoGkuD",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://we.tl/t-SvlYmoGkuD",
    "https://www.we.tl/t-SvlYmoGkuD"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:30:00.642+02:00",
  "updated": "2023-12-29T00:30:00.642+02:00"
}