{
  "thread": {
    "uuid": "ffb6834f7edcb6e9b1d4898f47a7beaa6190231c",
    "url": "https://www.campograndenews.com.br/lado-b/comportamento-23-08-2011-08/fieis-lotam-santuario-para-celebrar-missa-de-lava-pes-em-campo-grande",
    "site_full": "www.campograndenews.com.br",
    "site": "campograndenews.com.br",
    "site_section": "https://www.campograndenews.com.br/enquetes",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Enquetes - Notícias - Campo Grande News",
    "title": "Fiéis lotam santuário para celebrar Missa de Lava-Pés em Campo Grande - Comportamento - Campo Grande News",
    "title_full": "Fiéis lotam santuário para celebrar Missa de Lava-Pés em Campo Grande - Comportamento - Campo Grande News",
    "published": "2024-03-29T00:18:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://cdn6.campograndenews.com.br/uploads/noticias/2024/03/28/1jqyyb6mre0fx.jpg",
    "performance_score": 0,
    "domain_rank": 56962,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ffb6834f7edcb6e9b1d4898f47a7beaa6190231c",
  "url": "https://www.campograndenews.com.br/lado-b/comportamento-23-08-2011-08/fieis-lotam-santuario-para-celebrar-missa-de-lava-pes-em-campo-grande",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Campo Grande News",
  "published": "2024-03-29T00:18:00.000+02:00",
  "title": "Fiéis lotam santuário para celebrar Missa de Lava-Pés em Campo Grande - Comportamento - Campo Grande News",
  "text": "Fiéis lotam santuário para celebrar Missa de Lava-Pés em Campo Grande Cerca de 600 pessoas participaram da festa cristã na noite desta quinta-feira (28) Cerca de 600 pessoas estiveram no Santuário Nossa Senhora do Perpétuo Socorro, situado na Avenida Afonso Pena, para celebrar o início do Tríduo Pascal durante a noite desta quinta-feira (28). Em Campo Grande, um grupo de fieis participaram do ritual de lava-pés, assim como a ceia cristã - onde Jesus lavou os pés dos 12 discípulos em sinal de humildade, e instituiu a Eucaristia, o corpo e o sangue de Cristo. Padre Reginaldo Padilha, responsável pela paróquia, relatou à reportagem que o momento é de demonstrar amor e solidariedade. \"Jesus quis mostrar à comunidade o sentido do amor e do serviço e nós fizemos este ritual para mostrar à comunidade que, quando nos dispomos a servir, começamos com um gesto singelo, como lavar os pés uns dos outros\". Ainda segundo o sacerdote, esta foi a oportunidade para reflexão sobre a fé diante a sociedade. \"Fico pensando se cada família tivesse a oportunidade de celebrar o lava-pés em sua própria casa, não haveria tanta dificuldade. Hoje, muitas famílias estão brigadas, discutindo por coisas inúteis e fúteis. No domingo de Páscoa, que deveria ser para agregar, reunir e celebrar, muitas famílias não terão isso porque uma está com ódio da outra, estão brigadas. Então, o gesto do lava-pés mostra justamente esse amor\". De acordo com a estudante Lara Rosa, de 19 anos, a Eucaristia é instituída como um alimento precioso, e simboliza o pão dado por amor. Acompanhada de duas amigas, ela acompanhou a celebração com sentimento de compaixão e gratidão. \"[...] Esse ato representa tudo o que ele passou e sofreu por nós. O ato dele, de lavar os pés, mostra o que ele fez e o quanto falta de amor, humildade e compreensão em nós\" Já o eletricista Giorgio Eurico Santana Alves, 44 de idade, presenciou a missa ao lado da esposa, a nutricionista Solange Yamamoto, de 40 anos, e do filho, Gabriel, 4. \"Estamos desde ontem explicando como funciona a missa e a Semana Santa\", disse. \"Nós ensinamos que não é só coelhinho da Páscoa para ele. Isso mostra o quanto Jesus foi humilde. Mostra que temos que ter uma compaixão com próximo\", comentou. André Ricardo Rodrigues dos Santos, de 46 anos, disse ao Campo Grande News que frequenta a igreja desde criança. Começou a vir com a mãe. Já foi coroinha, participou de grupo jovem e eventos de caridade. \"É um ato simbólico, muito bonito e deixado por Jesus. Mostra a humildade dele, mesmo sendo quem é. Um exemplo para todos nós\", finalizou. A programação no Santuário continua nesta sexta-feira (29). A celebração se inicia às 5h30 com adoração ao Santíssimo Sacramento. Às 15h, haverá a celebração da Paixão do Senhor, seguido por Veneração da imagem do Cristo Morto às 16h30, Via-Sacra e Canto do Perdão às 19h. A missa do Sábado Santo será às 19h, com Vigília Pascal na Noite Santa. O Domingo de Páscoa na Ressurreição do Senhor terá missa às 7h, 10h, 16h, 18h e 20h. Às 17h, a programação é de Cantata de Páscoa. Confira a galeria de imagens: Receba as principais notícias do Estado pelo celular. Clique aqui para acessar o canal do Campo Grande News no WhatsApp e siga nossas redes sociais .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [
    "https://whatsapp.com/channel/0029Va6UwSHHltY8c4OtUb0j)",
    "https://www.tiktok.com/@campograndenews).",
    "https://tiktok.com/@campograndenews).",
    "https://www.whatsapp.com/channel/0029Va6UwSHHltY8c4OtUb0j)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T03:40:08.081+03:00",
  "updated": "2024-03-29T06:59:04.146+03:00"
}