{
  "thread": {
    "uuid": "88b18136992450e23d4127cdc16660cc3fcc35ee",
    "url": "https://newsroom.churchofjesuschrist.org/article/elder-rasband-ministers-to-youth-leaders-missionaries-across-pacific",
    "site_full": "newsroom.churchofjesuschrist.org",
    "site": "churchofjesuschrist.org",
    "site_section": "https://newsroom.churchofjesuschrist.org",
    "site_categories": [
      "religion",
      "latter_day_saints"
    ],
    "section_title": "Church Newsroom - Official Newsroom of the Church of Jesus Christ of Latter-day Saints",
    "title": "Elder Rasband Ministers to Youth, Leaders and Missionaries Across Pacific",
    "title_full": "Elder Rasband Ministers to Youth, Leaders and Missionaries Across Pacific",
    "published": "2024-03-28T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "http://news-pacific.churchofjesuschrist.org/media/640x480/1T9A5268_2160px_200ppi.jpg",
    "performance_score": 0,
    "domain_rank": 4077,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "88b18136992450e23d4127cdc16660cc3fcc35ee",
  "url": "https://newsroom.churchofjesuschrist.org/article/elder-rasband-ministers-to-youth-leaders-missionaries-across-pacific",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-28T02:00:00.000+02:00",
  "title": "Elder Rasband Ministers to Youth, Leaders and Missionaries Across Pacific",
  "text": "During a [10-day ministry](https://news-pacific.churchofjesuschrist.org/article/elder-rasband-begins-pacific-ministry-australia) that included meetings with the prime ministers of [Samoa](https://news-pacific.churchofjesuschrist.org/article/elder-rasband-discusses-education-samoa-prime-minister) and [Fiji](https://news-pacific.churchofjesuschrist.org/article/elder-rasband-calls-on-fiji-prime-minister), Elder [Ronald A. Rasband](https://www.churchofjesuschrist.org/learn/ronald-a-rasband?lang=eng) of the Quorum of the Twelve Apostles visited Latter-day Saints across the Pacific Area of The Church of Jesus Christ of Latter-day Saints to share his apostolic wisdom and love. “Be the Under-shepherds of the Lord” [A March 17 meeting in Brisbane](https://news-pacific.churchofjesuschrist.org/article/elder-ronald-a-rasband-teaches-australian-and-papua-new-guinean-church-leaders) saw Elder Rasband meet with stake, temple, mission and district leaders of the Church from Australia and Papua New Guinea. The Apostle was joined by Elder [Paul V. Johnson](https://www.churchofjesuschrist.org/learn/paul-v-johnson?lang=eng) of the Presidency of the Seventy; Bishop [Gérald Caussé](https://www.churchofjesuschrist.org/learn/gerald-j-causse?lang=eng), Presiding Bishop of the Church; and Elder [Peter F. Meurs](https://www.churchofjesuschrist.org/learn/peter-f-meurs?lang=eng), President of the Church’s Pacific Area. Elder Rasband focused his remarks on the importance of sacred places. He quoted from [Doctrine and Covenants 45:32](https://www.churchofjesuschrist.org/study/scriptures/dc-testament/dc/45?lang=eng&id=32), [35](https://www.churchofjesuschrist.org/study/scriptures/dc-testament/dc/45?lang=eng&id=35): “But my disciples shall stand in holy places, and shall not be moved; ... “And I said unto them: be not troubled, for, when all these things shall come to pass, ye may know that the promises which have been made unto you shall be fulfilled.” “Our homes become refuges from the storms of life not because of the address but because of the environment in our home,” he promised. “You must be the under-shepherds of the Lord teaching these principles. We need to teach the importance of sacred places, such as our homes, sacrament meetings and the temple.” Elder Rasband also reminded male leaders to be good husbands and fathers. “Please thank your families. Remember where your most important work is — in your homes.” Elder Johnson, who joined Elder Rasband for much of his ministering tour, shared how leaders can help young people strengthen their faith in Jesus Christ. He highlighted resources such as the “For the Strength of Youth” booklet and the scriptures, especially the Book of Mormon. Bishop Caussé’s remarks focused on ways leaders can make sacrament meeting welcoming, inspiring and joyous for members and friends in their congregations. He testified of the blessings of the gospel he sees in his own life. “I continue to enjoy being a disciple of Jesus Christ and a member of The Church of Jesus Christ of Latter-day Saints,” Bishop Caussé said. “This is a gospel of joy.” Elder Meurs turned the attention of the leaders to those who have stopped attending church meetings. He encouraged leaders to help members reach out to individuals and families identified in ministering interviews, promising that as more members ministered in the Savior’s way to “someone they know and love,” more and more would return to Jesus Christ through worship. Elder Rasband left the leaders with a reminder of the need for missionaries, especially senior missionaries. “We need tens of thousands of senior missionaries. We must remove all barriers to our senior missionaries serving the Lord as a missionary.” “You Are His Servants” Elder Rasband was again joined by Elder Johnson and his wife, Jill; Bishop Caussé and his wife, Valérie; and Elder Meurs and his wife, Maxine, [as he met with the over 260 missionaries currently serving in the Australia Brisbane Mission](https://news-pacific.churchofjesuschrist.org/article/missionaries-meet-apostle-express-thanks-for-their-parents-and-grandparents) on Saturday, March 16, 2024. The Brisbane mission includes more than 200 young missionaries and nearly 60 senior missionaries. “If Jesus Christ was here today,” Elder Rasband told the missionaries, “I am confident He would say, ‘I love you.’” That love was deeply felt by Sister Sarah Davison and Elder Skinner Junior Fesolai, both young missionaries serving in the Australia Brisbane Mission. Elder Fesolai remarked that he felt “genuine love from Elder Rasband’s devotional,” while Sister Davison was reminded that “the Savior loves each one of us,” and that “we are all wanted and needed.” Elder Rasband testified of the blessing of having inspired leaders of the Church who “are no strangers to the voice of the Lord, especially the Prophet, President [Russell M. Nelson](https://www.churchofjesuschrist.org/learn/russell-m-nelson?lang=eng). When he asks us to ‘Think Celestial,’ or to ‘be peacemakers,’ or to ‘Let God prevail, or to ‘Hear the voice of the Lord,’ we can trust him and hearken to his counsel.” As the Apostle looked forward to the Easter season, he reminded the missionaries, “You are His servants. Go forward, proclaim His truth, invite people to come unto Christ, and always attend those invitations with your own witness of Jesus Christ.” He also repeated his charge for more senior missionaries to join the missionary fold. “Keep Your Eyes on Jesus” On Wednesday, March 20, Elder Rasband [spoke to a gathering of over 500 young adults](https://news-pacific.churchofjesuschrist.org/article/apostle-to-auckland-young-adults---lsquo-keep-your-eyes-on-jesus-rsquo-) in Auckland, New Zealand, bringing the love of President Russell M. Nelson. “The Prophet loves you,” he said. “He thanks you for your desire to become a disciple of Christ, and we need you. You represent the future of the Church in the Pacific.” He then counseled them, “Keep your eyes on Jesus.” In the Book of Mormon, Lehi and his family used a compass-like device called the Liahona for guidance and direction. They received this guidance based on their faith and obedience to God’s commandments. A smartphone could work similarly in our modern times, Elder Rasband suggested, calling it a “Liaphona.” He reminded young adults of the dangers of social media, which has algorithms that track everything they look at. “You must be careful with a mobile phone. It is a tool for both good and evil.” One way youth could be reminded to use their devices for good is to set their lock screen image to a picture of Jesus Christ. Elder Rasband showed the audience his own lock screen, which he said helps him to “keep my eyes on Jesus.” “I challenge you to take control of your mobile device,” Elder Rasband said. “Use it to keep your eyes on Jesus.” “Be His Witness” Finally, Elder Rasband [addressed youth](https://news-pacific.churchofjesuschrist.org/article/elder-rasband-invites-youth-to-be-witnesses-of-christ) during a devotional in Apia, Samoa, on Thursday, March 21, 2024. About 2,200 youth attended the devotional in person and thousands more joined via broadcast from Savai‘i and American Samoa. Touched by a rendition of [2023 Youth Album](https://www.churchofjesuschrist.org/learn/youth-theme-2023?lang=eng) song “Witness” from Bettyara Kaleopa and a youth choir, Elder Rasband shared his own experience of being called as an Apostle and special witness of Jesus Christ in 2016. He then invited the many youth in attendance to begin preparing now to make sacred temple covenants and to serve a mission. “President [Russell M.] Nelson has asked every young man to serve a full-time mission,” Elder Rasband said. “We also want as many of you young women, who choose, to serve a mission.” The Apostle echoed President Nelson in the great invitation to be part of the gathering of Israel. “Invite people to come unto Jesus Christ,” Elder Rasband said. “Be His witness. People all around the world are drawn to the Spirit of Christ by our witnesses.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "paul v. johnson",
        "sentiment": "none"
      },
      {
        "name": "ronald a. rasband",
        "sentiment": "none"
      },
      {
        "name": "elder rasband",
        "sentiment": "none"
      },
      {
        "name": "jesus christ",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "missionaries across pacific during",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "papua new guinea",
        "sentiment": "none"
      },
      {
        "name": "fiji",
        "sentiment": "none"
      },
      {
        "name": "brisbane",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "samoa",
        "sentiment": "none"
      },
      {
        "name": "pacific area",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T00:48:49.695+02:00",
  "updated": "2024-03-29T00:48:49.695+02:00"
}