{
  "thread": {
    "uuid": "6535ee126811695c591dda08d04d162046c7e298",
    "url": "https://appvoices.org/2024/04/04/10-day-notice-3",
    "site_full": "appvoices.org",
    "site": "appvoices.org",
    "site_section": "https://environment.einnews.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Environment Newswire - Environmental News Today - EIN Presswire",
    "title": "Coal community advocates applaud new “10-Day Notice” rule for strengthening response to health, safety and pollution threats > Appalachian Voices",
    "title_full": "Coal community advocates applaud new “10-Day Notice” rule for strengthening response to health, safety and pollution threats > Appalachian Voices",
    "published": "2024-04-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://appvoices.org/images/uploads/2024/04/Screen-Shot-2024-04-04-at-3.22.49-PM.png",
    "performance_score": 0,
    "domain_rank": 87774,
    "domain_rank_updated": "2024-04-02T13:08:16.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6535ee126811695c591dda08d04d162046c7e298",
  "url": "https://appvoices.org/2024/04/04/10-day-notice-3",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@appvoices",
  "published": "2024-04-04T03:00:00.000+03:00",
  "title": "Coal community advocates applaud new “10-Day Notice” rule for strengthening response to health, safety and pollution threats > Appalachian Voices",
  "text": "This morning, the Office of Surface Mining Reclamation and Enforcement released its final “Ten Day Notice” rule to address how the agency responds to community member complaints about safety, pollution, and other violations at coal mines across the country. The final rule implements the intent of Congress that citizens have a pivotal role in monitoring the performance of coal mining operators and state regulatory authorities through the inspection and enforcement process. Congress struck a balance between providing some deference to state regulators in implementation of the federal mining laws requirements through a “ten-day” notice of suspected violations initiated by citizen requests, and the goal of remedying violations and ending the historic failures by the states in regulating mining impacts of people and the environment. “The Trump Administration’s 2020 rule upset that balance, and made it significantly harder for communities to secure timely compliance for violations occurring at mine sites, particularly where the violations were the result of state policies inconsistent with the federal law,” said Aimee Erickson, Executive Director of the Citizens Coal Council. “The rule restores common-sense policies that had been effectively followed by both OSMRE and state regulators in the decades preceding changes made to the rule in 2020.” Advocates specifically applaud OSMRE’s decisions in today’s rule to eliminate delays imposed by a “pre-review review” process imposed by the 2020 Trump Administration rule, and to require OSMRE to again address violations caused by a state regulator itself — such as permit defects — through the Ten Day Notice process. “Coal mines are often located in remote areas and only inspected occasionally by regulators, so local residents are essential to identifying safety and environmental hazards at these mines. This rule ensures that regulators will take community complaints seriously and make sure problems are addressed promptly,” said Erin Savage, Central Appalachian Senior Program Manager for Appalachian Voices. “We applaud the final rule from OSMRE, which will empower communities to alert regulators of violations at coal mine sites for prompt action as Congress intended under the Surface Mining Control and Reclamation Act. The coal industry has long attempted to exploit loopholes in the law to not clean up their toxic pollution. This rule offers the oversight needed to improve the well-being of people living near coal mining sites,” said Sierra Club Senior Attorney Peter Morgan. The Surface Mining Control and Reclamation Act of 1977 created a mechanism to empower community members to alert federal regulators of problems at coal mines, like a resident reporting dangerous coal mine waste running into a stream. The process allowed state regulators ten days to take action to correct the problem before federal regulators stepped in. Community members have successfully used the Ten Day Notice process to address violations ranging from erosion issues to drinking water contamination. Changes to the process in 2020 lessened OSMRE’s responsiveness to community concerns by providing excessive discretion and delay that effectively rendered many violations unaddressed. The changes imposed unnecessary bureaucratic burdens, exempted systemic permitting and other programmatic issues from the process, and allowed federal regulators to elect to forgo an inspection. In total, the Trump-era changes reduced the power of individuals and community organizations to access the means Congress had provided in SMCRA to actively address coal mining impacts to their communities. The updates are aligned with and address many of the issues raised in a 2021 court challenge to the Trump-era 2020 rules, filed by the Kentucky Resources Council on behalf of Appalachian Voices, Citizens Coal Council, and the Sierra Club, to restore community members’ ability to ensure enforcement of the law. The litigation has been stayed pending the time the new rule was being developed. Moreover, the new rule retains the improvements from the draft rule praised by 28 community groups in 2023. These include: - Cutting down on red tape by ending unnecessary data requests to state agencies and limiting reviews to publicly available information, information provided in the complaint and within the agency’s own files at the time the complaint was submitted; - Empowering community input by treating all community complaints as requests for federal inspection and allowing community members to accompany federal regulators on inspections; - Tackling systemic problems by including “permit defects” — or mining permits issued in violation of the law by state regulators — as a violation that can be addressed through the Ten Day Notice procedure. - Speeding up solutions by providing stricter timelines for response. One remaining issue that citizens groups will continue to work with OSMRE to resolve is assuring that on-the-ground violations resulting from programmatic state failures to properly implement the federal law through their approved state program are as timely corrected as if the violations were the result of a permittee’s failure to follow their permit or mine plan.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "office of surface mining reclamation and enforcement",
        "sentiment": "neutral"
      },
      {
        "name": "congress",
        "sentiment": "none"
      },
      {
        "name": "trump administration",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T01:31:56.693+03:00",
  "updated": "2024-04-05T01:31:56.693+03:00"
}