{
  "thread": {
    "uuid": "f59d610ec934cb4509c2106bdb11d0c696658a69",
    "url": "https://www.biospace.com/article/releases/sparx-group-announces-first-patient-dosed-with-spx-303-injection-the-first-in-its-class-of-anti-lilrb2-pd-l1-bispecific-antibody-drugs",
    "site_full": "www.biospace.com",
    "site": "biospace.com",
    "site_section": "https://www.golf.einnews.com/live_feed",
    "site_categories": [
      "job_search",
      "jobs"
    ],
    "section_title": "Live Feed Wire - Golf News Today - EIN Presswire",
    "title": "SparX Group Announces First Patient Dosed with SPX-303 Injection, the First in Its Class of anti-LILRB2/PD-L1 Bispecific Antibody Drugs | BioSpace",
    "title_full": "SparX Group Announces First Patient Dosed with SPX-303 Injection, the First in Its Class of anti-LILRB2/PD-L1 Bispecific Antibody Drugs | BioSpace",
    "published": "2024-04-11T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 5904,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f59d610ec934cb4509c2106bdb11d0c696658a69",
  "url": "https://www.biospace.com/article/releases/sparx-group-announces-first-patient-dosed-with-spx-303-injection-the-first-in-its-class-of-anti-lilrb2-pd-l1-bispecific-antibody-drugs",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "BioSpace",
  "published": "2024-04-11T03:00:00.000+03:00",
  "title": "SparX Group Announces First Patient Dosed with SPX-303 Injection, the First in Its Class of anti-LILRB2/PD-L1 Bispecific Antibody Drugs | BioSpace",
  "text": "SparX Group Announces First Patient Dosed with SPX-303 Injection, the First in Its Class of anti-LILRB2/PD-L1 Bispecific Antibody Drugs Published: Apr 11, 2024\n CHICAGO , April 11, 2024 /PRNewswire/ -- Signifying a monumental step forward in the domain of powered antibody therapies, SparX is thrilled to announce that the first patient has been successfully dosed with SPX-303, a First-in-Class anti-LILRB2/PD-L1 bispecific antibody drug candidate, reaching a significant milestone in the fight against cancer. This innovative treatment, developed by SparX Group, is currently undergoing clinical trials at the HonorHealth Research Institute, with Dr. Justin Moser leading the study.\nDr. Gui- Dong Zhu , Chief Executive Officer of SparX Group, expressed his enthusiasm: \"The dosing of the first patient with SPX-303 at HonorHealth Research Institute is a crucial step forward in its clinical development process. We are honored to collaborate with Dr. Moser's team at the Research Institute to bring this innovative therapy into clinical trials. By fusing a best-in-class (BIC) nano-anti-PD-L1 with mAb-anti-LILRB2 epitopes, SPX-303 aims to unlock the full potentials in the immune system's ability to fight cancer. The trailblazing preclinical data of SPX-303 instilled confidence in us to harness its therapeutic prowess in clinical settings, particularly for patients who previously had limited treatment options.\"\nDr. Justin Moser , associate clinical investigator at the Institute and clinical assistant professor at the University of Arizona College of Medicine-Phoenix, shared his optimism about the potential impact of SPX-303. \"SPX-303 is designed to combat the myeloid cell-induced immunosuppression that often hinders the effectiveness of current cancer therapies. SPX-303's unique dual mechanism, targeting both myeloid cell and T-cell immune checkpoints, may offer a new avenue for enhancing the immune system's weaponry against cancer,\" said Dr. Moser.\nWith the successful dosing of SPX-303, SparX Group is initiating three additional study sites for the ongoing Phase 1 clinical study. This study aims to evaluate SPX-303's safety, tolerability, and preliminary efficacy in patients with resistant or refractory solid tumors, potentially ushering in a new era of superior therapeutic solutions.\nSPX-303 stands as a first-in-its-class bispecific antibody therapy, ingeniously designed to simultaneously target two crucial immune checkpoint proteins, LILRB2 and PD-L1. These proteins play essential roles in maintaining immune balance and preventing autoimmune diseases. However, cancer cells often exploit these checkpoints as a defense against immune attacks. SPX-303 seeks to overcome this by enabling the immune system to recognize and destroy cancer cells effectively, representing a significant leap forward in cancer therapy.\nAbout SparX Biopharmaceutical:\nA research-driven, development-stage biopharmaceutical trailblazer, SparX Biopharmaceutical Corp. has a mission of \"amplifying human immunity with groundbreaking antibody therapies.\" Through the utilization of big data analytics, including machine learning, SparX decrypts potential interactions within the vast complexity of biological information. With meticulous pharmacological analyses, backed by in vitro and in vivo evaluations using advanced mouse models, SparX is on a relentless quest to develop unparalleled therapeutics. SparX's robust target discovery platform, combined with the multifaceted SAILING ™ antibody optimization system and groundbreaking bi-ADC technology, is poised to redefine the success metrics of empowered antibody drug development. Equipped with in-house cGMP facilities, SparX is on track to become a self-sustaining, fully integrated biopharmaceutical entity.\nFor more information about the study, please visit www.clinicaltrials.gov and search for NCT06259552.\nAbout the HonorHealth Research Institute\nHonorHealth Research Institute is an international destination that is at the forefront of providing patients with a better quality of life through its clinical trials and innovative treatment options. Headquartered in Scottsdale, Arizona , the institute's team of physicians and researchers collaborate with experts from across the nation to offer life-changing therapies, drugs and devices. At HonorHealth Research Institute, patients have access to tomorrow's health innovations, today. Learn more at: HonorHealth.com/research .\nView original content: https://www.prnewswire.com/news-releases/sparx-group-announces-first-patient-dosed-with-spx-303-injection-the-first-in-its-class-of-anti-lilrb2pd-l1-bispecific-antibody-drugs-302114821.html\nSOURCE SparX Group\n Email this Facebook Twitter LinkedIn Pinterest Reddit Back to news",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gui-dong zhu",
        "sentiment": "none"
      },
      {
        "name": "justin moser",
        "sentiment": "none"
      },
      {
        "name": "moser",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "honorhealth research institute",
        "sentiment": "none"
      },
      {
        "name": "sparx group",
        "sentiment": "none"
      },
      {
        "name": "research institute",
        "sentiment": "none"
      },
      {
        "name": "bic",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "chicago",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T02:20:51.591+03:00",
  "updated": "2024-04-12T05:59:39.011+03:00"
}