{
  "thread": {
    "uuid": "0ca113de9abf7f272e88ffa4fa866d2f46db423d",
    "url": "https://mx.hola.com/famosos/2023122950027/evaluna-embarazo-holistico-proceso-revelaciones/",
    "site_full": "mx.hola.com",
    "site": "hola.com",
    "site_section": "https://mx.hola.com/rss.xml",
    "site_categories": [
      "fashion",
      "style_and_fashion"
    ],
    "section_title": "Hola.com - diario de actualidad, moda y belleza",
    "title": "La razón por la que Evaluna decidió llevar un embarazo guiado por la fe",
    "title_full": "La razón por la que Evaluna decidió llevar un embarazo guiado por la fe",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.hola.com/mx/imagenes/famosos/2023122950027/evaluna-embarazo-holistico-proceso-revelaciones/0-234-874/portadaeva-t.jpg",
    "performance_score": 0,
    "domain_rank": 5978,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0ca113de9abf7f272e88ffa4fa866d2f46db423d",
  "url": "https://mx.hola.com/famosos/2023122950027/evaluna-embarazo-holistico-proceso-revelaciones/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tania Galván",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "La razón por la que Evaluna decidió llevar un embarazo guiado por la fe",
  "text": "Desde que Evaluna y Camilo decidieron ser padres , la pareja tenía muy claro cómo quería vivir este especial momento. Tras enterarse del embarazo de la cantante, los esposos comenzaron a investigar sobre la maternidad y las mejores opciones de crianza para su hija Índigo, de ahora un año y medio. Durante la visita de Evaluna al podcast que tiene su cuñada, Stefanía Roitman con Eliane Gallero llamado Pensándolo bien, pensábamos mal , la actriz compartió nuevos detalles de cómo disfrutó de la dulce espera, una etapa que decidió vivir de la manera más tradicional , en compañía de una partera, razón por la que asegura, su embarazo fue guiado por la fe, ya que nunca vio a su bebé a través de un ultrasonido y descubrió el sexo del bebé en el momento del parto.\nVER GALERÍA MÁS NOTAS RELACIONADAS\nLa esposa de Camilo reveló que durante las cuarentas semanas de gestación nunca se practicó un ultrasonido Las palabras de Evaluna a Camilo por un día muy especial: 'Es un privilegio amarte y ser amada por ti' Un embarazo guiado por la fe Sincera, Evaluna recordó: “Yo tuve un embarazo bastante guiado por fe, no tuve eco, todo fue con la partera, que me tocaba la pancita, escuchábamos el corazón y listo. Así fue las cuarenta semanas de embarazo, no lo vi nunca, no sabíamos si era niño o niña. Obviamente había como un miedito de decir: ‘¿Será que todo está bien?’”. A pesar de la incertidumbre que sintió durante la dulce espera, reconoce que fue una época inolvidable: “¡Fue hermoso!” y añadió que, si tuviera la oportunidad de experimentarlo de nuevo, le gustaría transitar esta etapa de la misma forma: “Yo no cambiaría nada, a mí me encantó mi parto”.\nVER GALERÍA La reacción en redes La cantante recordó que luego de compartir con sus seguidores su testimonio de la llegada de Índigo, fue blanco de muchas críticas por cómo vivió este proceso; sin embargo, asegura que todo le ayudó a que su post parto transitara sin contratiempos: “Esto es algo que me mataron en redes sociales, pero yo me comí mi placenta, te las hacen en cápsulas, la doula hace como un polvito y te las dan en capsulitas, en una pastillista, me decían: ‘Eso es lo peor que hay’. Seríamos las únicas que no lo hacen, todos los animales lo hacen, es como decir: ‘Hay que aprender un poquito de la naturaleza y por qué será que lo están haciendo y es que todo eso te nivela las hormonas, porque es lo que te está faltando, es un gran pedazo de ti que te está faltando y que necesitas”, contó.\nA pesar de que fue muy criticada por utilizar su placeta, la cantante reconoce que tuvo una experiencia muy positiva usándola: “No me da pena decirlo, porque me pareció que, en mi caso, me ayudó un montón, yo no tuve depresión posparto, porque siento que eso en particular me ayudó”. Para Evaluna ha sido muy importante seguir su corazón en la maternidad, un tema que le apasiona y que ha investigado desde antes de quedar embarazada: “Lo chévere es que tienes todas las opciones y lo importante es investigar, estudiar, aprender de todo para saber qué es lo que quieres exactamente, en tu parto, embarazo y maternidad. Yo tuve la posibilidad de que mi mamá me acompañó en todo y, desde que yo estaba muy chiquita, ella estaba muy involucrada en esto de los partos y los embarazos holísticos”.\nLos Montaner celebran a Evaluna por su cumpleaños 26 con una fiesta en altamar\nVER GALERÍA El deseo para su hija Sobre cómo quiere que crezca Índigo quien, desde los 40 días de nacida acompañó a sus padres a una gira musical, Evaluna dijo: “Quiera ver que ella cuando sea grande sea una mujer que esté súper conectada con sus emociones. En realidad, yo lo que quiero es ser mi mejor versión para que ella, si llega a ver algo mío y quiera copiar algo sea siempre algo bueno. Siento que mi trabajo en este momento, como decía mi partera: ‘Soy tan vieja como mi hija’, tengo un año y medio, yo no debo tener todas las respuestas, estoy aprendiendo con ella y estamos creciendo y criándonos juntas. Mi trabajo en este momento es poder acompañarla para que ella se desarrolle en la mujer que ella quiera ser”, dijo.\n© ¡HOLA! Prohibida la reproducción total o parcial de este reportaje y sus fotografías, aun citando su procedencia.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T21:11:55.617+02:00",
  "updated": "2023-12-29T21:11:55.617+02:00"
}