{
  "thread": {
    "uuid": "9d6e6fc06cb93e5208d84e113cc1d2758601aebf",
    "url": "https://www.varesenews.it/2024/04/finale-dolcissimo-per-gli-skorpions-che-passano-anche-sul-campo-dei-panthers/1905924",
    "site_full": "www.varesenews.it",
    "site": "varesenews.it",
    "site_section": "https://www.varesenews.it/feed/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "VareseNewsVareseNews",
    "title": "Sport - Finale dolcissimo per gli Skorpions che passano anche sul campo dei Panthers - - Varese News",
    "title_full": "Sport - Finale dolcissimo per gli Skorpions che passano anche sul campo dei Panthers - - Varese News",
    "published": "2024-04-18T22:04:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.varesenews.it/photogallery_new/images/2024/04/generico-15-apr-2024-1641582.610x431.jpg",
    "performance_score": 0,
    "domain_rank": 41369,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9d6e6fc06cb93e5208d84e113cc1d2758601aebf",
  "url": "https://www.varesenews.it/2024/04/finale-dolcissimo-per-gli-skorpions-che-passano-anche-sul-campo-dei-panthers/1905924",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Valentina Rizzo",
  "published": "2024-04-18T22:04:00.000+03:00",
  "title": "Sport - Finale dolcissimo per gli Skorpions che passano anche sul campo dei Panthers - - Varese News",
  "text": "Finale dolcissimo per gli Skorpions che passano anche sul campo dei Panthers\nIl campionato chiama e gli Skorpions rispondono presente nella gara più difficile, almeno sulla carta, nella tana dei campioni in carica\nUn passo dopo l’altro, sempre più sicuro, verso una nuova dimensione. Il campionato chiama e gli Skorpions rispondono\npresente nella gara più difficile, almeno sulla carta, nella tana dei campioni in carica. Finisce 38 a 34 per Ryan Griffin e soci, al termine di un match dai mille capovolgimenti e dai mille colpi di scena, alzi la mano chi a memoria rammenta due touchdown su ritorno d’intercetto, concluso con una meta quasi teatrale, degna di Hollywood, di Maclaine Griffin che a un passo dal triplice fischio segna dopo aver ricevuto uno snap.\nE dire che la gara era cominciata nel peggiore dei modi, due touchdown subiti e il primo intercetto a carico di Ryan Griffin potevano creare brutti pensieri nella testa dei giocatori, ma questi Skorpions non sono soltanto il talento del loro quarterback. Hanno una solidità impressionante, come dimostrano i dieci punti in sequenza, il primo touchdown di Davide Silvestri su ritorno di kick off è da incorniciare, che li riportano a contatto dell’avversario. Chiuso il primo tempo sotto di sei, il field goal è a opera di Stefano Granelli, la squadra di Nick Holt accelera in un lampo nel terzo quarto trovando punti con Andrea Volonnino, ricezione da 14 yarde e con Pietro Migliori che si prende il lusso d’intercettare Patterson e ritornare l’ovale per 32 yds. Attacco, special team, difesa, tutti segnano e danno un contributo profondo alla causa, si parlava di solidità mentale e tecnica, costringendo i Panthers a rincorrere per la prima volta nel match. L’ultimo quarto, severamente vietato ai deboli di cuore, vede Parma pareggiare, Varese tornare avanti con il secondo touchdown di Davide Silvestri su ritorno di calcio, fanno 157 yarde di guadagno in sole due giocate, i Panthers mettere di nuovo la testa avanti, 34 a 30, con una meta e un field goal. Tutto finito? Assolutamente no.\nGli Skorpions, negli ultimi tre minuti costruiscono un drive perfetto, basato in primo luogo sull’asse dei fratelli Griffin. Dopo un paio di ricezioni funamboliche, Maclaine si prende il lusso di ricevere uno snap direttamente nelle mani ed andare a violare l’end zone avversaria in prossimità del pilone che delimita l’area parmense. C’è tempo per quattro giochi dei Panthers che non riescono a schiodarsi dalle proprie 20 yarde. Poi Ryan Griffin chiama la victory formation. Il tempo d’inginocchiarsi e scatta la festa grigiorossa,\nPrima divisione. Risultati (week V) Panthers Parma – Skorpions Varese 34-38, Warriors Bologna – Lazio Marines 0-57, Rhinos\nMilano – Dolphins Ancona 21-30, Frogs Legnano – Guelfi Firenze 19-26 Classifica: Skorpions 4-0 Dolphins 3-0 Guelfi 3-1\nPanthers, Frogs e Giaguari 2-2 Rhinos 2-4 Lazio Marines 1-3 Warriors Bologna 0-5\nProssimo turno (week 6 – sabato 13 aprile) Dolphins Ancona – Lazio Marines, Giaguari Torino – Guelfi Firenze\n[Leggi i commenti](#comment-area)\nTAG ARTICOLO\n[Accedi](#) o registrati per commentare questo articolo.\nL'email è richiesta ma non verrà mostrata ai visitatori. Il contenuto di questo commento esprime il pensiero dell'autore e non rappresenta la linea editoriale di VareseNews.it, che rimane autonoma e indipendente. I messaggi inclusi nei commenti non sono testi giornalistici, ma post inviati dai singoli lettori che possono essere automaticamente pubblicati senza filtro preventivo. I commenti che includano uno o più link a siti esterni verranno rimossi in automatico dal sistema.\nLa community di VareseNews\nLoro ne fanno già parte\nUltimi commenti\nmalauros su I no vax sono tornati a colpire in provincia: imbrattati i muri della redazione di Varesenews Felice su I no vax sono tornati a colpire in provincia: imbrattati i muri della redazione di Varesenews PaoloFilterfree su A Varese Salvini prova a ricucire passato e futuro della Lega, ma Bossi non c'è axelzzz85 su A Varese Salvini prova a ricucire passato e futuro della Lega, ma Bossi non c'è elenera su A Varese Salvini prova a ricucire passato e futuro della Lega, ma Bossi non c'è Roberto Colombo su A Varese Salvini prova a ricucire passato e futuro della Lega, ma Bossi non c'è",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Sport"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:14:15.537+03:00",
  "updated": "2024-04-19T00:14:15.537+03:00"
}