{
  "thread": {
    "uuid": "5a69306b27eee4de9d9ade1f60271bd2cc7b1ce8",
    "url": "https://news.maryland.gov/dnr/2023/12/28/maryland-park-service-rangers-bring-bald-eagles-to-the-white-house/",
    "site_full": "news.maryland.gov",
    "site": "maryland.gov",
    "site_section": "http://dnr.maryland.gov",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "us_government_resources"
    ],
    "section_title": "\r\n\tDNR\r\n",
    "title": "Maryland Park Service Rangers Bring Bald Eagles to the White House",
    "title_full": "Maryland Park Service Rangers Bring Bald Eagles to the White House",
    "published": "2023-12-28T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 1789,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 35,
        "comments": 3,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5a69306b27eee4de9d9ade1f60271bd2cc7b1ce8",
  "url": "https://news.maryland.gov/dnr/2023/12/28/maryland-park-service-rangers-bring-bald-eagles-to-the-white-house/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-28T02:00:00.000+02:00",
  "title": "Maryland Park Service Rangers Bring Bald Eagles to the White House",
  "text": "Maryland Park Service Rangers Bring Bald Eagles to the White House Rehabilitated eagles are ambassadors for environmental action and the Endangered Species Act Two winged representatives from the Maryland Park Service attended the White House this month. Rehabilitated bald eagles Buck and Mo, along with a contingent of Maryland Park Service Rangers, were invited to the White House to celebrate the anniversary of the Endangered Species Act, which was signed into law 50 years ago this week. “Bald eagles are such a powerful symbol, both of our country and of the effect we can have on protecting the environment,” said Maryland Park Service Director Angela Crenshaw, who spoke at the celebration. “It was amazing to go to the White House and share the story of our two eagles.” The bald eagle was one of the first species to be protected under the Endangered Species Act and represents a prominent success story of the law, as America’s national bird now has hundreds of thousands of breeding pairs across the country. The two eagles are part of the Maryland Park Service’s Scales & Tales program, an environmental initiative that fosters stewardship of wildlife and natural resources. By telling the stories of Maryland’s raptors and providing opportunities for close observation, Park Service staff seek to educate the public about habitat loss, climate change and biodiversity. The White House visit had a similar educational purpose, but on a national stage. Ranger Sarah Milbourne, the western region manager for the Park Service and an eagle handler, said the visit took a lot of planning and preparation. “You’re trying to make sure everything is perfect, but when you’re working with live animals, you just hope the training pays off,” Milbourne said. “When we got on site, everything went beautifully, everything worked out.” Mo, who is named after Michelle Obama, was a natural in front of the crowd that gathered in the Indian Treaty Room in the Eisenhower Executive Office Building, and she later posed for photos in the Rose Garden. “I was talking about the Endangered Species Act,” Crenshaw said, “and Mo was making noises and piping, and I said, ‘Yes ma’am, tell them!’” Buck was a bit more reserved, and he preferred a perch with a view of a window during the visit. A few animals from the Maryland Zoo, including a penguin, a screech owl and an indigo snake, were also visiting to showcase species that have benefited from environmental protections. Both eagles are unable to fly due to injuries and now live in state parks, where they remain healthy after medical treatment and rehabilitation. Buck was rescued from the side of a road in 2012 and resides in Tuckahoe State Park. Mo was found with broken bones near Conowingo Dam and lives at Rocky Gap State Park. Prior to the Endangered Species Act becoming law, the population of bald eagles in the U.S. had dropped to dangerously low levels by the 1960s, due to pesticide use, illegal hunting, habitat loss and other factors. DDT, a widely-used pesticide, caused eagles and other raptors to produce thin eggshells that resulted in poor reproduction rates. With careful management and protection efforts, including the banning of DDT, bald eagles came back from the brink and are now plentiful across the country. They were reclassified from “endangered” to “threatened” in 1995, then fully removed from the Endangered Species List in 2007 and from the Maryland endangered list in 2010. There are now more than 316,000 bald eagles in the lower 48 states, including nearly 3,000 nesting pairs in the Chesapeake Bay region. As a success story of endangered species protection, the bald eagles show how the Endangered Species Act is critical in its current form and can also be enhanced to meet the challenges of the world today, Milbourne said. While images of bald eagles adorn artworks and surfaces throughout the building, the living animals are a rare sight in the halls of the executive branch, and the two Maryland eagles received a celebrity welcome. “People were so excited about us being there,” Milbourne said. “Everyone was like, ‘You’re the park rangers with the eagles!’” As the Park Service delegation wheeled the eagles through the executive buildings, they were met with ecstatic reactions from White House staff, Secret Service and Second Gentleman Doug Emhoff. “I had one person tell me, ‘You’ve brought more smiles to the White House than I’ve ever seen,’” Crenshaw said. Maryland Park Rangers Jessica Conley, Ashlee Reinke, Erin Gale, Manny Toscana, and Erin Swale joined Rangers Crenshaw and Milbourne at the event to help handle the two eagles and share the birds’ stories.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "angela crenshaw",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "white house",
        "sentiment": "negative"
      },
      {
        "name": "maryland park service rangers bring bald eagles",
        "sentiment": "negative"
      },
      {
        "name": "white house maryland park service rangers bring bald eagles",
        "sentiment": "negative"
      },
      {
        "name": "maryland park service",
        "sentiment": "none"
      },
      {
        "name": "maryland park service rangers",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "america",
        "sentiment": "none"
      },
      {
        "name": "white house",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:08:09.874+02:00",
  "updated": "2023-12-29T00:08:09.874+02:00"
}