{
  "thread": {
    "uuid": "a99836b8dc582e6107fb69b6bfeae5f89263a826",
    "url": "https://vnexplorer.net/cake-merchant-cheesecake-shop-owners-are-cleared-of-slavery-and-human-trafficking-charges-s699249.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/feed",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Cake Merchant cheesecake shop owners are cleared of slavery and human trafficking charges",
    "title_full": "Cake Merchant cheesecake shop owners are cleared of slavery and human trafficking charges",
    "published": "2023-12-29T03:37:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.dailymail.co.uk/1s/2023/12/28/23/50592477-12908197-Aeisha_Shah_49_allegedly_kept_her_nephew_as_a_slave-a-12_1703804757277.jpg",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a99836b8dc582e6107fb69b6bfeae5f89263a826",
  "url": "https://vnexplorer.net/cake-merchant-cheesecake-shop-owners-are-cleared-of-slavery-and-human-trafficking-charges-s699249.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-29T03:37:00.000+02:00",
  "title": "Cake Merchant cheesecake shop owners are cleared of slavery and human trafficking charges",
  "text": "Cake shop owners charged with workplace slavery Abid and Aeisha Shah now cleared of all charges READ MORE: Talented surfer, 15, is named as the victim of horrific shark attack as details emerge of his final moments\nSlavery charges against a wealthy couple who run a popular chain of cheesecake shops have been dropped on the eve of them facing trial.\nAbid Maghfoor Shah and his wife Aeisha Julia Shah had pleaded not guilty to trafficking their Pakistani nephew and enslaving him for two-and-a-half years.\nMr Shah, then 59, and Mrs Shah, 48, were arrested at their $4million home at Denham Court in Sydney’s western suburbs in November 2021.\nThe Shahs, who own The Cake Merchant group, were accused of promising their nephew a better life in Australia, then threatening him with deportation if he did not work hard enough.\nAbid Maghfoor Shah and his wife Aeisha Julia Shah (above) were accused of trafficking their Pakistani nephew and enslaving him for two-and-a-half years. All charges have been dropped\nAccording to court documents, police had alleged Mr Shah brought the man – believed to be aged in his 20s – to Australia for the purpose of exploitation between February 2014 and September 2015.\nThey had further alleged Mr and Mrs Shah, who operate five patisseries, took the man’s passport and denied him access to a bank account.\nDetectives raided The Cake Merchant stores in Liverpool, Campbelltown and Bonnyrigg, before they seized three mobile phones and financial documents during a search of the Shahs’ home.\nMr Shah was originally charged with conducting a business involving servitude between September 2015 and February 2018.\nMrs Shah was charged with conducting a business involving servitude between August 2015 and October 2017.\nThe nephew had lived with the couple at their Denham Court estate, which features with seven bedrooms, a swimming pool and tennis court.\nMr Shah, then 59, and Mrs Shah, 48, were arrested at their $4million home at Denham Court in Sydney ‘s western suburbs in November 2021. Mr Shah is pictured under arrest\nThe Shahs, who operated their business under the name Sweet Incentive Pty Ltd, were granted bail on the day of their arrest and forced to surrender their passports.\nThey were not allowed to contact anyone outside Australia, were not allowed to go within 100m of any international point of departure, and were banned from having a phone with internet access, unless it was used for work purposes.\nTheir arrest came after Australian Federal Police received a report from the Fair Work Ombudsman in March 2018 that alleged a worker had been mistreated at one of The Cake Merchant stores.\nPolice alleged the couple had monitored their nephew’s phone calls, kept him isolated from the community, made him work excessive hours and did not pay him properly.\nThe Shahs were in and out of court for almost two years as new charges were added, then later withdrawn.\nDetectives raided The Cake Merchant stores in Liverpool, Campbelltown and Bonnyrigg, before seizing three mobile phones and financial documents during a search of the Shahs’ home\nMr Shah was facing two counts of conducting a business involving the servitude of another person and one count of aggravated deception of a person regarding entry and confiscation of documents.\nMrs Shah was facing two counts of conducting a business involving the servitude of another person. In July last year, one servitude charge against each of the Shahs was dropped.\nThe Shahs pleaded not guilty and a trial was set for November this year but on September 29 the remaining three charges were withdrawn in the District Court at the behest of the Crown.\nThe Commonwealth DPP could not provide any information about why the charges were dropped.\n‘I confirm that the CDPP discontinued the proceedings in accordance with the prosecution policy of the Commonwealth,’ a spokesman told Daily Mail Australia.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [
    "https://videos.dailymail.co.uk/video/mol/2021/11/14/773733864214382831/1024x576_MP4_773733864214382831.mp4",
    "https://www.videos.dailymail.co.uk/video/mol/2021/11/14/773733864214382831/1024x576_MP4_773733864214382831.mp4"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "abid",
        "sentiment": "negative"
      },
      {
        "name": "aeisha shah",
        "sentiment": "negative"
      },
      {
        "name": "aeisha julia shah",
        "sentiment": "none"
      },
      {
        "name": "abid maghfoor shah",
        "sentiment": "none"
      },
      {
        "name": "mrs shah",
        "sentiment": "none"
      },
      {
        "name": "shah",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "shahs",
        "sentiment": "none"
      },
      {
        "name": "denham court",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "sydney",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T03:52:09.455+02:00",
  "updated": "2023-12-29T03:52:09.455+02:00"
}