{
  "thread": {
    "uuid": "0580924808dbd57cc6e11934e7e1385608102bd5",
    "url": "https://www.comingsoon.net/movies/features/1748464-saved-20-years-retrospective-mandy-moore",
    "site_full": "www.comingsoon.net",
    "site": "comingsoon.net",
    "site_section": "https://www.comingsoon.net/rss",
    "site_categories": [
      "movies",
      "entertainment"
    ],
    "section_title": "ComingSoon.net – Movie Trailers, TV & Streaming News, and More",
    "title": "Saved! Is a Religious Satire Worth Revisiting 20 Years Later",
    "title_full": "Saved! Is a Religious Satire Worth Revisiting 20 Years Later",
    "published": "2024-06-01T00:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.comingsoon.net/wp-content/uploads/sites/3/2024/05/Saved-retrospective.jpeg?resize=1200,630",
    "performance_score": 0,
    "domain_rank": 5348,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0580924808dbd57cc6e11934e7e1385608102bd5",
  "url": "https://www.comingsoon.net/movies/features/1748464-saved-20-years-retrospective-mandy-moore",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tyler Treese",
  "published": "2024-06-01T00:30:00.000+03:00",
  "title": "Saved! Is a Religious Satire Worth Revisiting 20 Years Later",
  "text": "Saved! went under the radar for many people, with several who saw it saying they were surprised at how engaging it was, how the story spoke to them, or even just calling it “cute.” For most, it looked like a typical coming-of-age high school comedy, where different viewers’ mileage may vary on the raunchiness, but here, the religious twist offered more substance, and much of the comedy was clever. Saved is irreverent, but its brush with blasphemy has a purpose, which means even two decades later, it is still worth talking about. “Let’s get our Christ on, let’s kick it Jesus-style!” High School is tough already, but add in the pressures of being a good Christian and worrying about eternal damnation—that’s brutal. For the extreme Jesus Freaks like Mary, it’s incredibly hard to stay on top and keep everything together, especially when her perfect boyfriend confides in her that he may be gay, and she thinks Jesus charges her with saving him. Believing her only option is to have sex with him, she winds up pregnant, putting her at odds with the elite Christian Jewels girl group and their leader – her best friend – the rotten Hilary Faye. As Mary tries to keep her pregnancy a secret, drama escalates within the Christian school, new friends are made and battle lines are drawn as Hilary Faye attempts to save all their souls. This is a smaller independent film that has a lot going for it. First up is an incredible cast of sassy characters, portrayed by excellent actors giving strong performances. Mary Cummings (yes, really) is played by Jena Malone, who shows some range by starting as quiet and innocent until her world is turned upside down, and she realizes that the strict rules she’s always tried to follow only work for some fortunate people. The role of Hilary Faye Stockard was originally given to Anne Hathaway, but financial issues and delays led to Mandy Moore taking over in an attempt to [buck her good-girl public persona](https://variety.com/2004/film/awards/saved-4-1200536848/) and play a self-righteous volunteer martyr who has to be at the top of the pile when it comes to who Jesus really loves. Watching her overbearing attempts to bring everyone back into the fold and pitiful self-destruction near the end makes her easy to hate, but we also shed a small tear for how wrapped up Hilary Faye becomes in her own ‘good’ works. There is also Cassandra Edelstein, the lone Jewish girl at the school, played by Eva Amurri, who I didn’t know until recently is the daughter of Susan Sarandon. This gorgeous and wild deviant is already the prime target of the Christian Jewels for conversion due to her religion, but things become more complicated when she begins dating Hilary Faye’s brother. Amurri plays the bad girl easily, but she shines the most, showing her devotion to seeing her new friends happy. The other standout that surprises most first-time viewers is [Macaulay Culkin](https://www.comingsoon.net/tag/macaulay-culkin), playing Roland Stockard, a wheelchair-bound paraplegic who doesn’t seem to share his sister’s faith, perhaps due to the childhood accident that left him in this condition. Roland is a fantastic character, a cynic who doesn’t come across as absurdly bitter and one note due to his disability, a person looking for love and kindness, showing compassion for his friends, played by someone who had been building a slight bad boy reputation off camera. Saved helps show a disabled character without leaning on stereotypes. Although his condition is obvious throughout the film, he still manages to feel like an important part of the group and not a token. More importantly, his relationship with Cassandra is wonderful and wholesome, without coming off as pity, dependency, or mere rebellion, as she eloquently puts it, “He gets me and I get him.” As a disabled person, the way the script handled Roland meant a lot to me, and certain lines stuck out because, just like Hilary Faye says to him, I’ve also heard, “Why do you have to make people feel so awkward about your differently abledness?” Several other actors in the movie give solid performances, but a few really could have used more screen time. Each of these teens feels like they have their own stories to tell and experiences putting up with bullshit or struggling to figure out what normal is. Even the smaller B-plots, like Mary’s mom, Lillian (Mary-Louise Parker), dating Pastor Skip (Martin Donovan) feel thought out and weave into the main narrative well without taking away too much. These characters feel real because the director and co-writer Brian Dannelly took most of these people and situations from real-life experiences, which is part of what makes the script work. Saved excels with those actors taking the clever writing and bringing it to life, but it’s easy to see why so many of the film’s stars said they were drawn in by the script. The comedy is quick and snappy, with a bite that doesn’t feel like it truly oversteps into blasphemous territory. Michael Urban, the other co-writer of the movie, has said [the point of the story is](https://dsq-sds.org/index.php/dsq/article/view/641/818) “about how having a crisis of faith is really the only way to affirm one’s faith.” It seems that tolerance is the key, the lesson many of the characters need to learn, and the poking at the religion isn’t done maliciously but something more akin to harsh love. Both writers [grew up in the church](https://nymag.com/nymetro/movies/reviews/9177/), and Dannelly, being openly gay, has a particular experience with it that is shared without overtaking the story. Saved points out the failings of Christians involved instead of showing faults in the belief or demonizing the believers, asking those who think they know the Son of God’s desires most intimately what exactly he wants when it comes to those they see as outcasts. The first half of the film is strong when it comes to satire, but it softens up when we realize that the antagonists have a lot more going on wrong with them than just their own misguided prejudices. For some the movie didn’t push hard enough, and others didn’t enjoy having a mirror held up to show an uglier side of the culture. Though the film was mostly well-received, many churches and Christian groups spoke out against the movie, like the Christian Film & Television Commission saying it was “a sad, bigoted, anti-Christian movie that mocks the Christian faith.” The project attempted to involve several Christians and groups in the production, but Dannelly says that once some participants found out how ‘unflattering’ Saved’s depiction of the fundamentalist groups was, a Christian rock band and several locations quickly distanced themselves from the movie. Many people of the faith stood against the film, but [there were Christians who liked it](https://www.seattlepi.com/entertainment/movies/article/a-moment-with-saved-director-brian-dannelly-1146866.php) and supported the overall message of learning to accept and be tolerant, realizing that Saved wasn’t meant to tear down organized religion as much as some of the elements that could be better. There were a few elements removed from the script that may have swayed some viewers, as the original versions of the screenplay were a bit more raunchy, like in a scene where Hilary Faye watches Roland and Cassandra making out. [She was originally going to be touching herself](https://www.dvdtalk.com/interviews/getting_saved_a.html), not necessarily to come across as perversion, but rather to show a softer side, that even the ultimate Christian girl also has desires she was trying to repress. The finale sees Hilary Faye driving her mini-van in frustration, but this was initially a different type of rampage, according to producer Sandy Stern, as the bad girl was [written to shoot up the school](https://www.independent.co.uk/arts-entertainment/united-artists/saved-802908.html), but it isn’t clear if any of the characters would have actually died. The movie supposedly went through almost 200 revisions, still, there is [an earlier scene that takes place at the gun range](https://tvtropes.org/pmwiki/pmwiki.php/Film/Saved), which helps set this outcome. A few things in the writing also [haven’t aged perfectly](https://www.queerty.com/4-reasons-to-watch-praise-saved-the-absolutely-unhinged-uber-gay-2004-comedy-with-mandy-moore-20240122), as some words are seen in a different light now and derogatory terms get dropped regularly, but this type of language does make the characters feel more real in a way and shows their turns more poignantly in the end. We also have to praise Saved for its soundtrack. The band from the film doing much of the Christian rock is The Replacements, an alternative group popular in the ‘80s, pop-star Mandy Moore delivers a beautiful rendition of “God Only Knows” by the Beach Boys, and of course, we have Depeche Mode’s “Personal Jesus,” helping to keep with the theme. The quality of the soundtrack is less surprising when noting that Michael Stipe of R.E.M. worked as a producer of the movie. The movie isn’t quite as controversial as some tried to make it out to be in the beginning, but years later, it still feels like it has a lasting message. Roger Ebert said, “Saved! Is an important film, as well as an entertaining one,” and that seems right, even if it means something different to Christians, to those who just grew up in the church, or to people outside of it, we’ve all dealt with toxic spirituality in some way or another. [The popular film critic also said](https://www.rogerebert.com/reviews/saved-2004), “situational ethics instead of rigid morality,” which I feel is important to consider when discussing how the movie depicts good Christians. Saved left an impression, even [spawning a stage play](https://webcitation.org/5iY1QgTqD?url=http://www.playbill.com/news/article/117597-First_Preview_of_Saved_Is_Lost_Musical_Will_Start_May_10), but although its fans cherish this film, there are still plenty of people out there who could do with seeing it, and may even enjoy the experience.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://queerty.com/4-reasons-to-watch-praise-saved-the-absolutely-unhinged-uber-gay-2004-comedy-with-mandy-moore-20240122",
    "https://variety.com/2004/film/awards/saved-4-1200536848",
    "https://variety.com/2004/film/awards/saved-4-1200536848/",
    "https://nymag.com/nymetro/movies/reviews/9177",
    "https://rogerebert.com/reviews/saved-2004",
    "https://seattlepi.com/entertainment/movies/article/a-moment-with-saved-director-brian-dannelly-1146866.php",
    "https://www.seattlepi.com/entertainment/movies/article/a-moment-with-saved-director-brian-dannelly-1146866.php",
    "https://webcitation.org/5iY1QgTqD?url=http://www.playbill.com/news/article/117597-First_Preview_of_Saved_Is_Lost_Musical_Will_Start_May_10",
    "https://independent.co.uk/arts-entertainment/united-artists/saved-802908.html",
    "https://www.tvtropes.org/pmwiki/pmwiki.php/Film/Saved",
    "https://www.dvdtalk.com/interviews/getting_saved_a.html",
    "https://webcitation.org/5iY1QgTqD",
    "https://webcitation.org/5iY1QgTqD?url=http://playbill.com/news/article/117597-First_Preview_of_Saved_Is_Lost_Musical_Will_Start_May_10",
    "https://dsq-sds.org/index.php/dsq/article/view/641/818",
    "https://dvdtalk.com/interviews/getting_saved_a.html",
    "https://www.nymag.com/nymetro/movies/reviews/9177/",
    "https://www.variety.com/2004/film/awards/saved-4-1200536848/",
    "https://tvtropes.org/pmwiki/pmwiki.php/Film/Saved",
    "https://www.queerty.com/4-reasons-to-watch-praise-saved-the-absolutely-unhinged-uber-gay-2004-comedy-with-mandy-moore-20240122",
    "https://www.independent.co.uk/arts-entertainment/united-artists/saved-802908.html",
    "https://nymag.com/nymetro/movies/reviews/9177/",
    "https://www.rogerebert.com/reviews/saved-2004",
    "https://www.dsq-sds.org/index.php/dsq/article/view/641/818"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "christ",
        "sentiment": "none"
      },
      {
        "name": "mary",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-01T01:11:31.417+03:00",
  "updated": "2024-06-01T01:28:05.734+03:00"
}