{
  "thread": {
    "uuid": "6ee5abebff42fe2ab11feef566510dd9be745c8a",
    "url": "https://ucnj.org/press-releases/spanish-press-releases/2024/02/15/el-condado-de-union-invita-a-los-residentes-a-capturar-las-maravillas-del-mundo-natural",
    "site_full": "ucnj.org",
    "site": "ucnj.org",
    "site_section": "http://ucnj.org/feed/",
    "site_categories": [
      "law_government_and_politics",
      "legal_issues"
    ],
    "section_title": "County of Union",
    "title": "El Condado De Union Invita a Los Residentes a Capturar Las Maravillas Del Mundo Natural",
    "title_full": "El Condado De Union Invita a Los Residentes a Capturar Las Maravillas Del Mundo Natural",
    "published": "2024-02-15T23:16:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ucnj.org/wp-content/uploads/2015/08/800seal-55cdf9bev1_site_icon.png",
    "performance_score": 0,
    "domain_rank": 78939,
    "domain_rank_updated": "2024-02-13T12:06:51.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6ee5abebff42fe2ab11feef566510dd9be745c8a",
  "url": "https://ucnj.org/press-releases/spanish-press-releases/2024/02/15/el-condado-de-union-invita-a-los-residentes-a-capturar-las-maravillas-del-mundo-natural",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Post author By corinnefiretto",
  "published": "2024-02-15T23:16:00.000+02:00",
  "title": "El Condado De Union Invita a Los Residentes a Capturar Las Maravillas Del Mundo Natural",
  "text": "La Junta de Comisionados del Condado de Union se complace en anunciar que el Concurso anual de fotografía de vida silvestre ha regresado al Centro de Ciencias y Naturaleza Trailside, ubicado en el 452 New Providence Road en Mountainside. Se invita a fotógrafos aficionados de 13 años en adelante a presentar sus fotografías originales de animales salvajes en su hábitat natural.\n“El Concurso de Fotografía de Vida Silvestre es un evento emocionante que permite a los miembros de nuestra comunidad mostrar sus habilidades fotográficas al capturar la belleza natural de los animales en sus hábitats”, dijo la Comisionada Presidenta Kimberly Palmieri-Mouded. “Puedes inmortalizar las criaturas peludas, aladas, reptantes o nadadoras que habitan nuestro entorno a través de los lentes de tu cámara. Diviértete expandiendo tu creatividad y pon a prueba tus habilidades. ¡Espero ver tus increíbles fotografías!”\nEl Concurso de Fotografía de Vida Silvestre ya está aceptando presentaciones. Las fotografías serán juzgadas por fotógrafos profesionales locales y se clasificarán según el grupo de edad: adolescentes, de 13 a 17 años, adultos, de 18 años en adelante, y personas mayores, de 55 años en adelante. Cada fotografía enviada debe ser una impresión sin marco y sin mate de 8″ x 10″, ya sea en blanco y negro o en color. Los jueces evaluarán las candidaturas en función de la originalidad, composición, excelencia técnica y mérito artístico.\nLos trabajos ganadores se anunciarán en el evento anual Wild Earth Fest el domingo 28 de abril de 2024. Wild Earth Fest es un evento familiar al aire libre que presenta animales vivos, actividades para niños, educación sobre la naturaleza, comida, música y más.\nPara obtener un folleto con las reglas y el formulario de inscripción para el Concurso de fotografía de vida silvestre, llame a Trailside al 908-789-3670 o visite\nucnj.org/trailside y accede al apartado de eventos de la web. Las inscripciones deben recibirse o tener matasellos a más tardar el 17 de abril de 2024.\nAparte de los programas y eventos especiales, Trailside da la bienvenida a todos los visitantes de forma gratuita todos los días de 10:00 a. m. a 4:00 p. m., excepto los lunes y feriados importantes. Para obtener más detalles sobre el Concurso de fotografía de vida silvestre y otros programas próximos en Trailside, visite\nucnj.org/trailside o llame al 908-789-3670.\nPara obtener enlaces rápidos a todos los programas y actividades ambientales del Condado de Union, visite Green Connection en\nucnj.org/green-connection. Y para obtener más información sobre actividades y programas del Departamento de Parques y Recreación del Condado de Union, visite en línea ucnj.org/parks o\nenvíe un correo electrónico a , o llame al 908-527-4900.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Environment",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T01:06:58.495+02:00",
  "updated": "2024-02-16T01:06:58.495+02:00"
}