{
  "thread": {
    "uuid": "1b29dec1545354bda800344f870aa357b1742a47",
    "url": "https://medicaldialogues.in/medicine/news/fda-approves-injectable-drug-for-three-infections-126734",
    "site_full": "medicaldialogues.in",
    "site": "medicaldialogues.in",
    "site_section": "https://medicaldialogues.in/medicine",
    "site_categories": [
      "media"
    ],
    "section_title": "Medicine News and Guidelines",
    "title": "FDA approves injectable drug for three infections",
    "title_full": "FDA approves injectable drug for three infections",
    "published": "2024-04-05T00:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://medicaldialogues.in/h-upload/2024/01/25/230961-fda-50.webp",
    "performance_score": 0,
    "domain_rank": 58829,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1b29dec1545354bda800344f870aa357b1742a47",
  "url": "https://medicaldialogues.in/medicine/news/fda-approves-injectable-drug-for-three-infections-126734",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dr. Kamal Kant Kohli",
  "published": "2024-04-05T00:00:00.000+03:00",
  "title": "FDA approves injectable drug for three infections",
  "text": "[Home](/) [Medical news & Guidelines](/medical-news) [Anesthesiology](/anesthesia) [Cardiology and CTVS](/cardiology-ctvs) [Critical Care](/critical-care) [Dentistry](/dentistry) [Dermatology](/dermatology) [Diabetes and Endocrinology](/diabetes-endocrinology) [ENT](/ent) [Gastroenterology](/gastroenterology) [Medicine](/medicine) [Nephrology](/nephrology) [Neurology](/neurology-neurosurgery) [Obstretics-Gynaecology](/obstetrics-gynaecology) [Oncology](/oncology) [Ophthalmology](/ophthalmology) [Orthopaedics](/orthopaedics) [Pediatrics-Neonatology](/pediatrics-neonatology) [Psychiatry](/psychiatry) [Pulmonology](/pulmonology) [Radiology](/radiology) [Surgery](/surgery) [Urology](/urology) [Laboratory Medicine](/laboratory-medicine) [Diet](/diet-nutrition) [Nursing](/nursing) [Paramedical](/paramedical) [Physiotherapy](/physiotherapy) [Health news](/news/health) [AYUSH](/ayush) [State News](/state-news) [Andaman and Nicobar Islands](/state-news/andaman-and-nicobar-islands) [Andhra Pradesh](/state-news/andhra-pradesh) [Arunachal Pradesh](/state-news/arunachal-pradesh) [Assam](/state-news/assam) [Bihar](/state-news/bihar) [Chandigarh](/state-news/chandigarh) [Chattisgarh](/state-news/chattisgarh) [Dadra and Nagar Haveli](/dadra-and-nagar-haveli) [Daman and Diu](/state-news/daman-and-diu) [Delhi](/state-news/delhi) [Goa](/state-news/goa) [Gujarat](/state-news/gujarat) [Haryana](/state-news/haryana) [Himachal Pradesh](/state-news/himachal-pradesh) [Jammu & Kashmir](/state-news/jammu-kashmir) [Jharkhand](/state-news/jharkhand) [Karnataka](/state-news/karnataka) [Kerala](/state-news/kerala) [Ladakh](/state-news/ladakh) [Lakshadweep](/state-news/lakshadweep) [Madhya Pradesh](/state-news/madhya-pradesh) [Maharashtra](/state-news/maharashtra) [Manipur](/state-news/manipur) [Meghalaya](/state-news/meghalaya) [Mizoram](/state-news/mizoram) [Nagaland](/state-news/nagaland) [Odisha](/state-news/odisha) [Puducherry](/state-news/puducherry) [Punjab](/state-news/punjab) [Rajasthan](/state-news/rajasthan) [Sikkim](/state-news/sikkim) [Tamil Nadu](/state-news/tamil-nadu) [Telangana](/state-news/telangana) [Tripura](/state-news/tripura) [Uttar Pradesh](/state-news/uttar-pradesh) [Uttrakhand](/state-news/uttrakhand) [West Bengal](/state-news/west-bengal) [Medical Education](/news/education) [Industry](/news/industry) FDA approves injectable drug for three infections The US Food and Drug Administration has approved injectable drug ceftobiprole medocaril sodium (Zevtera) for treatment of Staphylococcus aureus bacteremia (SAB) among adults. Ceftobiprole, a pyrrolidinone cephalosporin antibiotic, is active moiety of the prodrug ceftobiprole medocaril. It is indicated for people with right-sided infective endocarditis, acute bacterial skin and skin... The US Food and Drug Administration has approved injectable drug ceftobiprole medocaril sodium (Zevtera) for treatment of Staphylococcus aureus bacteremia (SAB) among adults. Ceftobiprole, a pyrrolidinone cephalosporin antibiotic, is active moiety of the prodrug ceftobiprole medocaril. It is indicated for people with right-sided infective endocarditis, acute bacterial skin and skin structure infections (ABSSSI), and community-acquired bacterial pneumonia (CABP) in adult and pediatric patients 3 months to less than 18 years old. “The FDA is committed to fostering new antibiotic availability when they prove to be safe and effective, and Zevtera will provide an additional treatment option for a number of serious bacterial infections,” said Peter Kim, M.D., M.S., director of the Division of Anti-Infectives in the FDA’s Center for Drug Evaluation and Research. “The FDA will continue our important work in this area as part of our efforts to protect the public health.” Zevtera’s efficacy in treating SAB was evaluated in a randomized, controlled, double-blind, multinational, multicenter trial. In the trial, researchers randomly assigned 390 subjects to receive Zevtera (192 subjects) or daptomycin plus optional aztreonam [the comparator] (198 subjects). The primary measure of efficacy for this trial was the overall success (defined as survival, symptom improvement, S. aureus bacteremia bloodstream clearance, no new S. aureus bacteremia complications and no use of other potentially effective antibiotics) at the post-treatment evaluation visit, which occurred 70 days after being randomly assigned an antibiotic. A total of 69.8% of subjects who received Zevtera achieved overall success compared to 68.7% of subjects who received the comparator. Zevtera’s efficacy in treating ABSSSI was evaluated in a randomized, controlled, double-blind, multinational trial. In the trial, researchers randomly assigned 679 subjects to receive either Zevtera (335 subjects) or vancomycin plus aztreonam [the comparator] (344 subjects). The primary measure of efficacy was early clinical response 48-72 hours after start of treatment. Early clinical response required a reduction of the primary skin lesion by at least 20%, survival for at least 72 hours and the absence of additional antibacterial treatment or unplanned surgery. Of the subjects who received Zevtera, 91.3% achieved an early clinical response within the necessary timeframe compared to 88.1% of subjects who received the comparator. Zevtera’s efficacy in treating adult patients with CABP was evaluated in a randomized, controlled, double-blind, multinational, multicenter trial. In the trial, researchers randomly assigned 638 adults hospitalized with CABP and requiring IV antibacterial treatment for at least 3 days to receive either Zevtera (314 subjects) or ceftriaxone with optional linezolid [the comparator] (324 subjects). The primary measurement of efficacy were clinical cure rates at test-of-cure visit, which occurred 7-14 days after end-of-treatment. Of the subjects who received Zevtera, 76.4% achieved clinical cure compared to 79.3% of subjects who received the comparator. An additional analysis considered an earlier timepoint of clinical success at Day 3, which was 71% in patients receiving Zevtera and 71.1% in patients receiving the comparator. Given the similar course of CABP in adults and pediatric patients, today’s approval of Zevtera in pediatric patients three months to less than 18 years with CABP was supported by evidence from the CABP trial of Zevtera in adults and a trial in 138 pediatric subjects three months to less than 18 years of age with pneumonia. For adults with SAB, the most common side effects of Zevtera included anemia, nausea, low levels of potassium in the blood (hypokalemia), vomiting, diarrhea, increased levels of certain liver tests (hepatic enzymes and bilirubin), increased blood creatinine, high blood pressure, low white blood cell count (leukopenia), fever, abdominal pain, fungal infection, headache and shortness of breath (dyspnea). For adults with ABSSSI, the most common side effects of Zevtera included nausea, diarrhea, headache, injection site reaction, increased levels of hepatic enzymes, rash, vomiting and altered taste (dysgeusia). For adults with CABP, the most common side effects of Zevtera included nausea, increased levels of hepatic enzymes, vomiting, diarrhea, headache, rash, insomnia, abdominal pain, vein inflammation (phlebitis), high blood pressure and dizziness. For pediatric patients with CABP, the most common side effects of Zevtera included vomiting, headache, increased levels of hepatic enzymes, diarrhea, infusion site reaction, vein inflammation (phlebitis) and fever. Patients should not use Zevtera if they have a known history of severe hypersensitivity to ceftobiprole or any of the components of Zevtera, or other members of the cephalosporin antibacterial class. Zevtera comes with certain warnings and precautions such as increased mortality in ventilator-associated bacterial pneumonia patients (an unapproved use), hypersensitivity reactions, seizures and other central nervous system reactions and Clostridioides difficile-associated diarrhea. Zevtera was granted Priority Review, Fast Track and Qualified Infectious Disease Product designations for the CABP, ABSSSI and SAB indications. The FDA granted the approval of Zevtera to Basilea Pharmaceutica International Ltd. [FDA](https://medicaldialogues.in/topics/#fda) [USFDA](https://medicaldialogues.in/topics/#usfda) [ceftobiprole medocaril sodium](https://medicaldialogues.in/topics/ceftobiprole-medocaril-sodium) [Zevtera](https://medicaldialogues.in/topics/zevtera) [Staphylococcus aureus bacteremia](https://medicaldialogues.in/topics/staphylococcus-aureus-bacteremia) [acute bacterial skin and skin structure infections](https://medicaldialogues.in/topics/acute-bacterial-skin-and-skin-structure-infections) [community acquired bacterial pneumonia](https://medicaldialogues.in/topics/community-acquired-bacterial-pneumonia) [right sided infective endocarditis](https://medicaldialogues.in/topics/right-sided-infective-endocarditis) [ceftobiprole medocaril](https://medicaldialogues.in/topics/ceftobiprole-medocaril) Dr Kamal Kant Kohli-MBBS, DTCD- a chest specialist with more than 30 years of practice and a flair for writing clinical articles, Dr Kamal Kant Kohli joined Medical Dialogues as a Chief Editor of Medical News. Besides writing articles, as an editor, he proofreads and verifies all the medical content published on Medical Dialogues including those coming from journals, studies,medical conferences,guidelines etc. Email: editorial@medicaldialogues.in. Contact no. 011-43720751",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "fda",
        "sentiment": "negative"
      },
      {
        "name": "arunachal pradesh",
        "sentiment": "none"
      },
      {
        "name": "state news",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "assam",
        "sentiment": "none"
      },
      {
        "name": "andhra pradesh",
        "sentiment": "none"
      },
      {
        "name": "nicobar islands",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:38:11.563+03:00",
  "updated": "2024-04-12T03:50:45.210+03:00"
}