{
  "thread": {
    "uuid": "b68db5a8a676a6fc77daaa4e430d759dd709f7e7",
    "url": "https://www.dailykos.com/stories/2023/12/29/2214462/-More-good-news-FBI-reports-significant-drop-in-murders-and-other-crimes",
    "site_full": "www.dailykos.com",
    "site": "dailykos.com",
    "site_section": "https://dailykos.com/groups",
    "site_categories": [
      "politics",
      "law_government_and_politics",
      "media"
    ],
    "section_title": "Daily Kos :: Groups",
    "title": "More good news: FBI reports significant drop in murders and other crimes",
    "title_full": "More good news: FBI reports significant drop in murders and other crimes",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.dailykos.com/images/1260107/story_image/ScreenShot2023-12-29at5.56.52PM.png?1703894224",
    "performance_score": 0,
    "domain_rank": 2508,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b68db5a8a676a6fc77daaa4e430d759dd709f7e7",
  "url": "https://www.dailykos.com/stories/2023/12/29/2214462/-More-good-news-FBI-reports-significant-drop-in-murders-and-other-crimes",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@pittgriffin",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "More good news: FBI reports significant drop in murders and other crimes",
  "text": "“The country is on track for a record drop in homicides, and many other categories of crime are also in decline, according to the F.B.I.” — New York Times Too many Americans confuse perception and reality. The poster children for self-deception are the MAGAs, who think Trump cares about them, and evangelicals, who think he is God's anointed. So be it. Their delusion is terminal — their blindness absolute. However, in the political center and bleeding over into the left lurks a failure to understand that the US is in solid, even great, shape. A year ago, many self-declared experts warned that a depression loomed. They were wrong. Inflation abated, job creation boomed, unemployment ebbed, and the stock market set records as GDP rose with muscular certainty. But the facts did not deflect the conservative Cassandras from predicting doom and ignoring up-arrow statistics. Politically, they have been successful. They switched focus to the Southern border. They warned of an apocalyptic trifecta of villains — illegals, drug smugglers, and terrorists — who were lining up for their chance to sap and impurify all of our precious bodily fluids. Domestically, the threat was just as grave. In conservative propaganda, Democratic-run cities are Mad Max dystopias of uncheck crime enabled by pronoun-obsessed genital-mutilating, woke warriors with a Ukraine habit. But here, as they did with the economy, these miserable liars are selling a perfidious fantasy. The FBI has just released preliminary stats on crime in the US through the first three quarters of 2023. It is wall-to-wall good news. The FBI tracks nine violent and property crime categories. Offenses are down in eight (the exception is car theft). The headline statistic is murder. On this, the New York Times reports a positive trend with special mention of big city numbers. ”Detroit is on track to record the fewest murders since the 1960s. In Philadelphia, where there were more murders in 2021 than in any year on record, the number of homicides this year has fallen more than 20 percent from last year. And in Los Angeles, the number of shooting victims this year is down more than 200 from two years ago.” ”Detroit is on track to record the fewest murders since the 1960s. In Philadelphia, where there were more murders in 2021 than in any year on record, the number of homicides this year has fallen more than 20 percent from last year. And in Los Angeles, the number of shooting victims this year is down more than 200 from two years ago.” The Gun Violence Archive, which enumerates American gun violence statistics, shows that US gun homicides in 2023 will total just over 18,800, a reduction of 1,400 from 2022 (20,200 gun homicides) and a 10%+ drop from 2021 (21,009). Unfortunately, conservative politicians have no qualms about lying. They benefit from their manufactured perception that crime is high. Worse, pro-MAGA fiction is enabled by a media beholden to the, “if it bleeds, it leads’ school of sensationalist truth distortion. As the Times further adds: \"The decline in crime contrasts with perceptions, driven in part by social media videos of flash-mob-style shoplifting incidents, that urban downtowns are out of control. While figures in some categories of crime are still higher than they were before the pandemic, crime overall is falling nationwide, including in cities often singled out by politicians as plagued by danger and violence. Homicides are down by 13 percent in Chicago and by 11 percent in New York, where shootings are down by 25 percent — two cities that former President Donald J. Trump called “crime dens” in a campaign speech this year.\" \"The decline in crime contrasts with perceptions, driven in part by social media videos of flash-mob-style shoplifting incidents, that urban downtowns are out of control. While figures in some categories of crime are still higher than they were before the pandemic, crime overall is falling nationwide, including in cities often singled out by politicians as plagued by danger and violence. Homicides are down by 13 percent in Chicago and by 11 percent in New York, where shootings are down by 25 percent — two cities that former President Donald J. Trump called “crime dens” in a campaign speech this year.\" This great news, hidden by a successful Republican disinformation campaign, raises a question. What is the Biden campaign’s strategy to set the record straight? The man, painted as too old to find his toothbrush, has presided over an economic recovery outstripping the expectations of the punditocracy. Now, events have handed Bidden and his people more outstanding news. Can they sell it? I hear the liberal voices dismissing the accuracy and importance of Biden’s dismal polls. They add that the numbers are too premature to be taken seriously. God, I hope they are right. But sober-minded political operatives cannot work on that assumption. The bettors are not. In the last six months, the British bookies have changed the 2024 US election odds from slightly favoring Biden to clearly favoring Trump. Nor is it helpful to blame the media for its lazy both-siderism. Finger-pointing does not win elections. If the media is a problem (it is) Biden’s people need to overcome it. Lastly, there is no way to forecast the effect of Trump’s legal troubles on the race. The safe course is to assume they will have none. A simple thought experiment reveals the path Biden’s campaign must travel - and liberals must embrace. If you assume the worst and are wrong, you will have wasted time and effort, while Biden wins anyway. If you assume the outcome will be better than the stats indicate and are wrong, you will have saved time and effort, while Trump is elected. Do you want to risk it? God forbid America’s noble experiment flounders because people assumed the ship of state was unsinkable.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "trump",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "fbi",
        "sentiment": "positive"
      },
      {
        "name": "f.b.i.",
        "sentiment": "none"
      },
      {
        "name": "new york times",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T02:52:48.514+02:00",
  "updated": "2023-12-30T02:52:48.514+02:00"
}