{
  "thread": {
    "uuid": "71b2a6f6eb79d7ced344b42161c67aa566b30182",
    "url": "https://www.thisdaylive.com/index.php/2023/12/29/pise-p-for-launch-today-peace-security-project-in-south-east-hashtag-unveiled-2",
    "site_full": "www.thisdaylive.com",
    "site": "thisdaylive.com",
    "site_section": "https://www.thisdaylive.com:443",
    "site_categories": [
      "media"
    ],
    "section_title": "THISDAYLIVE - Truth and Reason - NON-AMP",
    "title": "PISE-P for launch Today, Peace, Security Project in South-east Hashtag Unveiled - THISDAYLIVE",
    "title_full": "PISE-P for launch Today, Peace, Security Project in South-east Hashtag Unveiled - THISDAYLIVE",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "NG",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 12734,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "71b2a6f6eb79d7ced344b42161c67aa566b30182",
  "url": "https://www.thisdaylive.com/index.php/2023/12/29/pise-p-for-launch-today-peace-security-project-in-south-east-hashtag-unveiled-2",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "PISE-P for launch Today, Peace, Security Project in South-east Hashtag Unveiled - THISDAYLIVE",
  "text": "Peace In the Southeast Project (PISE-P) will be officially launched on Friday, December 29. This was disclosed by PISE-P Head Media and Communications Mrs Mary Ikoku in a statement to herald the formal inauguration of the project, aimed at using non-kinetic approaches in tackling insecurity in South-east. Mrs Ikoku revealed that the epoch-making event scheduled for Abia state, will be heralded by an elaborate reception of Deputy Speaker of the House of Representatives, Rt Hon Benjamin Kalu by his constituents in Bende. She said, “As you are aware, tomorrow, December 29 2023 will witness the formal unveiling of the Peace In the Southeast Project (PISE-P) and the Homecoming Reception of the Deputy Speaker of the House of Representatives, Rt Hon Benjamin Kalu. Organised by the team of PISE-P with the support of the people of Bende, the constituent of the Deputy Speaker, the event is a demonstration of our unwavering appreciation to the Deputy Speaker who has shown love and commitment to the development of his people, the people of southeast and Nigeria in general. “The unveiling of PISE-P tomorrow marks not only the formal Declaration of Peace in the Southeast but the beginning of not just a journey, not just a campaign but a movement. This movement embodies massive campaigns structured to resonate with our collective vision in PISE-P for peace to return to this once-bobbling region. “With passion, purpose, and an unwavering commitment to this project we have resolved to make noise, amplifying our voices and cries for the insecurity in Igboland to be solved through a non-kinetic strategy. Our Mission is clear- to inspire and to deepen our campaign spread. “As we take this bold step forward, let us embrace the power of unity. Our campaign is more than a hashtag; it’s a symbol of hope, a catalyst for change, a symbol to break barriers, a challenge to all stakeholders to arise and let us rescue Southeast from the shackles of crises destroying every strand of development in the region.” The PISE-P Media Director also announced the unveiling of hashtag #Peaceinsoutheast on social media as a major tool in the peace and security drive within the South-east region. “Today, we are launching the PISE-P campaign Hashtag. This symbol of communication magnifies our desire to use social media as a tool to spread our gospel for dialogue and the rebuilding of the region. This campaign demands public engagement and mobilisation, hence the launching of the campaign hashtag. “And now, I present to you our campaign hashtag: #Peaceinsoutheast. It encapsulates the essence of our collective strength, resilience, and determination to overcome any obstacle in our path as we rollout our sleeves to begin the implementation of all the prgrammes of PISE-P. “Let this hashtag resonate across social media, communities, and hearts, sparking conversations and igniting a flame of action. It’s a call to action. It’s a reminder that together, we are an unstoppable force for good. Let it be a beacon that guides us toward a future where positive change in the Southeast is not just a possibility but a reality,” she said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rt hon benjamin kalu",
        "sentiment": "none"
      },
      {
        "name": "hon benjamin kalu",
        "sentiment": "none"
      },
      {
        "name": "mary ikoku",
        "sentiment": "none"
      },
      {
        "name": "bende",
        "sentiment": "none"
      },
      {
        "name": "mrs ikoku",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "house of representatives",
        "sentiment": "none"
      },
      {
        "name": "pise-p head media and communications",
        "sentiment": "none"
      },
      {
        "name": "pise",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "south-east hashtag unveiled - thisdaylive",
        "sentiment": "none"
      },
      {
        "name": "south-east",
        "sentiment": "none"
      },
      {
        "name": "abia",
        "sentiment": "none"
      },
      {
        "name": "nigeria",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T17:35:53.528+02:00",
  "updated": "2023-12-29T17:35:53.528+02:00"
}