{
  "thread": {
    "uuid": "95865951eadbf3fa86215d7f9b1c4e20c4168d17",
    "url": "https://www.newsbreak.com/arizona-state/3279844260542-tombstone-still-calls-down-the-thunder-30-years-later",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/comingsoon-1584027",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "ComingSoon | NewsBreak",
    "title": "Tombstone Still Calls Down the Thunder, 30 Years Later",
    "title_full": "Tombstone Still Calls Down the Thunder, 30 Years Later",
    "published": "2023-12-28T23:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/06j35U_0qSqx3yc00?type=thumbnail_1600x1200",
    "performance_score": 0,
    "domain_rank": 3324,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "95865951eadbf3fa86215d7f9b1c4e20c4168d17",
  "url": "https://www.newsbreak.com/arizona-state/3279844260542-tombstone-still-calls-down-the-thunder-30-years-later",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2023-12-28T23:00:00.000+02:00",
  "title": "Tombstone Still Calls Down the Thunder, 30 Years Later",
  "text": "Tombstone aimed true, past genre and categorical limitations. It had crossover appeal, offering something most Westerns couldn’t give ’90s audiences. To this day, it comes up in any conversation when discussing the best cowboy movies. Thirty years later, the film still holds its spot tightly and has a small air of mystique surrounding the production. The film isn’t the epitome of historical accuracy in any way, but involves many of the actual events leading up to that famous shootout at the O.K. Corral and Wyatt Earp’s Vendetta Ride. Some events are simplified or condensed, while a few gaps had to be filled in with fictional outcomes that help bring the characters back together. The original script was also much longer and many scenes had to be cut or trimmed down. Still, the narrative we received was amazing, with fleshed-out characters, emotional arcs, and some incredible dialog. What may be the film’s ultimate asset is the impressive ensemble cast. Kurt Russell as Wyatt Earp and Val Kilmer playing Doc Holliday are the two roles everyone remembers the most from this film, which is deserved after all of the prep both men did for the parts, but there isn’t a weak performance in the entire film. Those two acted against Powers Boothe, who portrayed Curly Bill, and Michael Biehn as Johnny Ringo, with equally magnificent showings. All these characters are human, their motivations realized and made manifest. No one is perfect, with even Wyatt being shown to make mistakes, be selfish, and cheat. The list of notable people in Tombstone is massive. There aren’t many other movies with a laundry list of talent like this. Sam Elliott and Bill Paxton play the other Earp brothers, Stephen Lang, Thomas Haden Church, and Jason Priestley ride with the outlaw gang, while other performers like Billy Bob Thornton, Charlton Heston, Michael Rooker, Billy Zane, and Terry O’Quinn all help round out important figures in the story. It’s a stellar pool of actors all turning in great work, and even those with only a couple of scenes stand out. There were problems behind the camera, however. The film was written by Kevin Jarre, who was also originally going to direct, but he was fired after only a month on set. George P. Cosmatos (Cobra, Rambo: First Blood Part II) was brought in to take up the reigns, but how good of a fit he was for the production is up for some debate. According to most accounts, Russell actually took on many of the directing responsibilities so that the film stayed on schedule and didn’t go over budget. He even continued to help once Cosmatos was there, to ensure the project kept the feel and tone they wanted. This has been mentioned by others, but Russell himself doesn’t discuss it , apparently due to a promise he made. What does seem certain is that if he hadn’t been there, Tombstone wouldn’t have made it to the screen, or at least not in the state we saw it Several other actors almost starred in the picture, some of which were studio decisions or initial conditions for the financing before everything was worked out. After his performance in Pretty Woman, Richard Gere was considered for the role of Wyatt, while Mickey Rourke turned down the chance to play Johnny Ringo. Willem Dafoe was originally set to take on the character of Doc Holliday, but the studio wanted a bigger name. Jennifer Connelly tried out for the part of Josephine Marcus; Lisa Zane was also considered for that role and Kate as well. A personal favorite rumor from the film is that legendary director John Carpenter was approached to helm it. The movie is also gorgeous, just wonderful cinematography and costuming. The shoot wasn’t an easy one, as the cast and crew had to deal with extreme heat and scorpions while filming out in Arizona, but a few of those shots are just superb. The art department did their best to use historically accurate clothes, saddles, guns, and even the wallpaper, while they had one of Wyatt Earp’s actual descendants in the movie as well as Old West actors. There was also more filmed than what we’ve seen. There are about six minutes worth of scenes included in various releases of the movie, but there were more filmed, a few shots of which can be seen in certain trailers . Tombstone has a solid gold legacy. It broke the mold of Western movies at that time, and resonated with harsher ’90s audiences. That’s true for the actors, too, as many who worked on the film still speak of the movie as a great experience; Kilmer even titled his memoir, “I’m Your Huckleberry.” Just like the story it’s based on, this epic stands the test of time and proves there’s still some fight left in it. The post Tombstone Still Calls Down the Thunder, 30 Years Later appeared first on ComingSoon.net - Movie Trailers, TV & Streaming News, and More .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [
    "https://www.thebulwark.com/john-carpenter-genre-genius/",
    "https://www.comingsoon.net/tag/val-kilmer",
    "https://www.comingsoon.net",
    "https://www.darkhorizons.com/kurt-russell-on-the-tombstone-mystery/",
    "http://www.youtube.com/watch?v=XTWYKf5hXIg",
    "http://www.youtube.com/watch?v=dBzNOpIn7Cc",
    "https://catalog.afi.com/Catalog/moviedetails/59687?sid%3D76ecb5f8-12af-42af-899e-cade95e83b69%26sr%3D1.479148%26cp%3D1%26pos%3D0",
    "https://www.comingsoon.net/tag/kurt-russell",
    "https://www.comingsoon.net/movies/features/1460613-tombstone-still-calls-down-the-thunder-30-years-later",
    "https://www.comingsoon.net/tag/tombstone",
    "https://www.catalog.afi.com/Catalog/moviedetails/59687?sid%3D76ecb5f8-12af-42af-899e-cade95e83b69%26sr%3D1.479148%26cp%3D1%26pos%3D0",
    "https://www.thebulwark.com/john-carpenter-genre-genius",
    "http://youtube.com/watch?v=dBzNOpIn7Cc",
    "https://www.darkhorizons.com/kurt-russell-on-the-tombstone-mystery",
    "https://comingsoon.net/tag/kurt-russell",
    "https://catalog.afi.com/Catalog/moviedetails/59687",
    "https://comingsoon.net/tag/val-kilmer",
    "https://comingsoon.net",
    "https://comingsoon.net/movies/features/1460613-tombstone-still-calls-down-the-thunder-30-years-later",
    "https://thebulwark.com/john-carpenter-genre-genius/",
    "http://www.youtube.com/watch",
    "http://youtube.com/watch?v=XTWYKf5hXIg",
    "https://comingsoon.net/tag/tombstone",
    "https://darkhorizons.com/kurt-russell-on-the-tombstone-mystery/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kurt russell",
        "sentiment": "none"
      },
      {
        "name": "wyatt earp",
        "sentiment": "none"
      },
      {
        "name": "doc holliday",
        "sentiment": "none"
      },
      {
        "name": "val kilmer",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "wyatt earp",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:01:27.899+02:00",
  "updated": "2023-12-29T00:01:27.899+02:00"
}