{
  "thread": {
    "uuid": "c800e48ccae3ebbedd6cb28d8d357229a90e43fc",
    "url": "https://guardian.ng/news/president-tinubu-workersll-enjoy-living-wage-in-2024/",
    "site_full": "guardian.ng",
    "site": "guardian.ng",
    "site_section": "http://www.ngrguardiannews.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "The Guardian Nigeria News &#8211; Nigeria and World News",
    "title": "President Tinubu: Workers’ll enjoy living wage in 2024",
    "title_full": "President Tinubu: Workers’ll enjoy living wage in 2024",
    "published": "2024-01-01T08:54:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://guardian.ng/wp-content/uploads/2020/01/Minimum-wage.png",
    "performance_score": 0,
    "domain_rank": 4542,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c800e48ccae3ebbedd6cb28d8d357229a90e43fc",
  "url": "https://guardian.ng/news/president-tinubu-workersll-enjoy-living-wage-in-2024/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Guardian Nigeria",
  "published": "2024-01-01T08:54:00.000+02:00",
  "title": "President Tinubu: Workers’ll enjoy living wage in 2024",
  "text": "President Tinubu: Workers’ll enjoy living wage in 2024 President Bola Tinubu has said that the Federal Government would implement a new national living wage for industrious workers in 2024. He said that the decision was not only for good economic sense but “because it is the morally and politically correct thing to do”. In a New Year message on Monday in Lagos, Tinubu said this would ensure that the economic aspirations and material well-being of the poor, most vulnerable and working people, are not neglected. “We will work diligently to make sure every Nigerian feels the impact of their government. “The economic aspirations and the material well-being of the poor, the most vulnerable and the working people shall not be neglected. “It is in this spirit that we are going to implement a new national living wage for our industrious workers this New Year. “It is not only good economics to do this; it is also a morally and politically correct thing to do. “Having laid the groundwork of our economic recovery plans within the last seven months of 2023, we are now poised to accelerate the pace of our service delivery across sectors.’’ He said that the issue of stable electricity supply would continue to get priority because of the recognition that no sustainable development could be achieved without steady electricity. The president said that 2024 would also witness a boost in food supply and production of petroleum product with the various initiatives put in place in the last seven months of the administration. “Just this past December during COP28 in Dubai, the German Chancellor, Olaf Scholz, and I agreed and committed to a new deal to speed up the delivery of the Siemens Energy power project that will ultimately deliver reliable supply of electricity to our homes and businesses under the Presidential Power Initiative which began in 2018. “Other power installation projects to strengthen the reliability of our transmission lines and optimise the integrity of our National grid are on-going across the country. “My administration recognises that no meaningful economic transformation can happen without steady electricity supply. “In 2024, we are moving a step further in our quest to restart local refining of petroleum products with Port Harcourt Refinery, and the Dangote Refinery which shall fully come on stream. “To ensure constant food supply, security and affordability, we will step up our plan to cultivate 500,000 hectares of farmlands across the country to grow maize, rice, wheat, millet and other staple crops. “We launched the dry season farming with 120,000 hectares of land in Jigawa State last November under our National Wheat Development Programme. “In this new year, we will race against time to ensure all the fiscal and tax policies reforms we need to put in place are codified and simplified to ensure the business environment does not destroy value. “On every foreign trip I have embarked on, my message to investors and other business people has been the same -Nigeria is ready and open for business.’’ Get the latest news delivered straight to your inbox every day of the week. Stay informed with the Guardian’s leading coverage of Nigerian and world news, business, technology and sports.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Labor"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tinubu",
        "sentiment": "negative"
      },
      {
        "name": "bola tinubu",
        "sentiment": "negative"
      },
      {
        "name": "feder",
        "sentiment": "negative"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "lagos",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-01T10:02:20.142+02:00",
  "updated": "2024-01-01T10:03:27.224+02:00"
}