{
  "thread": {
    "uuid": "cffb58a05383d3e6db8bc64c288c84062a9c0c75",
    "url": "https://www.nation.com.pk/20-Jan-2024/arrow-will-emerge-victorious-claims-bilawal",
    "site_full": "www.nation.com.pk",
    "site": "nation.com.pk",
    "site_section": "https://nation.com.pk/rss/top-stories",
    "site_categories": [],
    "section_title": "The Nation - Top Stories",
    "title": "Arrow will emerge victorious, claims Bilawal",
    "title_full": "Arrow will emerge victorious, claims Bilawal",
    "published": "2024-01-20T07:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PK",
    "main_image": "https://www.nation.com.pk/print_images/large/2024-01-20/arrow-will-emerge-victorious-claims-bilawal-1705716535-4291.jpg",
    "performance_score": 0,
    "domain_rank": 10826,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cffb58a05383d3e6db8bc64c288c84062a9c0c75",
  "url": "https://www.nation.com.pk/20-Jan-2024/arrow-will-emerge-victorious-claims-bilawal",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Our Staff Reporter",
  "published": "2024-01-20T07:09:00.000+02:00",
  "title": "Arrow will emerge victorious, claims Bilawal",
  "text": "RAHIM YAR KHAN - Pakistan Peoples Party (PPP) Chairman Bilawal Bhutto Zardari while addressing a public gathering in Liaqatpur on Friday said that it is possible that the ‘lion’, which came out yesterday cowers in its den again after witnessing such a massive crowd. He said that he wishes to send a message to the politicians of Lahore that PPP is not one to cower away, and will contest them with determination. The ‘arrow’ will be victorious, and resultantly the PPP and the people. Chairman Bilawal said that the PPP is the only party that is contesting this election on its manifesto. The rest of the political parties lack a manifesto, narrative and are unable to feel for the people and the harm meted out to the country. The only wish to sit on the seat of the PM for the fourth time is their only concern, he said, the PPP is concerned for the people who are pained by the poverty, inflation and unemployment. Hence, the PPP has brought forward a 10-point economic charter for the people of the country. The party has decided that it will abolish 17 ministries in the federal government that cost 300 billion rupees to function annually. This will be done according to the 18th Amendment of the Constitution. Moreover, government of Pakistan gives a subsidy of 1500 billion rupees to the elite class of the country. A PPP government will end this practice, and spend the money on the downtrodden masses of the country instead. If the people elect the PPP, then it will implement the 10-point agenda. The onus is on the Jiyalas of the Party to go from door to door to convey this 10-point agenda. Bilawal said that he is only looking towards the people and solely asking for their support. If the people support the Party as they have supported Quaid-e-Awam Shaheed Zulfikar Ali Bhutto and Shaheed Mohtarma Benazir Bhutto in the past, then there is no stopping it. The PPP is not competing with any political party or politician, but poverty, unemployment, hunger and price-hike. Two political parties are left to compete in the elections. While one party belongs to Shaheed Zulfikar Ali Bhutto, the other is General Zia’s PML-N. Only the PPP feels for the people and supports them. The PPP is the only party that represents the poor, downtrodden and underprivileged. The other party is represented by a lion that feeds on the blood of the poor people, and its thirst has not been quenched even after coming to power thrice. It desires to do the same after coming to power for the fourth time. When the lion came to power for the first time, the burden was carried by the people and the country. When it was imposed the second time with a two-thirds majority, it again squared up to the same entities that helped it come to power. Then, the government ended again and the people were crushed under its weight. When the government ended for the third time with a two-thirds majority, it again fought with the same quarters that had aided it. After coming to power for the fourth time, it will make the same hue and cry and repeat the ‘Mujhe Kyun Nikala?’ narrative. The people of Punjab need to be apprised that the contest is between two parties. A majority of the people in Punjab are anti-PML-N and do not wish to see Nawaz Sharif as the PM for the fourth time. The people need to be made aware of the power their vote holds and should stamp the ‘arrow’ once and give Bilawal Bhutto Zardari an opportunity. Chairman Bilawal said that he will ensure that a government of the people is made, and the conspiracy being made against it is quashed.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bilawal bhutto zardari",
        "sentiment": "negative"
      },
      {
        "name": "bilawal",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ppp",
        "sentiment": "negative"
      },
      {
        "name": "bilawal rahim yar khan - pakistan peoples party",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "liaqatpur",
        "sentiment": "none"
      },
      {
        "name": "lahore",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T07:14:47.009+02:00",
  "updated": "2024-01-20T07:14:47.009+02:00"
}