{
  "thread": {
    "uuid": "00dc0e0d34a60ba94c668a2c08dcded802e276e4",
    "url": "https://m.dailyhunt.in/news/india/english/theindependent-epaper-dh0eba719276d543bf8d3269068e48b7b2/what+is+breast+cancer+risk+assessment+the+tool+used+to+detect+olivia+munns+cancer+early-newsid-n591629710",
    "site_full": "m.dailyhunt.in",
    "site": "dailyhunt.in",
    "site_section": "https://m.dailyhunt.in/news/india/epaper-ivovideo",
    "site_categories": [
      "media"
    ],
    "section_title": "Dailyhunt",
    "title": "What is Breast Cancer Risk Assessment? The tool used to detect Olivia Munn's cancer early",
    "title_full": "What is Breast Cancer Risk Assessment? The tool used to detect Olivia Munn's cancer early",
    "published": "2024-03-14T12:53:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://assets-news-bcdn.dailyhunt.in/cmd/resize/1200x630_90/fetchdata16/images/b5/50/93/b55093d766ab488b4ab7d3f837f070a2ea675c2ebfb0e2b163486e06c98cf41d.jpg",
    "performance_score": 0,
    "domain_rank": 18187,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "00dc0e0d34a60ba94c668a2c08dcded802e276e4",
  "url": "https://m.dailyhunt.in/news/india/english/theindependent-epaper-dh0eba719276d543bf8d3269068e48b7b2/what+is+breast+cancer+risk+assessment+the+tool+used+to+detect+olivia+munns+cancer+early-newsid-n591629710",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Dailyhuntapp",
  "published": "2024-03-14T12:53:00.000+02:00",
  "title": "What is Breast Cancer Risk Assessment? The tool used to detect Olivia Munn's cancer early",
  "text": "\"I was diagnosed with breast cancer,\" her caption read. \"I hope by sharing this it will help others find comfort, inspiration and support on their own journey.\"\nThe 43-year-old mom explained how she and her sister had initially taken a genetic test that \"checks for 90 different cancer genes\" in February 2023. Both had received negative results for all genes, including BCRA - the most well-known breast cancer gene.\nHowever, Munn had also received a mammogram examination around the same time. Two months later, she was diagnosed with breast cancer.\nShe explained how she wouldn't have found the gene for another year if it wasn't for her doctor opting to calculate her \"Breast Cancer Risk Assessment Score\". Munn noted that her OBGYN, Dr Thaïs Aliabadi , saved her life by doing this.\nThe Breast Cancer Risk Assessment is an online tool used to estimate a woman's percentage of developing breast cancer during their lifetime. According to Cedars-Sinai, the assessment \"will help you learn if you have risk factors that may raise your breast cancer risk. It is not a complete review of all breast cancer risks.\"\nThe questionnaire takes about three to five minutes to complete. Questions include basic information about age, family history, medical history, menstrual cycles, gene mutations, and drug use. If a woman has already tested postive for either BCRA1 or BCRA2, this tool should not be used or relied on.\n\"One in eight people assigned female at birth (AFAB) in the United States (around 12 per cent) will develop breast cancer during their lifetime,\" a Cleveland Clinic report stated. \"Tools like risk assessments can help your healthcare provider determine how likely you'll be among the 12 per cent, so they can monitor your breast health closely.\"\nThe clinic emphasised that a breast cancer risk assessment \"can't tell if you will (or won't) develop breast cancer,\" but whether you have an \"above-average risk of developing breast cancer compared to others of a similar age and background.\"\nAge, family history, genetic mutations, race and ethnicity, breast density, hormone exposure, childbirth history, and when your period started or stopped are the most influential factors.\nThe United States National Cancer Institute's Breast Cancer Risk Assessment Tool (BCRAT) - also referred to as the \"Gail model\" after its developer, Dr Mitchell Gail - is the most popular test. Dr Gail developed the test in 1989, but it has since been updated numerous times to predict the likelihood of developing breast cancer within five years and up to the age of 90.\n\"Still, the Gail model doesn't predict breast cancer risk for everyone,\" the Cleveland Clinic noted. \"It's not a reliable tool for predicting risk if you've had a previous breast cancer diagnosis or if you have a genetic mutation that increases your risk.\"\nOther test models include IBIS (Tyrer-Cuzik model), Breast Cancer Surveillance Consortium's (BCSC) Risk Calculator, BRCAPRO, Breast and Ovarian Analysis of Disease Incidence and Carrier Estimation Algorithm (BOADICEA), and Black Women's Health Study (BWHS) Breast Cancer Risk Calculator.\nOlivia Munn reveals breast cancer diagnosis and shares video from hospital bed\nOlivia Munn reveals she was diagnosed with breast cancer\nOlivia Munn reveals she can't sit down in Fendi dress at 2024 Oscars\nHow Team GB plan to optimise their sleep for the Paris Olympics - and how you can too\nSex and intimacy are 'major concerns' for people living with cancer - why regaining sexual wellness matters\nChristie Brinkley undergoes skin cancer surgery after revealing diagnosis",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "olivia munn",
        "sentiment": "negative"
      },
      {
        "name": "thaïs aliabadi",
        "sentiment": "none"
      },
      {
        "name": "munn",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cedars-sinai",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:53:16.990+02:00",
  "updated": "2024-03-15T00:53:16.990+02:00"
}