{
  "thread": {
    "uuid": "50c732b8f67f6df202456a75c6faa7b2dab2fdc9",
    "url": "https://www.timesnownews.com/india/ulfa-to-be-disbanded-amit-shah-on-historic-peace-deal-with-assams-oldest-insurgent-group-article-106383094",
    "site_full": "www.timesnownews.com",
    "site": "timesnownews.com",
    "site_section": "https://www.timesnownews.com/?frmapp=yes",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest News, Breaking News, News Today, Live News | Times Now",
    "title": "'ULFA To Be Disbanded': Amit Shah On Historic Peace Deal With Assam's Oldest Insurgent Group | India News, Times Now",
    "title_full": "'ULFA To Be Disbanded': Amit Shah On Historic Peace Deal With Assam's Oldest Insurgent Group | India News, Times Now",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.tnn.in/thumb/msid-106383177,thumbsize-1482423,width-1280,height-720,resizemode-75/106383177.jpg",
    "performance_score": 0,
    "domain_rank": 4254,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "50c732b8f67f6df202456a75c6faa7b2dab2fdc9",
  "url": "https://www.timesnownews.com/india/ulfa-to-be-disbanded-amit-shah-on-historic-peace-deal-with-assams-oldest-insurgent-group-article-106383094",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Priya Pareek",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "'ULFA To Be Disbanded': Amit Shah On Historic Peace Deal With Assam's Oldest Insurgent Group | India News, Times Now",
  "text": "'ULFA To Be Disbanded': Amit Shah On Historic Peace Deal With Assam's Oldest Insurgent Group Notably, the peace accord came after 12 years of unconditional negotiations between the ULFA faction led by Arabinda Rajkhowa and the government. A 29-member delegation of the ULFA's pro-talks delegation, including 16 ULFA members and 13 from civil society, signed the agreement. 'ULFA To Be Disbanded': Amit Shah On Historic Peace Deal With Oldest Insurgent Group Of Assam Photo : ANI New Delhi: Union Home Minister Amit Shah today celebrated the historic peace deal of United Liberation Front of Asom (ULFA) with the Central government and the Assam government. The peace deal was inked in the presence of Amit Shah and chief minister Himanta Biswa Sarma. A 29-member delegation of the ULFA's pro-talks delegation, including 16 ULFA members and 13 from civil society, signed the agreement. The deal comes after a series of talks with officials concerned in the Central government since the delegation arrived in Delhi on December 26. Amit Shah said that Centre will ensure all the reasonable demands by ULFA will be met in a time-bound manner, and ULFA as an organisation will be disbanded. The Home Minister said with this Memorandum of Settlement, the ULFA faction has formally agreed to shun violence and join the mainstream. He added that ULFA signing the memorandum signals the start of a new period of peace for the entire Northeast and especially for Assam. Amit Shah said the state has been suffering for a long time due to the violence involving the insurgent group and 10,000 people have been killed in such violence since 1979. “It is a matter of joy for me that today is a bright day for the future of Assam. For a long time, Assam, Northeast faced violence and after Prime Minister Narendra Modi became PM in 2014, efforts were made to reduce the gap between Delhi and Northeast\", said Amit Shah. \"I want to assure ULFA representatives that the faith you have kept in the government of India, from the Ministry of Home Affairs's side, a programme will be made in a time-bound manner to fulfil everything, without you having to ask for it,\" said Shah and credited Prime Minister Narendra Modi for bringing peace and stability in the northeast. He added that a committee will be formed under the Home Ministry which will work with the Assam government to fulfil the agreements under the memorandum. 'Historic Day' Assam Chief Minister Himanta Biswa Sarma, who sat beside Shah, said the peace deal with ULFA will solve the problem of insurgency in the region to a large extent. “Today is a historic day for Assam. During PM Modi's tenure, under the guidance of Union Home Minister Amit Shah, work for Assam's peace was always underway...three accords have been signed and with three accords tribal militancy has come to an end in Assam\", CM Himanta Biswa Sarma said. Notably, the peace accord came after 12 years of unconditional negotiations between the ULFA faction led by Arabinda Rajkhowa and the government. What is ULFA? ULFA is a separatist group formed in April 1979 in the aftermath of an agitation against undocumented immigrants from Bangladesh (erstwhile East Pakistan). In February 2011, it split into two groups with the Arabinda Rajkhowa-led faction giving up violence and agreeing to unconditional talks with the government. The group was labelled a terrorist organisation and banned in India since 1990. In 2011, the group had signed a tripartite agreement for Suspension of Operations (SoO) with the central government and the Assam government. Notably, Paresh Baruah, who leads the other rebranded ULFA-Independent faction, is against the peace talks. The Union government has signed peace deals with rebel Bodo, Dimasa, Karbi, and Adivasi outfits in Assam over the last three years. [Latest News](https://www.timesnownews.com/latest-news) End of Article Subscribe to our daily Newsletter! [Videos](https://www.timesnownews.com/videos) 27:25 9-Yr-Old Found Dead In A Pool Of Bengaluru Posh Society | Who Is Responsible? | The Urban Debate 20:21 Opposition's Musical Chair For PM Face | I.N.D.I.A Ready To Face Brand Modi? | Nation Wants To Know 12:51 Skeleton Of Five Family Members Found In Chitardurgas District Of Karnataka | News At 7 05:37 Iran's Axis Of Resistance To Pound Israel After Commander Mousavi's Death? | IDF Fears New Attacks 09:35 Hina Khan in Hospital Due to High Fever | Rupali gets HONORED by Anupamaa's producers",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://t.co/6H1DIHmmHy&mdash;",
    "https://www.t.co/6H1DIHmmHy&mdash;"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "amit shah",
        "sentiment": "negative"
      },
      {
        "name": "himanta biswa sarma.a",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "times",
        "sentiment": "negative"
      },
      {
        "name": "ulfa",
        "sentiment": "negative"
      },
      {
        "name": "oldest insurgent group | india news",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "new delhi",
        "sentiment": "none"
      },
      {
        "name": "united liberati",
        "sentiment": "none"
      },
      {
        "name": "assam",
        "sentiment": "none"
      },
      {
        "name": "delhi",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T14:52:47.467+02:00",
  "updated": "2023-12-29T18:35:37.276+02:00"
}