{
  "thread": {
    "uuid": "090a39f76c82a8fd1baf450a20edf9c39efdc525",
    "url": "https://www.dailynews.lk/2024/06/03/editorial/561557/president-reaffirms-commitment-to-buddhism-and-territorial-integrity",
    "site_full": "www.dailynews.lk",
    "site": "dailynews.lk",
    "site_section": "https://www.dailynews.lk/category/editorial/",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "legal_issues",
      "politics"
    ],
    "section_title": null,
    "title": "President reaffirms commitment to Buddhism and Territorial Integrity",
    "title_full": "President reaffirms commitment to Buddhism and Territorial Integrity",
    "published": "2024-06-02T23:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "LK",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 26700,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "090a39f76c82a8fd1baf450a20edf9c39efdc525",
  "url": "https://www.dailynews.lk/2024/06/03/editorial/561557/president-reaffirms-commitment-to-buddhism-and-territorial-integrity",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "damith",
  "published": "2024-06-02T23:00:00.000+03:00",
  "title": "President reaffirms commitment to Buddhism and Territorial Integrity",
  "text": "President Ranil Wickremesinghe reaffirmed his commitment to preserving the constitutional priority given to Buddhism and safeguarding the territorial integrity of Sri Lanka during his speech at the inauguration of the “Gurudev Suva Arana Gilan Bhikshu Centre” in Kiriwatthuduwa, Homagama. By emphasising the importance of these constitutional mandates, he underscored the essential roles of the Executive, Legislature, and Judiciary in upholding these principles. This steadfast dedication ensures the continuity of Sri Lanka’s rich cultural heritage and the protection of its national unity.\nIn his speech, President Wickremesinghe underscored that according to the constitution, giving priority to Buddhism is not merely a ceremonial gesture but a legal imperative. He emphasised that this responsibility is shared by the Executive, Legislature and the Judiciary, thus ensuring a holistic approach to upholding this principle. The President’s assertion that altering this principle would require constitutional amendments highlights the robustness of Sri Lanka’s legal framework in preserving its foundational values.\nThe President’s remarks are a timely reminder of the constitution’s core principles: people’s sovereignty, prioritisation of Buddhism, and preservation of territorial integrity. These principles are interwoven into the fabric of Sri Lankan society, guiding the nation’s governance and its interaction with the diverse religious landscape.\nWhile President Wickremesinghe emphasised the priority given to Buddhism, he also acknowledged the constitutional right of every citizen to practice their religion of choice or to hold no religious beliefs. This balanced approach is crucial in a multi-ethnic and multi-religious society like Sri Lanka. It ensures that while Buddhism holds a place of prominence, the rights of all religious communities are respected and protected.\nThis inclusive stance fosters unity and harmony among Sri Lanka’s diverse population. It sends a message that prioritizing Buddhism does not equate to marginalising other religions but rather upholding a key aspect of Sri Lanka’s identity while respecting and celebrating its diversity.\nPresident Wickremesinghe’s speech highlighted the collective responsibility of all three branches of government in prioritising the Buddhist doctrine. The Executive, led by the President; the Legislature, led by the Speaker; and the Judiciary, led by the Chief Justice, all play integral roles in upholding this Constitutional mandate. This collective responsibility ensures that the principle of prioritising Buddhism is integrated into the decision-making processes at all levels of governance.\nBy emphasising this shared duty, the President is reinforcing the importance of cohesion and cooperation among the branches of government. This unity is essential for maintaining stability and ensuring that the constitutional principles are upheld consistently across the board.\nAn argument has emerged advocating for the separation of government and Buddhism. However, President Wickremesinghe’s speech makes it clear that any such change would necessitate a constitutional amendment. This approach underscores the importance of due process and the rule of law in any efforts to alter foundational principles.\nWhile debates about the specifics of implementing the prioritisation of Buddhism may arise, the fundamental principle remains indisputable. This approach ensures that any discussions or changes are grounded in a legal framework, preserving the integrity of the Constitution and the nation’s democratic processes.\nThe prioritisation of Buddhism as emphasised by President Wickremesinghe is also a reflection of Sri Lanka’s rich cultural heritage. Buddhism has been a cornerstone of Sri Lankan identity for centuries, influencing its culture, traditions, and societal norms. By reaffirming this priority, the President is not only adhering to constitutional mandates but also preserving a vital aspect of the nation’s history and identity.\nThis preservation is crucial in a rapidly globalizing world where cultural identities can sometimes be overshadowed. It ensures that future generations continue to understand and appreciate the significance of Buddhism in shaping Sri Lankan society.\nPresident Ranil Wickremesinghe’s speech is a commendable reaffirmation of Sri Lanka’s constitutional principles. His emphasis on prioritising Buddhism, while respecting the religious freedoms of all citizens, reflects a balanced and inclusive approach to governance. By highlighting the collective responsibility of all branches of government in upholding this principle, the President is fostering unity and stability within the nation’s political framework.\nAs Sri Lanka continues to navigate the complexities of a multi-ethnic and multi-religious society, this reaffirmation of constitutional values is a guiding light. It ensures that the nation remains rooted in its rich cultural heritage while embracing diversity and promoting harmony among its people. President Wickremesinghe’s speech is a powerful reminder of the importance of adhering to the foundational principles that define Sri Lanka, ensuring a stable, inclusive, and culturally rich future for all its citizens.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ranil wickremesinghe",
        "sentiment": "negative"
      },
      {
        "name": "wickremesinghe",
        "sentiment": "none"
      },
      {
        "name": "gurudev suva arana gilan bhikshu centre”",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "legislature",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kiriwatthuduwa",
        "sentiment": "none"
      },
      {
        "name": "sri lanka",
        "sentiment": "none"
      },
      {
        "name": "homagama",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-03T00:10:26.694+03:00",
  "updated": "2024-06-03T00:10:26.694+03:00"
}