{
  "thread": {
    "uuid": "586e8962aeac154f0010f2384d59c487595830f8",
    "url": "https://trueactivist.com/some-coral-species-more-resilient-to-climate-due-to-remembering-how-to-survive-former-heat-waves-t1",
    "site_full": "trueactivist.com",
    "site": "trueactivist.com",
    "site_section": "http://www.trueactivist.com/feed",
    "site_categories": [],
    "section_title": "True Activist",
    "title": "Some Coral Species More Resilient To Climate Due To ‘Remembering’ How To Survive Former Heat Waves",
    "title_full": "Some Coral Species More Resilient To Climate Due To ‘Remembering’ How To Survive Former Heat Waves",
    "published": "2024-02-16T08:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://trueactivist.com/wp-content/uploads/2024/02/corals1.jpeg",
    "performance_score": 0,
    "domain_rank": 36345,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "586e8962aeac154f0010f2384d59c487595830f8",
  "url": "https://trueactivist.com/some-coral-species-more-resilient-to-climate-due-to-remembering-how-to-survive-former-heat-waves-t1",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "True Activist",
  "published": "2024-02-16T08:01:00.000+02:00",
  "title": "Some Coral Species More Resilient To Climate Due To ‘Remembering’ How To Survive Former Heat Waves",
  "text": "In a groundbreaking revelation, recent research from scientists at\nOregon State University has uncovered the remarkable resilience of certain coral species to marine heat waves through a process akin to “remembering” previous survival experiences.\nThe study,\npublished in Global Change Biology, not only sheds light on the adaptability of corals but also indicates a strong correlation between this ecological memory response and the microbial communities residing within the coral structures.\nThe significance of this research is highlighted by the pivotal role coral reefs play in the world’s oceans. Although they cover less than one percent of the ocean’s expanse, coral reefs house nearly a quarter of all known marine species.\nBeyond their biodiversity, these reefs contribute significantly to regulating the levels of carbon dioxide in the sea and serve as a crucial resource for scientists exploring potential new medicines.\nStudy author and graduate student, Alex Vompe, said, “Slowing down the rate of coral cover and species loss is a major conservation goal. Predicting and engineering heat tolerance are two important tools.”\n“It is vital to understand how quickly reefs can adapt to ever more frequent, repeated disturbances such as marine heatwaves,” Vompe adds.\nThe study delves into the role of coral microbiomes, which constitute the diverse community of bacteria and archaea inhabiting coral reefs, as a potential key to rapid adaptation in the face of environmental stressors, particularly marine heat waves.\nVompe explained, “Climate change is threatening coral reefs in part because some of the relationships between coral and their microbes can be stressed by warming oceans to the point of dissolution.”\n“But Acropora retusa, a prevalent coral species in the Mo’orean coral reef that we studied, appears to have a powerful ecological memory response to heat waves that the microbiome seems to play a role in. This means some coral species may be more resilient to climate change than previously thought,” he adds.\nThe research was conducted over five years, focusing on 200 coral colonies at a reef situated on the north shore of Mo’orea in French Polynesia. The unique history of this reef, marked by a substantial disruption in 2010 caused by crown-of-thorns starfish and a cyclone, offered an unprecedented opportunity to examine the coral’s response to subsequent heat waves.\nThe catastrophic events of 2010 resulted in the destruction of over 99% of the coral colonies, effectively initiating a reset for the reef ecosystem. Corals began the process of reestablishment, facing comparatively minor heat wave events in 2016 and 2017.\nHowever, the most severe marine heat wave in the recorded history of the area occurred between December 2018 and July 2019, followed closely by the second-most severe heat wave in 2020.\n“We observed that some species of coral seem to remember exposure to past marine heat waves and maintain a higher level of health in subsequent heat waves. And Acropora retusa’s memory response was strongly linked to changes in its microbiome, supporting the idea that the microbial community has a part in this process,”\n said OSU Professor Vega Thurber.\nInterestingly, the cauliflower corals within the\nPocillopora genus exhibited a remarkable ability to withstand and recover from the heat events. Not only did these corals maintain good health throughout the challenging conditions, but their microbiomes also demonstrated an ecological memory response.\nDespite the initial disturbance caused by the 2019 heat wave, the cauliflower corals recovered to their pre-disturbance state, displaying resilience even in the face of the subsequent heat wave in 2020.\n“Members of coral microbial communities have unique biological features that make them more adaptable and responsive to environmental change – short generation cycles, large population sizes and diverse metabolic potential,” Vega Thurber said.\n“In two of the three coral species we focused on, we identified initial microbiome resilience, host and microbiome acclimatization, or developed microbiome resistance to repeated heat stress. The latter two patterns are consistent with the concept of ecological memory.”\nWhat are your thoughts? Please comment below and share this news!\nTrue Activist / Report a typo",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [
    "https://onlinelibrary.wiley.com/doi/10.1111/gcb.17088",
    "https://en.wikipedia.org/wiki/Pocillopora",
    "https://oregonstate.edu/your-path?gad_source=1&gclid=CjwKCAiAq4KuBhA6EiwArMAw1AkEL25oAv8zmtpVsRagwJ6Ccmq4SecIPz0Gtp_fPPih4OYRed8irhoCNfMQAvD_BwE",
    "https://phys.org/news/2023-12-coral-species-resilient-climate-previously.html",
    "https://oregonstate.edu/your-path",
    "https://www.phys.org/news/2023-12-coral-species-resilient-climate-previously.html",
    "https://www.oregonstate.edu/your-path?gad_source=1&gclid=CjwKCAiAq4KuBhA6EiwArMAw1AkEL25oAv8zmtpVsRagwJ6Ccmq4SecIPz0Gtp_fPPih4OYRed8irhoCNfMQAvD_BwE",
    "https://www.onlinelibrary.wiley.com/doi/10.1111/gcb.17088",
    "https://www.en.wikipedia.org/wiki/Pocillopora"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "alex vompe",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "oregon state university",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T08:43:14.729+02:00",
  "updated": "2024-02-16T08:43:14.729+02:00"
}