{
  "thread": {
    "uuid": "e0bb3f56066e5bab1e2b98194696398b2c506bc4",
    "url": "https://www.zocalo.com.mx/macron-y-xi-piden-una-tregua-olimpica-en-todos-los-conflictos-durante-juegos-de-paris/",
    "site_full": "www.zocalo.com.mx",
    "site": "zocalo.com.mx",
    "site_section": "https://www.zocalo.com.mx",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Periódico Zócalo | Noticias de Saltillo, Torreón,  Piedras Negras, Monclova, Acuña",
    "title": "Macron y Xi piden una tregua olímpica en todos los conflictos durante Juegos de París – Periódico Zócalo | Noticias de Saltillo, Torreón, Piedras Negras, Monclova, Acuña",
    "title_full": "Macron y Xi piden una tregua olímpica en todos los conflictos durante Juegos de París – Periódico Zócalo | Noticias de Saltillo, Torreón, Piedras Negras, Monclova, Acuña",
    "published": "2024-05-07T00:38:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.zocalo.com.mx/wp-content/uploads/2024/05/macron-xi.jpg",
    "performance_score": 0,
    "domain_rank": 72576,
    "domain_rank_updated": "2024-04-30T13:08:01.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e0bb3f56066e5bab1e2b98194696398b2c506bc4",
  "url": "https://www.zocalo.com.mx/macron-y-xi-piden-una-tregua-olimpica-en-todos-los-conflictos-durante-juegos-de-paris/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "EFE",
  "published": "2024-05-07T00:38:00.000+03:00",
  "title": "Macron y Xi piden una tregua olímpica en todos los conflictos durante Juegos de París – Periódico Zócalo | Noticias de Saltillo, Torreón, Piedras Negras, Monclova, Acuña",
  "text": "París.- Los presidentes de Francia y China , Emmanuel Macron y Xi Jinping, apoyaron este lunes una tregua olímpica en todos los conflictos durante los próximos Juegos de París 2024 , que también permita avanzar en la búsqueda de soluciones. 值此中法建交60周年之际，也是您第三次对法国进行国事访问，\n习近平主席，\n欢迎！ pic.twitter.com/KP8CuQuXFe\n— Emmanuel Macron (@EmmanuelMacron) May 6, 2024\nAmbos mandatarios señalaron esta postura durante una declaración conjunta a la prensa tras una reunión bilateral en el Elíseo, en la que discutieron cuestiones internacionales globales y asuntos comerciales a nivel bilateral.\n“ Pensamos que una tregua olímpica para todos los teatros de guerra puede ser una ocasión para trabajar en soluciones duraderas dentro del respeto completo al Derecho Internacional”, señaló Macron, mientras que Xi se expresó en términos similares.\nEn la parte internacional, ambos presidentes divergieron más sobre la guerra de Ucrania que sobre el conflicto en Oriente Medio, y coincidieron en que el mundo afronta un momento “crítico” para el que hace falta mayor coordinación internacional.\nSobre Ucrania, Macron agradeció a Xi “el compromiso de las autoridades chinas” manifestado en otras ocasiones “de no vender armas a Moscú y a controlar estrictamente las exportaciones de tecnologías de doble uso”.\nEl presidente francés recalcó “el impacto de este conflicto sobre la seguridad europea” y el objetivo de Francia y otros países de “apoyar a Ucrania todo el tiempo que sea necesario”, aunque recalcó que “no estamos en guerra con Rusia ni con el pueblo ruso, ni buscamos sustituir al régimen ruso”.\nXi señaló la oposición de Pekín “a que se utilice esta crisis para centrar la responsabilidad” sobre Rusia y para “lanzar una nueva Guerra Fría”, y urgió a la celebración de una conferencia internacional que sea “reconocida por Rusia y Ucrania” para reanudad el diálogo.\n“ Apoyamos la construcción de una arquitectura de seguridad europea duradera y equitativa”, añadió el líder chino. “Mismos objetivos” en Oriente Medio\nAmbos dirigentes apoyaron el final de las hostilidades en Oriente Medio, donde según Macron “compartimos las mismas preocupaciones y los mismos objetivos”.\nSin embargo, Xi fue más allá al pedir que la comunidad internacional “actúe” para instaurar “inmediatamente” un alto el fuego en Gaza, además de “apoyar la admisión de Palestina en la ONU como miembro de pleno derecho”, así como “relanzar la solución de los dos Estados”.\nMacron aseguró que “no hay un doble rasero” en la posición hacia Oriente Medio, ni por Francia ni por Rusia, y aseguró que eso vale también para Irán, “cuya huida hacia adelante” en la cuestión nuclear “genera riesgos”.\nLos dos presidentes firmaron una serie de acuerdos comerciales y de cooperación, incluyendo en educación y cultura.\nEn el campo comercial, Macron también mencionó el “deseo” que le manifestó Xi de no llegar a aplicar unas sanciones que estudia Pekín contra el coñac francés y otros licores de la UE, que en Europa se consideran una represalia por las investigaciones de Bruselas a las posibles ayudas de Estado chino a sus fabricantes de vehículos eléctricos.\nPrecisamente, el presidente francés obsequió a su invitado con dos botellas de dos de los coñacs galos más selectos.\nLa reunión entre Macron y Xi en el Elíseo tuvo lugar después de un encuentro a tres bandas durante la mañana con la presidenta de la Comisión Europea, Ursula von der Leyen, en la que se trataron cuestiones comerciales, como las quejas europeas a que el mercado de la Unión está mucho más abierto a los productos chinos que a la inversa.\nEn dicha reunión, Macron pidió “una relación equilibrada con China”, que esté enmarcada en “unas reglas justas para todos” en el plano comercial, mientras que Von der Leyen, por su parte, advirtió de que Europa “no dudará en tomar decisiones firmes” a fin de “proteger su economía y su seguridad”.\nEsta noche, Macron ofrece a Xi y su esposa una cena de gala en el Elíseo, en la que será la tercera visita del líder chino a Francia tras las de 2014 y 2015, y que en esta ocasión quiere celebrar el 60 aniversario del establecimiento de relaciones entre Francia y la República Popular China.\nEste viaje concluye mañana, martes, con una jornada privada que incluye un desplazamiento a los Pirineos, una zona en la que Macron pasó muchas vacaciones de infancia y juventud en casa de una de sus abuelas.\nIncluso, ambos visitarán la cima del Tourmalet, una de las cumbres pirenaicas más míticas del Tour de Francia.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://twitter.com/EmmanuelMacron/status/1787469638760034678?ref_src=twsrc%5Etfw",
    "https://t.co/KP8CuQuXFe",
    "https://www.t.co/KP8CuQuXFe",
    "https://www.twitter.com/EmmanuelMacron/status/1787469638760034678?ref_src=twsrc%5Etfw",
    "https://twitter.com/EmmanuelMacron/status/1787469638760034678"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-07T00:50:52.338+03:00",
  "updated": "2024-05-07T00:50:52.338+03:00"
}