{
  "thread": {
    "uuid": "80cd8d915815f68c1cc395cc2715be486f1a1c46",
    "url": "https://larepublica.pe/tendencias/2024/03/28/semana-santa-dramatizacion-de-jesucristo-en-brasil-conmovio-a-transeuntes-una-experiencia-que-nunca-olvidare-viral-video-instagram-950096",
    "site_full": "larepublica.pe",
    "site": "larepublica.pe",
    "site_section": "https://www.larepublica.pe",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Últimas noticias de última hora del Perú y el mundo en La República",
    "title": "Semana Santa: Dramatización de Jesucristo en Brasil conmovió a transeúntes | “Una experiencia que nunca olvidaré” | VIRAL | VIDEO | Instagram | Tendencias | La República",
    "title_full": "Semana Santa: Dramatización de Jesucristo en Brasil conmovió a transeúntes | “Una experiencia que nunca olvidaré” | VIRAL | VIDEO | Instagram | Tendencias | La República",
    "published": "2024-03-29T00:24:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PE",
    "main_image": "https://imgmedia.larepublica.pe/1200x630/larepublica/original/2024/03/28/6605e8648fc95560b44153ad.jpg",
    "performance_score": 0,
    "domain_rank": 7944,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "80cd8d915815f68c1cc395cc2715be486f1a1c46",
  "url": "https://larepublica.pe/tendencias/2024/03/28/semana-santa-dramatizacion-de-jesucristo-en-brasil-conmovio-a-transeuntes-una-experiencia-que-nunca-olvidare-viral-video-instagram-950096",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rosario Ticona",
  "published": "2024-03-29T00:24:00.000+02:00",
  "title": "Semana Santa: Dramatización de Jesucristo en Brasil conmovió a transeúntes | “Una experiencia que nunca olvidaré” | VIRAL | VIDEO | Instagram | Tendencias | La República",
  "text": "Dramatización de Jesucristo en Brasil conmovió a transeúntes: “Una experiencia que nunca olvidaré” \"Pediría perdón\", fueron algunas de las reacciones sobre emotivo encuentro en terminal de buses. ¿Qué harías si conoces a Jesús? [Cobrador revela qué significan los números que le dicen los dateros: “Resolviste una duda existencial”](https://larepublica.pe/tendencias/video-viral/2024/01/27/tiktok-viral-cobrador-revela-que-significan-los-numeros-que-le-dicen-los-dateros-resolviste-una-duda-existencial-1959282) [Chef colombiano habla sobre su experiencia en Perú: “Probé directamente lo Nikkei en su nación”](https://larepublica.pe/tendencias/video-viral/2024/01/29/tiktok-viral-chef-colombiano-habla-sobre-su-experiencia-en-peru-probe-directamente-lo-nikkei-en-su-nacion-2830168) La [Semana Santa ](https://larepublica.pe/tendencias/2024/03/28/semana-santa-perrito-consuela-a-actor-que-interpretaba-a-jesus-en-via-crucis-sentimiento-sincero-viral-guatemala-880880)es la conmemoración de la vida, pasión, muerte y resurrección de [Jesucristo](https://larepublica.pe/tendencias/2024/03/28/semana-santa-perrito-consuela-a-actor-que-interpretaba-a-jesus-en-via-crucis-sentimiento-sincero-viral-guatemala-880880). En todo el mundo se realizan dramatizaciones de estos acontecimientos y varios de ellos logran sensibilizar profundamente. En Brasil, la interpretación de un joven actor como 'Jesucristo' y con una corona de espinas generó diversas reacciones entre varios transeúntes en una calle de Brasil. Algunos no pudieron contener las lágrimas y abrazaron fuertemente al muchacho. PUEDES VER: [Perrito consuela a actor que interpretaba a ‘Jesús’ en vía crucis: “Sentimiento sincero”] 'Jesús' con una corona de espinas conmueve en terminal de autobuses El experimento social se realizó el último 23 de marzo en la ciudad de Goiania, Brasil. En el lugar un actor que interpretó a Jesús tenía varias marcas en el cuerpo y fue ubicado en un terminal de autobuses. Estuvo junto a un letrero que decía: \"Siéntate conmigo\". Clip tiene cientos de visualizaciones. Foto: composición LR/ Basílica de la Sagrada Familia/ Instagram Varias personas quedaron realmente sorprendidas, algunos lloraron, se arrodillaron, comenzaron a hacer cánticos y otros le pidieron perdón. Ante la inesperada respuesta de los transeúntes, algunos participantes comenzaron a abrazar a aquellos que estuvieron muy conmovidos. \"Una experiencia que nunca olvidaré en mi vida. Creo que nunca olvidaré las miradas que recibí y la sensación de que las personas necesitan ser observadas, necesitan atención\", expresó el actor Geann Francesco Toni a ACI Digital, agencia en portugués del Grupo ACI. PUEDES VER: [Peruano recibió S/300 por error mediante Yape y fue hasta la comisaría: \"Me escribieron por WhatsApp\"] Cabe resaltar que la iniciativa tuvo el objetivo de promover la escenificación de la 'Pasión de Cristo – la experiencia', que se realizará este viernes en el santuario de la ciudad brasileña. Usuarios reaccionaron sobre conmovedor experimento social \"Sin palabras para describir\", \"Simplemente te abrazaría y te diría: Señor, cuánto te amo y cuánto necesito de ti, Dios bendiga ese hermoso gesto de amor\", \"Una oportunidad para pedirle perdón a Cristo por el daño tan grande que le hicimos. Porque fuimos partícipe de cada una de esas heridas que él sufrió. Y eso es nada en comparación a la realidad que él vivió\", \"No solo es por la religión, sino por el amor, por la donación y por todo aquello que muchas veces olvidamos valorar, el mundo necesita esta mirada más amorosa\", \"El corazón casi se me sale del pecho de tanta emoción\", comentaron usuarios en PUEDES VER: [Padre peruano esperó a su hijo tras su primer día de universidad en la UTP: “Valoren el esfuerzo”] ¿Qué es la Semana Santa y qué significa? La Semana Santa es una de las festividades más importantes del cristianismo, que conmemora la pasión, muerte y resurrección de Jesucristo. Es un periodo de intensa actividad litúrgica dentro de las diversas confesiones cristianas. La Semana Santa se celebra durante la última semana de Cuaresma, que es la semana inmediatamente anterior a la Pascua. Abarca desde el Domingo de Ramos, que recuerda la entrada triunfal de Jesús en Jerusalén, hasta el Domingo de Resurrección o de Pascua, que celebra su resurrección de entre los muertos. La Semana Santa tiene un profundo significado espiritual y religioso para los creyentes, pues es un tiempo de reflexión y penitencia en el que se conmemora el sacrificio de Jesús por la humanidad y su victoria sobre la muerte. A lo largo de esta semana, se efectúan diversas prácticas y rituales, como procesiones, viacrucis, misas y vigilias, que varían, según la tradición de cada lugar. Egresada de la carrera de Periodismo en la Universidad Nacional de San Agustín (UNSA). Un año de experiencia como videorreportera. Dedicada al periodismo digital desde hace 5 años en La República. Gusto por temas de tendencia y espectáculos.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T01:26:09.271+02:00",
  "updated": "2024-03-29T01:26:09.271+02:00"
}