{
  "thread": {
    "uuid": "473c18eeb60a9621f013718400ab61c8da0b4552",
    "url": "https://www.laopinioncoruna.es/medio-ambiente/2023/12/31/anos-2023-2022-considerados-calidos-96419834.html",
    "site_full": "www.laopinioncoruna.es",
    "site": "laopinioncoruna.es",
    "site_section": "https://www.laopinioncoruna.es/",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "La Opinión A Coruña, noticias de A Coruña, Galicia, España y el mundo",
    "title": "TIEMPO: Los años 2023 y 2022 considerados ya los más cálidos en España desde al menos 1916",
    "title_full": "TIEMPO: Los años 2023 y 2022 considerados ya los más cálidos en España desde al menos 1916",
    "published": "2023-12-31T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/dfb74aed-e13c-478f-b280-80e8a541e3c4_16-9-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 37423,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "473c18eeb60a9621f013718400ab61c8da0b4552",
  "url": "https://www.laopinioncoruna.es/medio-ambiente/2023/12/31/anos-2023-2022-considerados-calidos-96419834.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "iStock",
  "published": "2023-12-31T02:00:00.000+02:00",
  "title": "TIEMPO: Los años 2023 y 2022 considerados ya los más cálidos en España desde al menos 1916",
  "text": "La Agencia Estatal de Metereología (Aemet) ha confirmado que 2023, junto con 2022, pasarán a clasificarse como los dos años más cálidos registrados en España desde al menos 1916, según estimaciones realizadas mediante reconstrucciones del clima por expertos de dicho organismo público. Ambos ejercicios liderarían por ello la clasificación de los más cálidos al menos desde esa fecha, hace más de un siglo, con una diferencia de al menos medio grado con 2020 y 2017, que serían los siguientes en la lista, al ostentar empatados la tercera posición por altas temperaturas. En cambio, si se tienen en cuenta los datos de estaciones meteorológicas desde que existen registros, el balance confirma que 2023 cerrará como el segundo año más cálido de la serie histórica, desde 1961, solo ligeramente por detrás de 2022, como apuntaban ya los indicios de la Aemet. El ejercicio actual ha sido además muy seco, y todo apunta a que 2023 cerrará \"con sequía meteorológica de larga duración en el conjunto de España\" y especialmente importante en Cataluña, donde ya es \"la más intensa\" desde al menos 1961. También está siendo severa en las cuencas del Guadiana y Guadalquivir y en el sur de Andalucía, que lidian \"con la sequía más larga de la serie histórica\". Previsión para 2024 De cara al 2024, aunque no es posible avanzar un pronóstico del tiempo en su conjunto, lo más probable es que las temperaturas se sitúen en general por encima de lo normal hasta la primavera, ha informado el portavoz de la Aemet, Rubén del Campo. En cuanto a las lluvias en los próximos tres meses, la predicción es que serían \"más abundantes de lo habitual\" en el noroeste de la península, según el escenario más probable. Del Campo ha insistido en que 2023 ha sido \"un año extremadamente cálido\", y a la espera de conocerse el balance definitivo de diciembre, no ha habido ningún mes de carácter frío durante el año. Siete meses \"muy cálidos\" en 2023 De hecho, tres meses han sido normales, dos cálidos y siete muy cálidos, y se han batido récords de temperaturas \"por amplios márgenes\", según del Campo. El verano fue \"muy cálido\", el tercero con mayor temperatura media de la serie, por detrás solo del de 2022 y 2003; y el otoño fue el segundo más cálido, solo por detrás del correspondiente al año pasado. \"Hemos tenido noventa días con una temperatura media para el conjunto de España entre el cinco por ciento de las más altas históricamente para esas fechas\", según el portavoz de la Aemet. \"Uno de cada cuatro días ha registrado temperaturas extraordinariamente altas para la época del año\". Por el contrario, solo cinco días han estado entre el cinco por ciento de los más fríos registrados para esas fechas. Y en cuanto a las lluvias, 2023 ha sido un año que \"muy probablemente podremos considerar como muy seco\", según del Campo. Hasta el 26 de diciembre, 2023 se trataba del quinto año más seco de la serie, con 534 litros por metro cuadrado en el conjunto de España, es decir, con un 15 % menos de lo normal, sin contabilizar aún las lluvias de los pocos días que quedan del año. Lo que parece \"casi seguro\" es que 2023 acabará siendo uno de los siete años más secos de la serie y, con total seguridad, el cuarto más seco del siglo actual, según el portavoz de la Aemet. A nivel geográfico, las precipitaciones han estado \"muy desigualmente repartidas\". En diciembre se ha llegado \"solo a la mitad\" de lo normal para el conjunto de España\", según del Campo. Hasta el día 26, este mes se está comportando como \"muy seco\" pese a que habitualmente diciembre es el segundo más lluvioso del año, ligeramente por detrás de noviembre.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-31T16:53:33.478+02:00",
  "updated": "2023-12-31T16:53:33.478+02:00"
}