{
  "thread": {
    "uuid": "5d809718b7713d97e9687c757675cb5bbea2a039",
    "url": "https://www.myjoyonline.com/church-of-jesus-christ-of-latter-day-saints-extends-support-to-krisan-refugee-camp-in-western-region",
    "site_full": "www.myjoyonline.com",
    "site": "myjoyonline.com",
    "site_section": "https://www.myjoyonline.com/feed",
    "site_categories": [
      "media",
      "travel",
      "japan"
    ],
    "section_title": "MyJoyOnline",
    "title": "Church of Jesus Christ of Latter-Day Saints extends support to Krisan Refugee Camp in Western Region",
    "title_full": "Church of Jesus Christ of Latter-Day Saints extends support to Krisan Refugee Camp in Western Region",
    "published": "2024-05-31T12:47:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GH",
    "main_image": "https://www.myjoyonline.com/wp-content/uploads/2024/05/1.-Church-of-Jesus-Christ-donation-to-Krisan-Refugee-Camp.jpg",
    "performance_score": 0,
    "domain_rank": 17062,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5d809718b7713d97e9687c757675cb5bbea2a039",
  "url": "https://www.myjoyonline.com/church-of-jesus-christ-of-latter-day-saints-extends-support-to-krisan-refugee-camp-in-western-region",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lawrence Segbefia",
  "published": "2024-05-31T12:47:00.000+03:00",
  "title": "Church of Jesus Christ of Latter-Day Saints extends support to Krisan Refugee Camp in Western Region",
  "text": "The Church of Jesus Christ of Latter-Day Saints has presented essential items to support the upkeep of immigrants at Krisan Refugee Camp at Krisan Town, in the Ellembelle District of the Western Region.\nThe items consist of 100 bags of 25 kilograms (kg) rice, 25 cartons of canned fish, 100 carton of cooking oil, 100 buckets of tomato paste, 500 pieces of mosquito nets as well as 500 students’ mattresses and 300 bags of sachet water. “All these items are coming from the contributions of individuals from our branches in Ghana, Africa and across the world through our Humanitarian Aid,” President Christopher L. Morgan, of The Churches of Jesus Christ of Latter-Day Saints, Ghana Cape Coast Mission explained.\nChurch of Jesus Christ donation to Krisan Refugee Camp Also, he said: “We give 10 percent of our tithes to the Church and we believe in alms, fasting, prophesying of faith and great pilgrims among others. We offer support to help and bless all God’s children, we do what the Saviour Jesus Christ will do and I am honoured to be here with my wife Christine Morgan, to present these items.”\nChurch of Jesus Christ donation to Krisan Refugee Camp He mentioned that the missionaries of the Church, have been of great support to the camp and prayed all who contributed to this worthy course will be blessed abundantly. “We believe these items will make you stronger as well as the communities stronger. We pray these items will be a blessing upon you and we will encourage you to share with others for God to give us more,” President Morgan said.\nChurch of Jesus Christ donation to Krisan Refugee Camp Emmanuel Akonful, Krisan Refugee Camp Manager was grateful to the Church of Jesus Christ of Latter-Day Saints for the support. “The Church has been supporting the camp for some time now and I urge other organizations to follow suits for the immigrants to have a comfortable life,” he said.\nChurch of Jesus Christ donation to Krisan Refugee Camp He explained that the camp was set up in 1996, with some immigrants from Liberia following the conflict that distabilised the country. They settled at a town called Sanzule in the Ellembelle District and within three months, they moved to their present location at Krisan. “Currently, the refugees here are about 900, coming from 16 African countries such as Togo, Sudan, Congo, Liberia, Sierra Leone among others. They are funded by the Government of Ghana, partnered by the United Nations and other organizations,” he further explained.\nChurch of Jesus Christ donation to Krisan Refugee Camp Like any other settlement, he said there has been a cordial relationship with the host communities. There are schools here, a clinic, a Police Station as well as a community centre that makes their lives lively.\nHowever, he said the camp is in need of additional shelter, a library, and related amenities. “With the conflicts ranging in Sudan, Congo and other counties in the sub-region, there are refugees trooping in here. Therefore, we are appealing to cooperate organizations, church bodies as well as some philanthropists to support us from time to time since government alone cannot shoulder all the responsibilities,” Mr. Akonful added.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus christ",
        "sentiment": "negative"
      },
      {
        "name": "christopher l. morgan",
        "sentiment": "none"
      },
      {
        "name": "christine morgan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "krisan refugee camp",
        "sentiment": "none"
      },
      {
        "name": "ghana cape coast mission",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "krisan refugee camp",
        "sentiment": "none"
      },
      {
        "name": "ellembelle district",
        "sentiment": "none"
      },
      {
        "name": "africa",
        "sentiment": "none"
      },
      {
        "name": "western region",
        "sentiment": "none"
      },
      {
        "name": "ghana",
        "sentiment": "none"
      },
      {
        "name": "krisan town",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T14:57:26.147+03:00",
  "updated": "2024-05-31T16:01:27.269+03:00"
}