{
  "thread": {
    "uuid": "695d3b792310034976cf2bc8a5b8830240ede955",
    "url": "https://www.prokerala.com/news/articles/a1492616.html",
    "site_full": "www.prokerala.com",
    "site": "prokerala.com",
    "site_section": "http://www.prokerala.com/news",
    "site_categories": [
      "alternative_medicine",
      "science",
      "health",
      "astrology"
    ],
    "section_title": "Latest News Headlines, Top Stories, Today's Headlines, Today's News",
    "title": "Rs 5 lakh accident insurance for gig workers in Telangana",
    "title_full": "Rs 5 lakh accident insurance for gig workers in Telangana",
    "published": "2023-12-31T10:06:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.prokerala.com/news/photos/imgs/450/hyderabad-congress-leader-rahul-gandi-interacts-with-the-city-drivers-1679121.jpg",
    "performance_score": 0,
    "domain_rank": 22662,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "695d3b792310034976cf2bc8a5b8830240ede955",
  "url": "https://www.prokerala.com/news/articles/a1492616.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@prokerala",
  "published": "2023-12-31T10:06:00.000+02:00",
  "title": "Rs 5 lakh accident insurance for gig workers in Telangana",
  "text": "Hyderabad, Dec 31 : The Telangana government has extended the accidental insurance scheme to the gig and platform workers in the state with a coverage of Rs 5 lakh. The state government has issued an order for extending the scheme, which is currently being implemented for transport and non-transport auto drivers, home guards, and working journalists. The entire cost of premium for Rs 5 lakh accidental insurance for beneficiaries covered under the scheme is to be paid by the state government. The state government has designated the Commissioner of Transport as the master policyholder and Assistant Motor Vehicle Inspectors of the Transport Department as the registering authority and claim receiving authority for gig and platform workers. The orders were issued a week after Chief Minister A. Revanth Reddy made the announcement during a meeting with gig workers. He had stated that the state government would provide social security to workers in the unorganised sectors. He had also assured that the government would provide Rs 10 lakh health cover to Gig workers under the Rajiv Arogyasri Scheme. Revanth Reddy also promised that the state government would study the existing policy for gig workers in Rajasthan and introduce an effective law in the next budget session. He had also announced Rs 2 lakh financial assistance to the family of a food delivery executive who died four months ago after he fell from a building. As per his promise, the Chief Minister on Saturday handed over a cheque of Rs.2 lakh from the Chief Minister’s Relief Fund to the family of Mohammed Rizwan The Swiggy delivery executive had died after he fell from the third floor of a building where he had gone to deliver food while trying to escape the customer’s pet dog. During the campaign for the Telangana Assembly elections last month, Congress leader Rahul Gandhi had assured that if voted to power, Congress will consider bringing legislation for the welfare of Gig workers on the lines of a law passed recently in Rajasthan. During an interaction with Gig workers, he had told them that after the Congress comes to power, the Chief Minister and ministers concerned will hold a meeting with them and decide on the welfare measures for them.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "a. revanth reddy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "assistant motor vehicle inspectors of the transport department",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "telangana hyderabad",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T15:08:22.944+02:00",
  "updated": "2023-12-31T15:08:22.944+02:00"
}