{
  "thread": {
    "uuid": "1df053c8f03a7e3dffafbbb21bd6c50eac2c2968",
    "url": "https://whatech.com/asia-pacific-news/811203-on-its-100-years-anniversary-lux-aims-to-change-feminine-identity-with-in-her-name",
    "site_full": "whatech.com",
    "site": "whatech.com",
    "site_section": "https://whatech.com",
    "site_categories": [],
    "section_title": "WhaTech - Information Technology and Market Research News ",
    "title": "On Its 100 Years Anniversary, LUX Aims to Change Feminine Identity With 'In Her Name’",
    "title_full": "On Its 100 Years Anniversary, LUX Aims to Change Feminine Identity With 'In Her Name’",
    "published": "2024-04-18T08:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 55155,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1df053c8f03a7e3dffafbbb21bd6c50eac2c2968",
  "url": "https://whatech.com/asia-pacific-news/811203-on-its-100-years-anniversary-lux-aims-to-change-feminine-identity-with-in-her-name",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "LUX",
  "published": "2024-04-18T08:00:00.000+03:00",
  "title": "On Its 100 Years Anniversary, LUX Aims to Change Feminine Identity With 'In Her Name’",
  "text": "Empowering Women Worldwide Through Inclusiv SINGAPORE - Empowering Women Worldwide Through Inclusive Naming Practices: LUX Launches 'In Her Name' Campaign. [Media OutReach Newswire](https://www.media-outreach.com/)- 18 April 2024 - LUX, the global beauty brand under Unilever, proudly announces the launch of its new campaign, 'In Her Name', aimed at empowering women, as they bring to attention the unconscious bias of naming children in China. Traditionally, when naming children a few names chosen have connotations that reflect gender stereotypes, with girls receiving names like \"Quiet\" and \"Small\" to signify demure femininity, while boys get names like \"Strong\" and \"Victory\" to denote dominance. Interviews with women from diverse backgrounds revealed first-hand the impact of societal norms on their identities, resulting in unfair treatment or unrealised potential. LUX, the global beauty brand under Unilever, proudly announces the launch of its new campaign, 'In Her Name', on the occasion of its 100th anniversary. The campaign aims to empower women and help them rise above sexist labels – their name. With a mission to rewrite the narrative for the next generation. The 'In Her Name' campaign by LUX aims to change the way women are named by creating 100 names reflecting the essence of femininity today, drawing inspiration from classical literature, positive connotations, and the evolving landscape of societal development. LUX partnered with Dr. Liu Yanchun, a distinguished linguistics scholar from the University of China, to pioneer a movement challenging societal norms and stereotypes. The collaboration with Dr. Liu Yanchun ensured a thoughtful selection process, incorporating unbiased options to emphasize the diverse spectrum of femininity and promote inclusivity. Dr. Liu Yanchun said, \"In the process of creating these 100 new names, I've combined elements from literature, researched terms with positive connotations and took into account present societal norms to craft meaningful names for the women of today.\" LUX collaborated with digital artists to showcase each selected name through visually stunning illustrations, with a unique design for every name, enhancing the experience of choosing a name and celebrating the beauty of femininity. The unveiling of the 100 new names has taken place on social platforms Little Red Book, Weibo and Douyin. Women from all walks of life could choose new names for themselves that best represent their spirit and character. \"Our ambition with in Her Name\" campaign is to create a movement challenging the status quo that still today, confines some women to narrow stereotypes.,\" said Severine Vauleon, Global Brand Vice President of LUX. \"By collaborating with Dr. Liu Yanchun and harnessing the power of language, we aim to raise awareness about gender bias for Chinese names and inspire women to react to the initiative of adopting powerful names for themselves. By doing this, they will help to foster a more inclusive society where women are celebrated for their strength and resilience.\" Marco Versolato, Chief Creative Officer - Unilever at VML Singapore, who spearheaded the campaign, commented, \"The 'In Her Name' campaign represents a shift in how we perceive and celebrate femininity. By reimagining the power of language and visual representation, we have the opportunity to challenge stereotypes and create a more inclusive future for women worldwide.\" The impact of the 'In Her Name' campaign extends far beyond naming conventions, reflecting LUX's commitment to championing diversity, inclusivity, and gender equality. Join LUX in the 'In Her Name' campaign and be part of a movement celebrating the beauty, strength, and resilience of women everywhere. For more information, please view the video [click here](https://urldefense.com/v3/__https:/youtu.be/_6hZdu3SZkE__;!!FMox2LFwyA!s67nXeERRHdobhd07FkiD-0B56iLtIx3oeNIUUTnZYgmrPd5Mj9ZnQuISsoWpkqBGbkDziONQXD6fdq04y646nilafg7%24). Hashtag: #LUX The issuer is solely responsible for the content of this announcement. About LUX LUX has been celebrating beauty and femininity since 1925. We understand that beauty is a woman's armour, her source of strength. It is hers to express, unapologetically. We will continue to help women everywhere fight casual sexism at home, in the workplace and in wider society. Content Original Link: [https://www.media-outreach.com/news/singapore/2024/04/18/292806/](https://www.media-outreach.com/news/singapore/2024/04/18/292806/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [
    "https://www.media-outreach.com/news/singapore/2024/04/18/292806/)",
    "https://www.media-outreach.com/news/singapore/2024/04/18/292806/",
    "https://www.media-outreach.com/)-",
    "https://urldefense.com/v3/__https:/youtu.be/_6hZdu3SZkE__;!!FMox2LFwyA!s67nXeERRHdobhd07FkiD-0B56iLtIx3oeNIUUTnZYgmrPd5Mj9ZnQuISsoWpkqBGbkDziONQXD6fdq04y646nilafg7%24).",
    "https://media-outreach.com/)-",
    "https://media-outreach.com/news/singapore/2024/04/18/292806/)",
    "https://www.media-outreach.com/news/singapore/2024/04/18/292806",
    "https://www.urldefense.com/v3/__https:/youtu.be/_6hZdu3SZkE__;!!FMox2LFwyA!s67nXeERRHdobhd07FkiD-0B56iLtIx3oeNIUUTnZYgmrPd5Mj9ZnQuISsoWpkqBGbkDziONQXD6fdq04y646nilafg7%24).",
    "https://media-outreach.com/news/singapore/2024/04/18/292806/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "unilever",
        "sentiment": "none"
      },
      {
        "name": "media outreach newswire",
        "sentiment": "none"
      },
      {
        "name": "lux",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "china",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:17:35.219+03:00",
  "updated": "2024-04-19T00:17:35.219+03:00"
}