{
  "thread": {
    "uuid": "963d4bf176ed15b4b07cabfc1b77c35aec11659b",
    "url": "https://www.mamamia.com.au/pet-adoption-stories-2024",
    "site_full": "www.mamamia.com.au",
    "site": "mamamia.com.au",
    "site_section": "https://mamamia.com.au/lifestyle/fashion/",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Fashion - Latest trends and style tips - Mamamia",
    "title": "Pet adoption stories from the Mamamia team.",
    "title_full": "Pet adoption stories from the Mamamia team.",
    "published": "2024-02-29T13:59:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://new-cdn.mamamia.com.au/mamamia-pwa.appspot.com/cms_images/variations/1200x628.2722513089005-346202476510.jpg?bypass=1",
    "performance_score": 0,
    "domain_rank": 12696,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "963d4bf176ed15b4b07cabfc1b77c35aec11659b",
  "url": "https://www.mamamia.com.au/pet-adoption-stories-2024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alex Anastassiou",
  "published": "2024-02-29T13:59:00.000+02:00",
  "title": "Pet adoption stories from the Mamamia team.",
  "text": "Just a few days before Christmas last year, my best friend sent me a link to a Facebook post. That wasn't unusual; we're millennials, that's how we communicate with each other. Amongst the stream of memes, she had just sent me the link to my future soul dog.\nSee, about 11 months earlier, I farewelled my 15-year-old dog Leo, and after months of missing my best pal, I knew it was time to welcome a new rescued fur baby into my life.\nI filled in an adoption application immediately, and after being approved days later before embarking on an 8-hour return road trip to Orange to pick her up, Luna officially became the other half of our little two-soul family.\nShe quickly won over my whole heart.\nIt was love at first sight... and now my couch belongs to a puppy. Image: Supplied.\nAlex Anastassiou February 29, 2024\nShare via facebook\nShare via twitter\nShare via whatsapp\nSMS Share via SMS\nShare via e-mail Leave a comment Listen Now\n00:00\nHow Matt Moran Really Feels About Fast Food What I Eat When ADVERTISEMENT Luna is a bit ridiculous, but in the most joyful ways. She can sit pretty like a little lady, crossing her paws over my hand and sitting back on her bum. She looks at me trustingly when she's just buried a treat in the couch cushions as if to say, 'Please don't tell anyone I've hidden that there.'\nWe've quickly established my favourite routine of waking up each morning and having a proper cuddle and belly scratch (for her) before we both take on the day.\nThere's something unbelievably special about adopting a pet. There's a bond that quickly becomes unbreakable and you can't quite remember what days were like before they made their dent in your life (and on your couch).\nIf you're thinking of welcoming your own fur (or feather!) baby into your home, then March is the perfect time to do it, during National Pet Adoption Month. Clear your calendar on March 16 and 17 particularly, as Petstock Foundation Adoption Weekend is back again, where participating Petstock stores will have rescue pets for you to meet, who are looking for loving homes.\nOr, if you've already got a fur baby or two of your own, you can support pets in need by making a donation to the Petstock Foundation in-store during March. 100 per cent of funds raised during National Pet Adoption Month go to local pet rescue charities across Australia.\nADVERTISEMENT So many of the Mamamia team have been lucky enough to welcome beautiful rescue animals into their homes, here are a few stories that will make your heart swell — and might tempt you to welcome your own.\nGia, Podcast Producer Years ago, my partner Tom and I were doing long distance – I was living in Orange and he was living on the NSW Central Coast. It was during bushfires on the coast that Tom saw a local animal shelter had put a call out for foster volunteers because they were afraid the shelter would succumb to the fires. They asked if anyone would take a dog home just for the weekend, or at the most, for a week. So, of course, Tom brings home a dog because he'd been following the page and he'd been keeping an eye on this German Shepherd and figured, if he could choose to bring any of them home, it was going to be that one.\nSo he's sending me these videos and pictures of this beautiful dog, and I'm just unbelievably jealous that I'm not there, and I remember thinking to myself: there is absolutely no way that after spending time with this dog that he's going to return this dog when it's time to.\nAs sure as anything, Nova has now been with us for about 4.5 years.\nA little while later, we saw the same rescue shelter had a litter of German Shepherd puppies surrendered to them, and as someone who's dog obsessed, I've always wanted multiple dogs. We took Nova down to the shelter to meet the puppies to make sure she'd get along with whichever puppy we chose, and we brought Bailey home and had her now for three years.\nADVERTISEMENT No matter how rubbish a day you're having, I look at them and they're wagging their tails, so happy to be getting all of our love and attention. It reminds me that whatever you're dealing with isn't the be-all and end-all.\nIt feels so rewarding to train them, and watching them learn new things (we've taught Bailey how to pick up her toys and put them back in the toy box) fills me with a stupid amount of joy.\nTwo pups in a pod. Image: Supplied.\nClaire, The Quicky podcast host Our dog Ellie crossed the rainbow bridge in 2017, and life changes along with an interstate move meant we didn't have time for a fur baby... until the pandemic. Working from home and having an only child home-schooled was the pupper-tunity I was waiting for.\nADVERTISEMENT I drove miles to the shelter after I saw Sydney's picture online. She was a stray, so we had no information on where she came from, other than that she was found in the Hunter Valley and was about 8 months old. It took us a little time to adjust to having a big, energetic presence in our lives and she had some fears, but after some training and a whole lot of love, she is truly the best doggo ever.\nWe had her DNA tested and found out she's a mix of Scottish Deer Hound, Border Collie and Kelpie. She's a big chatty love bug and we could not imagine our home without her!\nLook at sweet Sydney's eyes. Image: Supplied.\nADVERTISEMENT Stacey, Deputy Editor When my partner and I decided to rescue a dog, we had no idea how overwhelming we’d find it to decide. There were so many beautiful animals needing a home but the minute we saw a photo of a dog named Ginger laying on her back, we knew she was our perfect lazy girl.\nIt was clear when we met her that she’d been through hardship before us. They didn’t know her age; they had no details, she’d clearly had babies but was found wandering the street. They’d even given her the temporary name. So we decided to give her a home and call her Millie. She was so nervous at first but once she adjusted to us she gave us so much love and there was truly nothing like coming home from work and having her bound up for pats.\nIn her later years she really slowed down and would sleep a lot, but after I had my daughter, Millie was a constant source of comfort during those long nights breastfeeding and stuck at home during the pandemic. She passed away peacefully late last year and I’ll forever be grateful we had her for 12 wonderful years.\nSweet Millie. Image: Supplied.\nADVERTISEMENT Nat, Chief Rev Officer Last week, we adopted a 6-month-old puppy from an older man who could no longer look after him. We had been talking about getting a sibling for our other dog for a while so when we saw the post about this handsome fella needing a new home, we knew he would be the perfect addition to our family and that he would be happy with us.\nIt has only been one week, but he has fit right in and claimed his favourite human (our 14-year-old son). So sweet!\nThere has never been a cuter ball of fluff! Image: Supplied.\nADVERTISEMENT Morgan, Partner Strategy Executive I was working at RSPCA NSW a few years back, and my partner and I were hoping to adopt when we found the right cat. I heard about a kitten that one of my colleagues was fostering after the police found her hiding in a car engine to stay warm in winter, and asked if we could take over her foster care (she had to be in care longer than usual because of a skin condition that had to be cleared before she could be adopted). After three months in quarantine in our spare bathroom she could come out, and we decided to officially adopt her.\nWe've had Rory for almost three years and she's the love of my life (sorry to my husband!).\nHave you ever seen a more majestic chest floof? Image: Supplied.\nADVERTISEMENT Jessica, Sales Manager We rescued Zeus 2 years ago now; he is a beautiful Rottweiler/Border Collie and the best thing to happen to our family. When we rescued him, he had some behavioural challenges, and it took time to train him. At one point my dad was even going to this special type of puppy school... without the dog! He had to sit in a classroom and learn how to properly take care of him.\nAfter a lot of learning, time and love, Zeus has become the kindest, most adorable, and happiest dog in the world. Love motivates him (not treats), and he just wants you to cuddle him and tell him he is a \"good boy\". The whole family is obsessed with him, he is 50kgs of adorableness.\nADVERTISEMENT Zeus, god of thunder, god of smooches. Image: Supplied.\nVisit a Petstock store this Petstock Foundation Adoption Weekend on March 16-17, and meet with rescue pets looking for a loving home. Find participating stores and more on Petstock's Adoption Hub .\nFeature Image: Supplied.\nThe Petstock Foundation is a registered charity that exists to empower a better future for pets and people. Since its inception in 2007, The Foundation has raised more than $10 million to date and has supported the re-homing of 40,000 rescue pets across Australia and New Zealand. Petstock Foundation is contributed to by the fundraising initiatives of the Petstock Group, donations by business partners and team members as they come together for the pets that inspire them. 100% of funds raised go towards The Foundation to support its charitable partners and projects with all operating costs covered by the business.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "https://www.petstock.com.au/pages/adoption-hub",
    "https://petstock.com.au/pages/adoption-hub"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "luna",
        "sentiment": "none"
      },
      {
        "name": "alex anastassiou february",
        "sentiment": "none"
      },
      {
        "name": "matt moran",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "facebook",
        "sentiment": "neutral"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T01:06:54.658+02:00",
  "updated": "2024-03-01T01:06:54.658+02:00"
}