{
  "thread": {
    "uuid": "e7c0f3af9c21ebe68a2013a81e90ce7ae957d47f",
    "url": "https://www.kwtx.com/2024/01/05/4-best-games-releasing-january-2024-download/",
    "site_full": "www.kwtx.com",
    "site": "kwtx.com",
    "site_section": "https://kwtx.com/homepage",
    "site_categories": [
      "media"
    ],
    "section_title": "KWTX | Waco, TX",
    "title": "4 Best Games Releasing in January 2024 | The Download",
    "title_full": "4 Best Games Releasing in January 2024 | The Download",
    "published": "2024-01-06T01:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gray-kwtx-prod.cdn.arcpublishing.com/resizer/v2/547EIDX2E5GEZCPXW7KTF5J3BE.png?auth=35dc976fe923a0aa2d4009ca4694bef29a60b45dd06cf1f689b6d669d0336be6&amp;width=1200&amp;height=600&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 16623,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e7c0f3af9c21ebe68a2013a81e90ce7ae957d47f",
  "url": "https://www.kwtx.com/2024/01/05/4-best-games-releasing-january-2024-download/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@kwtx",
  "published": "2024-01-06T01:30:00.000+02:00",
  "title": "4 Best Games Releasing in January 2024 | The Download",
  "text": "4 Best Games Releasing in January 2024 | The Download From fists of iron to bricks for throwing. WACO, Texas (KWTX) - HAPPY NEW YEAR! A new year means different things to different people. Some of us will try to be better people, some will try to get their health order, but me? My resolution for this year is to play even more great games releasing. So, in order to facilitate this monumental task, it’s time for me to guide you through this months game releases in your first Download of 2024. Prince of Persia: Starting the year off fresh is a franchise that has been languishing for some time. After 13 years Prince of Persia is so back though! An all new 2D side scrolling adventure sees a young warrior named Sargon, sent to rescue the Prince from dark and corrupted lands. Take on challenging platforming, gather all new powers and embrace the flashy dynamic fighting style to restore the lands to their previous beauty. I have been a huge fan of Prince of Persia since ancient days, so I know I’ll be diving into the sands when Prince of Persia The Lost Crown launches January 18th on PS4/PS5, Xbox One, Xbox Series S/X, Nintendo Switch and PC. The Last of Us Part II Remastered: This is an interesting one because, many of you may have been introduced to the gory, depressing and incredibly acted world of Naughty Dog’s The Last of Us through last years HBO series starring everyone zaddy, Pedro Pascal. And as a result of a newfound love of that world, you may have even ventured out and picked up The last of Us part 1 on PS5. Well now you can revisit what is arguably one of the most depressing games I’ve ever played! 😀 The Last of Us Part II remastered is a fully visually upgraded version of the 2020 PS4 exclusive now packed full of even more *CONTENT*. Including, new skins for Ellie and Abby, an all-new look at some lost levels, which will be represented in the second season of the HBO show and even an all-new roguelike experience pitting you against a never-ending string of combat encounters called No Return. Get ready to cry when The Last of Us Part II Remastered Releases exclusively on PlayStation 5 on January 19th Like a Dragon: One of my favorite game types is “game about semi-serious stuff is full to bursting with goofy things to do instead of that semi-serious stuff” Which is basically just the Like a Dragon series. The Yakuza have come to Hawaii, and so have our loveable oafs Ichiban. Its a goofy game packed with tons of hilarious mini-games, characters and side missions. It’s also gang warfare game about the Yakuza trying to take down another crime syndicate. Ride the dolphins to your hearts content when Like a Dragon: Infinite Wealth releases Jan 26th on PS4, PS5, Xbox One, Xbox Series S/X and PC. Tekken 8: *New Challenger* Welcome back to the tournament of iron fists! Tekken has been a mainstay in my household since the original launched on PlayStation 1, so naturally I’m beyond hyped for a new entry. I’d go into details on the story but honestly if you don’t know already it’d be a 40-minute explainer to get you up to date. Just know this games story starts with a fight so epic, other games would use it as a final showdown. From cyborg-alien-demon samurai to my boy the tall haired Paul Pheonix. All your favorite characters are back, yes even the bear. Featuring all-new takes on the traditional Tekken formula this game will have you combo juggling fools in no time. Plus, this marks the first time the series has released using the impressive unreal engine so expect some gorgeous and out there visuals. -Get Ready for the Next Battle- When TEKKEN 8 launches January 26th on PS5, Xbox Series S/X and PC. Those are just a few of the excellent and wide-ranging games releasing in January. For the full list head over [KWTX.com](http://kwtx.com/) and hit the Hardwired Gaming News tab. You’re also going to want to go subscribe to the Hardwired YouTube channel because this is just the beginning of what is sure to be a jam-packed year in gaming. And hey if you have an idea or Gaming news story you can send them my way at [Hardwired@KWTX.com](mailto:Hardwired@KWTX.com). Until next time, I’m Andrew Hamilton for Hardwired. Copyright 2024 KWTX. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "prince",
        "sentiment": "none"
      },
      {
        "name": "sargon",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "kwtx",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "texas",
        "sentiment": "none"
      },
      {
        "name": "persia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T01:40:36.612+02:00",
  "updated": "2024-01-06T01:40:36.612+02:00"
}