{
  "thread": {
    "uuid": "74c4a9316e76ebc8cd47cc61f1bebed21d1afd4f",
    "url": "https://bgr.com/science/machine-learning-helped-us-find-more-coral-reefs",
    "site_full": "bgr.com",
    "site": "bgr.com",
    "site_section": "https://bgr.com/",
    "site_categories": [],
    "section_title": "BGR",
    "title": "Machine learning helped us find more coral reefs",
    "title_full": "Machine learning helped us find more coral reefs",
    "published": "2024-02-16T04:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": null,
    "performance_score": 0,
    "domain_rank": 2494,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "74c4a9316e76ebc8cd47cc61f1bebed21d1afd4f",
  "url": "https://bgr.com/science/machine-learning-helped-us-find-more-coral-reefs",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Joshua Hawkins",
  "published": "2024-02-16T04:01:00.000+02:00",
  "title": "Machine learning helped us find more coral reefs",
  "text": "\nOur world's coral reefs are much larger than we previously believed. According to a report shared on The Conversation by Mitchell Lyons, a postdoctoral research fellow at The University of Queensland, and Stuart Phinn, a Professor of Geography at The University of Queensland, researchers found 64,000 square kilometers of coral reef we didn't know existed.\nThe ground-breaking discovery brings the total size of our planet's shallow reefs to roughly 348,000 square kilometers. That's roughly the size of Germany, the two researchers note in their report. This new figure fully represents the world's coral reef ecosystems, including coral rubble flats, as well as living walls of coral.\nWhat's even more astounding about this discovery is that it was mostly only made possible thanks to machine learning. The researchers say that they relied on snorkels, satellites, and machine learning to help them discover the hidden coral reefs. These high-resolution satellites made it possible to view reefs as deep as 30 meters down.\nImage source: UNESCO/Alexis Rosenfeld/1 Ocean When coupled with the direct observations and records of the world's coral reefs, the researchers say they were able to ascertain that a large amount of the world's coral reefs had not been identified or noted down anywhere. And that had to be changed.\nThey used machine learning techniques to help create new maps of the coral reefs found around the world, while they relied on satellite imagery and data to create predictions that were as accurate as possible when producing the new maps. Of course, without direct observational data, it's hard to confirm the existence of these reefs fully.\nBut, it is still a huge step forward for the study of the world's coral reefs, which are constantly in danger due to the ongoing climate change issues plaguing our planet. Perhaps with more useful studies like this, we can get a better understanding of how much is truly at stake.\nDon't Miss : Climate change is literally causing Greenland to rise out of the ocean The post Machine learning helped us find more coral reefs appeared first on BGR .\nToday's Top Deals\nThis $16 clip-on lens kit fits the iPhone or any Android phone, and it’s awesome Amazon deal offers a 7-inch Android tablet for under $43 Save 61% on a 6-port USB rapid charger on Amazon Save 75% on a Canon black and white multifunction laser printer on Amazon Machine learning helped us find more coral reefs originally appeared on BGR.com on Thu, 15 Feb 2024 at 21:01:00 EDT. Please see our terms for use of feeds.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "alexis rosenfeld",
        "sentiment": "none"
      },
      {
        "name": "mitchell lyons",
        "sentiment": "none"
      },
      {
        "name": "stuart phinn",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "the university of queensland",
        "sentiment": "none"
      },
      {
        "name": "unesco",
        "sentiment": "none"
      },
      {
        "name": "university of queensland",
        "sentiment": "none"
      },
      {
        "name": "ocean when",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "germany",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T04:01:37.218+02:00",
  "updated": "2024-02-16T04:01:37.218+02:00"
}