{
  "thread": {
    "uuid": "df887fbbc86638cbd3e9015da9a42e0b01af44df",
    "url": "https://www.vicnews.com/local-news/victoria-approves-centennial-square-revamp-phased-work-to-begin-in-2025-7427506",
    "site_full": "www.vicnews.com",
    "site": "vicnews.com",
    "site_section": "https://todayinbc.com/vancouver-island",
    "site_categories": [
      "media"
    ],
    "section_title": "Vancouver Island  - Today in BC",
    "title": "Victoria approves Centennial Square revamp, phased work to begin in 2025 - Greater Victoria News",
    "title_full": "Victoria approves Centennial Square revamp, phased work to begin in 2025 - Greater Victoria News",
    "published": "2024-07-05T05:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.bpmcdn.com/f/files/victoria/2024-july/240704centennial2jpeg.jpg;w=1200;h=800;mode=crop",
    "performance_score": 0,
    "domain_rank": 68062,
    "domain_rank_updated": "2024-07-02T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "df887fbbc86638cbd3e9015da9a42e0b01af44df",
  "url": "https://www.vicnews.com/local-news/victoria-approves-centennial-square-revamp-phased-work-to-begin-in-2025-7427506",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jake Romphf",
  "published": "2024-07-05T05:00:00.000+03:00",
  "title": "Victoria approves Centennial Square revamp, phased work to begin in 2025 - Greater Victoria News",
  "text": "With the aim of creating a greener, accessible and more lively public space for all ages, Victoria has approved an overhaul of the 60-year-old Centennial Square site. Council on Thursday (July 4) approved a concept design for the site's revitalization, which will allow construction on the first of two project phases to begin next year. The project received about $4.5 million from the province, with most of the remaining $7.6 million being funded by debt that was approved through this year's city budget. The plan envisions a large central plaza, known as the Heart, at the centre of the square. That space includes a water feature with integrated lighting that will spurt colourful spouts up from the ground. The water will be turned off at times so the space can host markets, festivals and concerts that the city says will be able to host around 5,000 people. Removing steps at the current site and replacing them with sloped grading is expected to make the entire site more accessible to those with mobility challenges. Another cascading water feature near the Heart is seen as one of the several spots that will be activated so kids can play throughout the site. The city will restore and then shift the square's existing centrepiece monoliths closer to Douglas Street. That area will then host new trees and landscaping to provide a buffer from the busy street, while also encouraging people toward the central plaza. Doing so requires removing the large sequoia tree currently at the site and adding a number of new trees to the eastern portion in its place. The sequoia tree, which is not native to B.C., garnered many questions from councillors on Thursday over public concerns about its removal. Staff stressed that the mature tree would eventually have to be removed regardless of the revitalization plans as that the species was a poor choice for the location, given the shallow and sandy soil conditions. Its roots have already damaged infrastructure and are expected to threaten hydro equipment and other underground utilities. Councillors voted in favour of ensuring the tree's timber is repurposed within the community, where it could be used for public art, student woodworking initiatives or other projects. The work will also add a new greenspace area in front of the McPherson Playhouse that's eyed for leisure, play and other public uses. That grassy area, the new trees and added greenery will strive to make Centennial Square a more climate resilient location that can mitigate urban heat island effects and better manage stormwater runoff. Staff said the new square's design aims to be flexible and support wide array of public uses. It will also have a permanent commercial kiosk in the central plaza, which could support something like a coffee shop, while the site is expected to host a number of food trucks at times. Councillors Marg Gardiner, Stephen Hammond and Chris Coleman voted against the initiative as they voiced concerns over project costs, and some desired for the revamp to be pushed further down the road. The mayor and other supportive councillors see the revitalization as a generational change to the city's core that will turn the site into an attraction for families; create free public spaces for downtown residents and visitors; and will spur to offshoot benefits for public safety, the downtown economy and climate change mitigation. Construction of the central plaza and the eastern portion will likely run until late 2026, while the second phase with the rest of the work is anticipated to finish in 2028.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "victoria",
        "sentiment": "negative"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "centennial square",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T05:21:45.555+03:00",
  "updated": "2024-07-05T05:21:45.555+03:00"
}