{
  "thread": {
    "uuid": "983de69146e6c559a289387675bec928ee8c1b5b",
    "url": "https://attractionsmagazine.com/knotts-boysenberry-festival-features-dozens-of-berry-inspired-bites",
    "site_full": "attractionsmagazine.com",
    "site": "attractionsmagazine.com",
    "site_section": "https://attractionsmagazine.com/wp-json/wp/v2/posts/337799",
    "site_categories": [
      "travel",
      "theme_parks"
    ],
    "section_title": null,
    "title": "Knott\\u2019s Boysenberry Festival features dozens of berry-inspired bites",
    "title_full": "Knott\\u2019s Boysenberry Festival features dozens of berry-inspired bites",
    "published": "2024-03-14T23:51:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 62281,
    "domain_rank_updated": "2024-03-12T12:13:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "983de69146e6c559a289387675bec928ee8c1b5b",
  "url": "https://attractionsmagazine.com/knotts-boysenberry-festival-features-dozens-of-berry-inspired-bites",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Attractions Magazine Staff",
  "published": "2024-03-14T23:51:00.000+02:00",
  "title": "Knott\\u2019s Boysenberry Festival features dozens of berry-inspired bites",
  "text": "Through April 28, 2024, Knott’s Berry Farm is once again inviting guests to “tempt their taste buds” with its annual Boysenberry Festival, inspired by Walter Knott’s famous berry that started it all.\nPhotos by Jacob Goldberg By Jacob Goldberg\nAfter passing the turnstiles, visitors are immediately greeted with “berry” colorful decorations and berry-themed flower arrangements, making the event feel like the welcome return of spring in Southern California.\nBerry Bites and Sips Guests can sink their teeth into three dozen boysenberry food and drink offerings, including vegan and vegetarian options like the roasted zucchini wrap, boysenberry parfait with chia, and a portobello caprese with boysenberry balsamic.\nIn Knott’s famous Ghost Town, various food vendors offer menus of boysenberry dishes. While this seems to be one of Knott’s Berry Farm’s most ambitious festivals to date, guests should be aware that not all dishes are made equally.\nWith this year’s extensive menu, many dishes not only lacked the strong visual appeal of previous iterations but also had very little flavor to back them up. One example is the boysenberry charcuterie board, featuring a basic meat spread with a few crumpled bits of goat cheese, all hastily wrapped in plastic wrap.\nHowever, not all hope is lost, as there are plenty of flavorful boysenberry offerings that are enticing for both the eyes and tongue, including the boysenberry sausage with boysenberry sauerkraut, which offers a sweet twist on the famous delicacy – and no one can go wrong with a fresh glass of the boysenberry cucumber lemonade.\nBoysenberry Sausage with Boysenberry Sauerkraut. Boysenberry Cucumber Lemonade. The Gold Mine Trail Booth offers the Boysenberry BBQ Beef Barbacoa on Mac & Cheese and the Boysenberry Pulled Pork over Pastel de Elote.\nBoysenberry BBQ Beef Barbacoa on Mac & Cheese Boysenberry Pulled Pork over Pastel de Elote Our advice is to choose your boysenberry dishes wisely, especially if you decide to purchase the Boysenberry Tasting Card with a finite supply of six festival tastings (currently priced at $55 plus tax).\nFunnel Cake with Boysenberry Ice Cream. Click here for our rundown of all the Knott’s Boysenberry Festival food and beverage items.\nMore Knott’s Boysenberry Festival Offerings If your stomach is starting to feel full just reading this, don’t worry. The Boysenberry Festival offers much more than food. The festivities also provide unique and creative ways to celebrate all things boysenberry.\nIf you take a trek past the famous wooden coaster Ghost Rider, you’ll find yourself in Boysenberry Lane, featuring local merchants, photo opportunities, and carnival-style games where you can win festival memorabilia.\nThroughout the park, 30 local vendors sell boysenberry-inspired artisan products as part of the Craft Fair hosted in Knott’s Ghost Town.\nWander into almost any gift shop to find limited-edition Boysenberry Festival merchandise. You can bring home boysenberry pie slippers or return with some of the flavors with a can of boysenberry preserves.\nFor guests with a competitive edge, the park once again offers its famous pie-eating contest, where competitors have to clean their plates the fastest without using their hands.\nWith bountiful food options, live entertainment, and the usual assortment of attractions, this year’s Knott’s Boysenberry Festival has something for everyone. For more information or to purchase tickets, visit the Knott’s Berry Farm website.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure",
    "Health"
  ],
  "external_links": [
    "https://content.jwplatform.com/videos/NfD34gtF.mp4",
    "https://www.knotts.com/events/boysenberry-festival",
    "https://knotts.com/events/boysenberry-festival",
    "https://www.content.jwplatform.com/videos/NfD34gtF.mp4"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "knott",
        "sentiment": "negative"
      },
      {
        "name": "jacob goldberg",
        "sentiment": "none"
      },
      {
        "name": "walter knott",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "berry farm",
        "sentiment": "negative"
      },
      {
        "name": "berry bites",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "southern california",
        "sentiment": "none"
      },
      {
        "name": "ghost town",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T01:02:35.890+02:00",
  "updated": "2024-03-15T01:02:35.890+02:00"
}