{
  "thread": {
    "uuid": "51b6df5a0e41db7c3bba6f0f97c0712bf75e5db6",
    "url": "https://www.kait8.com/2023/12/28/office-administration-debut-state-workforce-employee-referral-program/",
    "site_full": "www.kait8.com",
    "site": "kait8.com",
    "site_section": "http://www.kait8.com/news",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": "News",
    "title": "Office of Administration to debut state workforce employee referral program",
    "title_full": "Office of Administration to debut state workforce employee referral program",
    "published": "2023-12-28T23:43:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gray-kait-prod.cdn.arcpublishing.com/resizer/v2/GUFWOGPZTNBP7J2B6EFSIXCPMI.jpg?auth=9ab816bb3ec8a5e3ee5dba8ff57d75e7f6e03d45df92521a9fa80733628d8dfb&amp;width=1200&amp;height=600&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 24529,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "51b6df5a0e41db7c3bba6f0f97c0712bf75e5db6",
  "url": "https://www.kait8.com/2023/12/28/office-administration-debut-state-workforce-employee-referral-program/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Region8News",
  "published": "2023-12-28T23:43:00.000+02:00",
  "title": "Office of Administration to debut state workforce employee referral program",
  "text": "Office of Administration to debut state workforce employee referral program JEFFERSON CITY, Mo. (KAIT) - The Office of Administration is set to debut a new state employee referral program. The program, Show Me’s Got Talent, was created to incentivize current state team members from eligible executive departments to advocate for and endorse jobs to quality candidates, positively impacting the hiring and retention of our state workforce. “Implementing a state employee referral program is not just about finding new talent; it’s about fostering a culture of collaboration and shared success,” said Commissioner Ken Zellers, Office of Administration. “When our own team members become ambassadors for the State of Missouri, we not only tap into a rich pool of potential candidates but also strengthen the bonds that make our state workforce a community dedicated to excellence.” The program was proposed by the winners of the 2022 Show Me Challenge, which is a program that allows state team members across Missouri’s 17 executive departments to identify solutions that improve how we serve our citizens. In preparation for the competition, the team researched best practices in both private and public sectors including collaborating with state departments on any existing programs. OA’s Division of Personnel crafted a project plan that enhanced our technology to support the new program, automating payment processes, and implementing an overarching communication strategy. OA was then able to secure funding in the FY 24 budget to launch the program. “Through the launch of this new state employee referral program, this recruitment strategy helps us commit to building a unified, empowered workforce,” said Jessie Pace, Manager, Talent Acquisition, Office of Administration. “By encouraging our team members to be architects of our state’s future, we will be able to source top talent and forge a collaborative spirit that propels us to better helping our customers.” Executive branch departments that recruit using the MO Careers job application platform are eligible to participate in the statewide program. Eligible employees who successfully refer a candidate will be eligible for $250 or $500 at the new team member’s 90-day tenure. The $500 will be awarded to employees who refer candidates to hard-to-fill positions. Candidates must also be hired into a full-time, benefit-eligible position as advertised on MO Careers. Automation for payment will be processed through MO Careers. When the program launches, state employees will be able to create an account to join the Employee Referral Program. Team members involved in the hiring/recruiting process will not be eligible to participate in this program. Candidates must be first-time hires or candidates who have not been employed by the State of Missouri within the last six months before application submission. The new Employee Referral Program officially launches on January 1, 2024. For more information on the program, please visit [hireMOtalent.mo.gov](http://hireMOtalent.mo.gov). Copyright 2023 KAIT. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Politics"
  ],
  "external_links": [
    "http://hireMOtalent.mo.gov).",
    "http://www.hireMOtalent.mo.gov)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ken zellers",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "office of administration",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "jefferson city",
        "sentiment": "none"
      },
      {
        "name": "mo.",
        "sentiment": "none"
      },
      {
        "name": "missouri",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:35:59.386+02:00",
  "updated": "2023-12-29T00:35:59.386+02:00"
}