{
  "thread": {
    "uuid": "b5833c11b01ea9911e7944dffa47d05e43ce1427",
    "url": "https://www.laopinion.com.co/otras-disciplinas/los-gimnastas-angel-barajas-y-daira-lamadrid-deportistas-del-ano-de-norte-de",
    "site_full": "www.laopinion.com.co",
    "site": "laopinion.com.co",
    "site_section": "https://www.laopinion.com.co/rss.xml",
    "site_categories": [
      "non_standard_content",
      "entertainment"
    ],
    "section_title": "Noticias de Norte de Santander, Colombia y el mundo",
    "title": "Los gimnastas Ángel Barajas y Daira Lamadrid, deportistas del año de Norte de Santander 2023",
    "title_full": "Los gimnastas Ángel Barajas y Daira Lamadrid, deportistas del año de Norte de Santander 2023",
    "published": "2023-12-28T23:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://www.laopinion.com.co/sites/default/files/2023-12/Mejores-deportistas-2023.jpg",
    "performance_score": 0,
    "domain_rank": 86893,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b5833c11b01ea9911e7944dffa47d05e43ce1427",
  "url": "https://www.laopinion.com.co/otras-disciplinas/los-gimnastas-angel-barajas-y-daira-lamadrid-deportistas-del-ano-de-norte-de",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "oromero",
  "published": "2023-12-28T23:09:00.000+02:00",
  "title": "Los gimnastas Ángel Barajas y Daira Lamadrid, deportistas del año de Norte de Santander 2023",
  "text": " Otras disciplinas La Asociación de redactores deportivos, Acord, capítulo Norte de Santander exaltó a los mejores deportistas de 2023. En el auditorio de la Torre del Reloj, la Acord seccional Norte de Santander llevó a cabo la exaltación de los mejores deportistas de la temporada 2023, en las diferentes disciplinas en el deporte convencional y adaptado. En ese orden, la agremiación eligió como deportistas del año de Norte de Santander a los gimnastas Ángel Gabriel Barjas y Daira Lamadrid. David Alejandro Libreros se quedó con el galardón el Futuro es hoy y Keynher Camilo Vera, como el deportista juvenil. Tras recibir el galardón, Barajas expresó que \"primero agradecer a Dios por estar acá ´presente con ustedes, por tener mi nombre presente y tenerme en cuenta para ser el Acord de Oro y deportista del año. Le puede interesar: Resumen 2023 | Conozca los hechos más destacados del deporte nortesantandereano Me siento orgulloso que los periodistas apoyen el deporte, es importante que reconozcan el esfuerzo de uno, de los deportistas, los entrenadores y agradecer por todo el apoyo. De su lado, la promisoria David Alejandro Libreros, se mostró muy feliz con la distinción que le dieron a lo que dijo: \"estoy contento por este reconocimiento, y si Dios lo permite y la santísima María, voy a dar lo mejor de mí en el 2024 para traer más logros, alegrías al departamento y al país\". Le puede interesar: Yajaira Rubio sobresalió por el atletismo de Norte de Santander en 2023 En el ajedrez fue destacada Ghisell Gabriela Morales Pérez, de 14 años, como la deportista revelación gracias su gran presentación en los Juegos Nacionales, al obtener la medalla de bronce, además del título suramericano de la juventud en Brasil. En del deporte adaptado también fueron exaltados los mejores paratletas, Jesús Romero Montoya, en boccia, medallista de plata en los Parapanamericanos 2023, recibió el Acord de oro, y en damas; María Alejandra Moreno, por sus logros en los Juegos Paranacionales, también recibió el reconocimiento de oro, y Juan Pablo García, fue premidado como el paratleta revelación. El premio a vida y obra de un deportista, fue para el atleta máster Ramón Rolón. Gracias por valorar La Opinión Digital. Suscríbete y disfruta de todos los contenidos y beneficios en La Opinión Viernes, 29 Otras disciplinas La gimnasia artística de Norte de Santander tuvo un 2023 dorado Ciclismo Definidas las fechas de los Nacionales de ciclismo de ruta 2024 Cúcuta Deportivo 2023: año de vagas ilusiones para el Cúcuta Deportivo",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "https://bit.ly/SuscripcionesLaOpinion",
    "https://www.bit.ly/SuscripcionesLaOpinion"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:14:58.320+02:00",
  "updated": "2023-12-29T00:14:58.320+02:00"
}