{
  "thread": {
    "uuid": "9eb80b97138858a94e63f07db518a5988713fb1e",
    "url": "https://www.sundaypost.com/news/uk-news/tribute-to-first-world-war-soldiers-executed-by-british-refurbished-after-flood",
    "site_full": "www.sundaypost.com",
    "site": "sundaypost.com",
    "site_section": "https://www.sundaypost.com/category/news/uk-news/",
    "site_categories": [
      "tech"
    ],
    "section_title": null,
    "title": "Tribute to First World War soldiers executed by British refurbished after flood",
    "title_full": "Tribute to First World War soldiers executed by British refurbished after flood",
    "published": "2024-06-22T00:44:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 25800,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9eb80b97138858a94e63f07db518a5988713fb1e",
  "url": "https://www.sundaypost.com/news/uk-news/tribute-to-first-world-war-soldiers-executed-by-british-refurbished-after-flood",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Press Association",
  "published": "2024-06-22T00:44:00.000+03:00",
  "title": "Tribute to First World War soldiers executed by British refurbished after flood",
  "text": "A tribute to 309 British and Commonwealth First World War soldiers executed by their comrades has been refurbished after flood damage.\nOne memorialised British soldier was shot by a firing squad for cowardice after shellshock left him unable to continue fighting.\nPrivate Harry Farr’s granddaughter, Janet Booth, visited the Shot at Dawn Memorial more than two decades after her mother unveiled it in 2001.\nThe newly refurbished Shot at Dawn memorial tribute to 309 soldiers executed during the First World War (National Memorial Arboretum/PA) Six conifer trees, representing the firing squad, stand in front of a statue of a young, blindfolded soldier at the National Memorial Arboretum in Staffordshire.\nBehind the statue are 309 wooden posts each bearing the name of a British and Commonwealth soldier executed in the war.\nWorkers refurbish the wooden posts at the memorial (National Memorial Arboretum/PA) Floods had damaged the wood and they have now been replaced with posts made with durable, recycled material.\nMs Booth said the tribute, created by artist Andy DeComyn, gave “families like ours a place to come and remember our loved ones and it means so much to see it renewed”.\nShe said Private Farr’s story had been “buried” for decades “such was the deep shame felt by my grandmother”.\nPrivate Farr joined the Army in 1908 and in November 1914 arrived in France to serve with the British Expeditionary Force.\nHe was diagnosed with shellshock, now known as PTSD, but after months in hospital he returned to the 1st Battalion, West Yorkshire Regiment, and was ordered to the front, his family said.\nThe tribute to 309 soldiers had been damaged by flooding (National Memorial Arboretum/PA) In September 1916 he reportedly became overwhelmed and could not continue fighting, but a medical officer told him to return to his unit as he had no visible injuries.\nHe was court-martialled for refusing orders and sentenced to death, aged 25, after a 20-minute trial, his family said.\nOn October 18 1916 he was executed by firing squad in northern France.\nAfter discovering her grandfather’s story, Ms Booth started to work with Shot at Dawn and successfully campaigned for the British Government to issue a formal pardon.\nThe memorial pays tribute to 309 soldiers executed during the First World War (National Memorial Arboretum/PA) In 2006 the Armed Forces Act absolved more than 300 First World War soldiers executed for offences including casting away arms, desertion, cowardice, and striking a superior officer.\nMs Booth said: “Harry showed unimaginable courage at the end, refusing a blindfold when he was led out to face his executioners in the early hours of the morning.\n“His death would cast a long shadow over our family, with Harry’s father banning any mention of Harry in conversation, and my grandmother was left virtually destitute having been denied a war widow’s pension despite being the mother to a young child.\n“Today, Harry is rightly commemorated here at the National Memorial Arboretum, at this, the Shot at Dawn memorial.”\nMs Booth said her grandmother rarely spoke of Private Farr and, if pressed, would say he had been a private and died during the Battle of the Somme.\nMs Booth said: “Growing up, I knew very little about my grandfather, except that he had been killed in the First World War.\n“The secret of what happened to him had been buried, such was the deep shame felt by my grandmother, and it was only when I began building my family tree in my 40s that I uncovered the truth and together we pieced together the picture of how Harry had suffered a terrible injustice.”\nA new information board has been installed at the memorial and access routes and drainage systems have been improved.\nThe 150-acre National Memorial Arboretum has more than 400 memorials and commemorates lives lost in service.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Arts, Culture and Entertainment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "booth",
        "sentiment": "none"
      },
      {
        "name": "andy decomyn",
        "sentiment": "none"
      },
      {
        "name": "harry farr",
        "sentiment": "none"
      },
      {
        "name": "janet booth",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "commonwealth",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "dawn memorial",
        "sentiment": "none"
      },
      {
        "name": "national memorial arboretum",
        "sentiment": "none"
      },
      {
        "name": "staffordshire",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-22T05:15:42.228+03:00",
  "updated": "2024-06-22T05:15:42.228+03:00"
}