{
  "thread": {
    "uuid": "974c971450437bd7f22645e82ad69a1ec8b3df54",
    "url": "https://www.standardmedia.co.ke/business/business/article/2001488095/mombasa-port-handles-over-16m-cargo-containers-in-a-year",
    "site_full": "www.standardmedia.co.ke",
    "site": "standardmedia.co.ke",
    "site_section": "https://standardmedia.co.ke",
    "site_categories": [
      "media"
    ],
    "section_title": " The Standard - Breaking News, Kenya News, World News and Videos\n",
    "title": "Mombasa port handles over 1.6m cargo containers in a year",
    "title_full": "Mombasa port handles over 1.6m cargo containers in a year",
    "published": "2023-12-29T23:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "KE",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 7809,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "974c971450437bd7f22645e82ad69a1ec8b3df54",
  "url": "https://www.standardmedia.co.ke/business/business/article/2001488095/mombasa-port-handles-over-16m-cargo-containers-in-a-year",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Willis Oketch",
  "published": "2023-12-29T23:00:00.000+02:00",
  "title": "Mombasa port handles over 1.6m cargo containers in a year",
  "text": "Mombasa Port posted a record of 1.6 million containers this year compared to last year’s 1.4 million containers. The growth has been attributed to improved efficiency at the facility, dispelling claims that [Dar es Salaam port](https://www.standardmedia.co.ke/business/shipping-logistics/article/2001486838/dar-djibouti-choke-with-congestion-as-mombasa-port-comes-to-the-rescue) was attracting more ships than Kenya’s main port. Statistics released by [Kenya Ports Authority (KPA)](https://www.standardmedia.co.ke/business/business/article/2001486470/kpa-charts-ambitious-course-sees-profits-hitting-sh20b-in-five-years) shows that containers handled at Mombasa port this year rose to 1.6 million twenty-foot equivalent units (Teus) compared to last year’s 1,449 million Teus. The port handled 1.43 million Teus in 2021, indicating that Mombasa Port remains the most efficient port on the East Coast of Africa. KPA Managing Director William Ruto said container traffic grew more this year than in other years owing to improved efficiency at the facility. A clearing agent Mr Clement Ngala concurred with Captain Ruto, noting that Mombasa port has been attracting more port users despite the challenges from shipping lines. “Mombasa port is efficient and has the capacity to handle more ships unlike Dar Es Salaam which has a problem of inefficiency and lack of capacity to handle many ships at a go,” said Ngala. Ngala maintained that foreign shipping lines have been the problem at Mombasa port and distanced the port from any blame. “We have a problem with what foreign shipping lines are charging at Mombasa port,” said Ngala who noted that some laws should be enacted to shield importers from high tariffs. “Mombasa port tariffs are fair and that is why we are not complaining against it.” Captain Ruto said even transshipment traffic had increased from 121,577 Teus in 2018 to 210,170 Teus in 2022 and is also expected to grow higher in the coming days. He lauded increased export of Kenyan commodities - terming it a breakthrough as it would improve the country’s [foreign earnings](https://www.standardmedia.co.ke/business/financial-standard/article/2001487509/tourism-new-frontier-in-nairobi-and-dar-sibling-rivalry-in-2024) and the economy. Among the leading exports include avocado, coffee, tea, vegetables, cashew nuts, fish fillets, and other foodstuffs and beverages. Mv Marathopolis which docked in Mombasa with electronic appliances and other assorted goods on December 18 discharged 2954 containers within two days and sailed away with 2269 containers of export cargo. The ship also discharged 200 empty containers, 155 containers with goods in transit and loaded 207 empty containers before sailing away. During the short stay in the port, Mv Marathopolis also loaded 549 empty containers on transit and 12 containers with export goods on transit. He says following efficiency at the port, there has been a steady increase in the number of containers being handled at the port for the last three years. Over the last five years, cargo throughput grew by 2.3 per cent from 30.9 million tones in 2018 to 33.9 million tones in 2022 and we expect it to grow higher in 2023. In 2021 the port handled 1.435 million Teus, which increased to 1.449 million Teus in 2022 while this year, the figure has shot to a record 1.6 million Teus. He attributed the performance to efficiency resulting in improved turnaround of the ships from three days to two days - reducing the dwell time for containers to three days, from four days. Statistics released by KPA show that most of the ships that docked in Mombasa port offloaded their cargo and sailed away in a record time. Among the ships that docked at the port between December 16 and 29 is Mv As Nora which discharged 900 containers and sailed away with 830 containers. Other ships that discharged containerised cargo at the port are MV CMA CGM Gulf Express, MSC Partnaree, MV MSC Meltemi 111, MV Cesius New Oreleans and MV Jolly Roro among others. According to the 14-day list, ships that have arrived and are waiting to load include Mv Lss Success waiting to load 4000 live animals for export.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "clement ngala",
        "sentiment": "none"
      },
      {
        "name": "william ruto",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "kenya ports authority",
        "sentiment": "none"
      },
      {
        "name": "kpa",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mombasa port",
        "sentiment": "none"
      },
      {
        "name": "mombasa",
        "sentiment": "none"
      },
      {
        "name": "salaam",
        "sentiment": "none"
      },
      {
        "name": "east coast of africa",
        "sentiment": "none"
      },
      {
        "name": "kenya",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T23:15:34.585+02:00",
  "updated": "2023-12-29T23:15:34.585+02:00"
}