{
  "thread": {
    "uuid": "09e05a0b8c2639fb92970d52d39f4274c5907472",
    "url": "https://www.foxnews.com/media/93-year-old-grandma-goes-viral-dating-life-more-exciting-most-millennials",
    "site_full": "www.foxnews.com",
    "site": "foxnews.com",
    "site_section": "https://www.foxnews.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest & Breaking News on Fox News",
    "title": "93-year-old grandma goes viral for dating life 'more exciting' than most millennials",
    "title_full": "93-year-old grandma goes viral for dating life 'more exciting' than most millennials",
    "published": "2024-01-08T00:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": null,
    "performance_score": 0,
    "domain_rank": 285,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 17
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "09e05a0b8c2639fb92970d52d39f4274c5907472",
  "url": "https://www.foxnews.com/media/93-year-old-grandma-goes-viral-dating-life-more-exciting-most-millennials",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-08T00:00:00.000+02:00",
  "title": "93-year-old grandma goes viral for dating life 'more exciting' than most millennials",
  "text": "close\nVideo A 93-year-old viral grandma with millions of followers revealed that she was one of the successful dating stories of 2023. It was a big transformation for granny from previously swearing off men a few years prior.\nIn 2021, Grandma Droniak responded to a user who asked about her boyfriend status in a viral video with 72 million views.\n\"I don't have a boyfriend and I don't want it. And if I wanted it I could have four or five of them… I don't want to associate with nobody.\"\nBut a lot has changed since then. Granny now has a boyfriend, she announced.\nWOMAN IN HER 30S CRIES DESCRIBING FINALLY WANTING KIDS AFTER SWEARING OFF MARRIAGE: 'BETRAYED BY FEMINISM'\n\"I can't believe I have a boyfriend,\" she said after her one-month anniversary on Dec. 18. \"And he has all his teeth.\"\n\"He is so cute. I like him, but he likes me more. And he is the best kisser since my husband passed away.\"\nGranny also dished on the \"red flags\" her boyfriend has .\n\"He snores while he is awake,\" she said. \"He's always bringing up his ex. What do I want to hear about her for? All I know is that I am prettier.\"\nAnother flag according to granny is that her boyfriend is a \"lightweight\" since one beer and he's \"drunk.\"\nGranny's followers were very happy for her dating success of the year, but some noted the 93-year-old was fairing better than they were on the single scene after she posted her \"dating wrapped\" video.\nThe \"dating wrapped\" trend started in 2022 and continued into 2023. People on TikTok create PowerPoint presentations of their dating life at the end of the year describing their wins and fails. Users share how many dates they went on, how many kisses they had, how many situationships they were in and how many of their dates turned into actual relationships.\n\"We got a lot to cover. I went on five first dates... I met one at a funeral and he was cute, one was from Instagram, I met one at a bar, and two at bingo. You might be wondering how many I kissed. I kissed all of them!\" granny said.\nGranny was in two situationships, and she insists \"They were losers.\"\n\"This is what happened to them. One wasn't honest, one died, I ghosted two and one became my boyfriend ,\" she said.\n\"Your dating wrapped was better than mine,\" one comment with 110K likes said.\n\"Better luck next year,\" granny responded.\n\"Well, you did better than me,\" a comment with 21K likes said.\nCLICK HERE TO GET THE FOX NEWS APP\n\"Grandma, your dating life is more exciting than mine at 31,\" another comment said.\nHannah Grossman is a Reporter at Fox News Digital.\nGet all the stories you need-to-know from the most powerful name in news delivered first thing every morning to your inbox\nArrives Weekdays Subscribe Subscribed\nSubscribe You've successfully subscribed to this newsletter!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "grandma droniak",
        "sentiment": "none"
      },
      {
        "name": "granny",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:04:24.459+02:00",
  "updated": "2024-01-09T07:30:06.202+02:00"
}