{
  "thread": {
    "uuid": "9a234f2754b4acd7310fcbf6334183f852d3175b",
    "url": "http://business.decaturdailydemocrat.com/decaturdailydemocrat/article/getfeatured-2024-1-5-stay-safe-with-rambo-total-pest-controls-personalized-protection-plan-in-puyallup-wa",
    "site_full": "business.decaturdailydemocrat.com",
    "site": "decaturdailydemocrat.com",
    "site_section": "http://business.decaturdailydemocrat.com/decaturdailydemocrat/markets/news",
    "site_categories": [
      "financial_news",
      "finance"
    ],
    "section_title": "Stock Market News | NSDQ, NYSE, and AMEX Stock Market News, Market News Categories, Market Indicators | News | decaturdailydemocrat.com ",
    "title": "Stay Safe with Rambo Total Pest Control's Personalized Protection Plan in Puyallup, WA | News | decaturdailydemocrat.com",
    "title_full": "Stay Safe with Rambo Total Pest Control's Personalized Protection Plan in Puyallup, WA | News | decaturdailydemocrat.com",
    "published": "2024-01-05T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/decaturdailydemocrat.com/content/tncms/custom/image/aeb4ef48-6666-11eb-bb03-ab9624af0e8f.jpg?resize=600%2C315",
    "performance_score": 0,
    "domain_rank": 99581,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9a234f2754b4acd7310fcbf6334183f852d3175b",
  "url": "http://business.decaturdailydemocrat.com/decaturdailydemocrat/article/getfeatured-2024-1-5-stay-safe-with-rambo-total-pest-controls-personalized-protection-plan-in-puyallup-wa",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Decatur Daily Democrat",
  "published": "2024-01-05T02:00:00.000+02:00",
  "title": "Stay Safe with Rambo Total Pest Control's Personalized Protection Plan in Puyallup, WA | News | decaturdailydemocrat.com",
  "text": "Puyallup, WA - Rambo Total Pest Control, a family-owned pest control company founded 16 years ago, is dedicated to safeguarding homes in Puyallup, WA, from the threats posed by pests. Recognizing the diverse Puyallup pest management needs across the region; the company offers tailored pest prevention packages to address specific concerns. Rambo Total Pest Control's commitment to personalized solutions ensures that clients receive targeted services, eliminating pests while ensuring they pay only for the necessary treatments. The company's Basic Protection Plan caters to clients dealing with specific pest issues, offering preventive measures to avoid unnecessary expenses for non-existent pest problems. For a comprehensive solution, the Plus Protection Plan provides year-round protection against various pests. Clients opting for this program benefit from eliminating specific pests and enjoy warranties covering a range of other pests. At the top tier, the Advanced Protection Plan provides control and prevention for various pests. This plan is fortified with warrantied protection against a spectrum of pests and includes a limited warranty against Subterranean Termites. The efficiency of this plan is enhanced by re-treatment warranties, ensuring clients receive reliable and long-lasting pest control. Rambo Total Pest Control's array of Pest control Puyallup services covers ants, rodents, stinging insects, spiders, bed bugs, termites, cockroaches, pantry pests, and wood-boring beetles. The company extends its expertise to commercial properties, serving multi-unit housing, property management companies, warehouses, storage facilities, offices, and various business settings. Its commercial pest control service aids businesses in maintaining their reputation, protecting properties, and complying with health and safety regulations. “When you call, our friendly office staff will discuss with you the specifics of your pest issue, provide an estimated phone quote based on this conversation, and schedule a time for one of our highly trained technicians to come by for the initial inspection and service.” said owner, Luke Rambo. For top-notch pest control solutions, Rambo Total Pest Control stands as the trusted choice for homes and businesses in Puyallup, WA. About Rambo Total Pest Control Rambo Total Pest Control, a leading player in the pest control industry, is renowned for its innovative and effective approaches. Founded 16 years ago, the company prioritizes client satisfaction and employee empowerment, regularly training its staff on certified products and the latest techniques. Rambo Total Pest Control is also a proud member of the Washington State Pest Management Association. Media Contact Company Name Rambo Total Pest Control Contact Name Luke Rambo Phone (253) 848-6000 Address 4117 S Meridian Ste A City Puyallup State WA Postal Code 98373 Country United States Website https://rambopest.com/",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://rambopest.com/",
    "https://rambopest.com/our-story/",
    "https://www.rambopest.com/",
    "https://www.rambopest.com/our-story/",
    "https://rambopest.com",
    "https://rambopest.com/our-story"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "wa - rambo total pest control",
        "sentiment": "negative"
      },
      {
        "name": "rambo total pest control",
        "sentiment": "negative"
      },
      {
        "name": "basic protection plan",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "puyallup",
        "sentiment": "none"
      },
      {
        "name": "wa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:01:41.542+02:00",
  "updated": "2024-01-06T00:01:41.542+02:00"
}