{
  "thread": {
    "uuid": "ab56bab1e4523a1c4327a4c569ce99f2c9081e6d",
    "url": "https://www.elcaribe.com.do/panorama/dinero/pavel-isa-recomienda-innovar-en-agricultura",
    "site_full": "www.elcaribe.com.do",
    "site": "elcaribe.com.do",
    "site_section": "https://129.153.163.72",
    "site_categories": [
      "travel",
      "caribbean",
      "top_news"
    ],
    "section_title": "PORTADA - Periódico elCaribe",
    "title": "Pável Isa recomienda innovar en agricultura - Periódico elCaribe",
    "title_full": "Pável Isa recomienda innovar en agricultura - Periódico elCaribe",
    "published": "2024-02-16T06:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "DO",
    "main_image": "https://idmphsmkuxkn.compat.objectstorage.us-ashburn-1.oraclecloud.com/elcaribe-bucket/uploads/2024/02/pavel.jpg",
    "performance_score": 0,
    "domain_rank": 67161,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ab56bab1e4523a1c4327a4c569ce99f2c9081e6d",
  "url": "https://www.elcaribe.com.do/panorama/dinero/pavel-isa-recomienda-innovar-en-agricultura",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "El Caribe",
  "published": "2024-02-16T06:00:00.000+02:00",
  "title": "Pável Isa recomienda innovar en agricultura - Periódico elCaribe",
  "text": "Roma. El ministro de Economía, Planificación y Desarrollo de la República Dominicana, Pável Isa Contreras, contempló la necesidad de implementar tres tipos de innovaciones para la agricultura en pequeña escala en la República Dominicana y pequeños Estados insulares. Isa planteó reducir las barreras de usos indebidos de tierras agrícolas, la competencia de importaciones de países con mayor productividad, la degradación de los suelos y los impactos frecuentes del cambio climático. Con estas recomendaciones, Isa Contreras reconoció el rol preponderante de la innovación para superar dichas barreras y enfrentar el futuro con mayor optimismo. En ese sentido, el economista e investigador dominicano sugirió la promoción e implementaciones de tres tipos de innovaciones: técnicas, para el incremento de la productividad y el incremento de la calidad; financieras, con la mirada puesta en la inclusión, e institucionales y de políticas, que permitan un adecuado entorno y políticas más efectivas. Sobre las innovaciones técnicas, el ministro de Economía del país caribeño recomendó la creación de un fondo de investigación agrícola que permita financiar más adecuadamente las actividades de investigación y desarrollo, especialmente en cadenas agroalimentarias críticas y con gran potencial de transformación sostenible, resiliente e inclusiva. Agua También consideró necesaria una mejor gestión del agua y mayores niveles de tecnificación de riego están en el centro de las innovaciones necesarias. “Estamos obligados, además, adoptar prácticas climáticas inteligentes para la adaptación y la mitigación y a desarrollar plataformas de información y conocimiento útiles para los pequeños productores”, indicó. Mejorar acceso a créditos para los productores Isa consideró mejorar el acceso a crédito, especialmente de los productores más excluidos y el apoyo del crédito gubernamental, los programas de titulación de tierras y el involucramiento más activo de organizaciones civiles acompañantes y de alto perfil técnico. “Todo esto debe servir de base para una participación más activa de las entidades financieras privadas”, indicó.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T06:44:16.828+02:00",
  "updated": "2024-02-16T06:44:16.828+02:00"
}