{
  "thread": {
    "uuid": "002b64c4204f4230f6091cd32df9be791eced954",
    "url": "https://www.csustan.edu/news/china-csu-xiao-xiao-plants-roots-stan-state",
    "site_full": "www.csustan.edu",
    "site": "csustan.edu",
    "site_section": "https://www.csustan.edu/news",
    "site_categories": [
      "education"
    ],
    "section_title": "University News | California State University Stanislaus",
    "title": "From China to the CSU, Xiao Xiao Plants Roots at Stan State | California State University Stanislaus",
    "title_full": "From China to the CSU, Xiao Xiao Plants Roots at Stan State | California State University Stanislaus",
    "published": "2024-03-14T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.csustan.edu/sites/default/files/2024-03/xiao-banner_v2.png",
    "performance_score": 0,
    "domain_rank": 14974,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "002b64c4204f4230f6091cd32df9be791eced954",
  "url": "https://www.csustan.edu/news/china-csu-xiao-xiao-plants-roots-stan-state",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-14T02:00:00.000+02:00",
  "title": "From China to the CSU, Xiao Xiao Plants Roots at Stan State | California State University Stanislaus",
  "text": "When Terence Pitre, dean of the College of Business Administration at Stanislaus State, reflects upon his recent decision to hire Assistant Professor of Operations Management Xiao Xiao, he’s reminded of a popular phrase: “no-brainer.” “In my mind, we got two people, essentially, because she has a diverse set of skills and knowledge,” Pitre said. “Also, she went to Cal State Fullerton, so she is ‘Made in the CSU,’ so she would understand our students and campus life here.” When making his decision, Pitre looked to the future and saw great potential in Xiao. “She has expertise in supply chain management and a background in analytics,” he said. “I thought having someone with that capability who could possibly integrate analytics into her courses, and also help develop future courses, was a win-win for us.” Born and raised in China, Xiao holds a master’s degree in corporate management from the South China University of Technology and a bachelor’s degree in management science from Jiangxi University of Finance and Economics. She came to the United States to broaden her education. Her first stop was South Carolina’s Clemson University, where she earned a master’s degree in supply chain and operations management. She then earned a master’s degree in information systems and business analytics at Cal State Fullerton. While in Fullerton, she got her first taste of California life and liked it. As a result, after earning a doctorate in management science from the University of Wisconsin, Milwaukee, Xiao was happy to return to the Golden State. “The weather here is so pleasant, I had to come back,” she said. “The natural beauty of California is hard to compare.” -Xiao Xiao, Assistant Professor, Operations Management Xiao says the students she encounters daily at Stan State play a major role in her job satisfaction as an assistant professor. “The CSU system focuses more on local students, and based on last semester, Stan State students are kind, nice and welcoming,” she said. “The work ethic of our students is great. They are diligent in their academic pursuits. Their positive attitudes and commitment to learning make teaching here a truly rewarding experience.” Pitre says Xiao has a positive, upbeat quality about her that makes her approachable, and he predicts that will lead her to success as a professor at Stan State. “Xiao is a professional and pleasant person. She still has that ‘new graduate energy,’ so she’s always smiling when I see her and is genuinely happy to be here,” he said. Xiao hopes her passion for education and her positive outlook on academics will rub off onto more of her students. “I think this campus suits my personality and I like this profession,” she said. “In my classes, I hope students will be able to apply the knowledge they will gain, and I encourage them to be positive, optimistic and confident. This is my mission as their teacher.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "terence pitre",
        "sentiment": "neutral"
      },
      {
        "name": "cal state fullerton",
        "sentiment": "none"
      },
      {
        "name": "xiao xiao",
        "sentiment": "none"
      },
      {
        "name": "pitre",
        "sentiment": "none"
      },
      {
        "name": "xiao",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "college of business administration",
        "sentiment": "neutral"
      },
      {
        "name": "csu",
        "sentiment": "neutral"
      },
      {
        "name": "stanislaus state",
        "sentiment": "neutral"
      },
      {
        "name": "xiao xiao plants roots at stan state | california state university stanislaus",
        "sentiment": "neutral"
      },
      {
        "name": "south china university of technology",
        "sentiment": "none"
      },
      {
        "name": "jiangxi university of finance and economics",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "xiao",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:43:53.110+02:00",
  "updated": "2024-03-15T00:43:53.110+02:00"
}