{
  "thread": {
    "uuid": "d46f39bb4c6971507a3d79fa84ec0923ee7ed96a",
    "url": "https://www.irishexaminer.com/lifestyle/healthandwellbeing/arid-41332396.html",
    "site_full": "www.irishexaminer.com",
    "site": "irishexaminer.com",
    "site_section": "https://www.irishexaminer.com/feed/20-lifestyle.xml",
    "site_categories": [
      "tech"
    ],
    "section_title": "IrishExaminer.com",
    "title": "Green Earth Organics: Going back to our vegetable roots",
    "title_full": "Green Earth Organics: Going back to our vegetable roots",
    "published": "2024-02-16T04:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IE",
    "main_image": "https://www.irishexaminer.com/cms_media/module_img/7958/3979171_10_seoimageog_Green_Earth_Organics_-_Kenneth_Keavey_281_29.jpg",
    "performance_score": 0,
    "domain_rank": 3349,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d46f39bb4c6971507a3d79fa84ec0923ee7ed96a",
  "url": "https://www.irishexaminer.com/lifestyle/healthandwellbeing/arid-41332396.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Irishexaminer.com (digitaldesk@irishexaminer.com)",
  "published": "2024-02-16T04:00:00.000+02:00",
  "title": "Green Earth Organics: Going back to our vegetable roots",
  "text": "\"If you buy Irish, then that encourages the Irish vegetable industry to expand.”\nIt’s all very simple when organic farmer Kenneth Keavey, who runs vegetable box delivery business Green Earth Organics, explains it like that. But the stark fact remains: despite our climate being ideal for growing — at least most of the time — only 1% of Irish farms produce vegetables, according to 2016 Eurostat figures.\nThe percentage of Irish farms growing organic vegetables is even lower but Keavey has been bucking trends since he returned from Britain in 2004 with his wife Jenny to take over the family farm in County Galway.\nGrowing up in Ireland during the 1980s recession, it wasn’t a given that Keavey would go into farming: his father always made sure he had options: “Dad always wanted me to be experienced on the farming side and get used to hard work but he also knew it was important to get an education.”\nKeavey did applied chemistry at UCG and then continued his studies with a PhD in medical chemistry at the University of Cambridge. “I decided, with all the experience I had in farming, that I didn’t want to go down that road. Instead,” he laughs, “I went into the dark side of the industry, working as an organic chemist.”\nSUSTAINABILITY & CLIMATE\nCheck out our\nSustainability and Climate Change Hub where you will find the latest news, features, opinions and analysis on this topic from across the various Irish Examiner topic desks and their team of specialist writers and columnists.\nBut the land called him home. “The family farm was here, Dad was talking about selling it, and I wanted a change,” says Keavey. “I wasn't happy doing the kind of work I was doing. My wife and I quit our jobs and moved back in 2004.”\nIt wasn’t an easy start, making the leap from a farm with “sheep and cows and hay” into vegetable growing.\nPutting up a polytunnel on the land, at a time before everyone had polytunnels in their back garden, caused some consternation: “The local gardai turned up. They were very suspicious of what we were growing.”\nThe couple wasn't dissuaded though. “We went off down our mad path, growing veg and really enjoyed it. We were growing food that respected where we were from.”\nStarting a vegetable box delivery scheme in 2006 was a game changer. “The first 30 went out to friends and family, and from then, it, ahem, grew organically.”\nTheir veg box offering includes produce from their farm and other local organic growers alongside imported organic fruit and vegetables, ensuring there’s always a selection available. Making it convenient to access quality vegetables and fruit enabled the company to weather the financial ups and downs of the late noughties and the years impacted by covid shutdowns.\nOn its website, Green Earth Organics also sells a comprehensive selection of organic pantry items (nuts, beans, flours) and eco-friendly cleaning products alongside fresh organic Irish foods like Butlers’ eggs, Blake’s kefir and Mossfield cheese, yoghurt and milk. Its 100% Irish farm box, which includes organic beetroot, kale, cabbage and mushrooms, along with Achill sea salt, bulk bags of unwaxed oranges, pasta, Dunany flour, organic tinned tomatoes, and Lilly's Eco Clean washing-up liquid makes Green Earth Organics a one-stop shop for anyone who wants to source organic products.\nThe nationwide delivery fee is €5.50, and there is no charge for orders over €100.\nOrder deadlines and delivery days depend on where you are in the country. In Cork, I can order by 10am Wednesday for delivery on Friday, making sure I have fresh (and occasionally muddy) Irish-grown vegetables for weekend cooking.\nSelling direct through online vegetable box orders and in the farm shop they run on Saturdays at their base in Caherlea (just over 15 km from Galway city) is how Green Earth Organics manages to make everything work.\n“We developed our own retail business to circumnavigate the supermarkets,” says Keavey who used to sell into the multiples until he realised it didn’t make financial sense for his business.\nGrowing is not an easy job — “ it’s bloody hard work” — and Keavey finds it frustrating that supermarkets use fresh food as loss leaders, devaluing the price of Irish-grown vegetables. He’s very good at communicating about the imbalance on social media, talking to camera about the vagaries of vegetable growing in Ireland while walking the fields.\n“Food grown closer to where it’s consumed makes more sense,” Keavey points out. “There are less carbon emissions, it’s fresher — as it’s travelled less of a distance — and therefore has more nutrients. You have more confidence in food that's grown locally, and there’s more food security. It’s good for us and it’s better for the environment.”\nWhile the 100% Irish farm box (€30) is the most popular offering on the Green Earth Organics website, Keavey knows it’s a big ask to have people eating only Irish-grown vegetables at this time of the year. “There’s the idea of eating sustainably and locally and then there’s the reality. Sometimes that doesn’t align. In July, it’s great — we have tomatoes, beans, cucumber available — but at the moment, it’s all roots and traditional Irish veg and eating seasonally becomes more difficult.”\nBy offering a mixture of Irish-grown and imported organic fruit and vegetables Keavey can keep Green Earth Organics customers supplied throughout the year. “You have to be realistic about it. There are things you just can’t grow successfully in Ireland.”\nI, for one, wouldn’t wish to be without access to imported lemons - good for brightening up the flavour of that Irish savoy cabbage — or bitter oranges for marmalade making.\nBy buying Irish when possible and increasing demand, consumers can make a real difference. “Support for the industry leads to more Irish-grown vegetables on the shelves,” says Keavey, “and that’s better for everybody.”\ngreenearthorganics.ie",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Environment",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://www.greenearthorganics.ie/",
    "https://www.greenearthorganics.ie",
    "https://greenearthorganics.ie/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "keavey",
        "sentiment": "none"
      },
      {
        "name": "jenny",
        "sentiment": "none"
      },
      {
        "name": "kenneth keavey",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "green earth organics",
        "sentiment": "negative"
      },
      {
        "name": "eurostat",
        "sentiment": "none"
      },
      {
        "name": "university of cambridge",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ireland",
        "sentiment": "none"
      },
      {
        "name": "ucg",
        "sentiment": "none"
      },
      {
        "name": "britain",
        "sentiment": "none"
      },
      {
        "name": "keavey",
        "sentiment": "none"
      },
      {
        "name": "county galway",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T04:54:56.812+02:00",
  "updated": "2024-02-16T04:54:56.812+02:00"
}