{
  "thread": {
    "uuid": "0800b33f45bd2504a22a0b9d0c14004e69a3f985",
    "url": "https://www.ambito.com/politica/turismo-victoria-villarruel-se-reunio-referentes-del-sector-bariloche-n5915900",
    "site_full": "www.ambito.com",
    "site": "ambito.com",
    "site_section": "https://www.ambito.com/",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Ámbito Financiero, líder en noticias económicas",
    "title": "Turismo: Victoria Villarruel se reunió con referentes del sector en Bariloche",
    "title_full": "Turismo: Victoria Villarruel se reunió con referentes del sector en Bariloche",
    "published": "2024-01-08T00:49:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://media.ambito.com/p/39ddd8b1d38ef5b891bf60b92577eb1d/adjuntos/239/imagenes/041/190/0041190853/1200x675/smart/p12-victoria-villarr_optjpeg.jpeg",
    "performance_score": 0,
    "domain_rank": 12564,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0800b33f45bd2504a22a0b9d0c14004e69a3f985",
  "url": "https://www.ambito.com/politica/turismo-victoria-villarruel-se-reunio-referentes-del-sector-bariloche-n5915900",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ambitocom",
  "published": "2024-01-08T00:49:00.000+02:00",
  "title": "Turismo: Victoria Villarruel se reunió con referentes del sector en Bariloche",
  "text": "La vicepresidenta Victoria Villarruel se reunió esta tarde con empresarios del sector turístico en Bariloche para discutir sobre el nivel de ocupación de la temporada , la proyección de la ciudad como destino, la política de cielos abiertos y otros puntos claves que afectan a la actividad.\nEl contenido al que quiere acceder es exclusivo para suscriptores.\nsuscribirse ya estoy suscripto La presidenta del Senado fue recibida por el ministro de Gobierno de Río Negro, Federico Lutz y por el nuevo secretario de Turismo provincial, Marcos Barberis. Del encuentro también participaron empresarios de la Cámara de Comercio, de la Federación de Empresas y Entidades de Bariloche, de la Cámara de Turismo, de la Asociación Empresaria Hotelera y Gastronómica, y de la Asociación de Agencias de Viajes y del Bureau Bariloche.\nInformate más Senado: se desplazó a Unión por la Patria de la conformación de comisiones Javier Milei insistió con las SAD para el fútbol argentino: \"Son un negocio fácil\" Según trascendió, los referentes del sector turístico le pidieron a Villarruel la designación de un funcionario en la cartera de Turismo para tener un interlocutor en el Gobierno con el que poder dialogar sobre las preocupaciones principales de la actividad.\nDesde La Libertad Avanza desminitieron los rumores de reunión entre Villarruel y Macri en el Sur A pesar de los rumores de que la Vicepresidenta también se había reunido con Mauricio Macri en su country Cumelén de Villa La Angostura, desde La Libertad Avanza rápidamente desmintieron esa información.\nHoras antes, el dirigente social y líder del Frente Patria Grande, Juan Grabois , denunció una \"conspiración\" entre Macri y Villarruel para \"voltear\" a Milei y quedarse con el Gobierno.\nAgencias de viajes y turismo pidieron la inconstitucionalidad del DNU de Javier Milei Uno de los sectores más preocupados por las primeras medidas del oficialismo es el turístico. En las últimas horas, la Federación Argentina de Asociaciones de Empresas de Viajes y Turismo (Faevyt) , que representa a todas las agencias de viajes argentinas, presentó un amparo mediante el cual solicitó que la Justicia declare la inconstitucionalidad del DNU 70/2023 en el punto en el cual pretende derogar el régimen general de los agentes de viajes (Ley 18.829).\n“Es fundamental resaltar que la derogación del régimen de agentes de viajes impacta directamente sobre los derechos adquiridos por las empresas de viajes y turismo que, cumpliendo con esta ley, brindan seguridad a los pasajeros y estabilidad al sector \", dijo el presidente de esa entidad, Andrés Deyá , a través de un comunicado.\nEn ese sentido agregó que \"la desaparición de esta norma promovería una competencia absolutamente desleal con personas que no son profesionales de la actividad turística y que no tendrán ningún control para cumplir correctamente con su labor ni brindar ningún tipo de garantía a los pasajeros ”.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T01:13:37.207+02:00",
  "updated": "2024-01-08T01:13:37.207+02:00"
}