{
  "thread": {
    "uuid": "9f3293f40907c5f7ff8e3cbfedc00f1c18ed9d86",
    "url": "https://newsroom.ucla.edu/stories/gold-dust-twins-law-students-civil-rights-era-connection",
    "site_full": "newsroom.ucla.edu",
    "site": "ucla.edu",
    "site_section": "http://newsroom.ucla.edu/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "UCLA",
    "title": "Gold Dust Twins: How two law students made a civil rights–era connection",
    "title_full": "Gold Dust Twins: How two law students made a civil rights–era connection | UCLA",
    "published": "2024-03-01T00:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s3.amazonaws.com/cms.ipressroom.com/173/files/20241/65e0ed542cfac2286fbee4d2_Copy%20of%2018/Copy%20of%2018_mid.jpg",
    "performance_score": 0,
    "domain_rank": 399,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9f3293f40907c5f7ff8e3cbfedc00f1c18ed9d86",
  "url": "https://newsroom.ucla.edu/stories/gold-dust-twins-law-students-civil-rights-era-connection",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Joshua Rich",
  "published": "2024-03-01T00:15:00.000+02:00",
  "title": "Gold Dust Twins: How two law students made a civil rights–era connection",
  "text": "When Katharine “Kitty” Young and Evan Mitchell Zepeda met in their first-year section at UCLA School of Law in the opening days of the fall 2021 semester, neither of them anticipated the incredible connection that they would make through their years as classmates and friends. By chance, both women had been raised in Maryland, and they had traveled far from their hometowns to forge careers in California. Eventually attracted by the opportunity to be a part of the law school’s renowned [Critical Race Studies Program,](https://law.ucla.edu/academics/centers/critical-race-studies) each of them chose to attend UCLA Law. But it wasn’t until the spring of their second year, when the friends were sitting next to each other in Professor Scott Cummings’ local government law course, that they realized they shared a far deeper connection beyond their place of origin and field of study. During class one day, Cummings asked his students to get into pairs to discuss federalism and its role in local government structures. Naturally, Young and Zepeda teamed up. “Our conversation turned to why we both feel strongly in favor of federal regulation, and we started sharing our families’ histories in local government work, legal practice and policymaking,” Young said. “Evan mentioned her great-grandpa [Clarence M. Mitchell Jr.](https://en.wikipedia.org/wiki/Clarence_Mitchell_Jr.) of Baltimore and his work on lobbying for civil rights. I knew that the legal world was smaller then than it is even now, so I wondered aloud if he may have known [Joseph L. Rauh Jr.](https://en.wikipedia.org/wiki/Joseph_L._Rauh_Jr.), my great-great-uncle, who was doing similar work nearby in Washington, D.C., at the time. I typed their names into Google, expecting to find, at most, an old newspaper article mentioning both men.” Instead, the search turned up hundreds of webpage [results](https://www.loc.gov/exhibits/civil-rights-act/civil-rights-act-of-1964.html) and [images.](https://www.loc.gov/exhibits/civil-rights-act/civil-rights-act-of-1964.html#obj259) “It turns out that Joe Rauh and Clarence Mitchell were best friends for 30-plus years,” Zepeda sayid. “Together, they were prominent civil rights leaders, represented the Leadership Conference on Civil Rights and fought shoulder-to-shoulder on Capitol Hill to pass several landmark laws, including the Civil Rights Act of 1964, the Voting Rights Act of 1965 and the Fair Housing Act of 1968. Who would have thought we would have made this discovery, across the country, in a law school classroom?” More than half a century after their famed forebears had teamed up to lead lobbying efforts that brought about some of the most significant civil rights advancements in history, Young and Zepeda together embarked on a journey to learn everything they could about two men whose example ignited fresh inspiration in their descendants. “Although I never had the chance to meet my great-grandfather, his legacy has greatly impacted my life and passion for pursuing racial and economic justice,” Zepeda said of Mitchell, who was her grandfather’s dad. “In learning about this history, I have come to understand that one person can really make a difference, and collective action can surpass what we think is possible.” For decades, Mitchell was the NAACP’s top lobbyist and a trusted presidential advisor who was known as “the 101st Senator.” He was married to Zepeda’s great-grandmother, [Juanita Jackson Mitchell,](https://en.wikipedia.org/wiki/Juanita_Jackson_Mitchell) who was, among many other accomplishments, the first Black woman to practice law in Maryland. Jimmy Carter awarded Clarence Mitchell the Presidential Medal of Freedom in 1980, and thousands mourned his death in 1984, after which Baltimore’s historic city courthouse was renamed the Clarence M. Mitchell Jr. Courthouse in his honor. Less than a decade later, Bill Clinton awarded the Presidential Medal of Freedom to “ [five great reformers of the 20th century who changed America for the better,](https://www.youtube.com/watch?v=oGI3mKnuf6A)” including, posthumously, Supreme Court Justice Thurgood Marshall — and Rauh, who had died in 1992. The uncle of Young’s grandmother, Rauh was himself a towering figure in the civil rights movement and fixture in the national legal community. He clerked for two Supreme Court justices, co-founded the famed liberal organization Americans for Democratic Action and devoted his career to public service and equal rights. The partnership that he and Mitchell forged, Young and Zepeda discovered, had been so powerful and renowned that they were dubbed “the Gold Dust Twins.” Initially, the nickname was used derisively, by a segregationist Southern senator, invoking a once-famous household cleaner with a logo that featured two minstrel-like people. But it stuck, and the men came to embrace it. Years later, [Rauh said](https://www.nytimes.com/1988/11/30/us/jews-and-blacks-recall-the-decades-of-partnership.html) that earning the nickname was “the happiest moment of my life.” After both had died, the New York Times published [an editorial](https://www.nytimes.com/1992/09/05/opinion/democracy-s-pitchman.html) celebrating their alliance. “Joe and Clarence were doing really, really difficult work — emotionally, intellectually, spiritually draining work,” Young said. “Learning about the depth of their friendship — including the genuine care and deep respect they had for each other, how they balanced each other’s strengths, the ways they connected outside of their work and got to know each other’s families and communities — has reinforced to me that impossible things become feasible with the right teammates.” Now teammates themselves, Young and Zepeda offered more thoughts on their remarkable shared history. On the big lessons that they have learned from their ancestors. Young: My first serious introduction to Joe was in writing a profile on him in the second grade. It’s a bit of a joke in our extended family: Everyone does a school project about Joe at some point. My mom ensured that my sister and I understood his contributions to the civil rights movement. She showed us photos of him alongside John Lewis and Martin Luther King at the March on Washington in August 1963. I remember being blown away by those. Since then, I’ve learned more about Joe and Clarence’s friendship and work. Their nickname, the Gold Dust Twins, reflected their shared vision, collaborative spirit and deep working partnership. I have also learned more about Joe’s personality. Joe had a great sense of humor, he loved a gin and tonic, and he and Clarence would go out to blues clubs in D.C. Joe was sincere and kind, imbuing this tough civil rights work with camaraderie and generosity. Clarence wrote about how the two of them would laugh together as they walked lockstep down the halls of Congress. Zepeda: Before making this connection, I learned about the impact my great-grandfather had on civil rights globally and his importance to my family. As a young man, while as a reporter for the Baltimore Afro-American newspaper, he covered a lynching on the Eastern Shore of Maryland that resulted in his commitment to justice from that day forward. He came home that day and became ill at the dinner table because of what he had seen. He would become an advisor to seven presidents on civil rights and chief lobbyist for the NAACP. To our family, he was a loving, kind and gentle leader. He was greatly admired for the relationships he built, and his emphasis on the importance of finding the common humanity among people. To achieve passage of such monumental legislation in civil rights, he had to build bridges across the aisle. He was a principled man who gained the respect of numerous leaders, encouraging them to do what was right. He was fearless in his choice to become a lifelong public servant. On sharing their discovery with their living family members. Zepeda: Kitty and I began asking other family members about this connection, and they shared their fond memories of the relationship. With Kitty later that day, I called my grandfather [Michael Mitchell Sr., one of Clarence and Juanita’s four sons] excitedly and told him I met her, the great-great-niece of Joe Rauh, and asked what he knew about our families’ relationship. My grandfather immediately became filled with joy, speaking of the man whom he referred to as “Uncle Joe” and how he remembered Kitty’s family welcoming my family into their home when many hotels and restaurants were segregated. Young: I summarized the story in an email and sent it out to my family, photos and newspaper clips attached. My grandma helped distribute it to the extended family. Everyone was so excited. My grandmother’s cousin Carl Rauh, one of Joe’s sons, shared, “I remember Clarence very well. He and Joe were great buddies who fought shoulder to shoulder on Capitol Hill for equal rights for Black Americans. Clarence was a beautiful person. He was kind, warm, gentle with a great inner passion and fight for equality. He was always very friendly with me. He and Joe made a great pair.” On how this has impacted their perspectives as UCLA Law students and future lawyers. Young: It was fitting that this happened in Professor Cummings’ class. He is an exceptionally talented teacher, in large part because he encourages students to bring their full selves into the classroom. He’s interested in our broader contexts because, I think, he sees law as a fundamentally interpersonal enterprise. It’s about people helping people — he always brings it back to that point, no matter how convoluted the legal idea he’s teaching may be. He created a classroom environment that encouraged Evan and me to share about our families and upbringings because we knew it’d enhance the conversation at hand. Zepeda: This connection made me feel more confident in my decision to pursue a career as an attorney and attend UCLA Law because of the community that I have gained amongst compassionate people. In an article my great-grandfather wrote about Rauh, he stated, “I hope there is a spiritual descendent of Joe Rauh on the scene to trouble the conscience of the strong and to inspire courage in the weak and the humble.” Now generations later, their descendants have found each other on the other side of the country. Since making this connection, I have come to truly cherish the relationship I have built with Kitty and am certain that we will remain friends for many years to come. I have UCLA Law to thank for this meaningful friendship. On what each of them would talk about today with her famous relative, if she could. Young: I’d tell Joe that if Clarence is the tree, Evan is the apple. She embodies the same calmness, focus, sense of purpose and moral compass as her great-grandpa. Joe would really like her, and I know he’d be really proud of the work she’s doing to carry on Clarence’s legacy. I’d tell him that my classmates at UCLA Law, particularly those in the robust CRS program, are brilliant, compassionate, visionary, and have a great sense of humor — that the values underpinning Joe and Clarence’s work and friendship remain vibrant and a guiding force. I’d want to know Joe’s thoughts on how we shore up American democracy in the face of such serious threats. I think we’d benefit greatly from the intergenerational wisdom and big-picture perspective. Zepeda: I would ask my great-grandpa Clarence how change can be made today, despite widespread divisiveness and polarization. I would ask how he was able to convince people to see their common humanity in a time of extreme hostility and division in this county. I would like to hear him discuss the hope and faith he held on to, in the face of seemingly insurmountable obstacles. I believe he would express that, even if we see little possibility of progress, change is always on the horizon, and not to be discouraged by what you see in front of you. I would let him know that I aspire to continue his legacy. I am comforted and feel his presence in the people that have been put in my path, and the relationships I build. [View videos that Zepeda has collected, further illustrating this inspiring history.](https://www.youtube.com/@eamitchell416/videos)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://en.wikipedia.org/wiki/Clarence_Mitchell_Jr.)",
    "https://loc.gov/exhibits/civil-rights-act/civil-rights-act-of-1964.html)",
    "https://www.loc.gov/exhibits/civil-rights-act/civil-rights-act-of-1964.html#obj259)",
    "https://www.nytimes.com/1992/09/05/opinion/democracy-s-pitchman.html)",
    "https://www.youtube.com/@eamitchell416/videos)",
    "http://www.youtube.com/watch?v=oGI3mKnuf6A)”",
    "https://www.loc.gov/exhibits/civil-rights-act/civil-rights-act-of-1964.html)",
    "https://nytimes.com/1988/11/30/us/jews-and-blacks-recall-the-decades-of-partnership.html)",
    "https://youtube.com/@eamitchell416/videos)",
    "http://youtube.com/watch?v=oGI3mKnuf6A)”",
    "https://www.en.wikipedia.org/wiki/Clarence_Mitchell_Jr.)",
    "https://nytimes.com/1992/09/05/opinion/democracy-s-pitchman.html)",
    "https://loc.gov/exhibits/civil-rights-act/civil-rights-act-of-1964.html#obj259)",
    "https://www.nytimes.com/1988/11/30/us/jews-and-blacks-recall-the-decades-of-partnership.html)",
    "http://www.youtube.com/watch",
    "https://en.wikipedia.org/wiki/Joseph_L._Rauh_Jr.),",
    "https://www.en.wikipedia.org/wiki/Joseph_L._Rauh_Jr.),",
    "https://en.wikipedia.org/wiki/Juanita_Jackson_Mitchell)",
    "https://www.en.wikipedia.org/wiki/Juanita_Jackson_Mitchell)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "evan mitchell zepeda",
        "sentiment": "negative"
      },
      {
        "name": "katharine “kitty” young",
        "sentiment": "neutral"
      },
      {
        "name": "young",
        "sentiment": "none"
      },
      {
        "name": "cummings",
        "sentiment": "none"
      },
      {
        "name": "zepeda",
        "sentiment": "none"
      },
      {
        "name": "scott cummings",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ucla school",
        "sentiment": "negative"
      },
      {
        "name": "ucla",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "california",
        "sentiment": "none"
      },
      {
        "name": "maryland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:20:48.441+02:00",
  "updated": "2024-03-01T00:20:48.441+02:00"
}