{
  "thread": {
    "uuid": "7c7d018af541b36d3cd3f52d9a63ce0b6e518327",
    "url": "https://www.diaridegirona.cat/opinio/2023/12/28/mil-vint-quatre-96347071.html",
    "site_full": "www.diaridegirona.cat",
    "site": "diaridegirona.cat",
    "site_section": "https://diaridegirona.cat/rss/section/29546",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "Dos mil vint-i-quatre",
    "title_full": "Dos mil vint-i-quatre",
    "published": "2023-12-28T22:49:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.diaridegirona.cat/images/og-facebook/diaridegirona.jpg?id=0-198-0",
    "performance_score": 0,
    "domain_rank": 60926,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7c7d018af541b36d3cd3f52d9a63ce0b6e518327",
  "url": "https://www.diaridegirona.cat/opinio/2023/12/28/mil-vint-quatre-96347071.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anna Estartús",
  "published": "2023-12-28T22:49:00.000+02:00",
  "title": "Dos mil vint-i-quatre",
  "text": "Que et mengis els dotze raïms a temps i sense ennuegar-te. Que comencis l’any a l’hora que vulguis però amb un somriure. Que et tornin els diners que t’has gastat en la loteria. Que els Reis et portin la il·lusió de quan tenies cinc anys i els anaves a esperar amb el fanalet encès. Que et pugin el sou perquè t’ho mereixes i la feina ben feta s’ha de recompensar. Que quan t’aixequis al matí els genolls no et facin mal. Ni l’esquena, ni el maluc, ni el braç, ni les cervicals (però que segueixis viu). Que trobis lloc a la platja per posar la tovallola un dia d’agost. Que et preguntin com estàs, però que t’ho preguntin de veritat, amb interès. I que tu sàpigues respondre de veritat com estàs i no et quedis amb el «bé, com sempre, anar fent». Que aquella amiga que fa temps que no veus es presenti un dia a la feina per fer-te una abraçada. Que t’adonis que estaves equivocat en alguna cosa i ho puguis rectificar. Que et diguin que tornes a somriure com ho feies abans. Que aquella pena que penses que mai es curarà es vagi difuminant i, un dia, t’adonis que hi pots conviure. Que t’expliquin històries com si fossin contes de les mil i una nits: divertides, entretingudes i sorprenents. Que aquell dia que el món se t’ensorra tinguis la certesa que tens a prop teu persones que et recolliran i et faran costat i t’acompanyaran fins que puguis tornar a aixecar-te. Que el dia que el món se li ensorri a una persona que estimes sàpigues estar al seu costat. Que et mogui més l’amor que no pas l’odi. Que, com deia August, el protagonista de Wonder, si has d’escollir entre ser amable i tenir raó, elegeixis ser amable. Que un dilluns puguis entrar més tard a treballar. Que gaudeixis d’un vespre sense ningú més que tu a casa. Que t’atreveixis a fer allò que fa tant de temps que tens ganes de fer però no acabes de trobar el moment. Que tinguis temps per perdre. Que superis alguna de les teves pors, i que te n’enorgulleixis. Que tinguis converses que t’obrin la ment. Que algú, un dia, s’adoni de tots els esforços que fas per tirar endavant. Que trobis la manera de perdonar allò que fa tant de temps que arrossegues com una llosa. Que trobis aparcament a la primera. Que les males notícies siguin fàcilment relatibitzables. Que algun matí puguis dormir fins que el cor et digui prou. Que a aquella persona que sempre busca la manera de putejar-te li posin una multa per excés de velocitat. Que deixis de preocupar-te tant pel què pensaran els altres. Que quan necessitis hora per anar al metge te la donin la mateixa setmana. Que sempre trobis una mà que apreti la teva, encara que sigui en la distància. Que sentis orgull dels actes dels teus fills. Que aprenguis d’una vegada a veure el got mig ple enlloc de mig buit (que ja comences a tenir una edat). Que, si t’has de morir, la mort t’enganxi fent la migdiada i somniant coses boniques. Que no t’oblidis de dir «bon dia», «gràcies», «de res» i «siusplau», i que no deixis cap «t’estimo» per dir. [](https://elmeucompte.diaridegirona.cat/tp/login) [](/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "catalan",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:27:49.142+02:00",
  "updated": "2023-12-29T01:28:05.366+02:00"
}