{
  "thread": {
    "uuid": "95a9e92d131bdc8eb9e14116b4a0c1c1dad34300",
    "url": "https://nationworldnews.com/cry-of-the-british-montreal-journal/",
    "site_full": "nationworldnews.com",
    "site": "nationworldnews.com",
    "site_section": "https://nationworldnews.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "Nation World News | Get Latest Breaking News Update",
    "title": "Cry Of The British Montreal Journal",
    "title_full": "Cry Of The British Montreal Journal",
    "published": "2024-01-07T23:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://nationworldnews.com/wp-content/uploads/2024/01/Cry-of-the-British-montreal-journal.jpg",
    "performance_score": 0,
    "domain_rank": 65657,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "95a9e92d131bdc8eb9e14116b4a0c1c1dad34300",
  "url": "https://nationworldnews.com/cry-of-the-british-montreal-journal/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@nationworldnews",
  "published": "2024-01-07T23:02:00.000+02:00",
  "title": "Cry Of The British Montreal Journal",
  "text": "Have you made your New Year’s resolutions? I do. It’s not about losing weight or drinking more green tea. My resolution for 2024 is to continue achieving success in the French language. Providing one-on-one answers to Anglos seeking bilingual Quebec. And to remind columnists who regularly complain montreal gazette Stop playing the victim. calimero Since last few days gazette has already published not one, not two, not three, but four columns complaining about the poor fortunes of the oppressed English poor. And it’s only the first week of January! First lesson: Never short of worrying expressions, always on the verge of literal indifference, Toula Drimonis speaks of the “persistent attacks” of the Legault government that uses the language issue as “a weapon” against allophones and Anglos. , which are treated as one. “Threatened” to such an extent that they “no longer feel they have a future here.” [Read Also: \"It was a shock\": A teen suffering from heart virus was revived after 42 minutes of heart massage](https://nationworldnews.com/it-was-a-shock-a-teen-suffering-from-heart-virus-was-revived-after-42-minutes-of-heart-massage/) Toula Drimonis hopes that in 2024 the government will understand that “Montreal is proudly and officially French, but will never be only French, because this city is full of English, Spanish, Arabic, Greek, Vietnamese, Italian, Creole, Armenian, There is also Punjabi, Portuguese. » Read me carefully, Madame Drimonis. Montreal will never be anything but French, officially and unofficially. Like Rome is Italian. Like Athens is Greek. And because Toronto is unambiguously and monolingually English. Second lesson: Bill Brownstein is “afraid” that after hearing about the franchise clause, Canadians, Americans and even people from “the whole world” will not feel welcome in Quebec. “Cynics have raised the possibility of banning tourists who do not speak intermediate level French.” On the linguistic front “clouds” and “storms” could have a negative impact on Montreal’s economy, such as a “brain drain” and the city could even become a “backwater”! In short, the seven plagues of Egypt. Just remembering the frogs falling from the sky. Third Lesson: Alison Haines claims that unlike the dysfunctional Legault government and its “populist outrage”, Quebecers are “inclusive” because they like bilingualism, embrace bilingualism, celebrate bilingualism. So it’s great that residents of the city of Montreal speak to each other in both languages! Fourth lesson: Former minister Clifford Lincoln demands that graduates of English-speaking universities speak out loud and clear on CAQ measures. Excellent! I graduated from McGill in 1987. And I applaud the government’s demand that graduates leave McGill able to order smoked meats and poutine at Schwartz. Lincoln regretted that the CAQ “constantly and vindictively targets the English minority”, “despicable” and “petty orders”, “obsessive prejudice”, “hostility towards a linguistic group” and “outrageous demands”. “Enough is enough,” he wrote in French. master at our house During the holidays, former PQ leader Jean-François Lissy went to Club Med in Charlevoix. “At times we could not get service in French, including at reception and the ski rental shop,” he wrote on X. In Charlevoix you can’t be served in French, sadly! And meanwhile, the Anglos of Quebec complain of being mistreated? This is obscene!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "toula drimonis",
        "sentiment": "none"
      },
      {
        "name": "legault",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "montreal journal have",
        "sentiment": "neutral"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T01:49:39.884+02:00",
  "updated": "2024-01-08T01:49:39.884+02:00"
}