{
  "thread": {
    "uuid": "edda91837ecfd4e73e6d75cedb7bad309f709746",
    "url": "https://www.dvidshub.net/news/461029/warrior-medics-kickoff-all-you-can-week-with-csm-readiness-workshop",
    "site_full": "www.dvidshub.net",
    "site": "dvidshub.net",
    "site_section": "https://www.dvidshub.net/rss/news",
    "site_categories": [
      "media"
    ],
    "section_title": "DVIDS RSS Feed: News",
    "title": "‘Warrior Medics’ kickoff ‘Be All You Can Be Week’ with CSM Readiness Workshop",
    "title_full": "‘Warrior Medics’ kickoff ‘Be All You Can Be Week’ with CSM Readiness Workshop",
    "published": "2023-12-29T19:26:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://d1ldvf68ux039x.cloudfront.net/thumbs/photos/2312/8178475/1000w_q95.jpg",
    "performance_score": 0,
    "domain_rank": 5446,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "edda91837ecfd4e73e6d75cedb7bad309f709746",
  "url": "https://www.dvidshub.net/news/461029/warrior-medics-kickoff-all-you-can-week-with-csm-readiness-workshop",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sgt. 1st Class Neil McCabe",
  "published": "2023-12-29T19:26:00.000+02:00",
  "title": "‘Warrior Medics’ kickoff ‘Be All You Can Be Week’ with CSM Readiness Workshop",
  "text": "[PINELLAS PARK, Fla.] The Army Reserve Medical Command’s command sergeant major hosted its 2023 CSM Readiness Workshop Nov. 29 through Dec. 1 here, which featured briefings and discussions regarding challenges facing the command, the Army Reserve and Big Army.\n“This is your CSM workshop,” said Command Sgt. Maj. Robert J. Boudnik, who opened his talk by calling the attendees to their feet for a session of overhead claps. The command sergeant major, who has made these sessions part of his stock of trade, told the audience that the exercise increases their engagement in and retention of his presentation.\nThe workshop was the opening event for the command’s “Be All You Can Be Week,” which also included a senior leadership conference with 12 general officers, a dining out, and the change of responsibility ceremony between Boudnik and incoming Command Sgt. Maj. John Hilton.\nIt was a ceremony hosted by Maj. Gen. W. Scott Lynn, AR-MEDCOM's commanding general, in anticipation of Boudnik’s retirement after 39 years of active and reserve Army service and Hilton’s official Feb. 1. assumption of his new position.\nBoudnik said he was looking forward to his command sergeants major learning from the presentations created for them by the headquarters staff, as well as from the Big Army’s Office of the Surgeon General, the Medical Center of Excellence and the U.S. Army Reserve Command Surgeon Office.\nThe command sergeants major also heard presentations from the 104th Training Command, 98th Training Command, and the Drill Sergeant School, in addition to a leadership professional development talk led by retired Maj. Gen. Ronald Dziedzicki is a former commanding general of the 3rd Medical Command (Deployment Support).\nBoudnik said in his opening remarks that he expected his CSMs to take ownership of complex issues—especially when a Soldier depends on them.\n“As a CSM, you can delegate, but there's times you have to own it,” the Greenfield, Wisconsin, native said.\n“I call it ‘E,’ and not equal opportunity. It's extreme ownership,” he said.\n“There are times that I take extreme ownership of things,” he said.\n“So, I’ve got, say, a serious Soldier issue going on right now, and I'm taking care of it,” the command sergeant major said.\nIn those times, he said he might hear: ‘Sergeant major, you shouldn't be doing that,’ ‘I said: ‘Yeah, I do need to do this. This is something I need to do.’”\nBoudnik said there are always choices.\n“You have to determine need versus wants. I can't determine what's (your) need versus (your) want,” he said.\nHowever, whatever leaders decide is a need or a want, they are responsible for results and say: “It didn’t get across the finish line, so I'm taking care of it—that's what we do as leaders of any organization.”\nThe presentation from the Medical Center of Excellence was given by the center’s senior reserve enlisted advisor, Sgt. Maj. Rene Baliscao.\nBaliscao said it was important to him personally to attend the workshop.\n\"I looked forward to it because I see the problems, and hopefully, I am contributing to solving the problems,\" he said.\nThe Honolulu native, who deployed as a combat medic to Iraq with the 100th Battalion, 442nd Infantry Regiment, said, \"I absolutely want feedback from the force because we are at the strategic level—I might make a decision based on my experience, but not based on the current problems that are happening at the operational level.\"\nFeedback from the command sergeants major is vital, he said. “I need to hear: ‘Hey, this is what’s going on,’ and ‘This is what I need from the top.’”\nCommand Sgt. Maj. Lindsay Buck, who is the top NCO at the San Antonio, Texas-based 7307th Medical Exercise Support Battalion, said he benefited from the two-way communication at the workshop.\n“Well, it’s getting information, pushing information up, and pushing information down because we're getting the information that we need for our unit to be able to help them meet certain requirements,” he said.\n“We’re advising AR-MEDCOM about what we’re seeing in our formations and the things that are, and we’re advising AR- MEDCOM of what we're seeing in our formations and the things that are going on at that level,” he said.\nThe command sergeant major, who first enlisted in 1996, said this was his first readiness workshop, and he was concerned that the information passed would not be relevant to his challenges.\n“I would say we're covering relevant information,” he said. “I was concerned that the information may not be relevant, but for example, we went through some of the logistics items yesterday and the day before that were very, very relevant.”\nThe command sergeant major said he also appreciated the contact with headquarters staff and the updating of the fund manager's points of contact. \"It's important to know who you need to talk to get something done.”\nMaster Sgt. Kevin A. Tijerina, one of the organizers of the workshop, said one of the goals of the gathering planners was to give the command sergeants major the resources, context and contact so that when they return to their units to be that source of solid information for their commanders and their Soldiers.\n“We made sure all of the headquarters sections made their noncommissioned officers in charge available to them,\" he said. \"After the NCOICs were done with their briefings—if they had an issue with their computer, or with their funding, they could go to that person and their problem fixed.\"\nCommand Sgt. Maj. James Lister, San Antonio, Texas-based 7304th Medical Training Support Battalion, said the workshop delivered what it promised.\n“I think it has met expectations where it's giving us good information, refreshers on how to take care of soldiers,” Lister said.\n“It’s exceeded it by giving other bits of information that we may or may not have known, so I haven't seen any assumptions made that we were supposed to know certain bits of information,” he said.\nThe San Antonio native said there was a big payoff in the unofficial agenda beyond the official agenda when the senior NCOs shared lessons learned and solutions from their units.\n“I think there's a lot of networking.”\n|Date Taken:||11.29.2023|\n 12:26|\n|Story ID:||461029|\n|Location:||PINELLAS PARK, FL, US|\n|Web Views:||11|\n ‘Warrior Medics’ kickoff ‘Be All You Can Be Week’ with CSM Readiness Workshop, by\n[SFC Neil McCabe](/portfolio/1017782/neil-mccabe), ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "robert j. boudnik",
        "sentiment": "none"
      },
      {
        "name": "boudnik",
        "sentiment": "none"
      },
      {
        "name": "w. scott lynn",
        "sentiment": "none"
      },
      {
        "name": "john hilton",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "csm",
        "sentiment": "negative"
      },
      {
        "name": "army reserve medical command",
        "sentiment": "negative"
      },
      {
        "name": "army",
        "sentiment": "none"
      },
      {
        "name": "medcom",
        "sentiment": "none"
      },
      {
        "name": "army reserve",
        "sentiment": "none"
      },
      {
        "name": "big army",
        "sentiment": "none"
      },
      {
        "name": "command sgt.",
        "sentiment": "none"
      },
      {
        "name": "hilton",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "fla.",
        "sentiment": "none"
      },
      {
        "name": "pinellas park",
        "sentiment": "none"
      },
      {
        "name": "boudnik",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T20:14:45.225+02:00",
  "updated": "2023-12-29T20:14:45.225+02:00"
}