{
  "thread": {
    "uuid": "ad287a583f8bfd4a1b761a167b3cb82417d4f162",
    "url": "https://southwark.anglican.org/volunteer-week-3rd-june-9-june",
    "site_full": "southwark.anglican.org",
    "site": "anglican.org",
    "site_section": "https://southwark.anglican.org",
    "site_categories": [],
    "section_title": "Home - The Diocese of Southwark",
    "title": "Volunteer Week 3rd June - 9 June - The Diocese of Southwark",
    "title_full": "Volunteer Week 3rd June - 9 June - The Diocese of Southwark",
    "published": "2024-06-01T10:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://southwark.anglican.org/wp-content/uploads/2024/05/Picturetea1-300x225.jpg",
    "performance_score": 0,
    "domain_rank": 8992,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ad287a583f8bfd4a1b761a167b3cb82417d4f162",
  "url": "https://southwark.anglican.org/volunteer-week-3rd-june-9-june",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Josephc",
  "published": "2024-06-01T10:00:00.000+03:00",
  "title": "Volunteer Week 3rd June - 9 June - The Diocese of Southwark",
  "text": "Thank you Volunteers! The greatest commandment that Jesus gave us so that we can honour God is about putting love into action. By serving others we can make a difference and change lives. And this week we give our heartfelt thanks to all who volunteer. My first recollection of being a volunteer was my experience of Brownies. I was asked to visit an elderly person and prepare a tea for her along with 2 other brownies. At the end of the experience we were awarded our hospitality badge to proudly sew onto our uniforms. The ethos of doing a good deed every day and thinking of others who might need help is the motivation of many a volunteer. And where would the Church of England, and our communities be without them? During Covid and the lockdowns, we were all so grateful for those people who volunteered to help their neighbours, and take on extra responsibilities in order to ensure people stayed safe. So from offering to collect online shopping, to making phone calls to talk to people on their own, or applying to help at vaccination centres, and the many other tasks to help, people showed their love and concern for one another. For this demonstration of our common loving spirt we were truly grateful. Did you know that across the UK an estimated 14.2 Million people volunteer, and many of them are in our parishes. So thank you to all who make up a community of volunteers ready to step in and support wherever a need is perceived. In my parishes and in my role as Archdeacon in Derbyshire, it never ceased to amaze me how much everyone did to keep the show on the road. There are wardens, PCC members, Junior church leaders, church openers, welcomers, cleaners, flower arrangers, Mothers Union members, musicians, readers, sacristans, vergers, singers, bell ringers, magazine editors, website/ social media technicians, churchyard gardeners etc etc. There are far too many to mention them all, but without the vital team of people willing to offer their time, expertise and experience our parish, villages, and communities would be bereft. In our Diocese of Southwark we celebrate those called to serve in ministry, lay and ordained, those who give their time and a variety of gifts to serve. Those in lay ministry are mainly volunteers, licensed, commissioned and affirmed. People use their different expertise, God’s gifts in a calling to spread the love of God into people’s hearts. From Readers preaching God’s word, to Pastoral Lay Ministers, Children, Youth and Family Ministers, Pioneer ministers, and Evangelists. They all give their time. Everyone has something unique to offer. There are School Pastors and Street Pastors, those who are called to work often in places of great need. There are people who run a homeless shelters, provide community lunches, work with refugees, run the food banks. All are examples of Christian Love in Action. Where would our churches be without volunteers, but also where would we all be without that famous Cuppa ! So here are a couple of “Tea” Stories to share with you… Tea@2 For more than 10 years the Mothers Union have been providing Tea@2 in the Neonatal Intensive Care Unit of St Thomas’/Evelina London Children’s Hospital. Members from across the Diocese provide a relaxed space, homemade cakes and a listening ear for the parents of the tiny babies being cared for. Some of the babies are in the Unit for several months, and the parents are there most of the time. It is hugely rewarding listening to the parents, and offering support whilst they are in these stressful situations. We often find that there are parents who haven’t met before, as their babies are at different stages on their journey, who can share experiences and reassure one another. In 2023, several volunteers received awards from the hospital for 5 or 10 year’s service. Drop in Teas Celebrating 12 years of service, from a relatively small village church community Margaret Miller writes from St Michael’s Betchworth “Teas began in 2011 when it was realised that there wasn’t a social meeting event in Betchworth. Over the past 12 years, missing out during Covid, our team of Volunteer cake and biscuit makers, tea & coffee servers and those able to sit and chat to our visitors has changed. We now have a group of 8 helpers, who once a month run the Afternoon Teas in the Hamilton Room, in the centre of the village. All cakes etc are home-baked and we ask for donations to help local and national charities. So far we have raised £2,800.00 for adult and children’s charities, helping among others the homeless, Food Bank, those unemployed, children with life-limiting conditions, the hospice and bringing music to disabled children and their families, as well as refugees from Ukraine and medical research charities. Numbers vary but usually we have between 15 and 30 visitors, plus a couple of well- behaved dogs. Visitors come from the local villages and also a fair few walkers exploring our local footpaths”. “There are varieties of activities but it is the same God who activates all of them in everyone” (1 Corinthians 12: 6) To find out more about how you can celebrate the volunteers in your community go to [https://volunteersweek.org/](https://volunteersweek.org/) So for all our volunteers both great and small – a HUGE THANK- YOU ! Written by the Venerable Carol Coslett, Assistant Director of Lay Ministry",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://volunteersweek.org/)",
    "https://volunteersweek.org/",
    "https://volunteersweek.org",
    "https://www.volunteersweek.org/",
    "https://www.volunteersweek.org/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "positive"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "southwark",
        "sentiment": "none"
      },
      {
        "name": "england",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-01T16:09:13.974+03:00",
  "updated": "2024-06-01T16:09:13.974+03:00"
}