{
  "thread": {
    "uuid": "3400275a1c35e9ba641f3f04706367544eb239fb",
    "url": "https://www.lafm.com.co/entretenimiento/paola-jara-se-prepara-para-ser-mama-revelo-su-deseo-de-tener-hijos",
    "site_full": "www.lafm.com.co",
    "site": "lafm.com.co",
    "site_section": "http://www.lafm.com.co/rss.xml",
    "site_categories": [
      "media",
      "music",
      "entertainment"
    ],
    "section_title": "rss",
    "title": "Paola Jara se prepara para ser mamá: reveló su deseo de tener hijos",
    "title_full": "Paola Jara se prepara para ser mamá: reveló su deseo de tener hijos",
    "published": "2024-01-08T00:26:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://files.lafm.com.co/assets/public/styles/facebook2/public/2023-01/paola_jara.jpg.webp?VersionId=kDAaf8T4P.wTG94T8HI0ImSg.I.y_xwq&amp;itok=SihLonUe",
    "performance_score": 0,
    "domain_rank": 57804,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3400275a1c35e9ba641f3f04706367544eb239fb",
  "url": "https://www.lafm.com.co/entretenimiento/paola-jara-se-prepara-para-ser-mama-revelo-su-deseo-de-tener-hijos",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "dcvergel",
  "published": "2024-01-08T00:26:00.000+02:00",
  "title": "Paola Jara se prepara para ser mamá: reveló su deseo de tener hijos",
  "text": "[Diana Carolina de los Ángeles Vergel Perea ](/autores/diana-carolina-de-los-angeles-vergel-perea) Paola Jara se prepara para ser mamá: reveló su deseo de tener hijos Paola Jara dejó sorprendidos a sus seguidores con la respuesta sobre cuándo quiere tener hijos. Paola Jara es una reconocida cantante de música popular que ha dado de qué hablar por la relación que tiene con Jessi Uribe. Luego de varios años de casados lo han criticado por estar juntos, por lo que sucedió con Sandra Barrios, la expareja del intérprete de 'Dulce pecado'. Sin embargo, los artistas siguen más fuertes que nunca demostrando lo mucho que se aman. ¿Paola Jara tendrá hijos con Jessi Uribe? Ahora bien, recientemente Paola Jara hizo una dinámica que preguntas y allí unos fans se cuestionaron sobre si se vería como mamá. A lo que ella respondió lo siguiente Lee también: [Alina Lozano respondió a criticas y confesó que tiene una enfermedad](https://www.lafm.com.co/entretenimiento/alina-lozano-respondio-a-criticas-y-confeso-que-tiene-una-enfermedad) \"Oiga, ustedes sí me preguntan a mí este tipo de cosas. Vamos a ver qué nos depara el destino, pero sí, me imagino como mamá porque me encantan los niños y los amo mucho\", expresó Jara. Hay que recordar que, hace días, Paola Jara compartió en sus plataformas sociales los momentos agradables que están viviendo en Cartagena. La cantante expresó su felicidad al mostrar públicamente su profundo amor por Jessi Uribe, el intérprete de 'Desde que te fuiste'. Además, compartieron imágenes de la decoración navideña del lugar donde se hospedan en la ciudad amurallada de Colombia. Lee también: [Ana María Estupiñán contó cuál ha sido la propuesta más extraña que le han hecho](https://www.lafm.com.co/entretenimiento/ana-maria-estupinan-conto-cual-ha-sido-la-propuesta-mas-extrana-que-le-han-hecho) En recientes publicaciones, Paola Jara ha dejado en evidencia la intensidad de su enamoramiento por Jessi Uribe. Celebraron juntos los cuatro años de relación, y en sus historias de Instagram, Jara dedicó un mensaje tierno al cantante de música popular, expresando el amor que siente por su esposo con un emotivo \"Te amo, amor de mi vida\".",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T01:29:35.752+02:00",
  "updated": "2024-01-08T02:25:45.884+02:00"
}