{
  "thread": {
    "uuid": "35278adf85708d8e34712e7fbb6c361068fd43d5",
    "url": "https://www.kcur.org/health/2024-04-04/federal-health-officials-aim-to-keep-missouri-mothers-and-infants-from-dying-after-childbirth",
    "site_full": "www.kcur.org",
    "site": "kcur.org",
    "site_section": "https://www.kcur.org",
    "site_categories": [
      "media"
    ],
    "section_title": "KCUR | KCUR - Kansas City news and NPR",
    "title": "Federal health officials aim to keep Missouri mothers and infants from dying after childbirth | KCUR - Kansas City news and NPR",
    "title_full": "Federal health officials aim to keep Missouri mothers and infants from dying after childbirth | KCUR - Kansas City news and NPR",
    "published": "2024-04-04T19:41:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://npr.brightspotcdn.com/dims4/default/7b800b1/2147483647/strip/true/crop/3000x1575+0+213/resize/1200x630!/quality/90/?url=https%3A%2F%2Fnpr.brightspotcdn.com%2F7f%2F14%2F9b13dee54db9ae7be6b251c9aa94%2F04032024-el-hrsa38.JPG",
    "performance_score": 0,
    "domain_rank": 13216,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "35278adf85708d8e34712e7fbb6c361068fd43d5",
  "url": "https://www.kcur.org/health/2024-04-04/federal-health-officials-aim-to-keep-missouri-mothers-and-infants-from-dying-after-childbirth",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sarah Fentem",
  "published": "2024-04-04T19:41:00.000+03:00",
  "title": "Federal health officials aim to keep Missouri mothers and infants from dying after childbirth | KCUR - Kansas City news and NPR",
  "text": "Federal health officials aim to keep Missouri mothers and infants from dying after childbirth Missouri was one of only four states, along with Georgia, Iowa and Texas, that saw an increase in infant mortality between 2021 and 2022, according to federal data. And Black women are dying at much higher rates than their white counterparts. Leaders from the federal Health Resources and Services Administration visited St. Louis University on Wednesday to discuss what federal officials could do to reduce the state’s high rate of maternal and infant deaths. Agency officials took part in a discussion with dozens of providers, government officials and patients from around the state who receive federal funding from the agency. Missouri is the first stop on the health agency’s tour of states that are part of its Enhancing Maternal Health Initiative. The project, which includes 12 states and the District of Columbia, is focused on parts of the country that receive a significant amount of federal funding or have a high need for federal investment in maternal and infant health. Community health worker project lead LaReecia Carter, who works at the federally funded Family Care Health Centers, told officials Black women are much more likely than white women to die after childbirth in Missouri, even though many live close to Barnes-Jewish Hospital and other world-class medical institutions. “Women are still dying … that shouldn’t be the case,” she said. “We have so many resources here that we have access to.” The initiative, announced in January, will bring together federal officials and grantees throughout this year. Agency administrators say they want to hear directly from providers and patients about what they need and to “foster partnerships collaborations among grantees in high-need, high-opportunity jurisdictions.” “We're based in DC. We know that there is tremendous work happening in states and communities across the country,” said Michael Warren, associate administrator of the agency’s Maternal Child and Health Bureau. “We want to learn what's working well and where the challenges are, particularly as folks are utilizing our federal grants. How can we structure those grants or support states to be able to better meet the needs that they have?” Missouri was one of only four states, along with Georgia, Iowa and Texas, [that saw an increase in infant mortality between 2021 and 2022](https://www.stlpr.org/health-science-environment/2023-11-10/missouri-one-of-only-four-states-with-a-significant-rise-in-infant-deaths), according to federal data. The state’s maternal mortality rate, more than 30 per 100,000, is higher than the national average. Black women die at much higher rates than their white counterparts. The Health Resources Services Administration is part of the Department of Health and Human Services dedicated to the health of geographically isolated or medically vulnerable people. Its funding helps support community health initiatives, including the Healthy Start program. It also provides funding to federally qualified health centers that are mandated to offer primary care to people regardless of their insurance status or ability to pay. Collecting stories from people who benefit from community health clinics and other programs the agency pays for could build support among lawmakers for funding the agency, HRSA Administrator Carole Johnson said. “Our hope is that by telling the stories of moms and programs here today and doing that around the country, it will help to ensure that we're able to continue and grow these programs,” she said. The agency is only funded through the end of the calendar year, Johnson said. Convening HRSA grantors and grantees could also get different organizations to work together, she said. “We heard from partners in hospitals,” Johnson said. “So when they get ready to discharge a patient, it may be helpful for them to know about a home visiting program or Healthy Start program, it might look like creating new referral pathways.” Attendees at the roundtable frequently discussed the inaccessibility of mental health treatment for new mothers, a pressing issue in a state where suicide, overdoses and other mental health issues make up [the leading causes of death among pregnant women and new mothers](https://www.stlpr.org/health-science-environment/2023-08-04/more-missouri-moms-die-during-and-after-pregnancy-state-report-finds). “We have two good providers in our area, but they are so booked up that women can get appointments three to six months out to see a psychiatrist,” said Teresa Glastetter, the manager of nursing services for Mercy Hospital Southeast in Cape Girardeau. “They end up going to the emergency room to receive services, instead of being able to go to an appointment with a doctor.” Nurse home visitor Roxanne George, who works in southern Missouri, said many women she talks to can’t get to health services because they need to work or can’t afford child care. She’d like to see more federal money placed in remote mental health providers. “They can bring more telehealth options for those services, to the areas that poor families can't get to,” she said. “Because they have no way to get there. They don't have child care.” Providers also said they wanted to see more support for whole families, not just mothers and infants. Copyright 2024 St. Louis Public Radio. To see more, visit [St. Louis Public Radio](https://stlpr.org/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health"
  ],
  "external_links": [
    "https://stlpr.org/).",
    "https://www.stlpr.org/health-science-environment/2023-08-04/more-missouri-moms-die-during-and-after-pregnancy-state-report-finds).",
    "https://www.stlpr.org/health-science-environment/2023-11-10/missouri-one-of-only-four-states-with-a-significant-rise-in-infant-deaths),",
    "https://www.stlpr.org/).",
    "https://stlpr.org/health-science-environment/2023-11-10/missouri-one-of-only-four-states-with-a-significant-rise-in-infant-deaths),",
    "https://stlpr.org/health-science-environment/2023-08-04/more-missouri-moms-die-during-and-after-pregnancy-state-report-finds)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "missou",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "npr federal",
        "sentiment": "negative"
      },
      {
        "name": "health resources and services administration",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kansas city",
        "sentiment": "none"
      },
      {
        "name": "missouri",
        "sentiment": "none"
      },
      {
        "name": "district of columbia",
        "sentiment": "none"
      },
      {
        "name": "iowa",
        "sentiment": "none"
      },
      {
        "name": "texas",
        "sentiment": "none"
      },
      {
        "name": "georgia",
        "sentiment": "none"
      },
      {
        "name": "st. louis university",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:44:59.482+03:00",
  "updated": "2024-04-05T00:44:59.482+03:00"
}