{
  "thread": {
    "uuid": "12dc19e503ca4b7857baf8ab0dcd07e45ffda26f",
    "url": "https://www.churchtimes.co.uk/articles/2024/5-april/features/features/how-black-trauma-became-a-west-end-hit",
    "site_full": "www.churchtimes.co.uk",
    "site": "churchtimes.co.uk",
    "site_section": "https://www.churchtimes.co.uk/rss",
    "site_categories": [
      "religion",
      "christianity"
    ],
    "section_title": "Church Times",
    "title": "How Black trauma became a West End hit",
    "title_full": "How Black trauma became a West End hit",
    "published": "2024-04-05T01:04:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://www.churchtimes.co.uk/media/5695490/eforblackboysensemble-20240325123819975_web.jpg?center=0.35534591194968551,0.49579831932773111&mode=crop&width=600&height=314&rnd=133567131120000000",
    "performance_score": 0,
    "domain_rank": 28337,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "12dc19e503ca4b7857baf8ab0dcd07e45ffda26f",
  "url": "https://www.churchtimes.co.uk/articles/2024/5-april/features/features/how-black-trauma-became-a-west-end-hit",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-05T01:04:00.000+03:00",
  "title": "How Black trauma became a West End hit",
  "text": "Friday 05 April 2024\nGeorge Luke speaks to Ryan Calais Cameron about his play that tackles young men’s mental-health challenges\nThe 2024 production of For Black Boys . . .\nTHE play by Ryan Calais Cameron For Black Boys . . . is a powerful addition to the conversation about the mental health of Black men in Britain today. A report published in 2023, as part of the Movember men’s-health campaign, stated that Black men were the least likely to receive treatment for mental-health issues, despite being more likely to experience mental illness than any other ethnic group.\nOnly the previous year, it was found that Black men in the UK were more likely to experience psychosis or be detained under the Mental Health Act than their white peers, and that suicide rates among men of Black African and Black Caribbean origin were rising.\nAgainst this backdrop, For Black Boys — full title: For Black Boys Who Have Considered Suicide When the Hue Gets Too Heavy — has found an enthusiastic audience and, after its West End première in 2021, is currently on its fourth West End run.\nThe play took Calais Cameron 12 years to write. It centres on six young Black men in a group-therapy session. Through a mix of choreography, monologues, songs, and humour, the characters recall the life events that have left mental scars — touching on subjects such as school bullying, distant and/or absent fathers, peer pressure, bereavement, romance, violence, and sexuality.\nIt has been nominated twice for the Olivier Award, and was partly inspired by the seminal “choreopoem” For Colored Girls Who Have Considered Suicide / When the Rainbow is Enuf by the American author Ntozake Shange, written in 1974. Calais Cameron discovered Shange’s work while he was a student and was constantly on the lookout for more Black literature — “stuff that could appeal to me and would speak to me and inspire me.\n“When I came across For Colored Girls . . . , I was like, ‘Wow, this story really encapsulates my imagination as an artist.’ It was totally outside of the Western canon and structure, but I was completely on board from beginning to end. I didn’t know you were allowed to do what she did in that book.\n“Then I looked at how it made Black women feel, and how it has represented Black women for the last 40 years, and thought to myself, ‘Imagine if I could do something similar’ And then I came to the conclusion that I couldn’t!”\nJohan PerssonRyan Calais Cameron\nInstead, Calais Cameron focused on studying all the different types of art forms Shange mixed and blended in her work, aiming to become a better actor, poet, and writer. That took the best part of ten years, but it was Covid-19 that finally pushed him to write the play that had been in gestation for all that time. “If it wasn’t for the pandemic, I might still be writing For Black Boys now,” he says.\n“The pandemic made me see that we, as young Black men, really, really, really need this play right now. I’ve seen a lot of people suffer mentally. I’ve seen a lot of people being in a position where they can’t open up, and end up suffering in silence. I realised that we needed something like this, especially after the fact that we’d all been locked up for the last couple of years. We all needed something that had a powerful message about coming together as a community and giving joy to one another.”\nTHE impression given by the audience is that watching For Black Boys . . . is as therapeutic an experience as it is for the six characters on stage. The work is moving, shocking, and heart-breaking, but also hilarious and uplifting.\nThere is an undercurrent of faith running through it — never overtly preachy but present, none the less, occasionally popping its head above the surface when one character or other recalls an incident that happened to them in church, and rising to a climax when the six men declare that their lives do have value, quoting a verse from the book of Jeremiah (“For I know the plans I have for you”) as they do so.\n“That verse from Jeremiah was one of the last things I put in the play,” Calais Cameron says. “It saved my life, knowing that there was a Saviour who had a hope for me. That knowledge allowed me — and still allows me — to understand that, regardless of what the situation is, there is a hope for me.\n“When talking on suicide, there was no way that I could create a play essentially showing Black boys that there is life worth living without also talking about the fact that Christ saved my life. I would be a liar if I didn’t.”\nSimon Walsh on nuns’ return to the stage\nThe secret is knowing how to get that message across without beating the audience over the head with it. “As an artist, my job is to create characters and worlds that are authentic and real,” he says. “It would be weird if all my characters spoke the same way that I do. If that happened, the audience would spot it; they can tell when a writer is just trying to get something across.\n“So, instead I go, ‘OK, what world do these people come from?’ They have to be authentic in the worlds that they come from — even if that opposes my own views.”\n“I KIND of stumbled into church,” he recalls, of his own road to faith. “I was living on my mum’s floor; I was on Jobseekers Allowance, and I visited a church because I knew a couple of people who went. I didn’t think it was going to entice me in any way. But I received so much love from the church members, and it was very different to the idea that I had of church, where everyone’s in gowns singing hymns and they’re all very pious and hypocritical.\n© Johan PerssonThe 2024 cast of For Black Boys . . . in rehearsal before the West End opening\n“I discovered people who were actually real. They were like me, and they still liked stuff like football. They just loved Christ. I asked myself: ‘Why is everybody here so happy?’ I didn’t understand that. I’d never really been happy. And I thought: ‘Man, I would give up all my successes if I could just have joy for one day. I need to see what these people have’.\n“And so I kept coming — and that’s ten years now. My children were all born in the church; they recite scriptures now. I met my wife there, and we’re now seven years married. My life has changed in so many ways — and I owe it all to Christ.”\nIN 2015, Calais Cameron and his wife, Shavani Cameron, an actress, co-founded Nouveau Riche, a collective of performance artists and producers. “When we started Nouveau Riche, it was about trying to create theatre for people who didn’t necessarily like theatre,” he says.\n“When was I growing up, theatre was a very ‘one way’ kind of thing. It felt as if it was appealing more to people that weren’t from my background or from my culture. And I always believed that there are more ways one can tell a story than the ways that we’ve grown up with in school.\n“How about having about a story that has experimental elements to it? What about a story that had poetry in it, or rap, or dance? How about if we just smashed open the ‘five act’ structure and had a story that wasn’t linear, but captivated people by emotions and laughter?\n“With Nouveau Riche, we’re really going to experiment, actually look back at how stories were created a thousand years ago or back in Africa — all these different elements. We’re going to disrupt the way that stories are told in this country. We’re now our seventh year, and audiences keep getting bigger and bigger. We’re now filling out 900 seats a night in the West End, and this all came from an ethos of ‘Imagine if we just did something a little bit different.’”\nNouveau Riche’s plans for this year include hosting a festival and mentoring some aspiring creatives. This is in addition to Calais Cameron’s television work. He worked on the new BBC1 series Boarders, and wrote two episodes on the upcoming Channel 4 series Queenie. He is also working with Film 4, and writing a feature film with AMC, the American TV channel responsible for the hit series Breaking Bad and the Walking Dead franchise.\nBut Nouveau Riche has a special place in his heart. “We’ve now got offices in Catford, where I grew up, so I’m able to put some money back into the area,” he says, excitedly. “That was always a dream of mine.”\nFor Black Boys Who Have Considered Suicide When The Hue Gets Too Heavy is at the Garrick Theatre, 2 Charing Cross Road, London WC2, until 1 June. Box office: phone 0330 333 4811. thegarricktheatre.co.uk\nBrowse Church and Charity jobs on the Church Times jobsite\n28 Mar 2024\n22 Feb 2024\n03 Mar 2023\n14 Jul 2023\n22 Mar 2024\n05 Apr 2024\nPalestinian Muslims are observing the holy month on the brink of famine, says Patrick Watt\nRead reports from issues stretching back to 1863, search for your parish or see if any of the clergy you know get a mention.\nFREE for Church Times subscribers.\nExplore the archive\nThe Acting Bishop of Ely and the Vicar of Great St Mary’s seek to appoint an Associate Vicar for the University Church of St. Mary the Great with St. Michael, Cambridge\nWe are looking for a full time General Secretary to lead and manage our people and financial resources to support our member churches and represent them in the wider ecumenical world in the UK.\nSalary: £76,500 + benefits\nFind more jobs\nTo explore the Church Times website fully, please sign in or subscribe.\nNon-subscribers can read four articles for free each month. (You will need to register.)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ryan calais cameron",
        "sentiment": "neutral"
      },
      {
        "name": "george luke",
        "sentiment": "neutral"
      },
      {
        "name": "calais cam",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "for black boys —",
        "sentiment": "none"
      },
      {
        "name": "ryan calais cameron for black boys",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "britain",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T02:19:46.561+03:00",
  "updated": "2024-04-05T02:19:46.561+03:00"
}