{
  "thread": {
    "uuid": "91776b8b981d4ffb58c7f6c3dc54e76ebf24b93d",
    "url": "https://www.quien.com/espectaculos/2024/01/05/nina-dancing-queen-familia-rubin-legarreta-celebra-17-anos",
    "site_full": "www.quien.com",
    "site": "quien.com",
    "site_section": "https://jlanoticias.com",
    "site_categories": [
      "fashion",
      "style_and_fashion"
    ],
    "section_title": "Al Minuto - Jlanoticias",
    "title": "Nina, la 'dancing queen' de la familia Rubín Legarreta, cumple 17 años",
    "title_full": "Nina, la 'dancing queen' de la familia Rubín Legarreta, cumple 17 años",
    "published": "2024-01-05T23:37:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://cdn-3.expansion.mx/dims4/default/fad8f55/2147483647/strip/true/crop/1200x630+0+44/resize/1200x630!/format/jpg/quality/80/?url=https%3A%2F%2Fcdn-3.expansion.mx%2F1a%2Ff8%2F93a15766461b89171f7387d54177%2Fnina-rubin.jpg",
    "performance_score": 0,
    "domain_rank": 69834,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "91776b8b981d4ffb58c7f6c3dc54e76ebf24b93d",
  "url": "https://www.quien.com/espectaculos/2024/01/05/nina-dancing-queen-familia-rubin-legarreta-celebra-17-anos",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Claudia Pacheco Ocampo",
  "published": "2024-01-05T23:37:00.000+02:00",
  "title": "Nina, la 'dancing queen' de la familia Rubín Legarreta, cumple 17 años",
  "text": "La [familia Rubín Legarreta](https://www.quien.com/espectaculos/2024/01/03/familia-rubin-legarreta-esquia-vail-novio-mia-tarik-othon?utm_source=internal&utm_medium=link-recommended) inició el año con el pie derecho y más unida que nunca. A finales de 2023, Andrea, Erik, Mía y Nina viajaron al llamado 'Lugar más feliz del mundo', Walt Disney World, donde por primera vez Tarik Othon, novio de Mía, se unió a ellos en la aventura, acompañado de su familia, según consta en las postales que compartieron. Nina, la 'dancing queen' de la familia Rubín Legarreta, cumple 17 años La Nina Rubín celebra su cumpleaños 17 años Pero eso no es todo. Hace unos días, todos se trasladaron a Vail, Colorado, donde, no obstante las bajas temperaturas, han esquiado sobre sus famosas pistas, más aún en la Beaver Creek Mountain, una importante estación de esquí en el oeste de Estados Unidos. Y ahora, este viernes amanecieron con una celebración muy importante. Nina Rubín, la menor de la familia, está cumpliendo 17 años y por supuesto tenían que hacerle fiesta con pastel, invitados y regalos incluidos. A través de sus redes sociales, Andrea y Erik compartieron los mensajes que le dedicaron a Nina, quien en el festejo estuvo rodeada no sólo de sus familiares, también de sus amigos más cercanos. No te puedes perder: “Mi bebé. Mi amada Nina. Soy tan feliz de ser mamá de un ser TAN hermoso en todos sentidos como tú… Eres una de las mejores personas que he conocido en mi vida. Mágica y dulce Nina… Eres maestra de amor, madurez, empatía, dulzura, sencillez, inteligencia, creatividad, respeto y gozo por la vida”, escribió Andrea en el inicio de su extensa felicitación. Después deseó para su vida risas, alegría, reconocimiento, amigos maravillosos, salud mental, espiritual y física, gente buena a su alrededor, bailes, comida deliciosa, viajes y trabajo que le haga feliz. Andrea Legarreta y Erik Rubín felicitan a Nina por su cumpleaños También “la ternura que das multiplicada, pura buena vibra como lo eres tú y TODAS las bendiciones que una chiquitita como tú merece. Celebro tu vida, amor lindo. Le pido a Dios te proteja por toda la eternidad. Que la maldad del mundo no te toque, que aunque la vida no es color de rosa, tengas más días felices que los no tan buenos. Jamás permitas que NADIE te haga dudar de lo valiosa que eres”. La conductora destacó que ama compartir su vida con ella, aprender y crecer juntas. “Somos equipo, no lo olvides”, le recalcó para finalmente decirle que está orgullosa de ella, que es la más feliz de ser su mamá y que la ama. Erik Rubín no se quedó atrás y también se inspiró desde lo más profundo de su corazón, aunque no con un mensaje tan amplio, el cantante fue más conciso. “17 años, mi señorita, mi dancing queen. Una de las personas más maravillosas que conozco y a una que, en verdad, le sobran cualidades. Y no lo digo por ser tu papá, todos los que te conocen bien lo dicen. Sensible, inteligente, talentosa amorosa. Gran hermana, hija, nieta. Que este año sea de mucho aprendizaje pero, sobre todo, de mucho gozo, a gozar hermosa. Mereces lo que sueñas. Te amo profundamente”, escribió el ex Timbiriche en su post junto a tres imágenes, dos de ellas con Nina frente a su pastel y la más emotiva: la familia Rubín Legarreta abrazándose. A las felicitaciones se han sumado, hasta el momento, famosos como Alix Bauer, Raúl Araiza, María León, Celina del Villar, Verónica Jaspeado, Fey, Itatí Cantoral y Adrián Uribe, entre otros. Amigos y familiares también la han felicitado mediante sus stories y para todos se está dando un tiempo para agradecerles personalmente.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:24:13.059+02:00",
  "updated": "2024-01-06T00:24:13.059+02:00"
}