{
  "thread": {
    "uuid": "05eb3639a05c3d3cd90093dc3172862708069c2e",
    "url": "https://www.miragenews.com/canada-pushes-for-green-jobs-inclusion-1175350",
    "site_full": "www.miragenews.com",
    "site": "miragenews.com",
    "site_section": "https://miragenews.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Australia&#039;s 24/7 live news &amp; media portal | Mirage News",
    "title": "Canada Pushes for Green Jobs, Inclusion, Innovation at GLOBE | Mirage News",
    "title_full": "Canada Pushes for Green Jobs, Inclusion, Innovation at GLOBE | Mirage News",
    "published": "2024-02-15T15:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://cdn1.miragenews.com/wp-content/uploads/2019/04/news-and-developments.jpg",
    "performance_score": 0,
    "domain_rank": 14331,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "05eb3639a05c3d3cd90093dc3172862708069c2e",
  "url": "https://www.miragenews.com/canada-pushes-for-green-jobs-inclusion-1175350",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mirage News",
  "published": "2024-02-15T15:02:00.000+02:00",
  "title": "Canada Pushes for Green Jobs, Inclusion, Innovation at GLOBE | Mirage News",
  "text": "As countries around the world turn to Canada as a supplier of choice for clean energy, critical minerals and clean technologies, Canada continues to work with innovators, Indigenous partners and youth through fora such as the GLOBE Forum to help communities seize the economic opportunities presented by ambitious climate action. This week, Parliamentary Secretary Julie Dabrusin represented the Government of Canada at GLOBE Forum 2024 in Vancouver, B.C., to advance action toward net-zero innovation and inclusive economic growth with partners. The Parliamentary Secretary attended on behalf of the Honourable Jonathan Wilkinson, Minister of Energy and Natural Resources, and the Honourable Steven Guilbeault, Minister of Environment and Climate Change. While at GLOBE, Parliamentary Secretary Dabrusin: · Championed the government's vision for clean growth through her participation in key sessions with youth, industry innovators and women leaders in the energy sector, highlighting Canada's commitments to creating sustainable, high-quality jobs for youth and to achieving gender equality and broader inclusion, diversity, equity and accessibility in the energy sector - including through Equal by 30. · Hosted GLOBE's Clean Tech Pitch Panel with seven of the 13 Canadian companies named to the 2024 Global Cleantech 100 list and joined businesses involved in the Net-Zero Challenge, who discussed their motivations and experience as well as the challenges, opportunities and lessons learned in planning and pursuing net-zero commitments. · Jointly convened industry and community leaders to discuss climate-resilient infrastructure and housing and climate-proofing Canadian communities through collaborations across governments and sectors with the Honourable Sean Fraser, Canada's Minister of Housing, Infrastructure and Communities. Parliamentary Secretary Dabrusin also jointly announced - with the Federation of Canadian Municipalities (FCM) - an investment of over $900,000 through the Green Municipal Fund (GMF) to support local climate action projects in six communities across British Columbia. By supporting municipal initiatives that reduce emissions and enhance resiliency, Canada is working collaboratively to deliver for British Columbians. The Parliamentary Secretary then visited [Vancouver's Firehall No.17](https://vancouver.ca/your-government/firehall-17.aspx), one of Canada's first net-zero fire halls, where she met with local firefighters. The Government of Canada is supporting clean technology innovation, the creation of good jobs and meaningful partnerships. Canada is dedicated to the active participation of women, youth, Indigenous Peoples, immigrants, racialized peoples and persons with disabilities in building a sustainable and prosperous future on the road to net zero. [here](/canada-pushes-for-green-jobs-inclusion-1175350/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology",
    "Environment"
  ],
  "external_links": [
    "https://vancouver.ca/your-government/firehall-17.aspx),",
    "https://www.vancouver.ca/your-government/firehall-17.aspx),"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dabrusin",
        "sentiment": "none"
      },
      {
        "name": "indigenous",
        "sentiment": "none"
      },
      {
        "name": "steven guilbeault",
        "sentiment": "none"
      },
      {
        "name": "julie dabrusin",
        "sentiment": "none"
      },
      {
        "name": "jonathan wilkinson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "green jobs",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "vancouver",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T02:16:33.449+02:00",
  "updated": "2024-02-16T02:16:33.449+02:00"
}