{
  "thread": {
    "uuid": "840b7204f4058daf2d9bbd02bac0d8a54d733834",
    "url": "https://www.scoop.co.nz/stories/CU2404/S00109/fred-and-myrtles-paua-shell-house-returns-in-virtual-form.htm",
    "site_full": "www.scoop.co.nz",
    "site": "scoop.co.nz",
    "site_section": "http://xijinping.einnews.com/live_feed",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics",
      "top_news"
    ],
    "section_title": "Live Feed Wire - Xi Jinping News Today - EIN Presswire",
    "title": "Fred And Myrtle's Paua Shell House Returns – In Virtual Form | Scoop News",
    "title_full": "Fred And Myrtle's Paua Shell House Returns – In Virtual Form | Scoop News",
    "published": "2024-04-12T01:12:07.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "NZ",
    "main_image": "http://img.scoop.co.nz/stories/images/1908/scoop_image.jpg",
    "performance_score": 0,
    "domain_rank": 5302,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "840b7204f4058daf2d9bbd02bac0d8a54d733834",
  "url": "https://www.scoop.co.nz/stories/CU2404/S00109/fred-and-myrtles-paua-shell-house-returns-in-virtual-form.htm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-12T01:12:07.000+03:00",
  "title": "Fred And Myrtle's Paua Shell House Returns – In Virtual Form | Scoop News",
  "text": "Fred And Myrtle's Paua Shell House Returns – In Virtual Form Fred and Myrtle's Paua Shell House is back as a virtual tour. The new interactive experience means visitors to Canterbury Museum at CoCA can once again enjoy the polished pāua shells, vintage carpet and retro glory of this Kiwiana classic. The interior of Fred and Myrtle's Paua Shell House in Canterbury Museum in 2018 The much-loved exhibit was digitally captured in high definition before it was taken down and carefully put into storage last year ahead of the major redevelopment of the Museum’s Rolleston Avenue buildings. The virtual tour is presented on a touch screen housed in a suitably retro television built especially for the display. The tour is also available on the Museum’s website. The Paua Shell House will return in the redeveloped Museum. In the meantime, the virtual tour allows this popular attraction to still be enjoyed. The virtual tour includes photographs, music, video and text to recreate the full Paua Shell House experience. Museum staff have also digitally captured other much-loved Museum exhibits including the Christchurch Street, the Antarctic Gallery and the Bird Hall. More virtual tours of the old galleries will be created over the next 3 years. Dr Morgane Merien, Museum Science and Curatorial Communicator, said it was a huge job to digitally capture nearly every exhibition space in the Rolleston Avenue building. Merien and Museum Exhibition Technician Liam Dangerfield used a camera and special software to record the spaces in three dimensions. Merien said it felt good to bring back the Paua Shell House to the pop-up Museum. “It was painstaking work, but I’m glad I was able to capture all those spaces before the Museum closed for redevelopment.” Museum Tumuaki/Director Anthony Wright said it was important to capture the Rolleston Avenue exhibitions before the redevelopment started. “They’re an important part of the Museum’s history which needed to be recorded for our archives. We’ll need visual access to many of the former Rolleston Avenue displays as we develop the visitor experience for the new Museum. “Some of these much-loved exhibitions will return in the new Museum – the Christchurch Street and Paua Shell House for example – and others like the Antarctic Gallery and the Bird Hall will be reimagined.” “We hope that they will continue to delight and surprise Museum visitors for decades to come.” The new virtual tour is available at Canterbury Museum at CoCA, the Museum’s pop-up at 66 Gloucester St in central Christchurch. Experience the virtual tour here: https://www.canterburymuseum.com/visit-the-paua-shell-house Background notes: More than 50 years ago, Fred and Myrtle Flutey attached a pāua shell to the living room wall of their home in the fishing town of Bluff at the bottom of Te Waipounamu the South Island. Over the years, they added more than 1,000 other pāua shells to the walls and collected an amazing array of kiwiana ornaments. Fred and Myrtle Flutey opened the doors of their home to visitors, welcoming more than a million people to the Paua Shell House as it became known. They greeted all their visitors in person, sharing stories about their collection and their passion for pāua. In 2007, some years after the couple passed away, the Flutey Collection of more than 4,000 objects, including 1,234 pāua shells, came to Canterbury Museum. Fred and Myrtle's Paua Shell House opened at Canterbury Museum opened on 4 July 2008. The front portion of the house was recreated in the Museum from the original plans of the Flutey’s Bluff home and from photographs and footage of the couple’s living room.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://www.canterburymuseum.com/visit-the-paua-shell-house",
    "https://canterburymuseum.com/visit-the-paua-shell-house"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "fred and myrtle",
        "sentiment": "negative"
      },
      {
        "name": "fred",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "paua shell house",
        "sentiment": "negative"
      },
      {
        "name": "canterbury museum",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "myrtle",
        "sentiment": "none"
      },
      {
        "name": "rolleston avenue",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T01:12:07.712+03:00",
  "updated": "2024-04-12T01:12:07.712+03:00"
}