{
  "thread": {
    "uuid": "542e2e79f146e4b5264470f3e85261470094d949",
    "url": "https://www.24-7pressrelease.com/press-release/511319/marquis-whos-who-honors-dr-clarissa-williams-for-expertise-in-diversity-and-education",
    "site_full": "www.24-7pressrelease.com",
    "site": "24-7pressrelease.com",
    "site_section": "http://rss.24-7pressrelease.com/rss/press_release_todays_newsfeed.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Press Release and Top  News From 24-7 Press Release Newswire",
    "title": "Marquis Who's Who Honors Dr. Clarissa Williams for Expertise in Diversity and Education",
    "title_full": "Marquis Who's Who Honors Dr. Clarissa Williams for Expertise in Diversity and Education",
    "published": "2024-05-31T10:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.24-7pressrelease.com/assets/attachments/051/press_release_distribution_0511319_204809.jpg",
    "performance_score": 0,
    "domain_rank": 14125,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "542e2e79f146e4b5264470f3e85261470094d949",
  "url": "https://www.24-7pressrelease.com/press-release/511319/marquis-whos-who-honors-dr-clarissa-williams-for-expertise-in-diversity-and-education",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-31T10:00:00.000+03:00",
  "title": "Marquis Who's Who Honors Dr. Clarissa Williams for Expertise in Diversity and Education",
  "text": "In accounting for her success, she credits the strength she draws from her faith, which serves as an anchor and compass, alongside her imagination and the influence of her mother.\nSPRINGFIELD, IL, May 31, 2024 /24-7PressRelease/ -- Dr. Clarissa Williams has been selected for inclusion in Marquis Who's Who. As in all Marquis Who's Who biographical volumes, individuals profiled are selected on the basis of current reference value. Factors such as position, noteworthy accomplishments, visibility, and prominence in a field are all taken into account during the selection process.\nWell regarded for over two decades of expertise in the field of Equity, Diversity and Inclusion, as well as program administration, student services, teaching, mentoring and curriculum design among other areas. Dr. Williams has distinguished herself in various professional positions held. She currently serves as the Executive Director of the Office of Equity, Diversity and Inclusion at Southern Illinois University School of Medicine. In this capacity, Dr. Williams works to ensure that all school and community initiatives are executed to adequately prepare future generations of physicians to provide culturally responsive care to vulnerable populations as well as to ensure better healthcare outcomes are achieved for the populace.\nIn her most recent prior position, Dr. Williams served as Section Chief for Diversity and Recruitment at the Illinois Department of Transportation. Through collaborative work with civic organizations and colleges and universities, she identified and recruited qualified engineers from underrepresented groups. As a testament to her accomplishments, she notably achieved 70% of the department's staffing goals through her recruitment initiatives.\nUpon completion of Master' s coursework in Public Administration from the Maxwel School of Citizenship and Public Policy, Syracuse University, Dr. Williams worked as an Employee Development Specialist in the Office of Management and Executive Training, National Office of the Internal Revenue Service, Washington DC. Dr Williams later pursued doctoral studies at Temple University while concurrently serving as an Adjunct Professor in Sociology at Saint Joseph University, Philadelphia, PA. After completion of doctoral studies at Temple University, Dr. Williams continued her career as director of the summer medical prematriculation program and academic skills specialist at the University of Illinois College of Medicine, where she is proud to have played a direct role in beginning conversations and presentations that led to incorporation of cultural competence in the medical school curriculum.\nDr. Williams dedicated herself to service in academia and public service organizations in various capacities in her professional career, working as Assistant Director for Math Science Upward Bound, graduate assistant to Sonia Sanchez Temple University-women's studies, graduate assistant, Howard University, Counselor for Aldersgate Youth Service Bureau, Curriculum Consultant with Friends Neighborhood Guild, Curriculum Developer with the Boys and Girls Club of America, substitute teacher for District 186, and Supervisor with the State Comptroller's office.\nThroughout the course of her career, she has delivered a number of lectures on Black History and culture, Spirituality, Cultural Competence and Racism in Medicine at Temple U, Saint Joseph's U, University and the University of Illinois campuses. Additionally, she has demonstrated her leadership capabilities as a project manager, event creator and coordinator for numerous committees, programs and annual celebrations for underrepresented groups.\nBefore venturing onto her vocational path, Dr. Williams studied political science at Anderson University, where she revived and served as president of the Black Student Union and earned a Bachelor of Arts. Following this accomplishment, she later attained a Master of Public Administration at Syracuse University, a Master of Divinity at Howard University and a PhD in African American Studies at Temple University. Dr. Williams cultivated a passion for African American Literature as a child that created an appreciation for the life, plight, history and culture of African American people that has guided her career aspirations to date.\nTo remain aware of developments affecting her field, Dr. Willims maintained professional affiliations with pertinent organizations, including the Association of American Medical Colleges, the National Association of Medical Minority Educators, the Association for Psychological Type International and Intercultural Development Inventory, an organization dedicated to fostering personal growth and insight into positive intercultural engagement.\nOutside of her professional endeavors, Dr. Williams is an accomplished author with nine books to her name and has received such honors as Worship Leader of the Year, Most Outstanding Women of America, Who's Who in American Colleges and Universities and Student of the Year. In accounting for her success, she credits the strength she draws from her faith, which serves as an anchor and compass, alongside her imagination and the influence of her mother.\nIn her personal life, Dr. Williams enjoys pursuits that enrich her spirit and intellect such as writing, singing, theater acting, traveling, reading and cooking. Looking ahead, she harbors aspirations to expand her creative horizons through singing more frequently, completing illustrations for her books, conducting workshops, traveling extensively and cherishing quality time spent with family and friends.\nAbout Marquis Who's Who®:\nSince 1899, when A. N. Marquis printed the First Edition of Who's Who in America®, Marquis Who's Who® has chronicled the lives of the most accomplished individuals and innovators from every significant field of endeavor, including politics, business, medicine, law, education, art, religion and entertainment. Marquis celebrates its 125th anniversary in 2023, and Who's Who in America® remains an essential biographical source for thousands of researchers, journalists, librarians and executive search firms around the world. Marquis® publications may be visited at the official Marquis Who's Who® website at\nwww.marquiswhoswho.com.\n# # #",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief",
    "Education"
  ],
  "webz_reporter": false,
  "external_links": [
    "http://www.marquiswhoswho.com",
    "http://marquiswhoswho.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "clarissa williams",
        "sentiment": "positive"
      },
      {
        "name": "williams",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "southern illinois university school of medicine",
        "sentiment": "none"
      },
      {
        "name": "office of equity",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "springfield",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T10:29:01.215+03:00",
  "updated": "2024-05-31T10:29:01.215+03:00"
}