{
  "thread": {
    "uuid": "31b12d9182915551ac860d6512192d9b4422a8ff",
    "url": "https://vnexplorer.net/z/1210682.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/us",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "US - VNExplorer",
    "title": "City of Stirling wins national award for its Glendalough to Scarborough trackless tram trial",
    "title_full": "City of Stirling wins national award for its Glendalough to Scarborough trackless tram trial",
    "published": "2024-07-05T07:08:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://images.perthnow.com.au/publication/C-15254303/e1853d1f71d32601c082126dfed01e9a8e77394f.jpg?imwidth=668&amp;impolicy=pn_v3",
    "performance_score": 0,
    "domain_rank": 98072,
    "domain_rank_updated": "2024-07-02T13:08:29.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "31b12d9182915551ac860d6512192d9b4422a8ff",
  "url": "https://vnexplorer.net/z/1210682.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-07-05T07:08:00.000+03:00",
  "title": "City of Stirling wins national award for its Glendalough to Scarborough trackless tram trial",
  "text": "The City of Stirling’s Trackless Tram Trial has received national recognition with the city’s CEO Stevan Rodic accepting the award from Prime Minister Anthony Albanese on Thursday. The 2024 National Awards for Local Government, held in Canberra, attracted 144 nominations and 12,000 votes across its categories with the city winning the Productivity through Infrastructure category. The award commends initiatives that use technological innovations, consider sustainability, liveability and productivity in investment strategies and planning and addresses long-term infrastructure priorities. PerthNow Digital Edition.Your local paper, whenever you want it.Read now Get in front of tomorrow&amp;#x27;s news for FREE Journalism for the curious Australian across politics, business, culture and opinion. READ NOW The City of Stirling’s Trackless Tram Trial has received national recognition at the National Awards for Local Government. Credit: Jackson Flindell/The West Australian The Trackless Tram Trial delivered a fully operational tram through Stirling last November, it saw 1,200 residents, visitors and transport experts from Perth, interstate and abroad experience the first Trackless Tram in Australia. The award’s timing comes when the trial’s business case has yet to be released, which the city said it is currently finalising and “expects to be in a position to deliver it to the Australian Government in the next few months.” Mayor Mark Irwin said the national accolade reflected the hard work of all the city’s partners to make the Trackless Tram Trial a reality. “The City of Stirling embarked on a business case, which has been funded by the Australian Government, to investigate the feasibility of implementing a Trackless Tram system from Glendalough Station to Scarborough Beach,” he said. “To share our vision and explore community interest, we undertook an Australian-first trial by getting the Trackless Tram to Stirling so that people could try the technology for themselves.” Mr Irwin said community feedback for the trial saw positive numbers with more than 1200 people attending a trackless tram open day – with a subsequent survey finding 94 per cent of respondents judged the ride quality to be good to excellent. The mayor said in a survey to residents, 76 per cent indicated their support for trackless trams as a public transport option. “I’m really proud of the City being recognised for excellence at the federal level with this achievement. I would like to thank the teams involved at the City of Stirling, as well our partners in the trial including ITSG, CRRC, Shanghai Electric and Curtin University for their hard work and commitment,” he said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Corporate News and Profiles",
    "Human Interest",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "scarborough",
        "sentiment": "negative"
      },
      {
        "name": "anthony albanese",
        "sentiment": "none"
      },
      {
        "name": "jackson flindell",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "perthnow digital",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "stirling",
        "sentiment": "none"
      },
      {
        "name": "glendalough",
        "sentiment": "none"
      },
      {
        "name": "canberra",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T15:14:19.329+03:00",
  "updated": "2024-07-05T15:14:19.329+03:00"
}