{
  "thread": {
    "uuid": "2fed2e8daa8ad08b45d8c95023b7273d7bd9d81d",
    "url": "https://www.essentiallysports.com/nfl-active-news-great-job-andy-reid-thanks-kansas-city-chiefs-support-staff-in-aiding-weather-war-at-arrowhead/",
    "site_full": "www.essentiallysports.com",
    "site": "essentiallysports.com",
    "site_section": "https://www.essentiallysports.com/",
    "site_categories": [
      "sports"
    ],
    "section_title": "EssentiallySports | The Fan&#x27;s Perspective",
    "title": "\"Great Job\": Andy Reid Thanks Kansas City Chiefs Support Staff in Aiding Weather War at Arrowhead - EssentiallySports",
    "title_full": "\"Great Job\": Andy Reid Thanks Kansas City Chiefs Support Staff in Aiding Weather War at Arrowhead - EssentiallySports",
    "published": "2024-01-14T07:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://image-cdn.essentiallysports.com/wp-content/uploads/WhatsApp-Image-2024-01-14-at-10.28.00-AM.jpeg?class=watermark",
    "performance_score": 0,
    "domain_rank": 12235,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2fed2e8daa8ad08b45d8c95023b7273d7bd9d81d",
  "url": "https://www.essentiallysports.com/nfl-active-news-great-job-andy-reid-thanks-kansas-city-chiefs-support-staff-in-aiding-weather-war-at-arrowhead/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jakso James",
  "published": "2024-01-14T07:47:00.000+02:00",
  "title": "\"Great Job\": Andy Reid Thanks Kansas City Chiefs Support Staff in Aiding Weather War at Arrowhead - EssentiallySports",
  "text": "Kansas City Chiefs outplayed the Miami Dolphins 26-7 and the performance of the side immediately made all heads turn. But, it was not the playing team that was showered by appreciation from the HC’s side. So, who were Reid’s praises reserved for this time?\nAmerica’s Favorite Video Today\nIt was the support staff of the Chiefs that made Reid comment about their irreplaceable contributions to the game in a rather harsh weather situation. They immediately were thanked by the coach for their constant efforts during the clash and for putting in relentless work to make the match a possibility in such tough weather conditions.\nAndy Reid thanks the team for making the field playable ADVERTISEMENT\nArticle continues below this ad\nAndy Reid stepped onto the podium to answer the reporters’ questions after the staggering victory against the Dolphins. The very first thing he did was thank the support staff for making the unexpected clash a reality for the team and allowing them to play a full game during such challenging conditions. “Cleaning things up and making that field playable. They did a great job,” reflected the appreciation pouring in from Reid.\nThe Head Coach then went on to express his admiration for the Dolphins. It is a well-known fact that the weather down in Florida is as different from KC as it can be. The Dolphins team is more used to warm, humid temperatures, not the frigid temperatures of KC. “They beared with all the weather,” he said about them, praising the opposition for their commitment.\nTrending Divided by Divorce, United by Shelomi: Deion Sanders Joins Forces With Ex-wife Pilar to Become Daughter’s Pillar of Strength January 13, 2024 12:35 pm EDT\nWhat Is Patrick Mahomes’ 2024 Net Worth? Is He the Highest-Paid NFL Star? January 13, 2024 12:19 am EDT\nPatrick Mahomes’ Helmet: What Makes Mahomes’ Helmet Unique and Why Does It Look Different? September 06, 2023 06:37 am EDT\nAntonio Brown Breaks Silence on Having “Bad Blood” With Tom Brady With Clear Cut Answer January 13, 2024 11:41 pm EDT\nPatrick Mahomes Helmet Smash: Fans Slam Referees, Mom Randi Blames Freezing Weather January 14, 2024 09:59 am EDT\nGet instantly notified of the hottest NFL stories via Google! Click on Follow Us and Tap the Blue Star.\nFollow Us\nThe weather was so challenging, that even some fans began to walk out of the stadium after halftime. However, while the weather had its role to play, it certainly wasn’t the only reason why the Kansas City team grabbed a win.\n“Definitely Not”: Nick Sirianni Shatters Opinions of Benching Jalen Hurts Amid Eagles’ QB’s Health Rumors\nWhat factors contributed to the Chiefs’ victory? ADVERTISEMENT\nArticle continues below this ad\nIn what has been the theme for the Chiefs this season, it was the defense that dominated again. Yet, unlike several previous games, the offense did not step away from the show this time. Kicker Harrison Butker played a huge part in the Chiefs’ victory. He scored four field goals during the game, and that is a Chiefs postseason record! The Chiefs knew that the temperature would be cold, but they had their plans well set. As QB Patrick Mahomes revealed, their idea remained focusing on “Let’s come in with that fire.”\nUSA Today via Reuters\nDec 31, 2023; Kansas City, Missouri, USA; Kansas City Chiefs quarterback Patrick Mahomes (15) celebrates toward the fans against the Cincinnati Bengals at GEHA Field at prior to a game Arrowhead Stadium. Mandatory Credit: Denny Medley-USA TODAY Sports\nFor the Dolphins, however, things once again end earlier than they would have wished. Three weeks ago, they were the captain of their ship and it looked like they were unbeatable in this season. But then they lost two games in a row in Week 17 and 18, making the momentum shift subsequently for them. They were set for the No. 1 seed, but in the end, had to settle for the 6th seed. All unfortunate losses and twists finally ended with their second straight-away Wild Card game and another disappointing performance in it.\nADVERTISEMENT\nArticle continues below this ad\nAs the Chiefs progress onto the Divisional Round, which team will they have to take on? What are your guesses? Let us know below!\nWatch This Story: After Pat McAfee’a Light-Hearted Mockery, Boston College Football Punter’s Weird LA Bowl Qualification Celebration Goes Viral\nProviding feedback will help us make your experience better.\nThe Fan's Perspective\nEnjoyed Your Read? Let us know how likely you are to recommend EssentiallySports to your friends!\n1\n2\n3\n4\n5\nLeast Likely\nMost Likely\nSubmit\nPosts on Related Topics Harrison Butker Patrick Mahomes",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Weather"
  ],
  "external_links": [
    "https://bit.ly/4113QfS",
    "https://www.bit.ly/4113QfS"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "andy reid",
        "sentiment": "negative"
      },
      {
        "name": "reid",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "arrowhead - essentiallysports kansas city chiefs",
        "sentiment": "negative"
      },
      {
        "name": "kansas city chiefs support staff",
        "sentiment": "negative"
      },
      {
        "name": "miami dolphins",
        "sentiment": "negative"
      },
      {
        "name": "dolphins",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "america",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-14T07:54:47.851+02:00",
  "updated": "2024-01-14T11:10:44.714+02:00"
}