{
  "thread": {
    "uuid": "fd52ae667e9d315c84c09d615b65c6b1a6d41ad9",
    "url": "https://www.jpost.com/opinion/article-799569",
    "site_full": "www.jpost.com",
    "site": "jpost.com",
    "site_section": "https://rss.jpost.com/rss/rssfeedsopinion.aspx",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "JPost.com - Opinion",
    "title": "Ben Gvir's government: A new leader in Israel - The Jerusalem Post",
    "title_full": "Ben Gvir's government: A new leader in Israel - The Jerusalem Post",
    "published": "2024-05-06T07:38:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.jpost.com/image/upload/f_auto,fl_lossy/c_fill,g_faces:center,h_407,w_690/584543",
    "performance_score": 0,
    "domain_rank": 925,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fd52ae667e9d315c84c09d615b65c6b1a6d41ad9",
  "url": "https://www.jpost.com/opinion/article-799569",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "jpost.com",
  "published": "2024-05-06T07:38:00.000+03:00",
  "title": "Ben Gvir's government: A new leader in Israel - The Jerusalem Post",
  "text": "National Security Minister Itamar Ben Gvir stood before the cameras yesterday as he exited the prime minister's office and declared firmly without mincing words: \"I warned the prime minister that if God forbid, Israel will not enter a ceasefire, if God forbid we end the war, or if God forbid there be a careless deal. The prime minister heard these words, promised that Israel would enter Rafah, that the war would not end, and promised that there will be no irresponsible deal.\"These words and tone of speech left no doubt in anyone's mind: there is a new prime minister in the State of Israel. In practice, Benjamin Netanyahu has become the executor of his 'master's' will, Itamar Ben-Gvir. This raises the inevitable question: how far has Netanyahu fallen? He has sunk so low that even a basic response from a prime minister, to protect his honor, he cannot manage.This led me to yearn for the leadership of David Ben-Gurion, who knew to say in tough times, \"I do not presume to say that the people are in my pocket. I don't know what the people want and what they don't want. I know what is desirable for the people and that is what I fight for.\"console.log(\"2390 BODY2. CatId is:\"+catID);if(catID==120){ console.log(\"2390 BODY. YES for anyclip script\"); var script = document.createElement('script'); script.src = 'https://player.anyclip.com/anyclip-widget/lre-widget/prod/v1/src/lre.js'; script.setAttribute('pubname','jpostcom'); script.setAttribute('widgetname','0011r00001lcD1i_12258'); document.getElementsByClassName('divAnyClip')[0].appendChild(script); }else if(catID !== 151) { let widgetid = \"60fd6becf6393400049e6535\"; if(catID === 69){ widgetid = \"65c3a2148772803523c6f41b\"; }else if(catID === 161){ widgetid = \"65c3a224fb10822a0a7db2dd\"; } console.log(\"2390 BODY. YES for vidazoo script\"); var script = document.createElement('script'); script.src = 'https://static.vidazoo.com/basev/vwpt.js'; script.setAttribute('data-widget-id', widgetid); document.getElementsByClassName('divVidazoo')[0].appendChild(script); if(!document.getElementById(\"qortex-ext-script\")){ script = document.createElement('script'); script.src = \"https://tags.qortex.ai/bootstrapper?group-id=qAAQHrWEnkO20EfZMXnAw&html-container=vdz[data-view=floater]\"; script.setAttribute('defer', \"defer\"); script.setAttribute('id', \"qortex-ext-script\"); document.head.appendChild(script); } } Even Netanyahu, despite a thousand differences, knows what most people want - the release of the hostages. He also knows what is important and good for the people of Israel. However, he is obeying Ben-Gvir and Betzalel Smotrich, because that is what is good for Netanyahu for clear reasons - and not for the people of Israel.Do not be confused: the fact that most of the Israeli people, according to most surveys, want above all to see the hostages come home, does not indicate that the people of Israel do not want to see the end of Hamas. If it is necessary to enter the lion's den to complete the mission, the people are in favor of that as well.Demonstrators protest for the release of Israeli hostages held hostage by Hamas terrorists in the Gaza Strip, in Jerusalem. April 27, 2024. (credit: Chaim Goldberg/Flash90)However, the problem for most of the people of Israel after seven months of fighting is that they do not believe in this government and its conduct, do not believe in their prime minister who changes his mind according to his political needs, and do not believe in figures like Orit Struck. ; Currently, the slogan of this government's war is entering Rafah. However, no one in the government is considering the fact that Rafah could also be a defeat with many casualties and injuries as a result of traps set by Hamas, hostages killed as a result of attacks, and mistakes in identifying or mistakenly hitting hundreds of innocent civilians during the fighting. The horror images that will be circulated will create a strong sense of war crimes and murder. And we ask, with Rafah in our hands, what next? Will this solve the Gaza problem? Will redemption finally come and terrorism disappear? IDF finds 900-meter-long terror tunnel in the Gaza Strip. April 7, 2024. (credit: IDF SPOKESPERSON'S UNIT)The right-wing government is in fact assisting the establishment of a new Palestinian stateSome will say that this is just the beginning and that in order to complete the task, a pragmatic government is required, one that operates with reason and discretion. Certainly not this government, ruled by unfit ministers, with a list of uncovered promises whose main concern is to survive and ensure the survival of Netanyahu.No matter how we look at the reality created here and a half of the right-wing government's term, it turns out that this has become a valuable asset to our enemies. The economic, political, and social damage caused by this government to the State of Israel during such a short period of time did not manage to achieve what all the Arab countries around us, including Palestinian terror organizations over the 76 years of the country's existence, succeeded in. This government, which began its path with the sin of judicial corruption proved that it is incapable of controlling and managing the country. Israeli prime minister Benjamin Netanyahu holds a press conference at the Ministry of Defense in Tel Aviv on February 29, 2024. (credit: NIMROD KLIKMAN/POOL)This became very clear after October 7 and is even more evident today in everything related to dealing with the northern settlements and their residents. In these difficult times, it seems that precisely the right-wing government, known for its opposition to the Palestinian state, is pushing us towards both states for both nations, under international pressure that will force the Palestinian state upon us.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Politics"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://tags.qortex.ai/bootstrapper?group-id=qAAQHrWEnkO20EfZMXnAw&html-container=vdz",
    "https://www.tags.qortex.ai/bootstrapper?group-id=qAAQHrWEnkO20EfZMXnAw&html-container=vdz",
    "https://tags.qortex.ai/bootstrapper"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "itamar ben gvir",
        "sentiment": "negative"
      },
      {
        "name": "ben gvir",
        "sentiment": "negative"
      },
      {
        "name": "benjamin netanyahu",
        "sentiment": "none"
      },
      {
        "name": "itamar ben-gvir",
        "sentiment": "none"
      },
      {
        "name": "god",
        "sentiment": "none"
      },
      {
        "name": "david ben-gurion",
        "sentiment": "none"
      },
      {
        "name": "netanyahu",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "jerusalem",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "rafah",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-06T13:24:09.767+03:00",
  "updated": "2024-05-06T14:43:01.945+03:00"
}