{
  "thread": {
    "uuid": "4d726d9ba8f98c6387c9c5f35b173143a26edca0",
    "url": "https://vnexplorer.net/el-indomable-liverpool-conquista-el-feudo-del-arsenal-s853871.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "El indomable Liverpool conquista el feudo del Arsenal",
    "title_full": "El indomable Liverpool conquista el feudo del Arsenal",
    "published": "2024-01-08T00:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mATJQ.img",
    "performance_score": 0,
    "domain_rank": 46448,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4d726d9ba8f98c6387c9c5f35b173143a26edca0",
  "url": "https://vnexplorer.net/el-indomable-liverpool-conquista-el-feudo-del-arsenal-s853871.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-08T00:03:00.000+02:00",
  "title": "El indomable Liverpool conquista el feudo del Arsenal",
  "text": "Jakub Kiwior se marca en propia puerta en la acción del primer gol del Liverpool.\nCinco goles después, Pep Guardiola hizo balance tras dejar atrás al Huddersfield en la Copa. La tarde había sido perfecta. Había recuperado a Doku, el incansable regateador belga, y sobre todo a Kevin de Bruyne, de regreso después de casi cinco meses de baja. Así que Pep se ilusiona porque el calendario además le dará un respiro para hacer algo que anhela y que la capacidad de su equipo para mantenerse en todas las competiciones le pone complicado: entrenar. Guardiola busca tiempo para adiestrar a sus futbolistas y en enero lo tendrá durante varias jornadas al calorcillo de Abu Dhabi para aprovechar un respiro competitivo entre el día 13 y el 27. Pero el laureado técnico advirtió después de la goleada (5-0) al Huddersfield: “Nuestro gran rival, el Liverpool, está de vuelta”. Los chicos dirigidos por Jürgen Klopp le dieron, casi de inmediato, la razón.\nEl Liverpool es indomable. El sorteo de Copa, donde no hay cabezas de serie ni gaitas, le envió a fajarse al campo del Arsenal cuando aún quedaban 64 equipos en competición. Al Emirates llegó irreconocible, con un terno morado y apenas doce futbolistas del primer equipo. África le reclutó a Salah, Asia a Endo. No podía contar ni con Van Dijk ni con su suplente Matip, tampoco con el centrocampista húngaro Szoboszlai. Robertson y Tsimikas, los dos laterales izquierdos están lesionados, como también lo está el comodín gallego Bajcetic. El Liverpool acabó el partido con tres chicos del segundo equipo en el campo, pero exuberante. Y laminó (0-2) al Arsenal en los minutos finales de una segunda parte memorable. “Estoy muy orgulloso. Trajimos a los niños y ganamos. Eso habla del carácter de todos”, resumió Klopp.\nUn rictus de decepción se apoderó de los jugadores del Arsenal, que palidecen en la Premier tras ganar apenas uno de sus últimos cinco partidos y recibieron un sopapo en la Copa, torneo fetiche para el club que más veces (14, por ocho el Liverpool) la ha alzado. La sensación es que dejaron pasar una excelente oportunidad para eliminar a su rival, que deambuló por el partido en un crescendo en el que comenzó apabullado y acabó sobrado.\nDe Bruyne, ante el Huddersfield.\nEl Arsenal debió de adelantarse en el marcador. Al final se fue sin ver puerta y con sus ya consabidas dudas sobre la pegada del equipo. Esta vez, una vez más, el señalado es Havertz, que tuvo opciones claras ante la meta, pero las remató todas como si fuese un cadete. Mourinho le hubiera comparado con un gato. Ocurrió además que enfrente estaban unos adormilados tigres. El Liverpool comenzó presa del estupor, con serios problemas para mover la pelota desde la zaga. Odegaard remató al larguero a los diez minutos al aprovecharse de una de esas deficientes salidas de balón. A White, Havertz o Saka les pasó el gol por delante. No atinaron. Y el rival se desperezó. Alexander-Arnold hizo sonar el despertador con un pelotazo que estrelló en el larguero de Ramsdale. Tras el descanso salió otro equipo, el Liverpool de siempre, el que sube líneas y encima a su oponente para convertir cada disputa en un infierno. Imposible no vibrar con un equipo así, capaz de ponerle ese alma al juego. Hace bien Guardiola en avisar.\nRamsdale detuvo, pleno de reflejos, un intento de Luis Díaz, cuando ya todo se había desatado. El Arsenal se había difuminado. El Liverpool se enfocó para trabajar por los costados con Díaz y Núñez, empujó con fiereza hasta que una falta lateral la colocó Alexander-Arnold en el primer palo, donde se hace daño. El polaco Kiwior la peinó hacia su propia portería y decantó la eliminatoria. Los jugadores de Klopp celebraron el gol como si fuese el último de sus vidas. Observar como se festejan las dianas suele ser un excelente indicativo para entender el pelaje de los equipos. La sentencia de Luis Díaz sobre la hora agregó efusividad a las celebraciones. Klopp se lanzó hacia la grada red y lanzó sus tres habituales puñetazos al aire. Luego se golpeó el corazón. Se trata de eso.\nPuedes seguir a EL PAÍS Deportes en Facebook y X, o apuntarte aquí para recibir nuestra newsletter semanal.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mATJW.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mATJQ.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mATJW.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mATJQ.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:07:44.808+02:00",
  "updated": "2024-01-08T00:07:44.808+02:00"
}