{
  "thread": {
    "uuid": "88744e87b99c18d512deb0b625c490de5caddb74",
    "url": "https://menafn.com/1107979029/Atletico-Knock-Out-Inter-On-Penalties-To-Reach-Champions-League-Quarters",
    "site_full": "menafn.com",
    "site": "menafn.com",
    "site_section": "http://www.menafn.com/rss/menafn_globaltopstories.xml",
    "site_categories": [
      "investing",
      "financial_news",
      "finance"
    ],
    "section_title": "Families Of Israeli Hostages Meet Netanyahu",
    "title": "Atletico Knock Out Inter On Penalties To Reach Champions League Quarters | MENAFN.COM",
    "title_full": "Atletico Knock Out Inter On Penalties To Reach Champions League Quarters | MENAFN.COM",
    "published": "2024-03-14T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://menafn.com/updates/pr/2024-03/14/KT_34017image_story.jpg",
    "performance_score": 0,
    "domain_rank": 6330,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "88744e87b99c18d512deb0b625c490de5caddb74",
  "url": "https://menafn.com/1107979029/Atletico-Knock-Out-Inter-On-Penalties-To-Reach-Champions-League-Quarters",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MENAFN",
  "published": "2024-03-14T02:00:00.000+02:00",
  "title": "Atletico Knock Out Inter On Penalties To Reach Champions League Quarters | MENAFN.COM",
  "text": "Forgot Username or Password Date (MENAFN- Khaleej Times) Published: Thu 14 Mar 2024, 12:29 PM Atletico Madrid needed a penalty shootout to edge past Inter Milan and reach the Champions league quarterfinals after a dramatic last-16 clash ended 2-2 on aggregate on Wednesday. Atletico looked to be on their way out after Inter, who won the first leg 1-0 at home, took the lead at the Metropolitano, but they hit back and found a way to take it to penalties. Atletico's Jan Oblak saved from Alexis Sanchez and Davy Klaassen and Inter's Yann Sommer kept out Saul Niguez's effort, leaving Lautaro Martinez to keep their hopes alive. The Argentine striker blasted his penalty over the bar to send Atletico through 3-2 in the shootout after the match finished 2-1 to the Spanish side in extra time. \"I always say that penalty shootouts, in the end they are a bit about luck. Because you have to pick the right side,\" Oblak told Movistar+. \"You have to save the ball and I think if the player hits it perfectly, it's impossible to save. Luckily today I could save them, but what is important is the victory and that we are through to the quarters.\" Inter opened the scoring in the 33rd minute through Federico Dimarco but Atletico hit back two minutes later through Antoine Griezmann and Memphis Depay's late strike sent the tie to extra time. Both teams had chances to win it in extra time but it was Diego Simeone's side who held their nerve and last season's beaten finalists exited the competition. Atletico failed to get a single shot on target in the first leg at the San Siro but began fast, backed by a rocking home crowd in Madrid. It was Inter, though, who opened the scoring. Nicolo Barella received the ball in the area and pulled it back to the waiting Dimarco who drove his shot straight down the middle past Oblak. Atletico, now 2-0 down on aggregate, hit back immediately. Koke lifted a pass into the area which two Inter players missed completely and it fell to Griezmann who spun and made no mistake from close range. \"Tonight, once we found the lead, we should have been more careful in those minutes there and instead we put Atletico and their fans back in the game,\" Inter manager Simone Inzaghi told Amazon Prime. Shortly before the break Griezmann was almost in again but his shot was deflected away by Benjamin Pavard with Sommer committed the other way, and the sides went in level at the break. Martinez set up two great chances for Inter to finish off the tie but Marcus Thuram and Barella failed to take advantage when through on goal. They were made to pay as Koke was again the provider. His pass into the box found Depay who swivelled and powered his shot into the bottom corner. Atletico could have won it before extra time when Griezmann's pass set up Rodrigo Riquelme but he sent his first-time shot over the bar to leave Diego Simeone face down on the sidelines in disbelief. Atletico made the most of the penalty shootout and the stadium erupted as Simeone was brought to tears after beating his former club and ex-team mate Inzaghi. ALSO READ: MENAFN14032024000049011007ID1107979029 Legal Disclaimer: MENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above. Tags Comments Category Date",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "atleti",
        "sentiment": "negative"
      },
      {
        "name": "jan oblak",
        "sentiment": "none"
      },
      {
        "name": "saul niguez",
        "sentiment": "none"
      },
      {
        "name": "davy klaassen",
        "sentiment": "none"
      },
      {
        "name": "oblak",
        "sentiment": "none"
      },
      {
        "name": "alexis sanchez",
        "sentiment": "none"
      },
      {
        "name": "yann sommer",
        "sentiment": "none"
      },
      {
        "name": "lautaro martinez",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "khaleej times",
        "sentiment": "negative"
      },
      {
        "name": "atletico",
        "sentiment": "negative"
      },
      {
        "name": "movistar",
        "sentiment": "none"
      },
      {
        "name": "inter",
        "sentiment": "none"
      },
      {
        "name": "inter milan",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "metropolitano",
        "sentiment": "none"
      },
      {
        "name": "madrid",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:05:54.210+02:00",
  "updated": "2024-03-15T00:05:54.210+02:00"
}