{
  "thread": {
    "uuid": "32254ce297448eec82835397d4096b1043f1453b",
    "url": "https://themusicuniverse.com/alex-van-halen-release-memoir",
    "site_full": "themusicuniverse.com",
    "site": "themusicuniverse.com",
    "site_section": "http://themusicuniverse.com/feed/",
    "site_categories": [
      "music",
      "entertainment"
    ],
    "section_title": "The Music Universe",
    "title": "Alex Van Halen to release memoir",
    "title_full": "Alex Van Halen to release memoir",
    "published": "2024-02-29T23:20:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://themusicuniverse.com/wp-content/uploads/2024/02/alexvanhalenbrothers.jpg",
    "performance_score": 0,
    "domain_rank": 96105,
    "domain_rank_updated": "2024-02-27T12:10:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "32254ce297448eec82835397d4096b1043f1453b",
  "url": "https://themusicuniverse.com/alex-van-halen-release-memoir",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Buddy Iahn",
  "published": "2024-02-29T23:20:00.000+02:00",
  "title": "Alex Van Halen to release memoir",
  "text": "The book will pay homage to brother Eddie Van Halen\nThis fall, Alex Van Halen will pay tribute to his brother and bandmate Eddie Van Halen with\nBrothers. HarperCollins will release the book in a variety of formats on October 22nd. It is described as “an intimate and open account—nothing like any rock-and-roll memoir you’ve ever read.”\nAlex Van Halen shares his personal story of family, friendship, music and brotherly love in a remarkable tribute to his beloved brother and bandmate.\nTold with acclaimed New Yorker writer Ariel Levy Brothers is seventy-year-old drummer Alex Van Halen’s love letter to his younger brother, Edward, (maybe “Ed,” but never “Eddie”), written while still mourning his untimely death.\nIn his rough yet sweet voice, Alex recounts the brothers’ childhood, first in the Netherlands and then in working-class Pasadena, California, with an itinerant musician father and a very proper Indonesian-born mother—the kind of mom who admonished her boys to “always wear a suit” no matter how famous they became—a woman who was both proud and practical, nonchalant about taking a doggie bag from a star-studded dinner. He also shares tales of musical politics, infighting, and plenty of bad-boy behavior. But mostly his is a story of brotherhood, music, and enduring love.\n“I was with him from day one,” Alex writes. “We shared the experience of coming to this country and figuring out how to fit in. We shared a record player, an 800-square-foot house, a mom and dad, and a work ethic. Later, we shared the back of a tour bus, alcoholism, the experience of becoming famous, of becoming fathers and uncles, and of spending more hours in the studio than I’ve spent doing anything else in this life. We shared a depth of understanding that most people can only hope to achieve in a lifetime.”\nThere has never been an accurate account of them or the band, and Alex wants to set the record straight on Edward’s life and death.\nBrothers includes never-before-seen photos from the author’s private archives.\nEddie Van Halen\npassed away in October 2020 at the age of 65 after suffering from a stroke with pneumonia, a blood disorder known as myelodysplastic syndrome, and lung cancer as underlying causes. Van Halen had been battling the disease since 2000 but was declared cancer-free in 2002, only for it to return in 2011. He rarely spoke about his well-being, but he confirmed a third of his tongue was removed upon initial treatments early on. Shortly before his death, he had begun another round of chemo and was in and out of the hospital throughout the year, mostly due to intestional issues.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "https://amzn.to/3T0GbsQ",
    "https://www.amzn.to/3T0GbsQ"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "eddie van halen",
        "sentiment": "negative"
      },
      {
        "name": "alex van halen",
        "sentiment": "negative"
      },
      {
        "name": "alex",
        "sentiment": "none"
      },
      {
        "name": "edward",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "brothers",
        "sentiment": "none"
      },
      {
        "name": "harpercollins",
        "sentiment": "none"
      },
      {
        "name": "ariel levy brothers",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "netherlands",
        "sentiment": "none"
      },
      {
        "name": "california",
        "sentiment": "none"
      },
      {
        "name": "pasadena",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:42:39.062+02:00",
  "updated": "2024-03-01T00:42:39.062+02:00"
}