{
  "thread": {
    "uuid": "96a6205358e6acca0aef81dd72da834d32b321f1",
    "url": "https://www.ambito.com/uruguay/punta-shopping-esta-recuperando-2000-puestos-trabajo-afirmo-su-gerente-n5909382",
    "site_full": "www.ambito.com",
    "site": "ambito.com",
    "site_section": "https://www.ambito.com/rss/pages/mundo.xml",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Noticias del mundo | Ámbito",
    "title": "Punta Shopping está recuperando 2.000 puestos de trabajo, afirmó su gerente",
    "title_full": "Punta Shopping está recuperando 2.000 puestos de trabajo, afirmó su gerente",
    "published": "2023-12-29T10:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.ambito.com/p/a97e213571af4f482348b3f81edefeb8/adjuntos/351/imagenes/041/224/0041224917/1200x675/smart/punta-shopping.jpg",
    "performance_score": 0,
    "domain_rank": 12670,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "96a6205358e6acca0aef81dd72da834d32b321f1",
  "url": "https://www.ambito.com/uruguay/punta-shopping-esta-recuperando-2000-puestos-trabajo-afirmo-su-gerente-n5909382",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T10:34:00.000+02:00",
  "title": "Punta Shopping está recuperando 2.000 puestos de trabajo, afirmó su gerente",
  "text": "En agosto del 2022 mucho cambió para Punta del Este . Un voraz incendio que comenzaba en el local del supermercado Tienda Inglesa consumía todo el edificio del Punta Shopping . Fueron meses de angustia para el departamento, que “pagó” con el impacto en miles de fuentes de trabajo que debieron esperar más de un año para la ansiada reapertura del centro comercial, concretada este mes de diciembre.\nInformate más La clase media alta argentina confirma su arribo a Punta del Este El aeropuerto de Punta del Este recibe hasta 80 vuelos privados por día Ámbito dialogó con el gerente del emprendimiento, Uri Ivanier, que dio detalles de la millonaria inversión que permitió la recuperación del shopping y anunció las diferentes etapas de la reapertura que tendrá su instancia definitiva en el segundo semestre del 2024.\n¿Qué ha significado todo este proceso desde el incendio del 6 de agosto del 2022 hasta la recuperación definitiva del shopping?\n- Fue un año de muchísimo sacrificio. Nadie estaba preparado para un trabajo de estas características a partir del incendio que se dio en el local de Tienda Inglesa y que “contagió” a todo el centro comercial. Como alguien me dijo, más que administrar una crisis, administramos un caos. La realidad es que el incendio le cambió la vida a mucha gente. Como referencia, el desempleo en Maldonado creció más de un punto y medio posterior al siniestro. La otra realidad es que el trabajo mancomunado hizo que se puedan llegar a la situación al día de hoy con un shopping abierto, nuevo, moderno y seguro.\nUri Ivanier, gerente de Punta Shopping Uri Ivanier, gerente de Punta Shopping.\nFoto: Punta Shopping\n¿Qué significó esto en pérdidas y luego en inversión para su recuperación y puesta en marcha definitiva?\n- La inversión fue superior a lo establecido por el seguro. Básicamente hubo que hacer un aporte por parte de los accionistas y también conseguir financiamiento para poder hacer una obra de estas características. Hubo una necesidad de hacer una obra rápida, trabajar en triple horario, hasta 20 horas por día, a veces hasta mal presupuestando, producto de esa velocidad y vorágine que teníamos. La inversión final ronda los 48 millones de dólares, que incluyó parte de limpieza, demolición, reconstrucción y nueva construcción. En cuanto a fuentes de trabajo, prácticamente se están recuperando los 2.000 puestos de trabajo. Aún no llegamos esta cifra porque hay locales que todavía están en proceso de apertura, pero es una cifra que se va a alcanzar en el corto plazo.\n¿Cómo reabre el shopping, con cuántos locales y con qué características?\n- Reabre con una propuesta cercana a los 150 operadores, en este momento deben estar funcionando ya unos 130. Hay propuestas muy diversas. Básicamente están regresando el 95% de los operadores y se están sumando unos 30 locales nuevos. En la temporada de verano vamos a tener varias etapas de inauguraciones. La primera va a ser el mercado gastronómico estimamos en los primeros días de enero. Luego el centro deportivo ViaAqua, en aproximadamente un mes, y luego el complejo de cines para el entorno de la Semana de Turismo . El nuevo supermercado Tienda Inglesa , que según el arquitecto será el mejor de Sudamérica , se concretará para el segundo semestre del 2024. Estamos hablando de 10.000 m2.\n¿Qué impacto creen que tendrá la reapertura de Punta Shopping en la economía local y cómo prevén que será la temporada?\n- Hace tiempo que no pensamos en términos de temporada. Punta del Este y Maldonado se han transformado en destinos de todo el año. Es el departamento que más está creciendo según los datos del último censo. En lo que fue la afluencia al público y de ventas, superaron ampliamente la expectativa en la reapertura.\nNuevas tiendas y espacio cultural\nEl nuevo shopping también contará con nuevos locales comerciales, basado fundamentalmente en franquicias internacionales. Under Armour, Sportline, Kicks, New Balance y The Candle Shop (franquicia argentina que abre su primer local en el país).\nAsimismo, Ivanier anunció el estreno de una muestra cultural, inmersiva e interactiva del reconocido pintor español Salvador Dalí que consta de unos 1.400 metros cuadrados.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T13:58:44.767+02:00",
  "updated": "2023-12-29T13:58:44.767+02:00"
}