{
  "thread": {
    "uuid": "4d8feefe0a73779a5808588353c9775c3ebd75ee",
    "url": "https://oilcity.news/wyoming/outdoors/2024/01/05/national-park-service-american-forests-partner-to-restore-threatened-whitebark-pine1/",
    "site_full": "oilcity.news",
    "site": "oilcity.news",
    "site_section": "https://oilcity.news/feed",
    "site_categories": [
      "media",
      "job_search",
      "jobs"
    ],
    "section_title": "Oil City News",
    "title": "National Park Service, American Forests partner to restore threatened whitebark pine",
    "title_full": "National Park Service, American Forests partner to restore threatened whitebark pine",
    "published": "2024-01-06T00:06:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://oilcity.news/wp-content/uploads/2020/12/120120-whitebarkPine-scaled.jpg",
    "performance_score": 0,
    "domain_rank": 93521,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4d8feefe0a73779a5808588353c9775c3ebd75ee",
  "url": "https://oilcity.news/wyoming/outdoors/2024/01/05/national-park-service-american-forests-partner-to-restore-threatened-whitebark-pine1/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Oil City Staff",
  "published": "2024-01-06T00:06:00.000+02:00",
  "title": "National Park Service, American Forests partner to restore threatened whitebark pine",
  "text": "WASHINGTON — The National Park Service and American Forests have signed a five-year agreement to help return threatened whitebark pine to its range in the western U.S., including Yellowstone National Park, Grand Teton National Park and other parts of Wyoming.\nAs part of President Joe Biden’s Investing in America agenda, the partnership will support restoration activities in national parks where whitebark pine grows. Initial projects in Yellowstone, Glacier and Grand Teton National Parks are part of\n$44 million in funding from the Inflation Reduction Act, the largest climate and conservation investment in history.\nThrough the Investing in America agenda, the Department of the Interior is implementing more than $2 billion in investments to restore our nation’s lands and waters and advance the\nAmerica the Beautiful initiative to restore and conserve 30% of lands and waters by 2030.\nTo guide these historic investments, the Department released a\nrestoration and resilience framework to support coordination across agency restoration and resiliency programs and drive transformational outcomes. This includes a commitment to the National Seed Strategy, which aims to foster inter-agency and public-private collaboration to increase the supply of native seeds available for timely and effective restoration.\nListed as threatened under the Endangered Species Act in 2022, whitebark pine is a keystone species that is vital to many high-elevation ecosystems in North America. Its seeds are a high-calorie food source for more than 19 animal species, including Clark’s nutcrackers and grizzly bears. Additionally, whitebark pine forests are vital to the health of streams and rivers – regulating the flow of snowmelt that supplies downstream watersheds.\n“The National Seed Strategy spotlights how successful native plant restoration starts with having access to the rights seeds,” NPS Director Chuck Sams said. “Our agreement with American Forests will enable the collection of seeds from drought and disease resistant whitebark pines and ultimately help us to restore these trees in national parks.”\nWhitebark pine numbers have been rapidly declining due to disease, pests and climate change. It is estimated that more than 325 million whitebark pine have been lost across their range. White pine blister rust, an invasive fungal disease that forms deadly cankers, is among the greatest threats to the high-elevation conifer.\nAmerican Forests is working with NPS to identify and implement projects guided by the National Whitebark Pine Restoration Plan — a science-informed strategy that identifies core restoration areas and actions needed to conserve whitebark pine.\nThe plan was developed in partnership by American Forests with the Whitebark Pine Ecosystem Foundation, the U.S Department of Agriculture’s Forest Service, Department bureaus including the Bureau of Land Management and National Park Service, and numerous Tribal land managers.\n“This agreement is a pivotal step toward preserving the biodiversity and health of whitebark pine and its vital ecosystems,” said Brian Kittler, forest restoration lead with American Forests. “National parks are not just places to be enjoyed for their beauty and history, they also harbor vital habitat for the whitebark pine and other species in decline. Together, American Forests and the National Park Service are advancing the state of the science for conserving this life-giving tree.”\nIn Yellowstone, Glacier and Grand Teton National Parks, American Forests is collaborating with land managers to pioneer direct seeding trials. The method, which involves planting seeds directly into the ground, as opposed to planting seedlings grown in greenhouses, may offer a low-impact and cost-effective alternative to restore whitebark pine in remote locations.\nAmerican Forests is also partnering with Yosemite, Kings Canyon and Sequoia National Parks to identify and harvest cones from drought and disease-resistant whitebark pine trees. Seeds from resistant parent trees will be screened and cultivated to grow the next generation of climate-resilient forests in California.\nThe agreement will support future projects to come, as American Forests and national parks throughout the western U.S. continue to identify restoration opportunities.\nAmerican Forests is the first national nonprofit conservation organization created in the U.S. Since its founding in 1875, the organization has been the pathfinders for the forest conservation movement. Its mission is to create healthy and resilient forests, from cities to large natural landscapes, that deliver essential benefits for climate, people, water and wildlife.\nTo learn more about national efforts to protect and restore whitebark pine, visit\nSavetheWhitebarkPine.org.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health",
    "Environment"
  ],
  "external_links": [
    "https://gcc02.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwww.americanforests.org%2Fsave-the-whitebark-pine%2F&data=05%7C01%7Cjacob_frank%40nps.gov%7C741a85511b954e50dcbe08dbbecb90db%7C0693b5ba4b184d7b9341f32f400a5494%7C0%7C0%7C638313553820356178%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C3000%7C%7C%7C&sdata=pywkvh04nGcO9Lxkjpfl5pXXGnD%2F8cu7XmeBifBL%2FEw%3D&reserved=0",
    "https://doi.gov/priorities/america-the-beautiful",
    "https://www.doi.gov/priorities/america-the-beautiful",
    "https://doi.gov/sites/doi.gov/files/interior-department-to-take-action-to-restore-lands-and-waters.pdf",
    "https://www.doi.gov/pressreleases/biden-harris-administration-announces-44-million-restore-and-strengthen-climate",
    "https://doi.gov/pressreleases/biden-harris-administration-announces-44-million-restore-and-strengthen-climate",
    "https://www.gcc02.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwww.americanforests.org%2Fsave-the-whitebark-pine%2F&data=05%7C01%7Cjacob_frank%40nps.gov%7C741a85511b954e50dcbe08dbbecb90db%7C0693b5ba4b184d7b9341f32f400a5494%7C0%7C0%7C638313553820356178%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C3000%7C%7C%7C&sdata=pywkvh04nGcO9Lxkjpfl5pXXGnD%2F8cu7XmeBifBL%2FEw%3D&reserved=0",
    "https://www.doi.gov/sites/doi.gov/files/interior-department-to-take-action-to-restore-lands-and-waters.pdf",
    "https://gcc02.safelinks.protection.outlook.com/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "joe biden",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "american forests",
        "sentiment": "negative"
      },
      {
        "name": "national park service",
        "sentiment": "negative"
      },
      {
        "name": "department of the interior",
        "sentiment": "none"
      },
      {
        "name": "grand teton national parks",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "yellowstone national park",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "wyoming",
        "sentiment": "none"
      },
      {
        "name": "america",
        "sentiment": "none"
      },
      {
        "name": "yellowstone",
        "sentiment": "none"
      },
      {
        "name": "grand teton national park",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:12:16.294+02:00",
  "updated": "2024-01-06T00:12:16.294+02:00"
}