{
  "thread": {
    "uuid": "e3aa059594b9b133857717c63bee2d06ad730396",
    "url": "https://www.wltx.com/article/news/local/black-maternal-health-week/101-32a46c4a-990c-4fc8-9e70-96d3fb8b330e",
    "site_full": "www.wltx.com",
    "site": "wltx.com",
    "site_section": "https://wltx.com/local",
    "site_categories": [
      "media"
    ],
    "section_title": "Columbia Local News | Columbia&#x27;s source for Local News, Sports, Weather | WLTX.com | wltx.com",
    "title": "Columbia Black Maternal Health Week events | wltx.com",
    "title_full": "Columbia Black Maternal Health Week events | wltx.com",
    "published": "2024-04-04T22:31:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.wltx.com/assets/WLTX/images/b96248bc-44c1-4f72-aea9-fe2e43c1cdbe/b96248bc-44c1-4f72-aea9-fe2e43c1cdbe_1140x641.jpg",
    "performance_score": 0,
    "domain_rank": 16003,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e3aa059594b9b133857717c63bee2d06ad730396",
  "url": "https://www.wltx.com/article/news/local/black-maternal-health-week/101-32a46c4a-990c-4fc8-9e70-96d3fb8b330e",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Cassidy Bayer",
  "published": "2024-04-04T22:31:00.000+03:00",
  "title": "Columbia Black Maternal Health Week events | wltx.com",
  "text": "COLUMBIA, S.C. — The City of Columbia kicked off its first Black Maternal Health Week, an idea that was kickstarted by a University of South Carolina student.\nThe goal is to raise awareness about black maternal health in our state while educating women and mothers on the available resources to help advocate and educate themselves during childbirth.\nEbony Christie came up with the idea for the health week. \"I really wanted to shine a light on the issues that are not always talked about,\" she said.\nChristie is a junior public health major currently attending USC. \"One of the biggest things was the black maternal mortality rate across South Carolina,\" she said.\n To get the project rolling, she reached out to Columbia City Councilwoman Aditi Bussells.\n\"Black women are three or four times more likely to die from pregnancy related complications compared to white women,\" Bussells explained.\nDr. Kiri-Claudia Allen Harrington echoed these disparities, which she said happen due to multiple factors including healthcare, underlying chronic conditions, structural racism, and implicit bias.\n\"If we do the advocacy work, and come together and really focus on closing disparities in health care in community resources we won't be having this conversation,\" Harrington said. \"To be honest with you, if we make birthing safer for Black mothers and indigenous mothers and Latino mothers, it will become safer for everyone.\n In order to make birthing safer within the state Dr. Harrington said it will take more than one contributing factor….\n\"Wat are the resources where people are getting education, access to the doctor, fresh foods. and housing security and transportation security, so it's just not one factor.\"\n\"I want young people like myself to know to always be aware, do your research and find something you're passionate about. work hard at it and with that you will be able to make it a bigger issue and bring more awareness and change to that,\" said Christie.\n The events held during Black Maternal Health Week are the following:\nSaturday, April 6 from 11am-3pm - “Mom’s Market”: Health Fair for Moms, Families, and Babies\nLocation: Drew R. Wellness Center, 2117 Walker Solomon Way\nTime: 11:00am-3:00pm\nCommunity market fair that includes vendors providing an array of information and resources to support moms, families and babies through prenatal planning, pregnancy, and postpartum periods. Our vendors will range from mental health organizations, loss support groups, community birthing advocates, and nutrition specialist. Attendees will also have an opportunity to hear from experts in maternal health rights, advocating your voice as a patient and learn about health challenges that impact black and brown families.\nSunday, April 7th - Yoga In the Park w/ Balloon Release *Bring Your Mats*\nLocation: MLK Park, 2300 Greene Street\nTime: 1:00pm-3:00pm\nYoga In the Park session on April 7th will be led by an instructor and dedicated to mothers and families impacted by loss due to inequities in maternal health. This hour-long yoga session provides a tranquil space for reflection and remembrance. The event will also include a Balloon Release to honor those who have experienced loss and to foster connections and relationships within the community for mutual support.\nThursday, April 12th - “Talk with Doc” Part 1\nLocation: Richland Library Main, 1431 Assembly St., Columbia, SC 29201\nTime: 5:30pm-7:00pm\nJoin us for an open conversation with Black led OB physicians about safe labor, delivery, navigating the hospital, how to create a livable birth plan.\nSaturday, April 13th - Birthing Justice Film with Panel Q&A\nLocation: Epic Events, 125 Outlet Pointe Boulevard Suite A&B, Columbia, SC 29210\nTime:10:00am-2:00pm\nJoin us to view the cutting edge film on Birthing Justice” by Olympic medalist Allyson Felix. After viewing the film there will be an open Q&A discussion with leaders who support birthing families.\nWednesday, April 17th “Talk with Doc” Part 2\nLocation: Richland County Library Main 1431 Assembly St., Columbia, SC 29201\nTime: 5:30pm-7:00pm\nCome and join us for an open dialogue on topics such as medicated vs un-medicated births, how to advocate for yourself during pregnancy and how to choose your care team to support you during and after pregnancy.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [
    "https://columbiasc.gov/)",
    "https://www.columbiasc.gov/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ebony christie",
        "sentiment": "none"
      },
      {
        "name": "christie",
        "sentiment": "none"
      },
      {
        "name": "kiri",
        "sentiment": "none"
      },
      {
        "name": "aditi bussells",
        "sentiment": "none"
      },
      {
        "name": "bussells",
        "sentiment": "none"
      },
      {
        "name": "claudia allen harrington",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "columbia black maternal health week",
        "sentiment": "negative"
      },
      {
        "name": "columbia",
        "sentiment": "negative"
      },
      {
        "name": "usc",
        "sentiment": "none"
      },
      {
        "name": "university of south carolina",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "s.c.",
        "sentiment": "none"
      },
      {
        "name": "columbia",
        "sentiment": "none"
      },
      {
        "name": "columbia city",
        "sentiment": "none"
      },
      {
        "name": "south carolina",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T02:38:10.553+03:00",
  "updated": "2024-04-19T06:15:13.096+03:00"
}