{
  "thread": {
    "uuid": "c190d1081432b98ba45d20353bb2bdb9593de7d4",
    "url": "https://www.irishtimes.com/ireland/social-affairs/2023/12/29/it-doesnt-really-bother-me-what-my-friends-think-three-men-considering-becoming-priests-open-up/",
    "site_full": "www.irishtimes.com",
    "site": "irishtimes.com",
    "site_section": "https://irishtimes.com/latest",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest updates and breaking news | The Irish Times",
    "title": "`It doesn’t really bother me what my friends think’: Three men considering becoming priests open up – The Irish Times",
    "title_full": "`It doesn’t really bother me what my friends think’: Three men considering becoming priests open up – The Irish Times",
    "published": "2023-12-29T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IE",
    "main_image": "https://www.irishtimes.com/resizer/ay5U868EmvJv_Yj3JUeevlSjYO0=/1200x630/filters:format(jpg):quality(70)/cloudfront-eu-central-1.images.arcpublishing.com/irishtimes/ZORZWLHCHBB4ZBKRWEHAXTMIIM.jpg",
    "performance_score": 0,
    "domain_rank": 911,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 12,
        "comments": 3,
        "shares": 25
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c190d1081432b98ba45d20353bb2bdb9593de7d4",
  "url": "https://www.irishtimes.com/ireland/social-affairs/2023/12/29/it-doesnt-really-bother-me-what-my-friends-think-three-men-considering-becoming-priests-open-up/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Patsy McGarry",
  "published": "2023-12-29T07:00:00.000+02:00",
  "title": "`It doesn’t really bother me what my friends think’: Three men considering becoming priests open up – The Irish Times",
  "text": "Last month 36 men from all over Ireland attended the annual Come and See vocations weekend at the national seminary, St Patrick’s College, Maynooth. The event was “oversubscribed,” said Bishop Alphonsus Cullinan of Waterford and Lismore, who is also chair of the council of vocations of the Irish Catholic Bishops’ Conference. With weekly Mass attendance now at around 30 per cent in Ireland and the findings of an amárach research poll last March that 41 per cent of Catholics who attended Sunday Mass before Covid-19 no longer do so, this level of interest in priesthood may surprise many. Twenty-one-year-old Conor Brennan, from Gorey, Co Wexford was among those who attended. He recently graduated in Law from DCU where he had an active extra-curricular life in politics, the GAA, as well as socially. A Minister of the Eucharist in Gorey, he helps train altar servers there. At DCU he has been involved with the chaplaincy and the Catholic Society. His parents are aware of his intentions. “It was not a surprise but my mother is fearful, a little bit. It’s very countercultural these days (to become a priest). They have said that if it doesn’t work out there will always be a place for me at home.” In society these days “people are less inclined to commit. It is a trend. It is why involvement in trade unions, political parties and in the priesthood has been in decline. Pope Francis is trying to get everyone involved,” he said. His preference is to be a diocesan priest rather than one in a religious congregation. “A priest in a parish has community all around him. It is where he can reach out, helping individuals every day of the week. You’re never alone in [a] community whereas in a religious order, you step back. Pope Francis wants priests to be more accessible,” he said. His native diocese is Ferns, whose then Bishop Brendan Comiskey resigned in 2002 following a BBC documentary dealing with the abuse of Colm O’Gorman as a child by Fr Seán Fortune, a priest of the diocese. The subsequent Ferns report was published in October 2005 when Conor Brennan was aged three. He has “no memory” of it. Growing up, the abuse issue “was not on my mind.” He is “in the process of discernment” as to whether he has a vocation. His faith, he says, has come “from the community around me.” He wanted “to be part of something bigger than myself. I want to do something more with life.” Despite all the talk of decline, he is optimistic about the future. “People are still going to Mass. They still turn to faith in times of need, for funerals. In tough times they do tend to come back.” As regards celibacy, he said “a priest must be a person of strong faith. Sex doesn’t magically go away. I don’t think it will be easy. It’ll be a real test but, ...faith again (will help).” Earlier this month 15 new seminarians began the 2023-2024 academic programme/priestly formation for Ireland’s dioceses. They are undertaking a propaedeutic or preparatory programme for candidates who wish to explore their vocation. It brings to 64 the total number of seminarians studying for the priesthood for Irish dioceses. Last year 10 seminarians began the propaedeutic programme, while in 2021 the figure was nine. ‘Raymond’ from Co Donegal, who doesn’t want his full name used, was also among the 36 attending the Come and See vocations weekend in November. Aged 52, he was married, separated and widowed. He has two daughters. One daughter is aged 27 and the second is 18. He always had a sense of vocation to the priesthood. On a visit to Lough Derg (Donegal) when he was 16, a Capuchin priest told him “you’re going to be a priest.” In later years he explored this with some religious congregations, even applying to join the Carmelites, but was put off by emerging stories of clerical child sex abuse in the early 1990s. Then he met a girl and they had a child, “but it was still at the back of my mind. Friends of mine became priests and [Christian] Brothers at the time and I was jealous of them.” Then he met his wife and they also had a child. The marriage lasted two years. They separated. His younger daughter has been living with him since she was 14. Both daughters “give their blessing” to his aspiration to be a priest. His wife died in 2018. Soon afterwards he began to explore becoming a priest again, but was told it could not happen until his younger daughter was 18 and independent. She is now and he has been talking to local priests, to the local diocesan vocations director, and been on retreats. Next September he begins the year-long propaedeutic programme undertaken by candidates for the priesthood, after which he hopes the Bishop will send him to the seminary, in either Maynooth or Rome. ‘James’ is from Co Monaghan is also considering priesthood. Aged 23 and a school teacher, he also wants his name withheld for now. A relationship he was in ended in 2020 and Covid happened, allowing him “time to think.” Faith, the Eucharist and the sacraments generally have always been important to him. He grew up in a family “which always practiced” the faith. They are very supportive of his being a priest. He would hope to serve in a parish but is also “attracted to the charisms” of religious congregations. Then, “you can take from all their charisms,” he felt, while serving in a parish. He hoped to begin the propaedeutic programme next September. The attitude of friends who think him “crazy” to think of becoming a priest, hasn’t deterred him. “They have this image of a priest as an abuser. It doesn’t really bother me what my friends think.” Nor does the current decline in the Church in Ireland or the number of its priests bother him. These were “not a factor” where he was concerned, he said. He is not put off by celibacy. “I am not avoiding being a husband or father, I just feel more drawn to the priesthood. God is calling me elsewhere,” he said. His great ambition is to see “Ireland be re-evangelised. St Patrick all over again. Becoming the Land of Saints and Scholars once more.” As to the current papacy, he is “very neutral” on Pope Francis. “I am more drawn to (Pope) Benedict’s writings,” he said. - Sign up for [push alerts](https://www.irishtimes.com/media/2023/11/07/stay-informed-with-push-alerts-from-the-irish-times-delivered-straight-to-your-phone/)and have the best news, analysis and comment delivered directly to your phone - Find [The Irish Times on WhatsApp](https://www.irishtimes.com/media/2023/10/27/find-the-irish-times-on-whatsapp-and-stay-up-to-date/)and stay up to date - Our In The News podcast is now published daily - Find the latest episode [here](https://www.irishtimes.com/podcasts/in-the-news/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gorey",
        "sentiment": "none"
      },
      {
        "name": "conor brennan",
        "sentiment": "none"
      },
      {
        "name": "lismore",
        "sentiment": "none"
      },
      {
        "name": "bishop alphonsus cullinan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "gaa",
        "sentiment": "none"
      },
      {
        "name": "dcu",
        "sentiment": "none"
      },
      {
        "name": "st patrick’s college",
        "sentiment": "none"
      },
      {
        "name": "catholic society",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ireland",
        "sentiment": "none"
      },
      {
        "name": "waterford",
        "sentiment": "none"
      },
      {
        "name": "wexford",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T07:08:10.966+02:00",
  "updated": "2023-12-29T07:08:10.966+02:00"
}