{
  "thread": {
    "uuid": "b599186d17fbd77f78e7b5afff0ad7da7343403e",
    "url": "https://www.deccanherald.com/india/haryana/haryana-doctors-body-says-govt-agreed-to-some-demands-positive-on-others-2831916",
    "site_full": "www.deccanherald.com",
    "site": "deccanherald.com",
    "site_section": "https://www.deccanherald.com/latest-news",
    "site_categories": [
      "media"
    ],
    "section_title": "Top Latest News News: Latest News News Today, Latest News Latest News and Headlines, Latest News Local News Updates | Deccan Herald",
    "title": "Haryana doctors' body says govt agreed to some demands, positive on others",
    "title_full": "Haryana doctors' body says govt agreed to some demands, positive on others",
    "published": "2024-01-02T04:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://images.deccanherald.com/deccanherald%2F2024-01%2F92aa4e2a-4c9a-4ffd-81d4-1716f02550a7%2F547834.gif?rect=0%2C38%2C1000%2C525&amp;w=1200&amp;ar=40%3A21&amp;auto=format%2Ccompress&amp;ogImage=true&amp;mode=crop",
    "performance_score": 0,
    "domain_rank": 2984,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b599186d17fbd77f78e7b5afff0ad7da7343403e",
  "url": "https://www.deccanherald.com/india/haryana/haryana-doctors-body-says-govt-agreed-to-some-demands-positive-on-others-2831916",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "PTI",
  "published": "2024-01-02T04:09:00.000+02:00",
  "title": "Haryana doctors' body says govt agreed to some demands, positive on others",
  "text": "Chandigarh: Haryana Civil Medical Services Association (HCMS), a body representing government doctors, on Monday said the state government has agreed to some of their demands and given positive assurance about the rest.\nThe doctors' body said they are hopeful of a positive outcome about their all demands: formation of a specialist cadre for doctors, reduction in the bond amount for postgraduate courses, a dynamic assured career progression (ACP) scheme at par with central government doctors and no direct recruitment of senior medical officers (SMOs).\nA senior HCMS office-bearer said they had a marathon meeting Monday evening here with health department officials including Additional Chief Secretary (Health) and Director General of Health Services.\nIn support of their demands, the government doctors in Haryana went on a daylong strike on Friday, the second time in a week, impacting outpatient department (OPD) services in some hospitals.\n\"We had a positive meeting today, which lasted for two-and-a-half hours,\" HCMS general secretary Dr Anil Yadav said.\n\"We were assured that two demands will be fulfilled very soon. One is that the bond amount will be reduced to Rs 50 lakh from Rs 1 crore and a file in this regard will be moved soon. The second demand pertains to the stoppage of direct recruitment of the SMOs. Earlier, the department was not agreeing that direct recruitment of SMOs should be stopped. Today, we have been given to understand this demand will now be met and service rules in this regard would be amended,\" he said.\nAbout their demand on the direct recruitment of SMOs, he said, \"Medical officers are not being recruited to SMOs because there is another lateral entry of direct SMOs, so in that way 25 percent of the post of SMOs were blocked. If those seats are converted to seniority posts, more seats of SMOs will be available for promotion on seniority basis.\"\nRegarding two other demands, these will be taken up in presence of the Additional Chief Secretary (Finance) and also involve Health Minister Anil Vij.\n\"We were told that soon a meeting with the health minister will be arranged in this regard. So, we are hopeful of fruitful results,\" Yadav said.\nThen referring to the specialist cadre demand, he said, \"We had submitted some relevant documents to the health department and they will go through and look into its feasibility.\"\n\"As our talks with the government are still going on and another round would be held soon, after all rounds are over, then only we can conclude what shall be the outcome,\" he said when asked what their next move will be now.\nThe doctors' body had last week threatened to launch an indefinite strike and shutdown all services if their demands were not met soon.\nADVERTISEMENT (Published 02 January 2024, 04:39 IST)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Health",
    "Labor"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "anil yadav",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "haryana civil medical services association",
        "sentiment": "negative"
      },
      {
        "name": "hcms",
        "sentiment": "none"
      },
      {
        "name": "director general of health services",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "haryana",
        "sentiment": "none"
      },
      {
        "name": "chandigarh",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T07:06:30.697+02:00",
  "updated": "2024-01-02T07:06:30.697+02:00"
}