{
  "thread": {
    "uuid": "5e91073d5f6cbfded49a51407bae567c16f6223f",
    "url": "https://www.cronista.com/mexico/actualidad-mx/adios-a-los-combustibles-fosiles-hallan-en-texas-una-fuente-de-energia-oculta-que-podria-cambiar-el-mundo",
    "site_full": "www.cronista.com",
    "site": "cronista.com",
    "site_section": "https://www.cronista.com/mexico",
    "site_categories": [
      "politics",
      "financial_news",
      "finance",
      "law_government_and_politics",
      "top_news"
    ],
    "section_title": "Cronista México - El Cronista",
    "title": "¿Adiós a los combustibles fósiles? Hallan en Texas una fuente de energía oculta que podría cambiar el mundo - El Cronista",
    "title_full": "¿Adiós a los combustibles fósiles? Hallan en Texas una fuente de energía oculta que podría cambiar el mundo - El Cronista",
    "published": "2024-07-05T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.cronista.com/files/image/880/880079/6687efa620754_600_315!.png?s=08fd28f73c9f1a3a08956824f3a3cfa4&d=1720185102",
    "performance_score": 0,
    "domain_rank": 12174,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5e91073d5f6cbfded49a51407bae567c16f6223f",
  "url": "https://www.cronista.com/mexico/actualidad-mx/adios-a-los-combustibles-fosiles-hallan-en-texas-una-fuente-de-energia-oculta-que-podria-cambiar-el-mundo",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "El Cronista",
  "published": "2024-07-05T03:00:00.000+03:00",
  "title": "¿Adiós a los combustibles fósiles? Hallan en Texas una fuente de energía oculta que podría cambiar el mundo - El Cronista",
  "text": "Si bien Texas es conocido por sus reservas de petróleo y gas, un equipo de científicos de la Universidad de Texas en Austin estableció que la región fronteriza occidental podría estar lista para la energía geotérmica. Este proyecto busca utilizar una estrategia nueva para generar energía limpia: inyectar agua en rocas calientes bajo tierra, en lugar de los métodos tradicionales.Encuentran una fuente de energía geotérmica en Texas. Fuente: Shutterstock. El país de Sudamérica que superó a las pirámides de Egipto en antigüedad con uno de sus sitios arqueológicosLa hierba para nunca envejecer que cuida los huesos como ninguna otra y deja la piel radiante ¿Qué es la energía geotérmica?La energía geotérmica es un tipo de energía renovable que aprovecha el calor del interior de la Tierra para generar electricidad, calefacción o agua caliente. Deriva del calor que almacena nuestro planeta en su interior, generado por la desintegración de elementos radioactivos y por el calor residual de su proceso de formación. Este calor interno eleva las temperaturas de las rocas y el agua subterránea, creando reservorios geotérmicos que pueden ser aprovechados de diferentes maneras. Estados Unidos apuesta por la energía geotérmicaEstados Unidos se posiciona como líder mundial en la generación de electricidad geotérmica, con una producción de cuatro gigavatios. A primera vista, esta cifra parece destacable. Sin embargo, es importante ponerla en contexto con la producción total de energía en el país. De esta manera, representa apenas un 0,4%. Islandia, por ejemplo, es un ejemplo. Este país insular logró aprovechar sus recursos, satisfaciendo el 66% de su demanda de energía primaria con esta fuente renovable. En comparación, Estados Unidos aún está tiempo para alcanzar su máximo rendimiento en el sector. Estados Unidos: un gigante con potencial geotérmico aún por explotar. Fuente: Shutterstock. Descubren potencial geotérmico en el condado de Presidio, TexasUn informe de la Oficina de Geología Económica (BEG) de la Universidad de Texas en Austin identificó una zona con alto potencial geotérmico en el sureste del condado de Presidio, Texas. Tras recibir un apoyo económico de 15.000 dólares del Distrito de Desarrollo Municipal de Presidio a mediados de 2023, los investigadores dedicaron nueve meses a estudiar el área y llegaron a la conclusión de que es apta para el desarrollo geotérmico. El potencial geotérmico no se limita únicamente a esa región, sino que se extiende por todo el condado, incluyendo ciudades como Marfa. \"La conclusión es que el área inmediata en Presidio, pero todo el condado, parece un objetivo de desarrollo realmente bueno\", explicó Ken Wisian, director del estudio. \"Tan bueno o mejor que las áreas que ya se están desarrollando en Texas\".Te puede interesar:Ciencia Increíble hallazgo científico: encuentran un país oculto bajo los hielos de la Antártida de hace 34 millones de años Salud Tras investigación de 40 años, Harvard encontró la fórmula para ganarle al envejecimiento El método que podría cambiar las energías renovables La energía geotérmica suele ser más efectiva cuando se puede acceder a agua caliente a través de rocas permeables. No obstante, las prácticas utilizadas en la industria del petróleo y el gas podrían hacer posible generar energía geotérmica inyectando agua en zonas con rocas calientes bajo la superficie, permitiendo que estas rocas calienten el agua antes de bombearla a través de turbinas.Sin embargo, estas técnicas conllevan riesgos. En 2018, Corea del Sur sufrió el segundo terremoto más grande de su historia moderna debido a una planta geotérmica.A pesar de que los líderes locales siguen entusiasmados con la idea, según la Radio Pública de Marfa, los siguientes pasos para un potencial proyecto geotérmico en la frontera entre Estados Unidos y México no se abordarán hasta finales de este año.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T16:29:11.277+03:00",
  "updated": "2024-07-05T16:29:11.277+03:00"
}