{
  "thread": {
    "uuid": "2ee22ab7f840a9c2d07518f098483982ed4a7048",
    "url": "https://www.catholicnewsagency.com/calendar/2024-05-31",
    "site_full": "www.catholicnewsagency.com",
    "site": "catholicnewsagency.com",
    "site_section": "https://www.catholicnewsagency.com",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "Catholic News Agency",
    "title": "The Visitation of the Blessed Virgin Mary (Feast) - Liturgical Calendar 2023 - 2024",
    "title_full": "The Visitation of the Blessed Virgin Mary (Feast) - Liturgical Calendar 2023 - 2024",
    "published": "2024-05-31T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 5187,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2ee22ab7f840a9c2d07518f098483982ed4a7048",
  "url": "https://www.catholicnewsagency.com/calendar/2024-05-31",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "CNA",
  "published": "2024-05-31T03:00:00.000+03:00",
  "title": "The Visitation of the Blessed Virgin Mary (Feast) - Liturgical Calendar 2023 - 2024",
  "text": "Saints Daily Readings: - [First Reading] Zephaniah 3:14-18 14Sing aloud, O daughter of Zion; shout, O Israel! Rejoice and exult with all your heart, O daughter of Jerusalem! 15The LORD has taken away the judgments against you, he has cast out your enemies. The King of Israel, the LORD, is in your midst; you shall fear evil no more. 16On that day it shall be said to Jerusalem: \"Do not fear, O Zion; let not your hands grow weak. 17The LORD, your God, is in your midst, a warrior who gives victory; he will rejoice over you with gladness, he will renew you in his love; he will exult over you with loud singing 18as on a day of festival. \"I will remove disaster from you, so that you will not bear reproach for it. OR Romans 12:9-16 9Let love be genuine; hate what is evil, hold fast to what is good; 10love one another with brotherly affection; outdo one another in showing honor. 11Never flag in zeal, be aglow with the Spirit, serve the Lord. 12Rejoice in your hope, be patient in tribulation, be constant in prayer. 13Contribute to the needs of the saints, practice hospitality. 14Bless those who persecute you; bless and do not curse them. 15Rejoice with those who rejoice, weep with those who weep. 16Live in harmony with one another; do not be haughty, but associate with the lowly; never be conceited. - [Responsorial Psalm] Isaiah 12:2-6 2\"Behold, God is my salvation; I will trust, and will not be afraid; for the LORD GOD is my strength and my song, and he has become my salvation.\" 3With joy you will draw water from the wells of salvation. 4And you will say in that day: \"Give thanks to the LORD, call upon his name; make known his deeds among the nations, proclaim that his name is exalted. 5\"Sing praises to the LORD, for he has done gloriously; let this be known in all the earth. 6Shout, and sing for joy, O inhabitant of Zion, for great in your midst is the Holy One of Israel.\" - [Gospel] Luke 1:39-56 39In those days Mary arose and went with haste into the hill country, to a city of Judah, 40and she entered the house of Zechari'ah and greeted Elizabeth. 41And when Elizabeth heard the greeting of Mary, the babe leaped in her womb; and Elizabeth was filled with the Holy Spirit 42and she exclaimed with a loud cry, \"Blessed are you among women, and blessed is the fruit of your womb! 43And why is this granted me, that the mother of my Lord should come to me? 44For behold, when the voice of your greeting came to my ears, the babe in my womb leaped for joy. 45And blessed is she who believed that there would be a fulfilment of what was spoken to her from the Lord.\" 46And Mary said, \"My soul magnifies the Lord, 47and my spirit rejoices in God my Savior, 48for he has regarded the low estate of his handmaiden. For behold, henceforth all generations will call me blessed; 49for he who is mighty has done great things for me, and holy is his name. 50And his mercy is on those who fear him from generation to generation. 51He has shown strength with his arm, he has scattered the proud in the imagination of their hearts, 52he has put down the mighty from their thrones, and exalted those of low degree; 53he has filled the hungry with good things, and the rich he has sent empty away. 54He has helped his servant Israel, in remembrance of his mercy, 55as he spoke to our fathers, to Abraham and to his posterity for ever.\" 56And Mary remained with her about three months, and returned to her home.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "jerusalem",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T19:55:10.821+03:00",
  "updated": "2024-05-31T19:55:10.821+03:00"
}