{
  "thread": {
    "uuid": "fff7473d323025e6252ac394889d2230f7b04dae",
    "url": "https://vnexplorer.net/localizamos-a-la-doble-de-la-princesa-leonor-pertenece-a-una-casa-real-y-son-clavadas-s1668135.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/rss",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Localizamos a la doble de la princesa Leonor, pertenece a una casa real y son clavadas",
    "title_full": "Localizamos a la doble de la princesa Leonor, pertenece a una casa real y son clavadas",
    "published": "2024-03-01T00:43:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1j7Yl2.img",
    "performance_score": 0,
    "domain_rank": 52455,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fff7473d323025e6252ac394889d2230f7b04dae",
  "url": "https://vnexplorer.net/localizamos-a-la-doble-de-la-princesa-leonor-pertenece-a-una-casa-real-y-son-clavadas-s1668135.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-03-01T00:43:00.000+02:00",
  "title": "Localizamos a la doble de la princesa Leonor, pertenece a una casa real y son clavadas",
  "text": "La princesa Leonor, en una imagen de archivo.\nLa hija mayor de Felipe VI y Letizia es una de las personas más elegantes. Siguiendo los pasos de su madre, sorprende en cada evento con sus impresionantes looks, acertando en cada ocasión y captando todas las miradas junto a su hermana Sofía. La princesa Leonor, además, se encuentra en un gran momento. Durante el pasado año, la heredera al trono cumplió 18 años, dando un gran paso hacia delante a nivel institucional y ganando cada vez más protagonismo.\nLos parecidos familiares de la princesa Leonor La joven también ha seguido los pasos de su padre y el pasado año ingresó en la Academia General Militar de Zaragoza. Como vemos, la princesa Leonor se parece tanto al Rey Felipe como a la Reina Letizia. En cada evento se le compara con sus progenitores, analizando cada rasgo y comportamiento. Sin embargo, la heredera al trono de España le hemos encontrado un doble, que pese a ser ‘royal’ nada tiene que ver con la Familia Real de nuestro país.\nEncontramos a la doble de la príncesa Leonor Aunque la princesa Leonor se parece mucho a sus padres y a su hermana Sofía, su verdadero clon pertenece a la Casa Real de Holanda. Se trata de Emma Van Vollenhever, nieta de la princesa Margarita, hermana de la reina Beatriz de los Países Bajos. Probablemente, las dos ‘royals’ nunca hayan coincidido, aunque está claro que son como dos gotas de agua.\n¿Quién es la doble de la princesa Leonor? Emma Van Vollenhever pertenece a la Casa Real de Holanda, aunque no tiene título ni obligaciones institucionales. Nacida el 28 de noviembre de 2006, un año más tarde que Leonor, es la hija mayor del príncipe Pieter-Christain de Orange-Nassau y nieta de la princesa Margarita. Esta es la tía del Rey Guillermo, por lo que la pequeña es prima segunda del marido de Máxima de Holanda.\nEl parentesco entre Emma Van Vollenhover y la princesa Leonor Aunque pertenecen cada una a una familia, sí que hay un parentesco lejano entre ellas. Si analizamos su árbol genealógico encontramos que la abuela de la princesa Leonor, la reina Sofía, es prima lejana de Guillermo de Holanda. En concreto, entre ellos son primos quintos, lo que supone que la unión entre la hija del rey Felipe VI y de la nieta de la princesa Margarita sería de octava línea. Un parentesco muy alejado, pero podría explicar el gran parecido que existe entre las dos jóvenes.\nEl parecido que existe entre Leonor y su doble El parecido de Emma van Vollenhoven con la princesa Leonor es asombroso, son dos gotas de agua. Viéndolas en una fotografía, a primera vista se las podría llegar a confundir, ya que, además, las dos llevan peinados similares y coinciden en el mismo estilo a la hora de vestir. En la celebración de su 17º cumpleaños, por ejemplo, la holandesa optó por un look con ondas y la raya al medio en su melena rubia, uno de los peinados favoritos de la princesa Leonor para acudir a eventos oficiales. En las imágenes se perciben a la perfección sus ojos, demostrándose que ambas los tienen en el mismo tono y con una caída de los parpados muy parecida. Lo mismo pasa con la sonrisa y con el tono de su piel, ya que las dos se ríen de manera similar. Más allá de lo físico, ambas son hijas de periodistas y estudiaron en Colegios del Mundo Unido, aunque cada una se decantó por un país diferente, yéndose Leonor a Irlanda y Emma a Singapur.\nOtros dobles de la princesa Leonor Encontrar a la doble de la princesa Leonor no es algo nuevo, durante años se han buscado similitudes dentro de su familia. No solo en sus progenitores y hermana, ya que una de las personas con las que más se le ha comparado ha sido con su tatarabuela, Victoria Luisa de Prusia, abuela de la madre de la reina Sofía. Lo cierto, es que entre ellas sí que había ciertas similitudes, pero nada en comparación con las que se encuentran en la hija del príncipe Pieter-Christain de Orange-Nassau.\nLos planes de Leonor para 2024 Aunque 2023 fue sin duda el año más especial para la infanta Leonor, 2024 viene pisando fuerte. A los exámenes de la Academia Militar de Zaragoza, se unen los del carnet de conducir. Además, la hija de los Reyes tendrá que acudir a diferentes eventos institucionales y familiares, entre los que destaca el 20º aniversario de boda de sus padres. Además, en verano se embarcará en el buque escuela Juan Sebastián de Elcano. Un año lleno de nuevas experiencias que seguro que nos regala grandes momentos.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1j7Yl2.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1j7Yl2.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:59:18.352+02:00",
  "updated": "2024-03-01T00:59:18.352+02:00"
}