{
  "thread": {
    "uuid": "9117ef63efd3cedfed67752443cf4f7a75cd42ad",
    "url": "https://www.scientificamerican.com/article/the-science-of-2024s-epic-solar-eclipse-the-last-for-a-generation/",
    "site_full": "www.scientificamerican.com",
    "site": "scientificamerican.com",
    "site_section": "https://getaboutcolumbia.com",
    "site_categories": [
      "media"
    ],
    "section_title": "news -",
    "title": "The Science of 2024's Epic Solar Eclipse, the Last for a Generation | Scientific American",
    "title_full": "The Science of 2024's Epic Solar Eclipse, the Last for a Generation | Scientific American",
    "published": "2024-01-03T13:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 379,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 48,
        "comments": 25,
        "shares": 84
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9117ef63efd3cedfed67752443cf4f7a75cd42ad",
  "url": "https://www.scientificamerican.com/article/the-science-of-2024s-epic-solar-eclipse-the-last-for-a-generation/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jonathan O'Callaghan",
  "published": "2024-01-03T13:45:00.000+02:00",
  "title": "The Science of 2024's Epic Solar Eclipse, the Last for a Generation | Scientific American",
  "text": "North America will soon be treated to one of the rarest of heavenly delights: a total solar eclipse. On April 8 the moon will pass in front of our star, projecting a sun-devouring shadow across the entire continent, all the way from the city of Mazatlán, Mexico to the very easterly edge of St. John’s, Newfoundland and Labrador. The moon’s shadow will take some two and a half hours to cover that ground, turning day into night for up to four minutes for the millions of onlookers in its path. Yet it is not just the general public that is eagerly anticipating this event, the last total solar eclipse to occur in North America until 2044. Scientists are preparing several unique experiments for the occasion, using the eclipse to glimpse some of the sun’s closest-held secrets—and to study some of its subtle effects on Earth. With this total solar eclipse taking place in the rainy month of April, cloud cover might be more of a problem for onlookers on the ground than it was during the last one in the U.S. in August 2017. But for at least one group of observers—a team led by Angela Des Jardins of Montana State University—clouds would be welcome. It plans to send hundreds of [instrument-laden balloons](https://eclipse.montana.edu/) soaring as high as 35 kilometers in the air as the eclipse unfolds to track its impact on Earth’s atmosphere and weather. In the shadow of the moon, Des Jardins says, air temperatures can suddenly plunge by more than five degrees Celsius (about 10 degrees Fahrenheit)—a disturbance that can send vast ripples called gravity waves undulating through underlying cloud layers. “Gravity waves are basically pressure waves in the atmosphere,” she says. “They are important because they really dominate the mixing in the atmosphere and the transport of energy. Understanding them in the scope of climate change is important.” On the ground, Trae Winter, chief scientist at the Advanced Research in Inclusion & STEAM Accessibility (ARISA) Lab in Massachusetts, will be tracking something completely different. Via wallet-sized AudioMoths—small, microphone-equipped electronic devices that he’s sending to hundreds of volunteers—Winter will listen for the changing noises of animals in and around the moon’s sweeping shadow. You can [still sign up](https://eclipsesoundscapes.org/) to get involved in the project, called Eclipse Soundscapes. Winter is especially keen to hear crickets, which are expected to become more active as darkness briefly falls. “A lot of cricket species search for their mate around twilight,” he says. “In general, we’re expecting cricket noises and sounds to increase,” although there is always room for surprises. We, of course, are animals too, and Winter and his volunteers will be looking and listening for shifts in human activity as well across the eclipse’s path—which, unlike that of most total solar eclipses, encompasses heavily populated areas rather than remote stretches of ocean. “It’s a unique science opportunity,” Winter says. As the sun is blocked by the moon, one of the most eye-catching features is the sudden visibility of the solar corona. This is the outermost region of the sun’s atmosphere, extending from its surface out to millions of kilometers around the star. Confusingly, the corona can reach temperatures of millions of degrees, compared with a temperature of just 5,500 degrees C (10,000 degrees F) on the sun’s surface, or photosphere. Working out why this is the case has long been an unanswered question in astronomy. “We don’t know what mechanisms are involved to transfer this energy,” says Adam Kobelski, an astrophysicist at NASA’s Marshall Space Flight Center. A solar eclipse gives a rare opportunity to observe the corona in exquisite detail, with the moon shadowing the sun more deeply than anything humans can create. “Nothing works as well to suppress the overwhelming light that comes from the deep layers of the solar surface,” says Alexandra Tritschler of the National Solar Observatory. That opportunity captured the attention of Amir Caspi of the Southwest Research Institute, who plans to capitalize on it from the skies. While not physically flying himself, he’ll be sending an infrared camera aloft on a NASA WB-57 aircraft. Through a telescope mounted in the nose of the aircraft, the infrared camera will take multiple pictures of the eclipse, producing stunning images of the corona dancing around the moon. He and his colleagues conducted the [same experiment](https://www.nasa.gov/science-research/heliophysics/eclipse-2017-science-from-the-moons-shadow/) in 2017, when the sun’s activity cycle was near its minimum; this time, the solar cycle is approaching its maximum, meaning the views could be even more spectacular. A more active sun, for instance, raises the chances for Caspi to see and closely study prominences, giant blobs of magnetized plasma that erupt into the corona from the sun’s surface. “Every solar eclipse, the solar corona is different,” says Masha Kazachenko, a solar astrophysicist at the University of Colorado Boulder. “That’s what’s fascinating about it.” Studying the corona alongside Caspi will be two spacecraft—NASA’s Parker Solar Probe and Solar Dynamics Observatory—as well as the Daniel K. Inouye Solar Telescope (DKIST) in Hawaii, which produces [incredible high-resolution images of the sun](https://www.scientificamerican.com/article/home-star-stunner-best-ever-images-of-solar-surface-herald-new-era1/). DKIST will only see a partial eclipse from its location, but more importantly it will work in tandem with its space-based counterparts as the eclipse passes over North America, providing multiple viewing angles of the corona to supplement Caspi’s observations. Gaining that enhanced perspective will be “an incredible opportunity, for the first time, to measure the coronal magnetic fields,” says Tritschler, DKIST’s program scientist for operations. It will allow scientists to work out how the magnetic field “connects to the outer and inner parts of the corona.” Besides helping pin down the vexing physics of coronal heating, understanding how the sun’s magnetic field propagates through this mysterious region could lead to sharper forecasts for space-weather outbursts bound for Earth. Ham radio will be another source of solar-eclipse science. Nathaniel Frissell of the University of Scranton will coordinate a team of [hundreds of amateur enthusiasts](https://hamsci.org/), who will beam radio signals to one another to monitor the eclipse’s effects on Earth’s upper atmosphere. Wherever the moon’s shadow falls, it effectively cuts a hole in the ionosphere—the ionized region of the atmosphere 80 to 1,000 km above the planet’s surface. “When the eclipse comes on, the shadow blocks x-ray and ultraviolet energy from the sun,” Frissell says. “When that gets blocked, ionization either slows or stops.” Usually, ham-radio operators can chat across distances of several thousand kilometers by bouncing radio waves off the ionosphere between receivers, but a total solar eclipse’s disruption of the ionosphere can change communication conditions. Frissell expects that in the shadow of the moon, the technique will inhibit ham-radio chatter on frequencies between about 14 to 30 megahertz, while enhancing communications on lower frequencies. “The eclipse creates a weaker ionosphere that bends radio signals less,” he says. But he and his team will measure the disruption to be sure. And so when in April, through the oddest of celestial quirks, the moon perfectly blots out the sun to darken the land below and summon the stars, although the sight will elicit innumerable “oohs” and “aahs” from the gathered crowds, for Frissell and his team, the eclipse’s peak will be a few moments of near-total radio silence.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "Weather"
  ],
  "external_links": [
    "https://eclipsesoundscapes.org/)",
    "https://eclipse.montana.edu/)",
    "https://hamsci.org/),",
    "https://www.nasa.gov/science-research/heliophysics/eclipse-2017-science-from-the-moons-shadow/)",
    "https://www.hamsci.org/),",
    "https://nasa.gov/science-research/heliophysics/eclipse-2017-science-from-the-moons-shadow/)",
    "https://www.eclipsesoundscapes.org/)",
    "https://www.eclipse.montana.edu/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "angela des jardins",
        "sentiment": "none"
      },
      {
        "name": "st. john’s",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "north america",
        "sentiment": "none"
      },
      {
        "name": "earth",
        "sentiment": "none"
      },
      {
        "name": "mazatlán",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "mexico",
        "sentiment": "none"
      },
      {
        "name": "newfoundland",
        "sentiment": "none"
      },
      {
        "name": "labrador",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-03T14:49:21.902+02:00",
  "updated": "2024-01-03T14:49:21.902+02:00"
}