{
  "thread": {
    "uuid": "ad467f7d2186e011a5e7facc322f17d0747b43e6",
    "url": "http://bilirakis.house.gov/media/press-releases/bilirakis-brings-key-resources-hundreds-local-seniors",
    "site_full": "bilirakis.house.gov",
    "site": "house.gov",
    "site_section": "http://bilirakis.house.gov/media/press-releases",
    "site_categories": [
      "law_government_and_politics",
      "us_government_resources"
    ],
    "section_title": "Press Releases | Congressman Gus Bilirakis",
    "title": "Bilirakis Brings Key Resources to Hundreds of Local Seniors | Congressman Gus Bilirakis",
    "title_full": "Bilirakis Brings Key Resources to Hundreds of Local Seniors | Congressman Gus Bilirakis",
    "published": "2024-02-29T20:58:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 441,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ad467f7d2186e011a5e7facc322f17d0747b43e6",
  "url": "http://bilirakis.house.gov/media/press-releases/bilirakis-brings-key-resources-hundreds-local-seniors",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "bilirakis.house.gov",
  "published": "2024-02-29T20:58:00.000+02:00",
  "title": "Bilirakis Brings Key Resources to Hundreds of Local Seniors | Congressman Gus Bilirakis",
  "text": "Over the past week, Congressman Bilirakis hosted two public forums to help educate his constituents about new scams used to defraud the elderly, new technological advancements in the effort to find better treatments for diseases that disproportionately impact the elderly, and resources available in the community to help seniors remain living independently in their homes for as long as possible. Additionally, Congressman Bilirakis provided an overview of his efforts to help seniors including: preserving Social Security and Medicare, introducing Cutting Copays Act ; passing out of the House the National Plan to End Parkinson’s Act ; ensuring Cost of Living Adjustments (COLA) within Social Security more accurately reflect the realities facing seniors; and, protecting seniors’ access to specialty care, lab services, oral medications, diagnostic tests, breakthrough medical devices, diabetes management programs, and Medicare Advantage. In total, more than 600 seniors in Congressman Bilirakis’s district participated in the forums.\n“It is said that a society can be judged by how it treats its most vulnerable citizens. I’ve spoken with seniors throughout my district in recent years, and it has been crystal clear that many of them are struggling under record high inflation and increases for the basic necessities of life. As their voice in Congress, it is my duty to help address their concerns and connect constituents in need with available resources,” stated Congressman Bilirakis. “I’ll never stop fighting on behalf of seniors and looking for ways to help them age with dignity.”\nPresenters at the Forum Included:\nScam/Fraud Prevention Presenters\nUnited States Postal Inspection Service Senior Officials from the Federal Communications Commission Senior Officials from the Consumer Protection Financial Services Bureau Senior Officials from the Federal Trade Commission\nDisease Updates\nPhysicians from University of South Florida’s Brain Health Institute to discuss Alzheimer’s and Parkinson’s Disease updates Officials from Moffitt to discuss developments in Cancer Research and Moffitt’s Expansion Plans to serve patients in Florida’s 12 th Congressional District\nResources for Seniors\nArea Agency on Aging for Pinellas Pasco and Area Agency on Aging for Hernando and Citrus regarding Help Line Screening Process to access independent living resources Officials from Pasco, Hernando and Citrus counties regarding meal, transportation, Adult Day Care, Weatherization, Home Improvement, and other daily living activities Officials from local non-profits serving seniors and Federally Qualified Community Health Centers Officials from SHINE to discuss impartial counseling for seniors on health insurance options based upon individual need and how to report Medicare/Medicaid Fraud Officials from the VA on how to access Veterans Direct Care program Local Veteran Service Officers on benefit claim process and PACT Act implementation Diabetes Driving Awareness\nThe forums were recorded and will be placed on Congressman Bilirakis’s website soon.\nIssues : Health Care Veterans Seniors",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gus bilirakis",
        "sentiment": "negative"
      },
      {
        "name": "bilirakis",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "medicare advantage",
        "sentiment": "none"
      },
      {
        "name": "social security",
        "sentiment": "none"
      },
      {
        "name": "house",
        "sentiment": "none"
      },
      {
        "name": "cola",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:01:58.336+02:00",
  "updated": "2024-03-01T00:01:58.336+02:00"
}