{
  "thread": {
    "uuid": "f1194cf8653687f8481bacc0073a61c94b1e4825",
    "url": "https://www.ncronline.org/culture/broadway-brilliant-show-about-sex-and-faith-formation-hidden-teeth",
    "site_full": "www.ncronline.org",
    "site": "ncronline.org",
    "site_section": "http://www.ncronline.org/",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "National Catholic Reporter | The Independent News Source",
    "title": "Off-Broadway, a brilliant show about sex and faith formation with hidden teeth | National Catholic Reporter",
    "title_full": "Off-Broadway, a brilliant show about sex and faith formation with hidden teeth | National Catholic Reporter",
    "published": "2024-06-01T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.ncronline.org/files/2024-05/TEETH_web_0210c.jpg",
    "performance_score": 0,
    "domain_rank": 7241,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f1194cf8653687f8481bacc0073a61c94b1e4825",
  "url": "https://www.ncronline.org/culture/broadway-brilliant-show-about-sex-and-faith-formation-hidden-teeth",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-06-01T03:00:00.000+03:00",
  "title": "Off-Broadway, a brilliant show about sex and faith formation with hidden teeth | National Catholic Reporter",
  "text": "In \"Teeth,\" Dawn (center, played by Alyse Alan Louis) leads The Promise Keeper Girls youth group committed to their preacher’s chaste (and largely misogynist) vision of the good life. (Chelcie Parry) A couple years ago I had the chance to [interview](https://outreach.faith/2022/06/interview-a-strange-loop-playwright-michael-r-jackson-talks-faith-compassion-and-sexuality/) musical theater composer Michael R. Jackson. He had written \"A Strange Loop,\" a musical about an aspiring gay Black musical theater composer named Usher struggling to overcome his devoutly Christian upbringing and the belligerent voices in his head. It was a show that effectively and often humorously dramatized the internal battles involved both in the creative process and in accepting oneself as a queer person. The show won a [Pulitzer Prize for Drama](https://www.pulitzer.org/winners/michael-r-jackson) and [numerous Tonys](https://www.tonyawards.com/shows/strange-loop/). For me one of the most notable aspects of the show was the degree to which Jackson refused to demonize Usher's parents. For as homophobic as Usher makes them out to be, they have no real malice in them. Ultimately what Usher has to learn is that they are not responsible for his unhappiness. He's doing this all to himself. \"You're always going to be perceiving reality, but you have control over how you perceive it,\" Jackson explained to me. \"You have to be willing to check in with yourself, look in the mirror and say, 'Am I perceiving this correctly? Do I need more information? Do I know everything? Or am I just going off on a loop of certainty, self-pity, self-righteousness or self-delusion?' \" His newest project is no less formidable. \" [Teeth](https://www.playwrightshorizons.org/shows/plays/teeth/)\" is a musical adaptation of a 2007 horror comedy film, co-created by Jackson (book and lyrics) and Anna K. Jacobs (book and music). It is currently running off-Broadway and bringing a challenging point of view to Christian purity groups and American society's constructions of women. Advertisement In the musical, protagonist Dawn (Alyse Alan Louis) is the stepdaughter of a crazed evangelical pastor (Steven Pasquale) who runs a weekly online streaming program in which he encourages teenagers to distrust their bodies and condemn classmates who get pregnant out of wedlock. Meanwhile the pastor's biological son Brad (Will Connolly), whom the pastor beats regularly, seeks solace in a virtual reality incel group known as the Truthseekers. For as serious as these issues are, the musical stays true to the film's comedic tone. Pastor Bill produces crazy dance step flourishes as he preaches, and lives for the possibility of the end times. The Promise Keeper Girls (\"PKG\") youth group which Dawn leads is hilarious in its commitment to the preacher's chaste (and largely misogynist) vision of the good life, quietly competing over who has the best image of their perfect spouse. (\"I want to marry a guy who tells me the truth, even when I don't want to hear it,\" wins the day.) Meanwhile Brad's online friends are goofily solemn, always wearing VR headsets and referring to one another as \"Truthseeker.\" But even as Jackson and Jacobs find humor in the practices of these groups, they also refuse to make them just the butt of the joke. The incels with whom Brad associates may rant endlessly about the \"feminocracy,\" but they're also the one group of people who show genuine care for him. Given the physically and emotionally abusive situation in which he finds himself, his need for that kind of connection is immense. Alyse Alan Louis and Jason Gotay as Dawn and Tobey in \"Teeth.\" (Chelcie Parry) Dawn is in many ways Brad's opposite. She has so completely drunk the Kool-Aid on her stepfather's body-shaming abstinence program that she has become its mouthpiece, warning the PKGs when their comments about boys become too flirtatious and demanding they all work on their purity personal inventories. But the role is written with such warmth, and Louis plays her with so much earnestness and innocence — think an evangelical Christian Jan Brady — her foolishness is endearing. She calls to mind the kind of childhood naivete that we all showed in one form or another. Over the course of the show, Dawn's bad experiences with men change her. By the end she has embraced the truth of her body and leads her peers in enacting revenge upon the men who have tried to hurt or control them, especially the pastor. When I saw the show in previews, it ended with a scene in which the Christian God and the goddess Dentata (played by Brad and Dawn) look down upon the carnage on earth and ban all physical pleasure, insisting it is to blame. But humanity repudiates them. It's not pleasure that's gotten them into trouble, they argue, but the stories these gods have taught them to believe. \"I want to choose how to live in my body,\" sings a new Eve, \"in a new world outside of Genesis.\" The show becomes in a sense a cautionary tale about faith formation. As musical theater legend Stephen Sondheim wrote in his fairy tale show \"Into the Woods,\" \"Careful the tale you tell … children will listen.\" But returning to \"Teeth\" recently, I discovered that this ending had been thrown out. Now Dawn as the goddess Dentata steps forward from the ruins of the battle to preach directly to the audience (notably, just as the pastor had at the beginning). \"A new testament begins,\" Dentata informs us. \"Does that frighten you? It shouldn't. No one is free until everyone is free.\" But as she and the other women onstage leer at us, all of them now fully embracing their bodies and their rage at how they've been treated throughout human history, it's clear that this new world is not primarily going to be a place of freedom, but vengeance. Previews are often a time when shows make adjustments, including major ones like this. Still, I found it initially hard to accept how the show had ended up. Where the prior ending saw everyone as unwitting victims of the stories they had been taught as children, an important observation, now the show seemed rather to \"back\" Dentata. And yet, as I tried to understand the change, I found myself thinking of Dawn's journey over the course of the show. The sweet Christian boy she falls in love refuses to stop when she says she doesn't want to have sex. The male gynecologist she goes to for help about her condition scorns the sexual repression of religious people, but then assaults her himself. The closeted gay Christian teenager who is her strongest supporter ends up live streaming himself having sex with Dawn to prove to the world he's not gay. (One of the brutal truths of the show is that in the end it doesn't matter how much the stories we've been taught do us harm; they're still enormously difficult to reject.) And eventually she realizes that her stepfather, who she has seen as being so supportive, has actually been teaching her to hate herself. Alyse Alan Louis plays Dawn in \"Teeth.\" Among other things, \"Teeth\" asks: When it comes to sex and gender, what kinds of stories and lessons have we bought into — and what will it take to escape them? (Chelcie Parry) Our tales, Christian and otherwise, can so easily become prisons — and our children their own unwitting, self-hating guards. Given all this, what sense would it make to end by suggesting Dawn and her sisters are just as misguided as the Christians? Having only just gotten their first experience of real autonomy, and with it their first chance to feel and understand things for themselves, how could it be right to tell them immediately to stop? That sounds like exactly the kind of thing the pastor had been doing to them forever. How had I been satisfied with that ending? I found myself going back to my earlier conversation with Jackson. \"You have to be willing to check in with yourself, look in the mirror and say, 'Am I perceiving this correctly?' \" It's true, the earlier version of \"Teeth\" offered tremendous insight into the hazards of faith formation. Our tales, Christian and otherwise, can so easily become prisons — and our children their own unwitting, self-hating guards. But in its final form, \"Teeth\" poses a much more visceral and troubling question: When it comes to sex and gender, what kinds of stories and lessons have we ourselves bought into? And what will it take for us to see and escape them?",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Arts, Culture and Entertainment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.tonyawards.com/shows/strange-loop/).",
    "https://www.pulitzer.org/winners/michael-r-jackson)",
    "https://outreach.faith/2022/06/interview-a-strange-loop-playwright-michael-r-jackson-talks-faith-compassion-and-sexuality/)",
    "https://www.playwrightshorizons.org/shows/plays/teeth/)",
    "https://pulitzer.org/winners/michael-r-jackson)",
    "https://playwrightshorizons.org/shows/plays/teeth/)",
    "https://www.outreach.faith/2022/06/interview-a-strange-loop-playwright-michael-r-jackson-talks-faith-compassion-and-sexuality/)",
    "https://tonyawards.com/shows/strange-loop/)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "alyse alan louis)",
        "sentiment": "neutral"
      },
      {
        "name": "michael r. jackson",
        "sentiment": "none"
      },
      {
        "name": "jackson",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "broadway",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-01T12:42:12.535+03:00",
  "updated": "2024-06-08T16:42:19.145+03:00"
}