{
  "thread": {
    "uuid": "87505db1930bc50428b0ec44571eaa2ec174c9fa",
    "url": "https://www.world-today-news.com/eating-breakfast-early-reduces-the-risk-of-heart-attack-and-stroke-study-finds/",
    "site_full": "www.world-today-news.com",
    "site": "world-today-news.com",
    "site_section": "https://www.world-today-news.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "World Today News",
    "title": "Eating Breakfast Early Reduces the Risk of Heart Attack and Stroke, Study Finds - World Today News",
    "title_full": "Eating Breakfast Early Reduces the Risk of Heart Attack and Stroke, Study Finds - World Today News",
    "published": "2024-01-06T03:13:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 23224,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "87505db1930bc50428b0ec44571eaa2ec174c9fa",
  "url": "https://www.world-today-news.com/eating-breakfast-early-reduces-the-risk-of-heart-attack-and-stroke-study-finds/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "world today news",
  "published": "2024-01-06T03:13:00.000+02:00",
  "title": "Eating Breakfast Early Reduces the Risk of Heart Attack and Stroke, Study Finds - World Today News",
  "text": "Research results show that eating breakfast It is important to help reduce the risk of heart attack. and stroke Breakfast is one of the important meals for creating energy for the body and brain. Significantly affect the daily life of humans. and results in the best and most efficient results A team of researchers from Inrae, Inserm and Université Sorbonne Paris Nord from [France](https://www.world-today-news.com/tag/france/), as well as the Barcelona Institute for Global [Health](https://www.world-today-news.com/category/health/), revealed that eating breakfast earlier. Will be beneficial to heart [health](https://www.world-today-news.com/category/health/) and more cerebral blood vessels Including dinner, which is the last meal of the day. How late do you eat? It increases the risk of coronary heart disease. The results of studies and research recorded by more than 103,000 participants by the NutriNet-Santé group from 2009 to 2022 were used in the research. to find a relationship Possibility of eating human behavior It was found that the time for eating breakfast and dinner was It is related to the heart’s rhythm. This may play a role in reducing and increasing the risk of coronary heart disease. and heart attacks, which are more common in people with an average age of 42 years and 79% of whom are [women](https://www.world-today-news.com/tag/women/) These risks increase by 6% per hour as a result of eating a late and late breakfast. Including people who don’t eat breakfast, for example, eating their first breakfast at 9:00 a.m. is at risk for heart disease. and blood vessels increased to 6% compared to eating at 8:00 a.m., etc. By for dinner or the last meal of the day Eating these foods later than 9:00 p.m. is associated with a higher risk of coronary heart disease. Increased by up to 28% compared to eating before 8:00 p.m. as well. For those who want to lose weight The researchers concluded and recommended that The longer the duration of the nighttime fast, (From the time of the last meal of the day until the first meal of the next day) risk of stroke Heart disease will decrease. And help prevent the risk of coronary heart disease better. These findings only relate to disease risk statistics. By this precision This needs to be replicated in other populations. and through additional scientific studies Currently, the WHO emphasizes the importance of consumption. and more food To reduce heart attack problems and stroke that is the most common cause of death With more than 8 million deaths caused by diet. There are also other causes such as lifestyle habits, smoking, and excessive alcohol consumption. Collection of such [information](https://www.world-today-news.com/tag/information/) The purpose is to emphasize the importance of “Breakfast and dinner” are significantly related. About preventing cardiovascular disease Because eating food is hygienic, beneficial and punctual. Often has a positive effect on the human body. And it definitely has a direct effect on controlling blood pressure. [information](https://www.world-today-news.com/tag/information/) : worldeconomicforum, citizen 2024-01-05 07:00:00 #Breakfast #important #meal #positive #effect #heart #reduce #stroke",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "université sorbonne paris nord",
        "sentiment": "none"
      },
      {
        "name": "barcelona institute for global",
        "sentiment": "none"
      },
      {
        "name": "inserm",
        "sentiment": "none"
      },
      {
        "name": "nutrinet",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "inrae",
        "sentiment": "none"
      },
      {
        "name": "france",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T03:23:03.387+02:00",
  "updated": "2024-01-06T03:23:03.387+02:00"
}