{
  "thread": {
    "uuid": "12415abcab5c236a94930f18d9ba52694de679c5",
    "url": "https://www.mundodeportivo.com/elotromundo/television/20231228/1002161040/redes-sentencian-forma-gala-inocente-inocente-tve-dct.html",
    "site_full": "www.mundodeportivo.com",
    "site": "mundodeportivo.com",
    "site_section": "http://www.mundodeportivo.com/",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "Mundo Deportivo | Noticias deportivas: Fútbol, motor, tenis y más",
    "title": "Las redes sentencian de esta forma la Gala Inocente, Inocente en TVE",
    "title_full": "Las redes sentencian de esta forma la Gala Inocente, Inocente en TVE",
    "published": "2023-12-29T00:35:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.mundodeportivo.com/files/og_thumbnail/files/fp/uploads/2023/12/28/658df6bc035e7.r_d.918-498-6536.jpeg",
    "performance_score": 0,
    "domain_rank": 5099,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "12415abcab5c236a94930f18d9ba52694de679c5",
  "url": "https://www.mundodeportivo.com/elotromundo/television/20231228/1002161040/redes-sentencian-forma-gala-inocente-inocente-tve-dct.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ángel Mor",
  "published": "2023-12-29T00:35:00.000+02:00",
  "title": "Las redes sentencian de esta forma la Gala Inocente, Inocente en TVE",
  "text": "La Gala Inocente, Inocente 2023 tendrá como objetivo ayudar a todos los niños con enfermedades raras y sin diagnóstico en España y a sus familias. Las nuevas “víctimas” de las divertidas bromas de este año serán el futbolista Álvaro Morata, la comunicadora y presentadora Tania Llasera, el influencer Xuso Jones, el cantante Carlos Baute, el presentador Gonzalo Miró y el actor José Luis García Pérez. La gala estará presentada por Cristinini, Juanma Iturriaga, Jacob Petrus y Carolina Casado. Contará con las actuaciones de Ana Guerra, Andrés Suárez, Varry Brava y Nía. También participará Wilbur, el simpático acróbata de ‘El Grand Prix del Verano’, y habrá muchas más sorpresas. Tras 28 años de emisión, la Gala Inocente pedirá la colaboración de los espectadores para ayudar a los menores con enfermedades raras. Se puede donar en la web de la Fundación Inocente, llamando al 900 30 30 52, PayPal y a través de Bizum al 33379 En apoyo a las enfermedades raras Un año más, RTVE y la Fundación Inocente dedican esta noche tan especial a colectivos con necesidades especiales, que este año serán los niños con enfermedades raras (ER) y a sus familias. Las ER son aquellas que tienen una baja prevalencia en la población, es decir, que afectan a menos de cinco personas por cada 10.000 habitantes. Sin embargo, tres millones de personas en España conviven con una ER. El 70 % de estas enfermedades se desarrollan en la infancia y en la mitad de los casos el pronóstico vital está en juego. A las enfermedades raras se les puede atribuir el 35 % de las muertes de menores de un año y el 10 % de las muertes de menores de entre uno y cinco años. El diagnóstico tardío, la dificultad del acceso al tratamiento y la merma de la calidad de vida son los mayores hándicaps de los menores afectados. Estos niños pueden presentar retraso en el crecimiento, complicaciones al andar o dificultad en el habla, entre otros problemas frecuentes. El pediatra, en los controles de salud, o los padres, suelen ser los primeros en darse cuenta de que algo no va bien… por lo que se realizan visitas a diferentes especialistas para intentar obtener respuestas sobre lo que le pasa al pequeño. Una respuesta que, debido a la complejidad y a la poca información sobre estas enfermedades, puede tardar años en llegar.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:38:16.384+02:00",
  "updated": "2023-12-29T00:38:16.384+02:00"
}