{
  "thread": {
    "uuid": "27c7dcf85be2fc2063752ffa6898084ac88f69ce",
    "url": "https://www.zocalo.com.mx/entrega-chema-fraustro-premio-al-merito-ambiental-saltillo-1a-edicion",
    "site_full": "www.zocalo.com.mx",
    "site": "zocalo.com.mx",
    "site_section": "http://www.zocalo.com.mx",
    "site_categories": [
      "media"
    ],
    "section_title": "Periódico Zócalo | Noticias de Saltillo, Torreón,  Piedras Negras, Monclova, Acuña",
    "title": "Entrega Chema Fraustro Premio al Mérito Ambiental Saltillo 1ª Edición – Periódico Zócalo | Noticias de Saltillo, Torreón, Piedras Negras, Monclova, Acuña",
    "title_full": "Entrega Chema Fraustro Premio al Mérito Ambiental Saltillo 1ª Edición – Periódico Zócalo | Noticias de Saltillo, Torreón, Piedras Negras, Monclova, Acuña",
    "published": "2024-02-16T00:23:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.zocalo.com.mx/wp-content/uploads/2024/02/egla.png",
    "performance_score": 0,
    "domain_rank": 59062,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "27c7dcf85be2fc2063752ffa6898084ac88f69ce",
  "url": "https://www.zocalo.com.mx/entrega-chema-fraustro-premio-al-merito-ambiental-saltillo-1a-edicion",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Grupo Zócalo",
  "published": "2024-02-16T00:23:00.000+02:00",
  "title": "Entrega Chema Fraustro Premio al Mérito Ambiental Saltillo 1ª Edición – Periódico Zócalo | Noticias de Saltillo, Torreón, Piedras Negras, Monclova, Acuña",
  "text": "Saltillo, Coahuila.- En reconocimiento a sus esfuerzos por la conservación y la sustentabilidad, el alcalde José María Fraustro Siller entregó el Premio al Mérito Ambiental Saltillo 1ª Edición a Eglantina Canales Gutiérrez, a PROFAUNA y a la Universidad Tecnológica de Saltillo, Unidad Derramadero.\nCon la presencia de la secretaria de Medio Ambiente en Coahuila, Diana Susana Estens de la Garza, el alcalde entregó el Premio a Eglantina Canales Gutiérrez en la categoría de Investigación Ambiental.\nEn la categoría de Activismo Ambiental se reconoció a PROFAUNA y recibió el Premio su director Sergio Carlos Marines Gómez; mientras que en la categoría de Educación Ambiental fue para la Universidad Tecnológica de Saltillo, Unidad Derramadero, y lo recibió su directora Norma Violeta Dávila Salinas.\n“\nEs un honor para mí como presidente municipal ver el trabajo y esfuerzo que han realizado para contribuir a la protección y conservación de nuestro entorno. Hoy es un día importante para todas y todos ya que por primera vez reconocemos el esfuerzo por el cuidado del medio ambiente. Han demostrado que con pequeñas acciones se puede generar un gran impacto en nuestra comunidad”, dijo.\nSofía Franco Villalobos, directora de Medio Ambiente y Desarrollo Sustentable del Municipio, destacó que con el Premio al Mérito Ambiental se reconoce y aplaude el trabajo de aquellos que han abanderado con el ejemplo las causas ambientales.\n“\nSus acciones demuestran su compromiso con Saltillo, son verdaderos agentes de cambio cuyo compromiso y dedicación nos obliga a todos a redoblar nuestros esfuerzos”, dijo.\nA nombre de los galardonados Eglantina Canales Gutiérrez agradeció al alcalde Chema Fraustro por la entrega del Premio que, dijo, es de todos los saltillenses.\n“\nHoy fue un gran día para el ambiente por reconocerlo como importante e indispensable. Reconozco la generosidad de los habitantes de Saltillo en los incendios, en su preocupación por la sierra y los osos, la contaminación, el agua, la vida misma, por enviar siempre fotos y recomendaciones que reflejan su interés por el bienestar de la comunidad”, dijo.\nDurante la entrega del Premio al Mérito Ambiental estuvieron presentes Álvaro Moreira Valdés y Beatriz Fraustro Dávila, legisladores locales; así como los regidores María Guadalupe Olguín Romero y Braulio Enrique Medina de la Rosa, presidenta e integrante respectivamente de la Comisión de Medio Ambiente.\n Galardonados\nInvestigación ambiental: Eglantina Canales Gutiérrez. Es un referente nacional en materia ambiental. Se ha desempeñado como funcionaria pública de alto nivel. Ha sido líder en proyectos de investigación y conservación sobre especies como el oso negro, lobo mexicano, guajolote silvestre y el perrito de la pradera. Su dedicación y esfuerzos han contribuido significativamente a la preservación de especies en peligro de extinción, a la conservación de hábitats naturales y a la protección de la biodiversidad en general.\nActivismo ambiental: PROFAUNA. Trabaja en la conservación de la fauna silvestre; rehabilitación y liberación exitosa de animales; educación ambiental y concientización; colaboración y asesoramiento; y en el impacto positivo en la conservación de la fauna y recursos naturales de México.\nEducación ambiental: Universidad Tecnológica de Saltillo, Unidad Derramadero. Llevan a cabo proyectos que promueven la sustentabilidad y la mejora de la calidad del aire y con ello obtuvieron el primer lugar del Premio de Vinculación COPARMEX. Implementación del modelo agroecológico en las instalaciones de la Universidad por el Consejo Agroalimentario de Coahuila. Han logrado expandir las áreas verdes con especies nativas como cactáceas y suculentas. Partícipes en actividades de reforestación.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T01:37:44.925+02:00",
  "updated": "2024-02-19T15:45:14.043+02:00"
}