{
  "thread": {
    "uuid": "80034195845c790fcf914ac98cd65e2106cfee10",
    "url": "https://whatsnew2day.com/ray-massey-bmw-ups-the-ante-with-356-mile-range-340hp-all-electric-i5-edrive40/",
    "site_full": "whatsnew2day.com",
    "site": "whatsnew2day.com",
    "site_section": "https://whatsnew2day.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "WhatsNew2Day",
    "title": "RAY MASSEY: BMW ups the ante with 356 mile range 340hp all-electric i5 eDrive40",
    "title_full": "RAY MASSEY: BMW ups the ante with 356 mile range 340hp all-electric i5 eDrive40",
    "published": "2024-01-05T23:56:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://wtsn2.b-cdn.net/wp-content/uploads/2024/01/RAY-MASSEY-BMW-ups-the-ante-with-356-mile-range.jpg",
    "performance_score": 0,
    "domain_rank": 72858,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "80034195845c790fcf914ac98cd65e2106cfee10",
  "url": "https://whatsnew2day.com/ray-massey-bmw-ups-the-ante-with-356-mile-range-340hp-all-electric-i5-edrive40/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Merry",
  "published": "2024-01-05T23:56:00.000+02:00",
  "title": "RAY MASSEY: BMW ups the ante with 356 mile range 340hp all-electric i5 eDrive40",
  "text": "Para marcar el comienzo de 2024, he estado conduciendo la nueva berlina Serie 5 de octava generación de BMW y, específicamente, el primer modelo i5 totalmente eléctrico de gama alta.\nLos jefes de BMW dicen que este 5 ofrece la tecnología y el lujo de la limusina cumbre de la serie 7, y puedo confirmar que este es el caso.\nLos precios van desde £ 51.000 para el 520i de gasolina de 208 CV, capaz de acelerar de 0 a 100 km/h en 7,5 segundos y alcanzar 225 km/h. Hay dos opciones híbridas gasolina-eléctrico. En el otro extremo del espectro, el i5 M60 xDrive con tracción total de 601 caballos de fuerza que probé alcanza las 62 mph en la mitad de ese tiempo (un superdeportivo de 3,8 segundos), hasta 142 mph, y costará alrededor de £100,000.\nPero como muchos compradores serán usuarios de automóviles de empresa y negocios, las ventajas fiscales sobre los clientes privados en efectivo o con acuerdos financieros reducirán drásticamente el costo total.\nEl interior inteligente, moderno y ordenado se siente espacioso y diseñado con buen gusto.\nElectrizante: el i5 eDrive40 totalmente eléctrico de 356 millas de autonomía y 340 CV de BMW\nEs un toque de ciencia ficción, de una manera sofisticada. Es grande e imponente, pero elegante. Y la aceleración es formidable y suave.\nIncluso hay una banda sonora del compositor de Hollywood Hans Zimmer para acompañar el lanzamiento.\nTambién es el primer BMW que presenta juegos en el automóvil a través de la gran pantalla central. Los interiores Verganza sin cuero se ofrecen de serie: son los primeros BMW en el Reino Unido en hacerlo.\nEl alcance declarado del EV M60 es de entre 285 y 316 millas, según las especificaciones. Pero prepárate: todo eso cuesta £97,745. Y con más de £17,000 de ‘extras’ en mi auto, eso llevó el total a más de £115,000.\nLa iluminación interior cambia según su modo de conducción o estado de ánimo. Incluso hay una opción de arte digital. El frenado regenerativo significa que puedes conducir “con un solo pedal” sin necesidad de aplicar los frenos, al mismo tiempo que generas y almacenas carga adicional.\nEn el rango justo debajo y con prácticamente el mismo kit (aunque menos potencia) se encuentra el i5 eDrive40 totalmente eléctrico de 340 hp, desde £ 74,550 con un alcance de hasta 356 millas y 0-60 en 6 segundos. Las versiones Touring Estate se unirán a la gama en primavera.\nRealmente choqué esos cinco de celebración con el nuevo BMW i5 eléctrico, el buque insignia de la octava generación del Serie 5 desde la década de 1970.\nEl sistema de información y entretenimiento del tablero de pantalla panorámica curva y el ambiente interior me hicieron sentir como el Capitán Kirk de Star Trek al mando de la Starship Enterprise. Casi podía imaginarme al Dr. McCoy diciéndome al oído: “Es un Jim serie 5, pero no como lo conocemos”.\nPero si bien es de alta tecnología y lujoso, no es ostentoso ni ostentoso. Rezuma sofisticación. El Capitán Kirk se sentiría como en casa conduciendo esto por placer y ocio en sus días libres explorando el universo.\nSin embargo, realmente tienes que tener cuidado con el velocímetro y afinar tu pie derecho para evitar alcanzar inadvertidamente la velocidad máxima en esta veloz limusina ejecutiva de alta gama inspirada en la división Motorsport o ‘M’ de BMW. La aceleración es fenomenal.\nEs más largo (se extiende hasta 5 metros), más ancho y más alto y con una mayor distancia entre ejes y una mayor presencia en la carretera en comparación con su predecesor.\nEl interior inteligente, moderno y ordenado se siente espacioso y diseñado con buen gusto.\nLos jefes de BMW dicen que este 5 ofrece la tecnología y el lujo de la limusina cumbre de la serie 7\nEl i5 será difícil para todos, excepto para los compradores privados más adinerados.\nIdeal para las autopistas sin restricciones de Alemania. Pero ten cuidado en otros lugares.\nMás largo (se extiende hasta 5 metros), más ancho, más alto y con una mayor distancia entre ejes y una mayor presencia en la carretera en comparación con su predecesor, el nuevo 5 promete y ofrece mayor comodidad para los asientos y espacio para las piernas, especialmente en la parte trasera.\nLleva los niveles tecnológicos de la limusina insignia de la serie 7 a la serie ejecutiva 5, lo que demuestra que 7 en 5 realmente funciona.\nY vaya, ¿puedes acumular rápidamente una factura de extras opcionales?\nLos extras instalados en mi coche, que elevaron el total a más de £115.000, incluyeron: £1.750 para el estilo exterior M Carbon; £ 3300 por un paquete de tecnología plus que incluye pantalla frontal; y un paquete Comfort Plus que agrega asientos delanteros y traseros con calefacción, asientos delanteros ventilados de comodidad adicional y bellamente diseñados, y una tapa del maletero eléctrica.\nMi propia experiencia de conducción se produce cuando las últimas cifras muestran que uno de cada cuatro BMW vendidos en el Reino Unido el año pasado fue totalmente eléctrico. Y eso sólo puede acelerar,\nBMW Group UK informó 28.723 matriculaciones de vehículos totalmente eléctricos en 2023, un aumento del 34 por ciento con respecto a 2022, y representa una cuarta parte del total de 111.734 ventas.\nEn el sector empresarial la proporción es aún mayor: la mitad de todas las matriculaciones son vehículos totalmente eléctricos (BEV).\nComo indiqué anteriormente, el i5 será difícil para todos, excepto para los compradores privados más adinerados. Pero para los ejecutivos que adquieren uno como vehículo de empresa y se benefician de generosos beneficios fiscales, es una opción mucho más inteligente desde el punto de vista económico.\nAsí que, a riesgo de corregir el infinitivo dividido más famoso de la historia de la radiodifusión, de la propia Star Trek, permítanme concluir: el i5 es realmente un coche eléctrico en el que ir con valentía.\n¿Cabrá en mi garaje? BMW i5 M60 xDrive berlina\nPrecio base: £97,745 Precio según lo conducido con extras: £115,244 Gama de 5 series con precios desde: £ 51.000 (para 520i gasolina)\nLongitud: 5.060 mm Ancho: 1.900 mm Ancho (incluye espejos): 2.156 mm Altura: 1.505 mm Asientos: 5 Peso en vacío: 2.380 kg\nTransmisión: Automático Propulsión: Eléctrico – a partir de 2 motores eléctricos Conducir: todas las ruedas motrices Fuerza: 601 CV Emisiones: Cero\n0-62 mph: 3,8 segundos\nRango: 284,6 a 315,7 millas (según las ruedas y las especificaciones)\nConsumo de energía (kW por 62 millas/10 km): 18,4 a 20,5\nVolumen de equipaje: 490 litros\nTiempos de carga: Caja de pared trifásica de 22 kW hora – 4,25 horas; Cargador rápido de 11 kW: 8,25 horas; Cargador rápido CC al 80 por ciento: 30 minutos\nRango adicional de impulso de CC de 10 minutos: 156 millas\nMolestia por coche abandonado\nMás de 53.000 coches abandonados fueron abandonados a la vuelta de la esquina el año pasado, según revelan nuevos datos sobre libertad de información obtenidos por el especialista Scrap Car Comparison (scrapcarcomparison.co.uk).\nY cualquiera que haya experimentado los problemas que esto causa, como me pasó a mí durante casi un año, con los ayuntamientos y la policía reacios a actuar, sabe lo exasperante que puede ser.\nProblemas: más de 53.000 coches abandonados fueron abandonados a la vuelta de la esquina el año pasado\nFuera de Londres, la capital de los automóviles abandonados en el Reino Unido es Coventry, que alguna vez fue la principal ciudad fabricante de automóviles de Gran Bretaña, con 1.898, seguida por Brighton & Hove (1.889), Leicester (1.765) y Manchester (1.664).\nLos ayuntamientos de Londres representaron más de 29.500 del total de 53.794 coches abandonados, y Bromley encabezó la lista con 2.239 en el año hasta septiembre de 2023.\nEn Escocia, las cifras más altas se registraron en Edimburgo (1.087) y Glasgow (1.043).\nEl informe también revela que enero de 2023 fue el mes en el que se registró el mayor número total de vehículos abandonados en el año en todo el país: un total de 3.666.\nEl informe señala: “Esto podría deberse a una variedad de factores, como un aumento en el robo oportunista de automóviles y el uso de vehículos mientras la gente estaba en celebraciones festivas, o a personas que optan por abandonar un motor viejo y costoso a medida que los bolsillos se aprietan en los meses de invierno”. .’\nSin embargo, los expertos añaden también que algunos concesionarios de coches ‘informales’ también utilizan la vía pública para aparcar sus vehículos no vendidos.\nTambién se roban algunos coches abandonados.\nDavid Kottaun, director de operaciones de Scrap Car Comparison, afirmó: “Cuando un coche se vuelve demasiado difícil de utilizar o mantener, algunas personas pueden simplemente optar por abandonarlo.\n«Los vehículos abandonados pueden crear problemas de acceso si el coche bloquea una entrada, un camino o incluso una carretera, además de correr el riesgo de dañar el entorno en el que se encuentran abandonados debido a fugas de fluidos peligrosos. También exige los recursos de los ayuntamientos que investigan y retiran el vehículo.\n“Aunque a veces un vehículo puede ser abandonado debido a delitos como el robo, en la mayoría de los casos, cuando alguien ha decidido abandonar su vehículo, potencialmente está perdiendo la oportunidad de ganar dinero al desguazarlo.\n“Si un automóvil es demasiado viejo para conducirlo o no se puede reparar, aún podría ofrecerle valor a través del valor de chatarra, por lo que nunca es una buena idea simplemente abandonar un vehículo”.\nSitio web: https://www.scrapcarcomparison.co.uk/blog/scrap-car-report-statistics/\nLa falta de puntos de recarga podría afectar las ventas\nEl incumplimiento del gobierno de sus objetivos en materia de puntos de carga públicos corre el riesgo de frenar las ya lentas ventas de automóviles eléctricos, dicen los concesionarios de automóviles.\nSin embargo, los precios de los autos eléctricos nuevos podrían caer a medida que la ley obliga a los fabricantes a producir un porcentaje cada vez mayor de vehículos eléctricos, y es probable que algunos se vendan con pérdidas.\nUna gran afluencia de vehículos chinos nuevos y más baratos también aumentará la presión a la baja sobre los precios, dice el editor de Auto Express, Steve Fowler.\nAfluencia: los precios de los coches eléctricos nuevos podrían caer, ya que la ley obliga a los fabricantes a producir un porcentaje cada vez mayor de vehículos eléctricos.\nLas predicciones siguen al anuncio del RAC de que el Gobierno no había cumplido su objetivo de carga de vehículos eléctricos de alta potencia para servicios de autopistas en 2023.\nLa encuesta de la NFDA sobre concesionarios de automóviles mostró que casi seis de cada diez encuestados que no estaban interesados en comprar un vehículo eléctrico lo atribuían a la falta de instalaciones de carga en el Reino Unido.\nAlgunos enlaces de este artículo pueden ser enlaces de afiliados. Si hace clic en ellos, podemos ganar una pequeña comisión. Eso nos ayuda a financiar This Is Money y a mantenerlo de uso gratuito. No escribimos artículos para promocionar productos. No permitimos que ninguna relación comercial afecte nuestra independencia editorial.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Lifestyle and Leisure",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://scrapcarcomparison.co.uk/blog/scrap-car-report-statistics/",
    "https://www.scrapcarcomparison.co.uk/blog/scrap-car-report-statistics",
    "https://www.scrapcarcomparison.co.uk/blog/scrap-car-report-statistics/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:32:40.675+02:00",
  "updated": "2024-01-06T00:32:40.675+02:00"
}