{
  "thread": {
    "uuid": "f121a00396bf9c1c072de4360095729d079e422e",
    "url": "https://www.dailynews.lk/2024/07/05/business/581964/hettigoda-industries-clinches-gold-at-presidential-environment-awards",
    "site_full": "www.dailynews.lk",
    "site": "dailynews.lk",
    "site_section": "https://www.dailynews.lk/category/business/",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "legal_issues",
      "politics"
    ],
    "section_title": null,
    "title": "Hettigoda Industries clinches ‘Gold’ at Presidential Environment Awards",
    "title_full": "Hettigoda Industries clinches ‘Gold’ at Presidential Environment Awards",
    "published": "2024-07-04T23:05:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "LK",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 26397,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f121a00396bf9c1c072de4360095729d079e422e",
  "url": "https://www.dailynews.lk/2024/07/05/business/581964/hettigoda-industries-clinches-gold-at-presidential-environment-awards",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "malinga",
  "published": "2024-07-04T23:05:00.000+03:00",
  "title": "Hettigoda Industries clinches ‘Gold’ at Presidential Environment Awards",
  "text": "One of Sri Lanka’s leading Ayurvedic Companies, Hettigoda Industries (Pvt) Ltd., was recognized at the 2024 Presidential Environment Awards, securing the Gold Award in the Pharmaceutical Products and Personal Care Product Industry category.\nThe ceremony, held at the Bandaranaike Memorial International Conference Hall recently, was graced by President Ranil Wickremesinghe. Lankani Hettigoda\nHettigoda Industries Director of Research and Development received the accolade from President Wickremesinghe. This recognition stands as a powerful testament to the company’s unwavering commitment to integrating environmental sustainability into every facet of its operations.\n“We are incredibly honoured to receive this award,” said Lankani Hettigoda, “Environmental responsibility is not just a value we hold, it’s a core principle that drives our innovations to protect our planet for future generations.”\nA cornerstone of Hettigoda Industries’ environmental initiative is responsible waste management. This initiative has seen the distribution of over 35,000 bins in recent years. In response to the growing plastic pollution crisis, Hettigoda Industries has also introduced a sustainable alternative by distributing over 500,000 eco-friendly bags, promoting reusable options over traditional plastic bags.\nBeyond these key initiatives, Hettigoda Industries is engaged in numerous other CSR projects that benefit the Sri Lankan community. Hettigoda Industries has undertaken significant steps to reduce its carbon footprint, recognising the growing impact of greenhouse gas emissions.\nIn 2022 they conducted an organisational greenhouse gas inventory, which not only identified their total emissions but also informed their reduction plan. A key strategy involves harnessing renewable energy through the installation of solar panels, thereby reducing its reliance on fossil fuels.\nAdditionally paper usage has been minimised by printing instructions inside the box instead of using separate leaflet and utilising excess printing board space to print another primary carton. These strategies were highly influential for the establishment of sustainable development within the organization.\nHettigoda Industries has also adopted innovative practices to minimise waste generation. Notably, leftover seed material from their Asamodagam product, is now transformed into briquettes, resulting in a 25% reduction in firewood consumption for their biomass boiler. These efforts demonstrate the company’s dedication to reducing its carbon footprint and environmental impact.\nThe Presidential Environment Awards, organised annually by the Central Environmental Authority (CEA) under the guidance of the Ministry of Environment, celebrate outstanding contributions from organisations championing sustainable development through environmental protection.\nThis well-deserved recognition for Hettigoda Industries reinforces their position as a front-runner in the field of sustainable Ayurveda practices. The company’s commitment to environmental stewardship serves as an inspiration for others in the industry and paves the way for a greener future for all.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "wickremesinghe",
        "sentiment": "none"
      },
      {
        "name": "lankani hettigoda",
        "sentiment": "none"
      },
      {
        "name": "ranil wickremesinghe",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hettigoda industries",
        "sentiment": "negative"
      },
      {
        "name": "hettigoda industries (pvt) ltd.",
        "sentiment": "neutral"
      },
      {
        "name": "lankani hettigoda hettigoda industries director of research and development",
        "sentiment": "none"
      },
      {
        "name": "bandaranaike memorial international conference hall",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sri lanka",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T00:10:39.343+03:00",
  "updated": "2024-07-05T00:10:39.343+03:00"
}