{
  "thread": {
    "uuid": "c0de908eadb0787a3fe31fd9f53fe34fcd9957f7",
    "url": "https://asm.org/articles/2024/february/ruth-e-moore-remarkable-achievements-in-an-invisib",
    "site_full": "asm.org",
    "site": "asm.org",
    "site_section": "https://asm.org",
    "site_categories": [
      "computer_certification",
      "tech"
    ],
    "section_title": "American Society for Microbiology",
    "title": "Ruth E. Moore: Remarkable Achievements in an Invisible Life",
    "title_full": "Ruth E. Moore: Remarkable Achievements in an Invisible Life",
    "published": "2024-02-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 1670,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c0de908eadb0787a3fe31fd9f53fe34fcd9957f7",
  "url": "https://asm.org/articles/2024/february/ruth-e-moore-remarkable-achievements-in-an-invisib",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-02-29T02:00:00.000+02:00",
  "title": "Ruth E. Moore: Remarkable Achievements in an Invisible Life",
  "text": "Ruth E. Moore: Remarkable Achievements in an Invisible Life Ruth Ella Moore, Ph.D., (1903-1994), is widely acclaimed for her pioneering scientific achievements at a time when she faced the double bind of being a woman from an underrepresented racial/ethnic group in science. For much of her life, Moore was an [invisible figure](https://asm.org/Articles/2021/February/A-Better-Future-for-Black-Scientists-Lessons-Past), hindered by glaring impacts of both racism and sexism, and prevented from doing all she could have accomplished. In spite of these obstacles, Moore was fearless, resilient, uncomplaining and triumphant in many ways. Now she remains a remarkable microbiology role model for Black scientists and for all women. This article aims to share Moore’s story and surface details of her [journey not previously captured](https://en.wikipedia.org/wiki/Ruth_Ella_Moore). Early Life The youngest of 3 siblings, Moore was born in Columbus, Ohio, a mere 40 years after Emancipation. Her parents, William E. and Margaret Moore, were from Ohio and Virginia, respectively. It is likely that her grandmother was enslaved in Virginia, and the family relocated to Ohio because it was a free state and a destination for enslaved Black people seeking freedom. Ruth’s father worked in the city tax office, and her mother was an accomplished seamstress having graduated from the Columbus State College of Art and Design. It was her mother who pushed her to attend college and to excel. Moore attended the segregated and unequally resourced public schools of Columbus; upon graduating from high school, she enrolled at [The Ohio State University (OSU)](https://www.osu.edu/). Pursuit of the Bacteriology Ph.D. In 1926 and 1927, Moore earned her bachelor’s and master’s degrees, respectively, from OSU. To financially support her desire to pursue a Ph.D. in bacteriology, she obtained employment at what is now Tennessee State University in Nashville. After 3 years of “teaching everything from English to hygiene,” and no opportunity to teach bacteriology, she was motivated to continue her education. In 1933, she earned a Ph.D. in bacteriology. The title of her dissertation was “Studies on Dissociation of Mycobacterium tuberculosis.” With this achievement, Moore became the first Black woman scientist to receive a Ph.D. in microbiology and the natural sciences. According to Jorgen M. Birkeland and Bruno J. Kolodziej in “OSU’s History of the Bacteriology Department (1873-1969),” the department was organized in 1903, and by 1935 only 5 total Ph.D.s had been granted. Moore would have been among those first 5 graduates, and possibly the first woman to ever receive a Ph.D. from the OSU Bacteriology Department. Furthermore, a listing of OSU bacteriology Ph.D. recipients from 1920-1934 cites only 3 graduates and names of their dissertations. This contrasts with the aforementioned authors’ history. According to Kurt Frederick, Ph.D., current chair of OSU’s Bacteriology Department, “Some data from the early years are fragmented.” It is clear that Moore was a graduate, but her name is missing from the records. Similarly, Margaret Rossiter’s classic 1982 book, Women Scientists in America, Volume 1, Struggles and Strategies to 1940, omits Moore. Data suggest that Moore was the fifth woman to receive a Ph.D. in microbiology, after Margaret Pittman in 1928. After Moore, another woman would not receive a Ph.D. until [Esther Lederberg](https://asm.org/Articles/2023/October/Esther-Lederberg-Microbial-Genetics) in 1950. Moore’s Matriculation at The Ohio State University From the beginning matriculation, racism prevented Moore from achieving all that she could have accomplished. Though OSU allowed enrollment, one can imagine that segregated housing, dining, library and restroom facilities were barriers to Moore, which hindered her full academic participation. According to “ [Tracing black history at Ohio State](https://alumnigroups.osu.edu/blacksociety/wp-content/uploads/sites/155/2016/04/Tracing-Black-History-at-Ohio-State-article.pdf)” by Erika M. Anderson and Matt Oates, OSU dormitories did not integrate until 1946. A 1926 OSU student handbook reveals that Moore lived near, but not on campus. Thus, Moore would travel back and forth to OSU daily. The late microbiologist Arthur Webb (1915-1982), who also received a Ph.D. in bacteriology, confirmed such barriers in the field during this time. During his matriculation, he was not allowed entrance to some classes and was forced to sit outside of lecture rooms; he was never assigned a lab partner due to racism. Anderson also notes that in 1931, Herbert Miller, a professor of sociology, was fired for allowing Black and white students to dance together on a class field trip to nearby Wilberforce University, a Historically Black College and University (HBCU). In 1932, Doris Weaver, a Black woman, took OSU to the Ohio Supreme Court for not permitting her to live in a campus dorm, but the court ruled in favor of OSU, upholding its “separate but equal status.” Despite the presence of such overt segregation and discrimination, Moore demonstrated tremendous motivation and drive and was successful in earning 3 degrees, during the Great Depression. Perhaps there was some entity, in addition to her parents, who provided encouragement. A very recent finding in OSU’s 1926 yearbook reveals that Moore was a member of [Delta Sigma Theta Sorority, Inc](https://en.wikipedia.org/wiki/Delta_Sigma_Theta)., founded in 1913 at Howard University (a private, federally chartered, historically Black research university in Washington D.C.) In 1919, a fifth chapter was chartered at OSU. Membership required the highest academic standards and a commitment to sisterhood and service. It is likely that the sorority provided Moore with a feeling of belonging, stimuli and support to excel. A Career at Howard University After Moore completed her doctorate program at OSU, she joined the newly reorganized Department of Bacteriology, Preventive Medicine and Public Health at [Howard University’s Medical School](https://medicine.howard.edu/) (HUMS) as an instructor, in 1933. She was recruited by [Hildrus Poindexter, M.D. Ph.D., (1901-1987)](http://asm.org/articles/2021/february/the-black-clinical-microbiologists-on-whose-should) who had recently (1931) joined the department as chairperson. Moore taught a heavy course load to medical, dental, nursing and dental hygiene students. With no assistance, she was solely responsible for lectures and laboratories, including media preparation and laboratory set-ups. A 1984 ASM News article, reported that, according to Moore, “In the beginning she taught bacteriology and was also ‘technician and secretary’ in a 3-person department.” In 1939, Moore was promoted to assistant professor. Later, she was acting department chair from 1947-1948 and chair from 1949-1958. Thus, Moore became the first woman to chair a department within HUMS. Of interest is an excerpt from a 1967 Journal of the National Medical Association article, which she co-authored with the then-chair of the microbiology department, Charles Buggs, Ph.D., (1906-1991), the fourth Black scientist to receive a microbiology Ph.D., (University of Minnesota, 1934). The excerpt provides information about The Howard Department of Microbiology. “Dr. Ruth E. Moore served the Department as acting head from 1947 to 1949 and as head from 1949 through the 1957-58 session. Dr. Moore came to this position from her task of organizing the laboratory work for the medical and dental courses, and of planning the course for nurses and dental hygienists.” During this time, Moore’s leadership resulted in many successes that highlight her contribution to the field. Yet, at Moore’s first Howard commencement, a podium faculty seat was not available for her, and she had to sit among students. Subsequently, she chose to continue that practice until retirement in 1971. - Increased Bacteriology performance on student’s medical license exams. - Department separated into a stand-alone bacteriology department. - Successful petition to change the name of the bacteriology department to the microbiology department. Note: This occurred prior to the name change of the Society of Bacteriologists (SAB) to the American Society for Microbiology. - Initiated a modest research program addressing blood types, tuberculosis, tooth decay and gut microorganisms. - Chaired the HUMS’s Student Guidance and the Scholarships and Loans committees. - Actively participated in local and national ASM activities and other professional organizations. American Society for Microbiology (ASM) With many work responsibilities, Moore managed to register and attend the 1936 Society of American Bacteriologists (SAB), now ASM, meeting in Indianapolis and was the first Black woman scientist to do so. Further ASM records reveal that Moore and Poindexter were registered for the 1937 Washington, D.C. meeting. Because it was local, their attendance was not hindered by area hotel facilities, which were segregated. Although Poindexter and Moore were regular attendees of annual meetings from 1937 until their retirements, Moore did not become a member of SAB until 1947, according to the Society's newsletter. When meetings were held in the South, Black attendees were unable to fully participate, due to prohibition on hotel accommodations, eating in restaurants and [riding in elevators](https://asm.org/Articles/2023/January/Exploring-ASM-s-DEI-History-Celebrating-and-Learni). Most Black members refused to attend, and Moore did not attend the 1956 meeting in Houston. Following membership complaints, ASM refrained from holding meetings in the South until 1969, when hotels in Miami were integrated. When parasitologist, Madison Briscoe, Ph.D., (1905-1995), joined the department in 1941, he and Moore formed a research collaboration; later, Briscoe joined Poindexter and Moore at ASM meetings. A recently discovered ASM membership card shows that by 1988, Moore was an emeritus ASM member. Moore held several memberships in scientific societies, including not only the ASM and ASM-D.C. Branch, but also the American Association for the Advancement of Science (AAAS), the American Association of University Professors (AAUP), the American Public Health Association (APHA) and The New York Academy of Sciences. Moore’s Honors During Her Lifetime Moore had a career full of achievements and successes, which were largely unrecognized. It was not until a contingent of Black ASM members invited Moore to a private gathering during the 1986 ASM meeting in Washington, D.C., that recognition began. As a result of the 1986 ASM gathering, the significance and recognition of Moore’s accomplishments slowly increased, with ASM serving as a conduit to the broader community. - 1952—Teacher of the Year Award, HUMS’s Student Council and Senior Class. - 1970—Alumni Centennial Award, OSU. - 1984—Distinguished Alumni Award, OSU. - 1986—Lifetime Achievement Tribute from Black ASM members. - 1987—Magnificent Professor Award, HU College of Medicine Class. - 1989—Honorary Doctor of Philosophy Degree, Gettysburg University. - 1997—ASM’s Heroes poster. - 1999—ASM’s Heroines poster. - 2005—Recognized in a Congressional Resolution with 4 other Black women \"who have broken through many barriers to achieve greatness in science.” - 2009—Ruth Moore-Sewers Art Exhibit, OSU’s School of Textiles and Design. - 2021—Inducted—Office of Diversity and Inclusion Hall of Fame, OSU. - 2021—Ruth Ella Moore First Generation Scholarship, established by the School of Public Health, OSU and the Ruth Moore Scholarship, established by OSU. Moore’s Legacy Moore’s legacy can be found in the thousands of students she trained in microbiology working in biomedical fields around the world. During her time, and prior to integration, Howard was the destination for students of color from all over the world who pursued a biomedical career. Moore received scant recognition from her Howard peers, and none from the broader microbiology community. However, she was highly revered, (often with humor), by her students, as noted in several Bison (Howard yearbook) entries. In 1940 and 1955 entries, Moore is identified as creating “‘weird’ practicals,” and “likes to give little quizzes at the most unexpected times,” yet was referred to as self-reliant and amiable. In 1949, she received additional commendations and a specific entry indicated that her “Mother Moore” title had been modified to “Ma Moore.” A member of Augustana Lutheran Church in Washington, D.C., Moore was the guest of honor at Augustana’s 75th anniversary celebration in 1993 where she shared memories of her life in the church. In her own words, which were later written in her obituary, she said, “I have lived a life of peace and enjoyment, loving my family, friends, church and all.” She died, July 19, 1994, and her services were conducted by Augustana at Rankin Chapel on Howard University’s campus. Her body rests within her family’s plot, at the Greenlawn Cemetery in Columbus, Ohio. Very proud, yet modest, Moore did not seek recognition, but pursued her tasks uncomplainingly with grace and tenacity. Her obituary reveals she enjoyed a fulfilling life. Considering the doubly racist and sexist environment she navigated, she should be hailed as an exceptional achiever with utmost resilience. It was her ability to achieve and contribute to the world in meaningful ways while facing such barriers that she receives so many accolades today. While these barriers should not have occurred, Moore serves as a symbol that they did and that society can do better where similar barriers exist today.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest"
  ],
  "external_links": [
    "https://alumnigroups.osu.edu/blacksociety/wp-content/uploads/sites/155/2016/04/Tracing-Black-History-at-Ohio-State-article.pdf)”",
    "https://en.wikipedia.org/wiki/Delta_Sigma_Theta).,",
    "https://www.osu.edu/).",
    "https://en.wikipedia.org/wiki/Ruth_Ella_Moore).",
    "https://medicine.howard.edu/)",
    "https://www.medicine.howard.edu/)",
    "https://osu.edu/).",
    "https://www.en.wikipedia.org/wiki/Ruth_Ella_Moore).",
    "https://www.en.wikipedia.org/wiki/Delta_Sigma_Theta).,",
    "https://www.alumnigroups.osu.edu/blacksociety/wp-content/uploads/sites/155/2016/04/Tracing-Black-History-at-Ohio-State-article.pdf)”"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ruth e. moore",
        "sentiment": "negative"
      },
      {
        "name": "ruth ella moore",
        "sentiment": "negative"
      },
      {
        "name": "moore",
        "sentiment": "none"
      },
      {
        "name": "margaret moore",
        "sentiment": "none"
      },
      {
        "name": "william e.",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "columbus",
        "sentiment": "none"
      },
      {
        "name": "ohio",
        "sentiment": "none"
      },
      {
        "name": "virginia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:58:36.800+02:00",
  "updated": "2024-03-01T00:58:36.800+02:00"
}