{
  "thread": {
    "uuid": "3ca2344370f439dd7ebb28630c762cc08f6b4dc5",
    "url": "https://vnexplorer.net/dwyane-wade-and-dirk-nowitzki-reflect-on-their-iconic-championship-rivalry-s1038206.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Dwyane Wade And Dirk Nowitzki Reflect On Their Iconic Championship Rivalry",
    "title_full": "Dwyane Wade And Dirk Nowitzki Reflect On Their Iconic Championship Rivalry",
    "published": "2024-01-19T09:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1nd0vV.img",
    "performance_score": 0,
    "domain_rank": 47656,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3ca2344370f439dd7ebb28630c762cc08f6b4dc5",
  "url": "https://vnexplorer.net/dwyane-wade-and-dirk-nowitzki-reflect-on-their-iconic-championship-rivalry-s1038206.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-19T09:02:00.000+02:00",
  "title": "Dwyane Wade And Dirk Nowitzki Reflect On Their Iconic Championship Rivalry",
  "text": "Dwyane Wade and Dirk Nowitzki became unlikely rivals when the Dallas Mavericks and Miami Heat met in the 2006 NBA Finals. The Heat won a tough series and Wade won his first title by beating Dirk. That series left a lot of bad feelings for both players which played out in the media for years with passive-aggressive quotes and shots.\nWade and Nowitzki have buried the hatchet and recently appeared on Wade’s podcast together to reflect on their rivalry.\nDwyane Wade: “How did you feel about me in ’06?”\nDirk Nowitzki: “There wasn’t a lot of love there. There were things said on both sides that weren’t appreciated. I think you took offense when I said, ‘We gave them the championship’, which I would have probably taken offense to. Maybe I said something in training camp the following year, I’ve already moved on, and some reporter comes up to me in shootaround and says, ‘Did you see what Dwyane said? You weren’t a finisher, you weren’t a leader.’ I was like that came out of nowhere. I didn’t appreciate that. But now 20 years later, I can see that both sides weren’t happy with how this whole thing went down. But honestly, there can’t always be friendships at the highest level of competition. That’s not how it works. I am old-school, I always wanted to win. But there was no love lost at the beginning.”\nNowitzki then revealed that the pair refused to shake hands during the 2007 All-Star Game because of their bitter rivalry. Wade then spoke about how the media added fuel to the fire which was born from a rough on-court battle in the ’06 Finals.\nDirk Nowitzki: “In ’07 the All-Star Game was in Vegas and we’re on record as the only two All-Stars to not shake hands pregame.”\nDwyane Wade: “We’ve never had a conversation about this until this point. We never talked. It shows you, it was the media. They came back to me and said, ‘Dirk said this’ and I was like ‘Oh really? Watch this.’ That’s how it goes and now you don’t even talk to each other. We’re at the biggest stage of the game, we’re two of the best players and we don’t even know how to just, forget that and move on, because we played each other at the highest level. It was very a intense and emotional series.”\nWade and Nowitzki have their careers interlinked after the 2006 and 2011 NBA Finals battles between the Heat and the Mavericks. In addition, the pair decided to retire in 2019, playing in one final All-Star game together and being honored by the NBA as a collective. The pair were also inducted into the Basketball Hall of Fame together last year.\nTheir battles earned both players a statue outside their home arena, with the Mavericks revealing one for Nowitzki last year and the Heat having announced one for Wade in the future.\nDwyane Wade Regretted Mocking Dirk Nowitzki In 2011 In 2006, Wade and the Heat came out on top over Dirk’s Mavericks in a contentious series where the officiating is still questioned by many. Regardless, Dallas was motivated to get their revenge five years later when they made it back to the Finals in 2011 to meet a familiar foe, who had a loaded roster with LeBron James and Chris Bosh.\nDuring the series, Nowitzki was playing through the flu and was seen coughing in media and on the court. This led to Wade, along with the Heat’s other stars, mocking Nowitzki’s cough before the game. It was a move many were enraged by, and Dirk did his talking on the court.\nThe Mavs won the series 4-2 and won the only championship in the franchise’s history. It solidified Nowitzki’s legacy and is still the biggest loss of Wade and LeBron’s career. Nowitzki averaged 26.0 points and 9.7 rebounds and won Finals MVP.\nUltimately, both Dirk and Wade won a championship apiece over the other. The pair burying the hatchet and making podcast appearances together shows how bad blood is often restricted to what happens on the court.\nWe sincerely appreciate and respect you as a reader of our site. It would help us a lot if you follow us on Google News.\nThanks for following us. We really appreciate your support.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Sport",
    "Human Interest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1nd0vV.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1nd0vV.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "wade",
        "sentiment": "negative"
      },
      {
        "name": "dirk nowitzki",
        "sentiment": "negative"
      },
      {
        "name": "nowitzki",
        "sentiment": "none"
      },
      {
        "name": "dwyane",
        "sentiment": "none"
      },
      {
        "name": "dirk",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "dallas mavericks",
        "sentiment": "negative"
      },
      {
        "name": "miami heat",
        "sentiment": "negative"
      },
      {
        "name": "nba",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-19T09:18:19.475+02:00",
  "updated": "2024-01-19T09:18:19.475+02:00"
}