{
  "thread": {
    "uuid": "e87554950293217beaf3edd0233e9a587ea9730c",
    "url": "https://vnexplorer.net/a-guide-to-secondhand-shopping-in-tokyo-s1547883.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/rss",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "A Guide to Secondhand Shopping in Tokyo",
    "title_full": "A Guide to Secondhand Shopping in Tokyo",
    "published": "2024-02-16T10:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ilIT4.img",
    "performance_score": 0,
    "domain_rank": 51153,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e87554950293217beaf3edd0233e9a587ea9730c",
  "url": "https://vnexplorer.net/a-guide-to-secondhand-shopping-in-tokyo-s1547883.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-02-16T10:55:00.000+02:00",
  "title": "A Guide to Secondhand Shopping in Tokyo",
  "text": "Here’s how I make the most out of the recycle shops in Tokyo to build up my wardrobe, save money and reduce waste.\nTokyo is a fashion lover’s playground, showcasing some of the most interesting and eclectic styles in the world. One thing that isn’t as appealing is the cost of many Japanese clothing retailers, particularly when cheaper alternatives include fast-fashion brands like Zara. This is where the secondhand shopping culture in Tokyo becomes a godsend, promoting sustainable options for both the planet and your wallet, while giving discarded clothes a new chance at life.\nHaving lived in Japan (Tokyo and Kanagawa) for over three years now, I can safely say that probably 50% of my wardrobe is made up of recycled items. Some of the most popular recycle shop (リサイクルショップ, risaikuru shoppu) brands in Japan, selling secondhand homeware, electronics and, in this article’s case, clothing, include:\n・Hard-Off\n・2nd Street\n・Ragtag\n・TreFac\n・Wonder Rex\nGiven that I’ve spent years rummaging through these recycle shops (fairly successfully if I do say so myself), let me share the observations and tips I’ve come up with when secondhand shopping in Tokyo.\nHow To Get The Most Out Of Secondhand Shopping\nEverything I am wearing, except the chunky platform boots, was purchased while secondhand shopping.\nI love heading to a store to simply peruse its offerings—sometimes this is when you get the best hauls. However, I’ve also headed to them with a certain idea of what I’m looking for and have been left frustrated. Here is what you can do to mitigate this.\nRecognize that these shops may not have what you want. If there is something you truly need, have a high street backup ready. You may have to pay a little more but at least you have it and the outing isn’t a total loss.\nKnow the difference between vintage shops and recycle/secondhand shops. This will allow you to better understand the price range. Vintage shops will likely sell retro Americana clothing and genuine vintage pieces, but the price will be higher because of it. Recycle shops may also occasionally stock such vintage items, but perhaps at a lower price range.\nKeep seasonality in mind. Just as with high street shops, recycle shops put out what customers may need in the current season. My recent venture to buy a dress for an upcoming beach holiday was disappointingly unsuccessful as the racks were filled with winter jumpers, long-sleeved dresses and thick coats.\nBe prepared for sizing disappointment . Remember, most of these secondhand clothes are from Japanese wardrobes. They unfortunately are not very diverse when it comes to body types. I’ve tried on trousers here countless times, only to find they do nothing for my figure.\nLook into the shop’s location. Knowing more about the area you shop will better prepare you for what’s on offer and what the likely price range is.\nLocation, Location, Location!\nEverything I am wearing, except the chunky platform boots, was purchased while secondhand shopping.\nExpanding on that last point, let’s take a look at certain secondhand shopping areas and what you can expect.\nOmotesando, Harajuku and Shibuya If you are looking for some truly cool designer pieces, and are willing to spend a little more for them, then this is where you’ll head. These stores will have designer pieces sometimes at massively discounted prices from retail. You can expect to find some truly unique pieces that are eye-catching conversation starters. Issey Miyake? Yes, please. Vivienne Westwood? Don’t mind if I do.\nWhile these locations offer reasonably priced items too, the staff are discerning with brands and price products accordingly. For the truly thrifty, these locations may feel a little out of budget at times.\nShimo-Kitazawa Shimo-Kitazawa is considered a thrifters dream! The entire area is bursting with second-hand and vintage stores as well as smaller branded shops, boutique stores and artisanal offerings.\nThough there are still regular recycle shops, Shimo-Kitazawa has lots of vintage stores selling quality secondhand items at a higher price point. So, it may not be ideal for those who truly want to save money. That being said, just walking around and feeling the vibe of the area is worth it.\nTokyo’s Suburbs/Neighbouring Prefectures I have had my most successful secondhand purchases at stores outside of the center of Tokyo. Here the stores get much, much bigger and eclectic. There’s less discernment when it comes to what’s on offer, but you can also find some very affordable gems. At a 2nd Street in the suburbs of Kanagawa, I found a pair of Alexander McQueen bootcut jeans for just ¥500!\nAt my local recycle shop they are so desperate to shift clothing that on the seventh, 17th and 27th (they call it “nana fest”) of each month they offer foreign clientele 50% off everything. I have bought a genuine leather, mid-length, retro coat for ¥2,500 and a full kimono set for just ¥2,000.\nEverything I am wearing, except the chunky platform boots, was purchased while secondhand shopping.\nOnce you head out of the usual spots, secondhand shopping can become very interesting. Sure, there are many times I browse and leave empty-handed. But that’s part of the fun! It makes the times you do find something you love all the more rewarding. Currently, my personal favorite spot is Tachikawa, which has a Hard-Off, 2nd Street and large TreFac with some amazing products at reasonable prices.\nI’ve found Japanese recycle shops to offer truly stylish, high-quality pieces. I really enjoy incorporating them into my wardrobe and having fun with them. Last year, I even attended Tokyo Fashion Week in an all-recycled look. I wanted to prove the point that just because it’s not brand new doesn’t make it any less fabulous.\nHave you experienced secondhand shopping in Tokyo before? Let us know how it went in the comments!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Environment",
    "Human Interest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ilIT4.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ilGwF.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ilITf.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ilGwF.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ilITf.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ilIT4.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rex given",
        "sentiment": "none"
      },
      {
        "name": "zara",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "tokyo",
        "sentiment": "none"
      },
      {
        "name": "japan",
        "sentiment": "none"
      },
      {
        "name": "kanagawa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T11:00:37.010+02:00",
  "updated": "2024-02-16T11:00:37.010+02:00"
}