{
  "thread": {
    "uuid": "b853edd2cdbb5676b1448d41f1b04716edeeea3c",
    "url": "https://www.nfl.com/videos/can-t-miss-play-meyers-magic-trick-play-turned-into-td-for-vegas",
    "site_full": "www.nfl.com",
    "site": "nfl.com",
    "site_section": "https://www.nfl.com",
    "site_categories": [
      "football",
      "sports"
    ],
    "section_title": "NFL.com | Official Site of the National Football League",
    "title": "Can't-Miss Play: Las Vegas wide receiver Jakobi Meyers MAGIC! Trick play turned into touchdown for Vegas",
    "title_full": "Can't-Miss Play: Las Vegas wide receiver Jakobi Meyers MAGIC! Trick play turned into touchdown for Vegas",
    "published": "2024-01-08T00:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.www.nfl.com/image/upload/t_editorial_landscape_12_desktop/league/thw7csnmnksesx7xsxoc",
    "performance_score": 0,
    "domain_rank": 1343,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b853edd2cdbb5676b1448d41f1b04716edeeea3c",
  "url": "https://www.nfl.com/videos/can-t-miss-play-meyers-magic-trick-play-turned-into-td-for-vegas",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-08T00:08:00.000+02:00",
  "title": "Can't-Miss Play: Las Vegas wide receiver Jakobi Meyers MAGIC! Trick play turned into touchdown for Vegas",
  "text": "Can't-Miss Plays Can't-Miss Play: Meyers MAGIC! Trick play turned into TD for Vegas Las Vegas wide receiver Jakobi Meyers finds a way to turn a trick play into a touchdown to Vegas against the Denver Broncos. [ video ](/videos/can-t-miss-play-meyers-magic-trick-play-turned-into-td-for-vegas) Can't-Miss Play: Meyers MAGIC! Trick play turned into TD for Vegas Las Vegas wide receiver Jakobi Meyers finds a way to turn a trick play into a touchdown to Vegas against the Denver Broncos. [ video ](/videos/can-t-miss-play-jeudy-powers-forward-for-improbable-24-yard-td) Can't-Miss Play: Jeudy powers forward for improbable 24-yard TD Denver Broncos wide receiver Jerry Jeudy powers forward for an improbable 24-yard touchdown against the Las Vegas Raiders. [ video ](/videos/can-t-miss-play-commanders-block-aubrey-s-fg-for-66-yard-return) Can't-Miss Play: Commanders block Aubrey's FG for 66-YARD return Washington Commanders block Dallas Cowboys kicker Aubrey's field goal for a 66-YARD return. [ video ](/videos/can-t-miss-play-wentz-s-first-rams-td-pass-is-19-yard-loft-to-nacua) Can't-Miss Play: Wentz's first Rams TD pass is 19-yard loft to Nacua Los Angeles Rams quarterback Carson Wentz's first touchdown pass as a member of the Rams is a 19-yard loft to Rams rookie wide receiver Puka Nacua that helps the young pass catcher tie the all-time NFL record for most receiving yards by a rookie in a season. [ video ](/videos/can-t-miss-play-97-yard-td-mike-edwards-delivers-nfl-s-longest-scoop-and-score-o) Can't-Miss Play: 97-YARD TD! Mike Edwards delivers NFL's longest scoop and score of season Kansas City Chiefs defensive lineman Charles Omenihu comes up with a red zone strip-sack of Los Angeles Chargers quarterback Easton Stick and Chiefs defensive back Mike Edwards is able to scoop it a score on a 97-yard return. [ video ](/videos/can-t-miss-play-50-yard-td-breece-hall-channels-lesean-mccoy-for-epic-td-in-the-) Can't-Miss Play: 50-yard TD! Breece Hall channels LeSean McCoy for epic TD in the snow 50-yard TD! New York Jets running back Breece Hall channels LeSean McCoy for epic TD in the snow. [ video ](/videos/can-t-miss-play-david-bell-channels-megatron-on-leaping-td-catch-amid-two-dbs) Can't-Miss Play: David Bell channels Megatron on leaping TD catch amid two DBs Cleveland Browns wide receiver David Bell channels Megatron on a leaping touchdown catch amid two defensive backs. [ video ](/videos/can-t-miss-play-driskel-uncorks-31-yard-td-bomb-to-bell-on-fourth-down) Can't-Miss Play: Driskel uncorks 31-yard TD bomb to Bell on fourth down Cleveland Browns quarterback Jeff Driskel uncorks a 31-yard touchdown bomb to wide receiver David Bell on fourth down [ video ](/videos/can-t-miss-play-mullens-flashes-cannon-on-42-yard-td-strike-to-addison) Can't-Miss Play: Mullens flashes cannon on 42-yard TD strike to Addison Minnesota Vikings quarterback Nick Mullens flashes his cannon of an arm on a 42-yard touchdown strike to wide receiver Jordan Addison. [ video ](/videos/can-t-miss-play-70-yard-td-goff-goes-deep-to-st-brown-for-field-stretching-score) Can't-Miss Play: 70-YARD TD! Goff goes deep to St. Brown for field-stretching score Detroit Lions quarterback Jared Goff goes deep to wide receiver Amon-Ra St. Brown for a 70-yard field-stretching score. [ video ](/videos/can-t-miss-play-mullens-dials-launch-codes-to-jefferson-for-38-yard-td-on-fourth) Can't-Miss Play: Mullens dials launch codes to Jefferson for 38-yard TD on fourth down Minnesota Vikings quarterback Nick Mullens dials up a fourth-down deep shot to wide receiver Justin Jefferson for a 38-yard touchdown. [ video ](/videos/can-t-miss-play-rashid-shaheed-mosses-richie-grant-for-39-yard-td-catch) Can't-Miss Play: Rashid Shaheed Mosses Richie Grant for 39-yard TD catch New Orleans Saints wide receiver Rashid Shaheed Mosses Atlanta Falcons safety Richie Grant for a 39-yard touchdown catch. [ video ](/videos/can-t-miss-play-chris-olave-s-juggling-act-vs-clark-phillips-yields-26-yard-td-c) Can't-Miss Play: Chris Olave's juggling act vs. Clark Phillips yields 26-yard TD catch New Orleans Saints wide receiver Chris Olave's juggling act vs. Atlanta Falcons cornerback Clark Phillips yields a 26-yard touchdown catch. [ video ](/videos/can-t-miss-play-derrick-henry-s-69-yard-run-marks-rb-s-longest-carry-since-21) Can't-Miss Play: Derrick Henry's 69-yard run marks RB's longest carry since '21 Tennessee Titans running back Derrick Henry's 69-yard run marks RB's longest carry since '21. [ video ](/videos/can-t-miss-play-bryce-young-s-improv-lob-ends-with-chaos-at-goal-line) Can't-Miss Play: Bryce Young's improv lob ends with chaos at goal line Carolina Panthers quarterback Bryce Young's improv lob to wide receiver DJ Chark ends with chaos at goal line as Tampa Bay Buccaneers safety Antoine Winfield Jr. hustles to jar the ball loose near the pylon and defensive back Jamel Dean recovers in the end zone for the turnover. [ video ](/videos/can-t-miss-play-lawrence-flashes-cannon-on-59-yard-td-launch-to-ridley) Can't-Miss Play: Lawrence flashes cannon on 59-yard TD launch to Ridley Can't-Miss Play: Jacksonville Jaguars quarterback Trevor Lawrence flashes cannon on 59-yard TD launch to wide receiver Calvin Ridley. [ video ](/videos/can-t-miss-play-71-yard-td-bijan-robinson-flashes-speed-on-his-longest-gain-of-r) Can't-Miss Play: 71-YARD TD! Bijan Robinson flashes speed on his longest gain of rookie year 71-YARD TD! Atlanta Falcons running back Bijan Robinson flashes speed on his longest gain of rookie year. [ video ](/videos/can-t-miss-play-d-anthony-bell-dives-for-int-after-batting-browning-s-pass) Can't-Miss Play: D'Anthony Bell dives for INT after batting Browning's pass Cleveland Browns safety D'Anthony Bell dives for interception after batting Cincinnati Bengals quarterback Jake Browning's pass. [ video ](/videos/can-t-miss-play-toe-drag-int-jordan-battle-looks-like-a-wr-on-epic-pick) Can't-Miss Play: Toe-drag INT! Jordan Battle looks like a WR on epic pick Toe-drag interception! Cincinnati Bengals safety Jordan Battle looks like a wide receiver on an epic pick. [ video ](/videos/can-t-miss-play-c-j-stroud-s-improv-act-leads-to-stunning-3rd-down-conversion-to) Can't-Miss Play: C.J. Stroud's improv act leads to stunning 3rd-down conversion to Nico Collins Houston Texans wide receiver Nico Collins comes back to quarterback C.J. Stroud's desperation throw for a diving 14-yard gain. [ video ](/videos/can-t-miss-play-taylor-turns-on-the-jets-for-a-49-yard-td-burst) Can't-Miss Play: Taylor turns on the jets for a 49-yard TD burst Indianapolis Colts running back Jonathan Taylor turns on the jets on his way to a 49-yard touchdown run. [ video ](/videos/can-t-miss-play-c-j-stroud-nico-collins-connect-for-75-yard-td-on-texans-first-o) Can't-Miss Play: C.J. Stroud, Nico Collins connect for 75-yard TD on Texans' first offensive play of game Houston Texans quarterback C.J. Stroud and wide receiver Nico Collins connect for a 75-yard touchdown on the Texans' first offensive play of Week 18. [ video ](/videos/can-t-miss-play-rudolph-s-dot-to-an-in-stride-diontae-johnson-goes-for-71-yard-l) Can't-Miss Play: Rudolph's dot to an in-stride Diontae Johnson goes for 71-yard, lead-changing TD Pittsburgh Steelers quarterback Mason Rudolph's dot to an in-stride wide receiver Diontae Johnson goes for a 71-yard, lead-changing touchdown. [ video ](/videos/jordan-love-extends-just-enough-for-all-effort-td-run) Can't-Miss Play: Jordan Love extends just enough for all-effort TD run Green Bay Packers quarterback Jordan Love rushes for a 2-yard touchdown.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jakobi meyers",
        "sentiment": "negative"
      },
      {
        "name": "aubrey",
        "sentiment": "none"
      },
      {
        "name": "jerry jeudy",
        "sentiment": "none"
      },
      {
        "name": "jeudy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "td denver broncos",
        "sentiment": "none"
      },
      {
        "name": "denver broncos",
        "sentiment": "none"
      },
      {
        "name": "las vegas raiders",
        "sentiment": "none"
      },
      {
        "name": "dallas cowboys",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "las vegas",
        "sentiment": "none"
      },
      {
        "name": "vegas las vegas",
        "sentiment": "none"
      },
      {
        "name": "washington",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:30:40.873+02:00",
  "updated": "2024-01-08T00:30:40.873+02:00"
}