{
  "thread": {
    "uuid": "2e54b8a021798f34242071609d83bfedd6ef65f4",
    "url": "https://www.ole.com.ar/informacion-general/brian-sarmiento-arranco-actor-comico-hace-reir-mardel_0_NvkCQ6kOqR.html",
    "site_full": "www.ole.com.ar",
    "site": "ole.com.ar",
    "site_section": "http://ole.com.ar//rss/",
    "site_categories": [
      "sports",
      "top_news"
    ],
    "section_title": "",
    "title": "Brian Sarmiento es actor cómico: \"Estoy haciendo divertir a la gente\"",
    "title_full": "Brian Sarmiento es actor cómico: \"Estoy haciendo divertir a la gente\"",
    "published": "2024-03-01T00:20:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.ole.com.ar/images/2024/02/29/eYSLwbZG-_1200x630__1.jpg",
    "performance_score": 0,
    "domain_rank": 21132,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2e54b8a021798f34242071609d83bfedd6ef65f4",
  "url": "https://www.ole.com.ar/informacion-general/brian-sarmiento-arranco-actor-comico-hace-reir-mardel_0_NvkCQ6kOqR.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "www.ole.com.ar",
  "published": "2024-03-01T00:20:00.000+02:00",
  "title": "Brian Sarmiento es actor cómico: \"Estoy haciendo divertir a la gente\"",
  "text": "Brian Sarmiento fue un futbolista cuyo nombre se hizo mediático antes de jugar: su salida anticipada de [Estudiantes de la Plata](https://www.ole.com.ar/tema/estudiantes-de-la-plata.html) a Europa por la Patria Potestad generó que el Pincha hiciera reclamos judiciales y en la Conmebol. Luego pasó por el fútbol argentino: Racing, Banfield, Newell's en Primera. Tuvo un sello con su famoso Tamo Activo que cantaba. Ya retirado, además de panelista de TyC Sports, también es actor. Sí: pasó de la temporada futbolística a la temporada teatral, en este caso en Mar del Plata. Desde La Feliz, el ex volante ofensivo habló de su nuevo protagonismo público. -¿Ya estás de este lado? O sea, la pelota afuera y ahora estás de artista, ¿qué estás haciendo? -Sí, la verdad estamos acá en Mar del Plata, en Chiste ya, con Rodrigo Vagoneta, estamos en el Teatro del Ángel, toda la noche. Me retiré del fútbol y, bueno, vi una veta en el lado del teatro. Pero lo que más me hace feliz es que puedo darles una historia de vida a los más chicos para que luchen por sus sueños, que yo siempre soñé jugar al fútbol y lo logré. Hoy en día estoy haciendo divertir a la gente y eso es lo que me hace feliz. Y bueno, a la vez estoy también ligado al fútbol porque es una pasión y no se puede despegar nunca de eso, así que estoy en TyC y debatiendo del fútbol y mostrando mi lado más futbolero desde el lado de adentro que hace poquito dejé. Así que feliz y por los dos lados, estamos por todas las cosas. -¿Qué hacés en el espectáculo? -Primero, cuento una anécdota mía. No hay chiste, cuento anécdotas mías graciosas, pero después me tomo un momento para hablar de los sueños, de las cosas que por ahí te dicen que no y no se puede lidiar con eso, pero si vos estás convencido de hacerlo como me pasó a mí, que pude llegar a Primera y cumplir todos mis sueños del lado del deporte... Después, hago dos coreografías con Soledad, que es mi pareja del Bailando, un flamenco y un rock. Es muy completo todo y, bueno, el número uno del humor que es Rodrigo Vagoneta. Así que feliz. Yo seguí como en el Bailando y ahora mejor porque uno va aprendiendo y mientras van pasando los días se va perfeccionando. - Y estás en el Senior de Independiente... -Estamos ahí con el [Rolfi Montenegro](https://www.ole.com.ar/tema/rolfi-montenegro.html), el Toti Ríos, ahora se ve que viene el Facu Parra, así que vamos a tener un equipo competitivo y a mí me hace feliz. -Hablaste de Lema, hablaste de [Demichelis](https://www.ole.com.ar/tema/martin-demichelis.html), hoy por hoy, ¿quién juega mejor? ¿River, Boca? -Sí, River siempre jugó bien. El tema es que tiene muchos altibajos, que es lo que yo dije, del plantel que no confía tanto en él por la experiencia que yo tuve con técnicos nuevos. No soy ni hincha de River ni hincha de Boca, soy parcial, soy hincha de Newell's [. Y después hablé de Lema, que yo lo tuve de compañero y que es un caudillo](https://www.ole.com.ar/boca-juniors/sarmiento-lema-hagas-enojar-mata-boca-river-armani_0_NnK5K56rcK.html) y que se va a hacer respetar. Así que espero que no se enojen ni los de River ni los de Boca. -¿Te nominaron a las Estrellas de Mar como relevación? -No sabía del premio y el que se enojó fue mi compañero Rodrigo porque él ve el trabajo que yo estoy haciendo. Hace poco me retiré del fútbol y subí a un escenario... Él me lo dijo y la verdad que yo no lo tenía en cuenta pero es el primer año y yo con lo que me quedo es con el cariño de la gente que viene y me abraza. Me pide una foto, compra la entrada, llenamos el teatro todos los días y yo me quedo con ese premio. ¿Te ves más en el teatro o por ejemplo en un cuerpo técnico? -No, cuerpo técnico no, pero me empezó a pinchar el bichito otra vez y si me llama Julio (Falcioni) puede ser que vuelva. ¿Estás para jugar? -Si me llama Julio me pongo al 100 y seguimos... Mirá el video Brian Sarmineto - 29-2-2024",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:29:32.020+02:00",
  "updated": "2024-03-01T03:02:39.924+02:00"
}