{
  "thread": {
    "uuid": "c1468dbc59b2475a37b94f1d163888f9fd0c6888",
    "url": "https://people.com/inside-curb-your-enthusiasm-stars-richard-lewis-and-larry-david-friendship-8602608",
    "site_full": "people.com",
    "site": "people.com",
    "site_section": "https://ca.sports.yahoo.com/rss/",
    "site_categories": [
      "society",
      "media",
      "television",
      "entertainment"
    ],
    "section_title": "Yahoo Canada Sports - Sports News, Scores, Rumours, Fantasy Games, and more",
    "title": "Inside Richard Lewis and Larry David's Longtime Friendship",
    "title_full": "Inside Richard Lewis and Larry David's Longtime Friendship",
    "published": "2024-03-01T01:04:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://people.com/thmb/9t9yFe-9XbmKwb2Oy7AbIFcf-Ao=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():focal(956x487:958x489)/larry-david-and-richard-lewis-2-022924-eba760f0e7df474088042e53faa472b8.jpg",
    "performance_score": 0,
    "domain_rank": 698,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c1468dbc59b2475a37b94f1d163888f9fd0c6888",
  "url": "https://people.com/inside-curb-your-enthusiasm-stars-richard-lewis-and-larry-david-friendship-8602608",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "people.com",
  "published": "2024-03-01T01:04:00.000+02:00",
  "title": "Inside Richard Lewis and Larry David's Longtime Friendship",
  "text": "Inside Curb Your Enthusiasm Stars Richard Lewis and Larry David's Decades-Long Friendship After Lewis died from a heart attack on Tuesday, David paid tribute to his friend and costar, saying he was \"like a brother to me\"\nBy Esther Kang Esther Kang Esther Kang is a writer at PEOPLE. She has been working at PEOPLE since 2023 and has previously worked for publications like TMZ and TooFab. People Editorial Guidelines Published on February 29, 2024 06:04PM EST Trending Videos Close this video player Larry David (left) and Richard Lewis. Photo: Stephen Shugerman/Getty\nRichard Lewis and Larry David 's friendship spanned decades, both onscreen and off.\nBorn just three days apart in the same hospital in 1947, they were fated to become the best of friends. At 12-years-old, they met for the first time at summer camp, though they instantly came to odds upon introduction.\nIn a 2023 interview with The Spectator , Lewis recalled how he \"disliked him intensely.\"\n“When we played baseball, I tried to hit him with the ball,\" he shared. \"We were arch rivals. I couldn’t wait for the camp to be over just to get away from Larry. I’m sure he felt the same way.”\nLarry David (left) and Richard Lewis. Charley Gallay/FilmMagic\n11 Beautiful Times Celebrity Besties Showed Us the True Meaning of Friendship However, the stars aligned and Lewis and David met again 11 years later while working the New York comedy scene. The late actor confessed he didn't recognize him until they shared a few drinks one night and he was finally able to put a face to a name.\n\"I looked at his face and I said, 'There’s something about you, man, that spooks me.' Just saying that spooks everyone! It clicked. ‘You’re Richard Lewis!' 'You’re Larry David!' … I was yelling at him, he was yelling at me,\" he recalled to The Spectator with a laugh.\nIn a 2002 conversation at the Paley Center for Media, David recalled their early memories fondly and shared how they became \"instant best friends.\"\nThe pair both went on to dominate comedy in Hollywood, and Lewis eventually joined David's Curb Your Enthusiasm in 2000. On the HBO series, Lewis and David played fictionalized versions of themselves with Lewis appearing in more than 40 episodes.\nLarry David and Richard Lewis in 'Curb Your Enthusiasm'. John P. Johnson/ HBO\nComedian and Curb Your Enthusiasm Star Richard Lewis Dead at 76 “Our relationship in life is very much, I would say almost exactly what it is in life as what it is on the show,” David said at the Paley Center. “We scream at each other. We fight all the time, but we have a lot of fun. We have a great time. It’s a great friendship. I love him.”\nIn 2021, Lewis announced he would be stepping back from the series and retiring from comedy in order to focus on his health. Two years later, in April 2023, he announced he had been privately dealing with Parkinson's disease .\nHe eventually returned for the 12th and final season of Curb Your Enthusiasm, which is currently airing on HBO.\nLarry David, Richard Lewis and Jeff Garlin in 'Curb Your Enthusiasm'. Everett\nLarry David, Curb Your Enthusiasm Castmates and More Remember Richard Lewis: 'Like a Brother' On Tuesday, PEOPLE confirmed that Lewis had died peacefully in his home after suffering a heart attack. He was 76.\nShortly after, David shared his own reaction to the sad news and reflected on their lifelong friendship. “Richard and I were born three days apart in the same hospital and for most of my life he’s been like a brother to me,\" he said in a statement. \"He had that rare combination of being the funniest person and also the sweetest. But today he made me sob and for that, I’ll never forgive him.”\nIn an episode of Curb Your Enthusiasm that aired earlier this month, Lewis joked about writing the Seinfeld co-creator into his will while playing a round of golf.\nRichard Lewis and Larry David on 'Curb Your Enthusiasm'. John Johnson/HBO\nRichard Lewis Said He Was ‘Doing Quite Well’ amid Parkinson's Less Than 3 Weeks Before His Death (Exclusive) \"I have better news for you. I'm leaving you in my will. I'm tweaking it, and you're in it,\" Lewis told David while discussing the good fortune they had been experiencing in their lives.\n\"When I die, I want you to know how much I cared about you,\" he explained after David's protests, adding, \"You're my best friend. You're getting it.\"\nDavid kept repeating that he didn't want the money, to which Lewis said he would be giving it to him anyway, causing David to say, \"Oh my god. F--- you.\"\nLewis' will was brought up again later in the episode when the two went golfing once more, and he said he would be seeing an estate attorney later that week.\nRichard Lewis on 'Curb Your Enthusiasm'. John Johnson/HBO\nPaying Tribute to the Celebrities Who Have Died in 2024 \"You know, it's kind of starting to dawn on me what's going on. You're putting me in your will because you want me to put you in my will,\" said David, to which Lewis asked him, \"Are you out of your f---ing mind?\" He noted how that move would be \"shallow\" and \"manipulative.\"\nAfter Lewis called it a \"low point in their friendship,\" David said he would put Lewis on his will, and the two discussed how they would work out what each other gets.\n\"By the way, what makes you think I'm going to die before you?\" David later asked Lewis, who responded, \"You're a little ragged right now. I'm in a little better shape than you.\"\n\"You think that? Oh really. I'm going to outlive you by 20 years,\" said Lewis.\nNever miss a story — sign up for PEOPLE's free daily newsletter to stay up-to-date on the best of what PEOPLE has to offer, from celebrity news to compelling human interest stories.\nNew episodes of Curb Your Enthusiasm are available to stream Sundays on Max.\nRelated Articles Ariana Madix Says She Was 'Not in a Position to Say No' to Brand Offers Post-Scandoval Due to Financial Woes VPR 's Rachel 'Raquel' Leviss Suing Tom Sandoval, Ariana Madix Over Claims of 'Revenge Porn', Impact of Scandoval Richard Lewis Joked About Leaving Larry David 'in My Will' on Curb Your Enthusiasm Before His Death RHOBH : Kyle Accuses Dorit of Fueling Morgan Wade Romance Rumors, Bringing Up Marital Issues at Her 'Expense' Survivor 46 Premiere: Castaways Get Muddy — and Someone Quits a Challenge — as New Season Kicks Off Jamie Lee Curtis Remembers Longtime Friend Richard Lewis in Emotional Tribute: He 'Is the Reason I Am Sober' Richard Lewis Said He Was ‘Doing Quite Well’ amid Parkinson's Less Than 3 Weeks Before His Death (Exclusive) Larry David, Curb Your Enthusiasm Castmates and More Remember Richard Lewis: 'Like a Brother' Tyler Cameron Shares Heartfelt Tribute for Late Mom 4 Years After Her Death: 'Today Is Never an Easy Day' Rachel 'Raquel' Leviss Recalls Great Lengths Tom Sandoval Went to Talk to Her Post-Scandal: 'That Was Manipulative' Scheana Shay Grapples with Cutting Off Tom Sandoval, Especially After He Gave Her 'Several Thousand' Dollars Hacks Cast Expands for Season 3 as Tony Goldwyn, Helen Hunt and More Are Among Big Names Joining Survivor Season 46: Who Has Been Voted Off and Who Hasn't Been Eliminated Yet Wendy Williams' Publicist Featured in Shocking Lifetime Doc Defends Herself amid Uproar: 'I Was Lied To' (Exclusive) Kim Zolciak Is 'So Happy' for Daughter Brielle Following Engagement: 'It's the Best Feeling Ever' Busy Philipps Admits She's 'Jealous' She Wasn't in Original Mean Girls , Reveals Why She 'Couldn't Even Audition'",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "https://forms.dotdashmeredith.com/people-news-inline",
    "http://www.youtube.com/watch?v=0by1eaJJ96E",
    "http://www.youtube.com/watch?v=AGHoB-MRBSs",
    "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fpeople.com%2Finside-curb-your-enthusiasm-stars-richard-lewis-and-larry-david-friendship-8602608%3Futm_source%3Dfacebook.com%26utm_medium%3Dsocial%26utm_campaign%3Dsocial-share-article",
    "https://www.spectator.co.uk/article/i-disliked-him-intensely-richard-lewis-on-first-meeting-larry-david/",
    "https://twitter.com/intent/tweet?url=https%3A%2F%2Fpeople.com%2Finside-curb-your-enthusiasm-stars-richard-lewis-and-larry-david-friendship-8602608%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dshareurlbuttons&via=people&text=Inside+Curb+Your+Enthusiasm+Stars+Richard+Lewis+and+Larry+David%27s+Decades-Long+Friendship",
    "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fpeople.com%2Finside-curb-your-enthusiasm-stars-richard-lewis-and-larry-david-friendship-8602608%3Futm_source%3Dfacebook.com%26utm_medium%3Dsocial%26utm_campaign%3Dsocial-share-article",
    "https://spectator.co.uk/article/i-disliked-him-intensely-richard-lewis-on-first-meeting-larry-david/",
    "https://www.spectator.co.uk/article/i-disliked-him-intensely-richard-lewis-on-first-meeting-larry-david",
    "https://www.twitter.com/intent/tweet?url=https%3A%2F%2Fpeople.com%2Finside-curb-your-enthusiasm-stars-richard-lewis-and-larry-david-friendship-8602608%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dshareurlbuttons&via=people&text=Inside+Curb+Your+Enthusiasm+Stars+Richard+Lewis+and+Larry+David%27s+Decades-Long+Friendship",
    "https://www.facebook.com/sharer/sharer.php",
    "https://www.forms.dotdashmeredith.com/people-news-inline",
    "http://youtube.com/watch?v=0by1eaJJ96E",
    "http://www.youtube.com/watch",
    "http://youtube.com/watch?v=AGHoB-MRBSs",
    "https://twitter.com/intent/tweet"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "larry david",
        "sentiment": "negative"
      },
      {
        "name": "richard lewis",
        "sentiment": "negative"
      },
      {
        "name": "lewi",
        "sentiment": "negative"
      },
      {
        "name": "esther kang esther kang esther kang",
        "sentiment": "none"
      },
      {
        "name": "lewis",
        "sentiment": "none"
      },
      {
        "name": "david",
        "sentiment": "none"
      },
      {
        "name": "stephen shugerman",
        "sentiment": "none"
      },
      {
        "name": "larry david (",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T01:11:09.173+02:00",
  "updated": "2024-03-01T06:42:10.795+02:00"
}