{
  "thread": {
    "uuid": "44a58353178d0f85d51d13b2e2f9c9f98c235bac",
    "url": "https://www.cp24.com/news/doctors-advocates-hail-federal-diabetes-drug-plan-as-potentially-life-changing-1.6789693",
    "site_full": "www.cp24.com",
    "site": "cp24.com",
    "site_section": "http://www.cp24.com",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "CP24 &ndash; Breaking News, Toronto News Today",
    "title": "Doctors, advocates hail federal diabetes drug plan as potentially 'life-changing' | CP24.com",
    "title_full": "Doctors, advocates hail federal diabetes drug plan as potentially 'life-changing' | CP24.com",
    "published": "2024-02-29T21:04:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.cp24.com/polopoly_fs/1.6789694.1709240672!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
    "performance_score": 0,
    "domain_rank": 9119,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "44a58353178d0f85d51d13b2e2f9c9f98c235bac",
  "url": "https://www.cp24.com/news/doctors-advocates-hail-federal-diabetes-drug-plan-as-potentially-life-changing-1.6789693",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Camille Bains, The Canadian Press",
  "published": "2024-02-29T21:04:00.000+02:00",
  "title": "Doctors, advocates hail federal diabetes drug plan as potentially 'life-changing' | CP24.com",
  "text": "Doctors and advocacy groups are hailing a federal plan to cover diabetes medications and supplies for patients they say sometimes have to choose between caring for their health and buying food. Minister of Health Mark Holland rises during Question Period in the House of Commons on Parliament Hill in Ottawa on Thursday, Feb. 29, 2024. THE CANADIAN PRESS/Justin Tang Camille Bains, The Canadian Press Published Thursday, February 29, 2024 4:04PM EST Last Updated Thursday, February 29, 2024 6:56PM EST Raman Kumar says a federal plan to cover diabetes medications and supplies would be “phenomenal” because she'll finally stop worrying about how to pay for her care. “It's so expensive,” she said of replacing a $100 sensor for her continuous glucose monitor every 10 days. “My extended health coverage through my husband's work doesn't even cover that,” Kumar said. “Last month I skipped half the month because you just don't want to go and spend that money. It's $100 every time you walk into a pharmacy.” Kumar has Type 1.5 diabetes, due to symptoms associated with both Type 1 and Type 2 diabetes. “I take Metformin, which is prescribed for Type 2 diabetes, and insulin before I go to bed, which is typically prescribed for Type 1,” she said from Surrey, B.C. She's concerned that her symptoms, including dizziness, will worsen if she doesn't maintain her unaffordable care. On Thursday, federal Health Minister Mark Holland tabled a bill that paves the way for a universal drug plan, starting with coverage for birth control and diabetes drugs and supplies. The pharmacare deal is a key component of the supply-and-confidence deal between the governing Liberals and the NDP. Alberta and Quebec have said they want to opt out in favour of spending federal money on their own plans. Holland did not provide details about coverage for supplies but told a news conference in Ottawa that diabetes patients have enough to worry about besides the cost of their care and that some resort to reusing syringes, which he said is “not right.” “What happens to that person who doesn't take their medication? They wind up, potentially, with an amputation, with a stroke, with a heart attack. They walk out, potentially, with potential kidney problems,”he said. Doctors and advocacy groups hailed the plan as they wait for specifics on coverage in Canada, which is alone among countries with a universal health-care system in not including medications. Dr. Tom Elliott, medical director of a diabetes clinic in Vancouver, said one of his patients was hospitalized last year because he could not afford to buy medication after paying for groceries. “Between putting food on the table and taking his medications he chose food on the table. And the next thing you know he's in hospital, almost dying from severe diabetes complications,” he said. The endocrinologist said that while British Columbia has the country's best coverage for low-income patients, many do not meet the deductible criteria so they skip their drugs or don't take them at all. “So what do you do? You skimp and you skip or you just don't afford them at all. It's terrible.” Elliott said that along with insulin and other drugs, continuous glucose monitors and insulin pumps are essential and that coverage for these items would make a life-saving difference to patients who will have “fair and just treatment.” “I'm optimistic that they're covered. And if they're not then really it's despair and we're back at square one. You have to cover them. They're life-changing, difference-making, game-changing devices.” Diabetes Canada called the plan a “monumental step” that would enhance the well-being of more than four million people living with diabetes, adding it will continue advocating for full and timely access to medications and devices. Jessica Diniz, president of the Juvenile Diabetes Research Foundation, said every province has limitations on coverage and that the average out-of-pocket cost for Type 1 diabetespatients is about $18,000 a year. While continuous glucose monitors help avoid complications, Diniz said a price tag of between $3,000 and $4,000 means many people must do without them, and the replacement cost of sensors every few days is another deterrent. Diniz, whose group advocates for those with Type 1 diabetes, said researchers are trying to determine why Canada has a higher incidence rate of that condition than some other countries. “Northern Hemisphere countries seem to have higher rates. We're looking at Vitamin D, the food we eat. The rate of diagnosis is growing at four per cent a year compared to three per cent in the U.S. That doesn't sound big but it adds up and it's significant,” said Diniz,adding that the average age for diagnosis in children is 10. “But I've met families whose children were 18 months or two years old. It's the whole family that's going through this.” This report by The Canadian Press was first published Feb. 29, 2024.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mark holland",
        "sentiment": "none"
      },
      {
        "name": "tom elliott",
        "sentiment": "none"
      },
      {
        "name": "elliott",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "federal health",
        "sentiment": "none"
      },
      {
        "name": "juvenile diabetes research foundation",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "vancouver",
        "sentiment": "none"
      },
      {
        "name": "columbia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:16:08.732+02:00",
  "updated": "2024-03-08T01:47:51.075+02:00"
}