{
  "thread": {
    "uuid": "f20d852053c1e59825e1f3e4786aad0464243c74",
    "url": "https://www.einnews.com/pr_news/708814646/fort-mccoy-celebrates-army-reserve-s-116th-birthday",
    "site_full": "www.einnews.com",
    "site": "einnews.com",
    "site_section": "http://forex.einnews.com/live_feed",
    "site_categories": [
      "search_engine",
      "tech"
    ],
    "section_title": "Live Feed Wire - FOREX Trading News Today - EIN Presswire",
    "title": "Fort McCoy celebrates Army Reserve’s 116th birthday - FOREX Trading News Today - EIN Presswire",
    "title_full": "Fort McCoy celebrates Army Reserve’s 116th birthday - FOREX Trading News Today - EIN Presswire",
    "published": "2024-05-03T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.defense.gov/2024/May/03/2003456623/825/780/0/240423-A-OK556-7494.JPG",
    "performance_score": 0,
    "domain_rank": 3216,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f20d852053c1e59825e1f3e4786aad0464243c74",
  "url": "https://www.einnews.com/pr_news/708814646/fort-mccoy-celebrates-army-reserve-s-116th-birthday",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "EIN News",
  "published": "2024-05-03T03:00:00.000+03:00",
  "title": "Fort McCoy celebrates Army Reserve’s 116th birthday - FOREX Trading News Today - EIN Presswire",
  "text": "Fort McCoy celebrated the Army Reserve’s 116th birthday April 23 with a special celebration at McCoy’s Community Center in combination with the installation’s April Triad Nights event. Fort McCoy’s Senior Commander, Maj. Gen. Matthew Baker, commanding general of the 88th Readiness Division, led the Army Reserve birthday observance and also took charge of the leadership roundtable portion or Triad Nights. Baker discussed many facets of leadership from his experiences, and he reflected on the day. “The Reserves have been around for 116 years, and we’re gonna be around for another 116 years,” Baker said. “Our brother … the National Guard are going to be there right beside us, and we're going to continue to support the mission. We know we activate. … And if you see … at what’s happening in Europe, they’re depending on sustainment operations. … We need to be ready.” Baker also encouraged everyone to enjoy the event. “This is the time that we as brothers and sisters can get together and have some fun and then relax and talk and get to know each other,” he said. “Let's make the most of it.” The Army Reserve’s birthday was officially is always observed on April 23 — harkening back to April 23, 1908. The Army Reserve website at https://www.usar.army.mil/ArmyReserveBirthday described why observing the birthday and the history of the Army Reserve is so important. “Since the activation of the Medical Reserve 116 years ago, the United States has mobilized more than one million Army Reserve Soldiers in defense of the nation,” the website states. “On any given day, more than 20,000 Citizen Soldiers are assigned across the Department of Defense or mobilized in support of Combatant Commands around the globe. Thousands more participate in overseas deployment training or annual joint exercises that strengthen our alliances and partnerships around the world.” After Baker completed his speech, he helped cut the birthday cake with the oldest and youngest Soldiers attending the event. Once the cake was officially cut, Fort McCoy Garrison Commander Col. Stephen Messenger and Command Sgt. Maj. Thomas Calarco, garrison command sergeant major, helped distribute the cake. The Fort McCoy Directorate of Family and Morale, Welfare and Recreation (DFWMR) organized the event to honor the Army Reserve, which has a major daily presence at Fort McCoy. Karla Rynes, chief of DFMWR’s Business and Recreation, said it was a “great honor” to support the event at McCoy’s Community Center. For entertainment while cake was distributed, an ensemble of students from the Tomah (Wis.) High School Show Choir, which recently won a national title, sang several songs for the hundreds in attendance. They also sang the national anthem as part of the event. Following the birthday event, the Triad Nights fun began with events taking place to support the new Fort McCoy Triad Cup competition. Fort McCoy’s motto is to be the “Total Force Training Center.” Located in the heart of the upper Midwest, Fort McCoy is the only U.S. Army installation in Wisconsin. The installation has provided support and facilities for the field and classroom training of more than 100,000 military personnel from all services nearly every year since 1984. Learn more about Fort McCoy online at https://home.army.mil/mccoy, on the Defense Visual Information Distribution System at https://www.dvidshub.net/fmpao, on Facebook by searching “ftmccoy,” and on Twitter by searching “usagmccoy.” Also try downloading the Digital Garrison app to your smartphone and set “Fort McCoy” or another installation as your preferred base. Fort McCoy is also part of Army’s Installation Management Command where “We Are The Army’s Home.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.usar.army.mil/ArmyReserveBirthday",
    "https://home.army.mil/mccoy,",
    "https://www.dvidshub.net/fmpao,",
    "https://usar.army.mil/ArmyReserveBirthday",
    "https://www.home.army.mil/mccoy,",
    "https://dvidshub.net/fmpao,"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "fort mccoy",
        "sentiment": "negative"
      },
      {
        "name": "mccoy",
        "sentiment": "negative"
      },
      {
        "name": "baker",
        "sentiment": "none"
      },
      {
        "name": "matthew baker",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "army reserve",
        "sentiment": "negative"
      },
      {
        "name": "ein presswire fort mccoy",
        "sentiment": "negative"
      },
      {
        "name": "community center",
        "sentiment": "none"
      },
      {
        "name": "national guard",
        "sentiment": "none"
      },
      {
        "name": "88th readiness division",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "europe",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-04T06:23:39.193+03:00",
  "updated": "2024-05-04T06:23:39.193+03:00"
}