{
  "thread": {
    "uuid": "1b078200f6dadec946b5947dea90d01fc0610678",
    "url": "https://www.eltiempo.com/colombia/otras-ciudades/con-proyecto-de-inclusion-para-sordos-estudiante-caldense-gano-concurso-y-viajara-al-space-center-de-la-nasa-3335243",
    "site_full": "www.eltiempo.com",
    "site": "eltiempo.com",
    "site_section": "https://www.eltiempo.com/bocas",
    "site_categories": [
      "media",
      "education",
      "business",
      "top_news"
    ],
    "section_title": " Revista Bocas - Noticias - ELTIEMPO.COM - ELTIEMPO.COM",
    "title": "Con proyecto de inclusión para sordos, estudiante caldense ganó concurso y viajará al Space Center de la Nasa",
    "title_full": "Con proyecto de inclusión para sordos, estudiante caldense ganó concurso y viajará al Space Center de la Nasa",
    "published": "2024-04-19T00:37:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://imagenes.eltiempo.com/files/og_thumbnail/uploads/2024/04/18/662185ef5f93e.jpeg",
    "performance_score": 0,
    "domain_rank": 3855,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1b078200f6dadec946b5947dea90d01fc0610678",
  "url": "https://www.eltiempo.com/colombia/otras-ciudades/con-proyecto-de-inclusion-para-sordos-estudiante-caldense-gano-concurso-y-viajara-al-space-center-de-la-nasa-3335243",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Fernando Umaña",
  "published": "2024-04-19T00:37:00.000+03:00",
  "title": "Con proyecto de inclusión para sordos, estudiante caldense ganó concurso y viajará al Space Center de la Nasa",
  "text": "(Puede leer: Anuncian clases virtuales en colegios de Ibagué: ¿cuándo y por qué los estudiantes no irán presencial?) Valentina, quien obtendrá su grado de secundaria en la institución educativa Santa Teresita, participó con cerca de 1.800 estudiantes de todo el país en un concurso realizado por la fundación 'She is astronauta', en la modalidad virtual, mediante el cual se escogieron dos niñas para ir a esa sede de la Administración Nacional de Aeronáutica y el Espacio (Nasa). Inicialmente, Valentina hizo un curso de formación virtual y después presentó un proyecto. De las 1.800 niñas, pasaron a una segunda fase 100 y entra estas, la caldense es una de las dos mejores.​El concurso consistió en presentar un proyecto a la Nasa. Valentina propuso un sistema de comunicación incluyente, para las personas sordas, que se llama Audiseñal y consiste en un collar con una cámara integrada que trabaja con la inteligencia artificial. El dispositivo permite que cuando los sordos van haciendo las señas, la cámara traduce en voz lo que ellos están diciendo en su lenguaje de señas.​ (Le recomendamos: Hoja de ruta entre comunidades del Cauca y el Gobierno para no bloquear la Panamericana) \"Identifiqué la problemática con las personas sordas en mi pueblo porque las están comenzando a incluir en la vida laboral y ellas necesitan algo para tener una comunicación más rápida con las demás personas\", explicó Valentina en entrevista con EL TIEMPO.La joven llevó de la teoría a la práctica parte de su iniciativa y con la ayuda de la Tecnoacademia del Sena en Caldas lo convirtieron en una realidad y lo hicieron funcional. El premio que Valentina y la otra niña se ganaron es una beca de inmersión académica con en Space Center, donde tendrán la oportunidad de exponer sus proyectos, estudiar y conocer los trabajos que desarrolla ese centro de investigación y base para los vuelos al espacio de la Nasa.​​​La estudiante caldense, que es una apasionada por las matemáticas y el espacio sideral, viajará en agosto de este año a Houston, donde espera sembrar la semilla de un sueño que aspira cumplir. REDACCIÓN ÚLTIMAS NOTICIAS Cartagena se suma al día cívico, no habrá clase en los colegios públicos este viernes Sigue el desespero de familia por niña de 2 años desaparecida: hace 15 días no aparece Manos criminales en incendio que consume árboles nativos en finca una de Sucre",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:40:28.270+03:00",
  "updated": "2024-05-01T20:08:35.946+03:00"
}