{
  "thread": {
    "uuid": "aa525c1f4999a748619086ec08cec5dae98b6796",
    "url": "https://www.tycsports.com/curiosidades/el-posteo-riquelmista-del-presidente-de-chile-gabriel-boric-id556814.html",
    "site_full": "www.tycsports.com",
    "site": "tycsports.com",
    "site_section": "https://www.tycsports.com",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "TyC Sports - Las noticias de deportes del canal líder en Argentina ",
    "title": "El posteo RIQUELMISTA de Boric: el sobrino con la de Argentina, Topo Gigio y \"la pelota siempre al 10\" - TyC Sports",
    "title_full": "El posteo RIQUELMISTA de Boric: el sobrino con la de Argentina, Topo Gigio y \"la pelota siempre al 10\" - TyC Sports",
    "published": "2024-01-07T23:38:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://media.tycsports.com/files/2024/01/07/662220/sobrino-de-gabriel-boric-y-juan-roman-riquelme_1440x810_wmk.webp",
    "performance_score": 0,
    "domain_rank": 26017,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "aa525c1f4999a748619086ec08cec5dae98b6796",
  "url": "https://www.tycsports.com/curiosidades/el-posteo-riquelmista-del-presidente-de-chile-gabriel-boric-id556814.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "TyC Sports.com",
  "published": "2024-01-07T23:38:00.000+02:00",
  "title": "El posteo RIQUELMISTA de Boric: el sobrino con la de Argentina, Topo Gigio y \"la pelota siempre al 10\" - TyC Sports",
  "text": "El posteo Riquelmista de Gabriel Boric: el sobrino con la de Argentina, Topo Gigio y \"la pelota siempre al 10\" El presidente de Chile compartió una foto en su cuenta de Instagram de su joven familiar y lo comparó con el presidente de Boca. El presidente de Chile, Gabriel Boric, realizó un llamativo posteo en su cuenta de Instagram: el mandatario del país vecino despertó el interés de múltiples usuarios en redes sociales tras las fotos que compartió de su sobrino. Resulta que el político fotografió a su familiar posando con la camiseta de la Selección Argentina e incluyó una frase referencial al flamante presidente de Boca. Juan Román Riquelme despierta pasión en multitudes. Con las últimas elecciones en Boca generó largas caravanas de aguante para su fórmula y logró ganar en los votos casi sin despeinarse. Un admirador secreto del Toreo salió a la luz durante este lunes. Boric, presidente electo de Chile desde el 11 de enero de 2022, publicó una foto de su sobrino vestido con el conjunto de la Selección Argentina. Además, incluyó una foto de Riquelme con la camiseta de Boca y escribió: \"Mi sobrino va a ser un 10. Y la pelota siempre al 10\". El posteo generó un revuelo de interacciones en la cuenta de Boric. En tan solamente un día, las fotos alcanzaron más de 150 mil \"me gusta\" y superó los 4 mil comentarios. Además de la imitación a Riquelme, la foto despertó recuerdos del Mundial de Qatar 2022. Debido a la indumentaria del sobrino del presidente, el niño parecería imitar a Lionel Messi con su famoso festejo para Louis van Gaal en el gol ante Países Bajos. Gabriel Boric y el fútbol: admirador de Maradona, hincha de Universidad Católica y su ídolo es Gorosito El presidente de Chile es en un fiel seguidor de los Cruzados y cada vez que tiene la oportunidad lo deja en claro en sus redes sociales. Incluso, acostumbra a compartir fotos en su cuenta de Instagram en la que se lo ve alentando al equipo en el estadio, lugar al que concurre con frecuencia. “Hay tres cosas claras sobre mí: soy magallánico, de izquierda y cruzado”, se autodefinió el joven luego de ser electo mandatario. Esa pasión lo ligó a uno de los protagonistas del fútbol argentino. Es que quienes lo conocen aseguran que el presidente chileno tiene como ídolo a Néstor Pipo Gorosito, el actual entrenador de Tigre, que jugó en la Católica en dos períodos y allí fue donde se retiró. Boric, además, es un admirador de Diego Armando Maradona. Al menos así lo dejó en claro en X, una red social en la que es muy activo, en febrero de 2017. El jueves 23 de aquel mes, citó un tuit del astro argentino y tuiteó: \"Qué gran estilo el de Diego\". Rápidamente un usuario le formuló la clásica pregunta: \"¿Maradona o Pelé?\". La respuesta del dirigente no tardó en llegar: \"Maradona, sin duda\". Su fanatismo por los argentinos no termina ahí, porque en la red social también supo elogiar al Beto Acosta, quien se desempeñó en la institución chilena en dos períodos: 1994/95 y retornó en 1997. \"Qué grande el Beto Acosta. Ídolo de la niñez. ¡Gracias por tanto\", posteó hace unos años. Por último, uno de los futbolistas nacido del otro lado de la Cordillera que más elogió en el último tiempo es Lucas Pratto, que en 2010 fue campeón con la Católica, y a quien recordó en 2014 mediante un tuit. “Me acordé de Pratto. Cómo te extrañamos, Lucas…”, publicó. No te pierdas nada Recibí las últimas noticias de Curiosidades ¡y más! Comentá Te puede interesar [Neymar, en el ojo de la tormenta por su crucero: pasillos inundados, mala comida y \"ambiente inapropiado para niños\"](/curiosidades/neymar-en-el-ojo-de-la-tormenta-por-su-crucero-pasillos-inundados-mala-comida-y-ambiente-inapropiado-para-ninos-id556302.html)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:23:06.755+02:00",
  "updated": "2024-01-08T00:47:56.135+02:00"
}