{
  "thread": {
    "uuid": "b3f231c0a954e05f905dd76cdea45eae7e86761d",
    "url": "https://www.varmatin.com/vie-associative/-nous-ne-laisserons-personne-dans-la-rue-tant-que-nous-serons-confrontes-a-ce-grand-froid-un-nouvel-accueil-de-nuit-pour-les-sans-abri-ouvre-ce-samedi-soir-a-nice-896546",
    "site_full": "www.varmatin.com",
    "site": "varmatin.com",
    "site_section": "https://varmatin.com",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Actualités et infos en direct - Var-Matin",
    "title": "\"Nous ne laisserons personne dans la rue tant que nous serons confrontés à ce grand froid\": un nouvel accueil de nuit pour les sans-abri ouvre ce samedi soir à Nice - Var-Matin",
    "title_full": "\"Nous ne laisserons personne dans la rue tant que nous serons confrontés à ce grand froid\": un nouvel accueil de nuit pour les sans-abri ouvre ce samedi soir à Nice - Var-Matin",
    "published": "2024-01-13T09:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://fyooyzbm.filerobot.com/v7/protec/DATA_ART_12778282-wKf5ZVB1.jpg?vh=5e0963&amp;ci_seal=0c923d44df",
    "performance_score": 0,
    "domain_rank": 32510,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b3f231c0a954e05f905dd76cdea45eae7e86761d",
  "url": "https://www.varmatin.com/vie-associative/-nous-ne-laisserons-personne-dans-la-rue-tant-que-nous-serons-confrontes-a-ce-grand-froid-un-nouvel-accueil-de-nuit-pour-les-sans-abri-ouvre-ce-samedi-soir-a-nice-896546",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "La rédaction",
  "published": "2024-01-13T09:10:00.000+02:00",
  "title": "\"Nous ne laisserons personne dans la rue tant que nous serons confrontés à ce grand froid\": un nouvel accueil de nuit pour les sans-abri ouvre ce samedi soir à Nice - Var-Matin",
  "text": "Les personnes sans domicile ont été accueillies à la salle Leyrit à partir du 24 décembre et jusqu’au 12 janvier. Le gymnase du quartier Saint-Roch, le 26 décembre. (Photo Ax.T.) Ax.T.. Un nouvel accueil de nuit d’urgence va ouvrir dans un local municipal au port, au 1 rue Fodéré prolongée. Il ouvrira dès ce samedi soir et sera destiné à recevoir ceux qui n’ont pas d’endroit où dormir. Le dispositif va être coordonné par le CCAS de la ville de Nice et l’Agence de sécurité sanitaire, environnementale et de gestion des risques.\nIl s’inscrit en réalité dans le prolongement de l’hébergement organisé à la salle Leyrit depuis le 24 décembre. Initialement prévu pour durer jusqu’au 5 janvier, il avait été prolongé jusqu’à ce vendredi, en raison notamment des températures faibles mais aussi et surtout de la fréquentation.\nChristian Estrosi, le maire de Nice, est allé, ce jeudi, à la rencontre des sans domicile fixe venus passer la nuit dans le gymnase. En moyenne, ils étaient une trentaine à s’y abriter chaque soir avec un pic à 48, sur une capacité totale de 50 places. \"Nous voyons qu’il y a des couples, des mamans avec des enfants, et je n’ose imaginer, si nous n’avions pas procédé comme cela le sort qui aurait été réservé à ces personnes. La salle Leyrit aurait dû fermer le 5 janvier. En raison des faibles températures nous avons décidé de poursuivre jusqu’au 12 janvier, grâce à la collaboration des clubs sportifs que je remercie.\"\nPanier-repas et boisson chaude Et d’évoquer la prolongation de l’accueil rue Foderé: \"Nous ne laisserons personne dans la rue tant que nous serons confrontés à cette période de grand froid. Avec tous nos partenaires nous prendrons toutes nos responsabilités et nous les assumerons pleinement\" . Outre le couchage (40 places disponibles), les visiteurs recevront un panier-repas et des boissons chaudes.\nL’accès à ce dispositif est inconditionnel, à l’exception des mineurs non accompagnés qui sont en principe du ressort du conseil départemental et au sujet desquels, estrosistes et ciottistes s’écharpent (lire notre édition d’hier).\nÀ noter, que si les personnes peuvent se rendre spontanément dans ce lieu, il est utile de contacter le 115 qui pourra les renseigner sur d’autres éléments. Car un accueil de nuit réservé aux femmes a ouvert fin décembre, géré notamment par l’association Solidarités 06, dans le prolongement de son accueil de jour l’Oasis. Cet endroit est quant à lui tenu secret pour des raisons de sécurité mais le 115 ou les travailleurs sociaux peuvent renseigner les concernées directement.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Weather",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-13T09:29:51.404+02:00",
  "updated": "2024-01-13T09:29:51.404+02:00"
}