{
  "thread": {
    "uuid": "ea3212af4e39b20924d90119e331c063745c30f7",
    "url": "https://vnexplorer.net/toby-jones-on-his-new-drama-about-britains-biggest-miscarriage-of-justice-the-shameful-prosecution-of-hundreds-of-innocent-post-office-staff-s714627.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/feed",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Toby Jones on his new drama about Britain's biggest miscarriage of justice - the shameful prosecution of hundreds of innocent Post Office staff",
    "title_full": "Toby Jones on his new drama about Britain's biggest miscarriage of justice - the shameful prosecution of hundreds of innocent Post Office staff",
    "published": "2023-12-30T01:37:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.dailymail.co.uk/1s/2023/12/28/20/79411959-12904411-Mr_Bates_Vs_The_Post_Office_tells_the_true_story_of_how_the_Post-m-1_1703794252200.jpg",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ea3212af4e39b20924d90119e331c063745c30f7",
  "url": "https://vnexplorer.net/toby-jones-on-his-new-drama-about-britains-biggest-miscarriage-of-justice-the-shameful-prosecution-of-hundreds-of-innocent-post-office-staff-s714627.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-30T01:37:00.000+02:00",
  "title": "Toby Jones on his new drama about Britain's biggest miscarriage of justice - the shameful prosecution of hundreds of innocent Post Office staff",
  "text": "Mr Bates Vs The Post Office stars Toby Jones, Monica Dolan and Katherine KellyREAD MORE: Meet Paula Vennells: As chief executive officer of the Post Office, she presided over an organisation that covered up the prosecutions of hundreds of innocent postmasters for fraud\nPossibly the biggest miscarriage of justice in British legal history happened in one of Britain’s most trusted institutions.\nBetween 2000 and 2015, the Post Office falsely accused 3,500 subpostmasters of theft, fraud and false accounting. Over 700 were prosecuted. Some went to prison. Many lost their homes and life savings paying back money the Post Office claimed was missing.\nA Daily Mail investigation found the scandal was linked to four suicides, and it’s claimed that 60 victims died before they found any justice at all.\nYet they’d done nothing wrong – the fault lay with the Post Office’s own malfunctioning Horizon computer system which wrongly reported financial discrepancies.\nNow a major new ITV drama, Mr Bates Vs The Post Office, starring Toby Jones, Monica Dolan and Katherine Kelly, lays bare the full horror of this story and champions the stoic subpostmasters who stood up for themselves and fought to expose the shocking actions of Post Office bosses, who continued to pursue them despite warnings that Horizon was to blame.\nMr Bates Vs The Post Office tells the true story of how the Post Office falsely accused 3,500 subpostmasters of theft, fraud and false accounting between 2000 and 2015\nFollowing a landmark Court of Appeal decision to overturn their convictions, dozens of former subpostmasters have been exonerated on all counts after 20 years of fighting. An independent public statutory inquiry into the matter is ongoing, expected to end in early 2024.\n‘In three years working on this project, I’ve never got over that initial shock of disbelief,’ says writer Gwyneth Hughes, who was also behind real-life dramas Honour and Three Families.\n‘To this day, every victimised subpostmaster I meet, every appalling story I hear, makes me squeal with astonishment and rage.’\nToby Jones plays Alan Bates, the subpostmaster who organised the fightback, setting up the Justice for Subpostmasters Alliance (JFSA) in 2009.\nHe ran the Post Office in Craig-y-Don, a suburb of Llandudno in Wales, for five years until he was fired for refusing to comply with Post Office policy.\nHis scenes were filmed in the shop that the real Alan worked in, alongside his partner Suzanne Sercombe (Julie Hesmondhalgh).\nToby, 57, hopes that the drama will amplify this shocking national scandal – one he admits that he didn’t know much about before taking the role. ‘To my shame, I hadn’t understood the full severity of the story,’ he says.\nThe Detectorists and Indiana Jones star adds, ‘I assume it’s because when you hear ‘Post Office’ you take for granted what it does. It’s shocking how appalling this scandal is.\n‘If we’ve done our job, when people watch it will make them see a senselessness and vindictiveness that makes you wonder how on Earth it isn’t being spoken about more.’\nW1A actress Monica Dolan has a pivotal role as real-life Hampshire subpostmaster Jo Hamilton, driven to despair by discrepancies in her accounts. ‘She kept thinking it was her fault,’ explains Monica, 54.\n‘She remortgaged her house and got into huge debt. She was so ashamed. She kept ringing the helpline but they kept saying, as they did to all the other subpostmasters, ‘It’s only you that this is happening to.’\nGwyneth attempts to tell the Post Office’s side of the story too, asking who knew the Horizon software was faulty and when.\nToby Jones stars as Alan Bates, the subpostmaster who organised the fightback, setting up the Justice for Subpostmasters Alliance (JFSA) in 2009, while Julie Hesmondhalgh plays his partner Suzanne\nFew employees were willing to talk, so she had to create scenes featuring CEO Paula Vennells (The Crown’s Lia Williams) from emails and a transcript from a 2015 Select Committee hearing.\nLia, 59, says, ‘It was one of the hardest things I’ve had to do as an actor. Paula’s dialogue is literally transcripts that I had to try to make fit in my mouth and sound natural.\n‘It was very important I didn’t present her as some evil monster when I don’t know what was going on behind closed doors. We only know she lost control of a situation she had no idea how to manage.’\nEx-Chancellor Nadhim Zahawi was on the Select Committee in 2015, and he plays himself. ‘There was an issue of whether we should use the real footage, but the real Alan Bates was behind Nadhim,’ says director James Strong.\n‘So we thought, ‘Shall we ask Nadhim if he’ll do it?’ And he said yes. He did exactly what he did on the day, which is one of the only times the Post Office has been taken to task in a public setting. To see him give them both barrels was great.’\nToby considers it a privilege to play Alan Bates. ‘It’s a very uplifting story, it shows that people can unite and take action. I’m honoured to have anything to do with Alan Bates. He’s an extraordinary man.’\nMr Bates Vs The Post Office, New Year’s Day, 9pm, ITV1.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bates",
        "sentiment": "negative"
      },
      {
        "name": "paula",
        "sentiment": "negative"
      },
      {
        "name": "toby jones",
        "sentiment": "negative"
      },
      {
        "name": "monica dolan",
        "sentiment": "negative"
      },
      {
        "name": "katherine kellyread",
        "sentiment": "negative"
      },
      {
        "name": "katherine kelly",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "post office",
        "sentiment": "negative"
      },
      {
        "name": "daily mail",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "britain",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T01:49:39.127+02:00",
  "updated": "2023-12-30T01:49:39.127+02:00"
}