{
  "thread": {
    "uuid": "c04142e67ec54472e9fd66118bacc297f7a6f17d",
    "url": "https://www.perfil.com/noticias/musica/no-te-va-gustar-logro-desembarcar-en-velez-en-un-historico-show-de-mas-de-tres-horas.phtml",
    "site_full": "www.perfil.com",
    "site": "perfil.com",
    "site_section": "https://www.perfil.com/",
    "site_categories": [
      "social",
      "top_news"
    ],
    "section_title": "Perfil | Ultimas noticias de Argentina y el mundo",
    "title": "No te Va Gustar logró desembarcar en Vélez en un histórico show de más de tres horas | Perfil",
    "title_full": "No te Va Gustar logró desembarcar en Vélez en un histórico show de más de tres horas | Perfil",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://fotos.perfil.com/2024/04/18/trim/1140/641/no-te-va-gustar-logro-desembarcar-en-velez-1787970.jpg",
    "performance_score": 0,
    "domain_rank": 9104,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c04142e67ec54472e9fd66118bacc297f7a6f17d",
  "url": "https://www.perfil.com/noticias/musica/no-te-va-gustar-logro-desembarcar-en-velez-en-un-historico-show-de-mas-de-tres-horas.phtml",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Juan Cruz Cabral Lodoli",
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "No te Va Gustar logró desembarcar en Vélez en un histórico show de más de tres horas | Perfil",
  "text": "Con una espectacular presentación , acompañada de pantallas y visuales impactantes, No Te Va Gustar comenzó su esperada gira por Argentina en el Estadio José Amalfitani de la Ciudad de Buenos Aires. En medio de una gran expectativa, la banda de rock uruguaya finalmente pudo realizar su show en Buenos Aires, después de una serie de postergaciones que motivaron hasta un pedido de disculpas de la banda hacia sus fanáticos. Con gran orquesta y Lavié ovacionado, \"Universo Gardel\" deslumbró en el Opera Ni siquiera la lluvia ni los cambios de fecha pudieron detener la fiesta, que se prolongó por más de 3 horas, con 38 temas, y contó con el apoyo ferviente de unas 40 mil personas que se congregaron para saltar, cantar y celebrar este encuentro, convirtiéndolo en una experiencia inolvidable. Suscribite El tan esperado show fue una verdadera odisea musical, con una producción impecable que llevó a los espectadores a un recorrido por la trayectoria de la banda. Desde los clásicos que marcaron su historia hasta las nuevas canciones que reflejan tres décadas de compromiso artístico, No Te Va Gustar logró una fusión perfecta que conmovió a todos los presentes (de diversas generaciones) y dejó una huella imborrable. El regreso de Chris Cain, el heredero de los reyes del blues Destacadas colaboraciones marcaron momentos únicos durante la noche. Los hermanos Lobo, Noé y Camilo Nuñez, referentes del candombe uruguayo, se unieron a la banda para interpretar temas como \"El Camino\" y \"Como brillaba tu alma\", mientras que la aparición de Nahuel Pennisi en \"De nada sirve\" elevó la emoción y la euforia del público a otro nivel. Uno de los momentos más aclamados fue cuando Pato Sardelli de Airbag se unió a la banda para una versión increíblemente ovacionada de \"Ese Maldito Momento\". Además, un homenaje al actor Claudio Rissi al finalizar \"Venganza\" conmovió profundamente a todos los presentes. Antes de los bises, Emiliano, líder de la banda, invitó al público a participar en la elección de las canciones, lo que dio lugar a interpretaciones improvisadas de temas que no se habían escuchado en años, generando un clima de alegría y nostalgia entre los asistentes que corearon, entre tantos, uno de los más recordados hits de la icónica banda rioplatense que no había sido tenido en cuenta en el setlist original: “Sin pena ni gloria”. Con una gira internacional que va desde Uruguay hasta México, No Te Va Gustar llegó a Buenos Aires para continuar su periplo por España, Londres, Irlanda, Alemania, Dinamarca, Perú, Uruguay y Chile. Una gira cargada de emociones, recuerdos y canciones que van dejando huella en cada rincón que visitan, con su estilo único que combina varios estilos musicales, anclados en el rock. CD / JCCL / Gi",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:04:40.897+03:00",
  "updated": "2024-04-26T01:45:56.597+03:00"
}