{
  "thread": {
    "uuid": "ac93a022d0752f4af5d5296e39b3b1fa68c853f0",
    "url": "https://popculture.com/celebrity-parents/news/bravo-star-faye-clarke-reveals-she-welcomed-her-first-baby-after-secret-pregnancy/",
    "site_full": "popculture.com",
    "site": "popculture.com",
    "site_section": "https://popculture.com/rss/",
    "site_categories": [
      "television",
      "entertainment"
    ],
    "section_title": "PopCulture.com",
    "title": "Bravo Star Reveals She Welcomed Her First Baby After Secret Pregnancy",
    "title_full": "Bravo Star Reveals She Welcomed Her First Baby After Secret Pregnancy",
    "published": "2024-01-05T22:40:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://sportshub.cbsistatic.com/i/2022/03/05/0e6352af-469f-4481-b9b1-d4f62c908fee/bravo-logo-tv.png?width=1200",
    "performance_score": 0,
    "domain_rank": 14888,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ac93a022d0752f4af5d5296e39b3b1fa68c853f0",
  "url": "https://popculture.com/celebrity-parents/news/bravo-star-faye-clarke-reveals-she-welcomed-her-first-baby-after-secret-pregnancy/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anna Rumer",
  "published": "2024-01-05T22:40:00.000+02:00",
  "title": "Bravo Star Reveals She Welcomed Her First Baby After Secret Pregnancy",
  "text": "The Below Deck family has an adorable new member! Below Deck Adventure star Faye Clarke announced last month that she had welcomed her first child, surprising fans after the Bravo star decided to keep her pregnancy out of the public eye until after she had given birth.\nThe reality personality, who first appeared on Season 1 of the Below Deck spinoff in 2022, took to Instagram in December to announce the news of her pregnancy and the birth of her daughter Brianna Maddox. \"For all those that have supported me over the past 9 months checking in on me! Msging, calling, visiting and caring, Helping me move into my new home! Watching my journey with my new dog, setting up a new business in Faversham,\" she wrote on Dec. 8 alongside a video of highlights of her pregnancy and birthing process.\nView this post on Instagram A post shared by Faye Clarke (@salt_fae)\nShe continued, \"HERE IS THE UPDATE ON OUR BABY GIRL WHO ENTERED THE WORLD LAST WEDNESDAY. I call her ours because I feel the love from you all. A huge shout out to my birthing partner! And all friends and family that was on stand by!\"\nDays later, Clarke shared a photo of her daughter as she explained the meaning behind her name. \"After 4 weeks I finally named the baby today! Brianna Maddox Brianna celtic, meaning Nobel Maddox celtic meaning fortune,\" she wrote alongside photos from her baby girl's first days. On Dec. 25, the reality personality shared moments from Brianna's first Christmas with her followers, writing, \"Who would have thought this Christmas I'd have a beautiful little girl as a new addition to our clarke family! Brianna Clarke Mimo Clarke welcome to the crazy family.\"\nClarke's big news was met with support from several other members of the Below Deck family. Former Below Deck chief stew Adrienne Gang commented on her birth announcement, \"You are both BEAUTIFUL! Congratulations!!,\" while the Bravo show's Ben Willoughby added, \"Looking amazing Faye!! Congratulations! Best mumma incoming.\" Captain Kerry Titheradge even left encouragement in the comment section, writing, \"Congratulations luv, you both look amazing!!!\"\nClarke stepped into the spotlight on Below Deck Adventure in November 2022, but has stepped back from the world of yachting since it aired and has given her all to a U.K. food stand in Kent called The Salt Beef Shack. Meanwhile, Bravo fans have gotten no additional news about a possible second season of the Below Deck spinoff.\n0 comments Related:\n'RHOSLC': Heather Gay Confirms Jen Shah Gave Her a Black Eye in Explosive Season Finale 'Pop Crime's Kiki Monique Talks Celebrity True Crime, 'RHOSLC' Legal Drama (Exclusive) Why Andy Cohen Won't Show His Son's Face on Social Media Anymore",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://www.instagram.com/reel/C0mWFwms6Uw/?utm_source=ig_embed&utm_campaign=loading",
    "https://www.instagram.com/p/C1RkAirM27R/?hl=en",
    "https://www.instagram.com/p/C1IfIBDszs3/?hl=en&img_index=3",
    "https://instagram.com/p/C1RkAirM27R/?hl=en",
    "https://www.instagram.com/p/C1IfIBDszs3/",
    "https://instagram.com/reel/C0mWFwms6Uw/?utm_source=ig_embed&utm_campaign=loading",
    "https://www.instagram.com/p/C1RkAirM27R/",
    "https://www.instagram.com/reel/C0mWFwms6Uw/",
    "https://instagram.com/p/C1IfIBDszs3/?hl=en&img_index=3"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "faye clarke",
        "sentiment": "negative"
      },
      {
        "name": "brianna maddox",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "instagram",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "faversham",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T01:01:48.158+02:00",
  "updated": "2024-01-06T01:01:48.158+02:00"
}