{
  "thread": {
    "uuid": "614e5ccac5fe3c2ecce512b2cdf0d8928c31f84a",
    "url": "https://www.winnipegfreepress.com/breakingnews/2023/12/28/savvy-chevy-proves-hes-among-best-in-the-business",
    "site_full": "www.winnipegfreepress.com",
    "site": "winnipegfreepress.com",
    "site_section": "http://www.winnipegfreepress.com/rss/?path=/arts-and-life/entertainment/arts",
    "site_categories": [
      "media"
    ],
    "section_title": "Winnipeg Free Press",
    "title": "Savvy Chevy proves he’s among best in the business",
    "title_full": "Savvy Chevy proves he’s among best in the business – Winnipeg Free Press",
    "published": "2023-12-29T00:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.winnipegfreepress.com/wp-content/uploads/sites/2/2023/12/1952455_web1_BJ-09202023WPGJetsKevinCheveldayoff02.jpg",
    "performance_score": 0,
    "domain_rank": 4865,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "614e5ccac5fe3c2ecce512b2cdf0d8928c31f84a",
  "url": "https://www.winnipegfreepress.com/breakingnews/2023/12/28/savvy-chevy-proves-hes-among-best-in-the-business",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T00:00:00.000+02:00",
  "title": "Savvy Chevy proves he’s among best in the business",
  "text": "Savvy Chevy proves he’s among best in the business Jets GM has gift for turning lemons into sweet lemonade By: Mike McIntyre Posted: 5:00 They won’t announce the winner of the Jim Gregory Award, presented annually to the NHL’s general manager of the year, until the league gathers for a fancy post-season shindig after the Stanley Cup is presented next June.\nThey won’t announce the winner of the Jim Gregory Award, presented annually to the NHL’s general manager of the year, until the league gathers for a fancy post-season shindig after the Stanley Cup is presented next June.\nIs there any doubt Kevin Cheveldayoff would be a finalist if a shortlist were being made today? There shouldn’t be. The architect of the Winnipeg Jets had a memorable 2023 that seems to have set a course for sustained success.\nLife can move quickly in the ‘What have you done for me lately?’ world of professional sports, where snap judgments can age about as well as milk. Just consider how many players have seemingly gone from beloved to bust and how many coaches have gone from genius to clueless in the blink of an eye. The list is long.\nGMs tend to have more staying power, with the big picture always in play, and only one — Doug Armstrong of the St. Louis Blues — has been at the helm longer than Cheveldayoff. Still, it wasn’t long ago that many hockey pundits believed he was on borrowed time, backed into a corner with an expensive, underachieving roster that was approaching a critical crossroads.\nBROOK JONES / FREE PRESS FILES\nWinnipeg Jets GM Kevin Cheveldayoff's hockey team is flourishing with a 20-9-4 record\nNot only is Cheveldayoff still standing, but his hockey team is flourishing with a 20-9-4 record, including an 8-1-2 record in the month of December, as it closes out the calendar year this weekend with a home-and-home, back-to-back against the Central Division-rival Minnesota Wild.\nCheveldayoff’s 13th year at the helm has perhaps been his finest to date. Let us count the ways:\n1) It began last February, with the Jets in a bit of a free-fall and clinging to a playoff spot, when Cheveldayoff began to set the table for what was to come with a pair of shrewd trade deadline additions.\nVeteran winger Nino Niederreiter, a player that nobody seemed to think was even on the market, was shipped to the Jets by the Nashville Predators in exchange for a 2024 second-round draft pick.\nThe 31-year-old from Switzerland was exactly what Winnipeg needed — a big, strong, consistent two-way player with high character who ended up loving being here, so much so that he inked a three-year contract extension at the same salary of US$4 million.\nJASON FRANSON / CANADIAN PRESS FILES\nNino Niederreiter was trade to the Jets by the Nashville Predators in exchange for a 2024 second-round draft pick\nRight behind him was versatile forward Vlad Namestnikov, who checked off several key boxes: Speedy, skilled, can play multiple positions up and down the lineup and makes those around him better. The tiny cost was a 2025 fourth-round pick to the San Jose Sharks, which looks even better once Namestnikov re-signed this summer for two years, with a US$2 million annual cap hit.\nTo be fair, those deals weren’t immediately seen as home runs for a couple of reasons. First, the contract extensions weren’t in place. Secondly, it was thought there might be a mass exodus of forward talent around the corner, so perhaps they were more Band-Aids than a true boost. Which is why what happened next is so important.\n2) It was no secret Pierre-Luc Dubois wanted out, and many felt it was Montreal or bust for the enigmatic centre. However, the deal Cheveldayoff made with the Los Angeles Kings last June might prove to be one of the great hockey heists in recent memory.\nGabe Vilardi, who is both younger and currently much cheaper than Dubois, already looks like the much better all-around player. That’s before you consider the value that Alex Iafallo has already brought, the potential for the currently injured Rasmus Kupari, and a 2024 second-round draft pick Winnipeg received.\nJOHN WOODS / CANADIAN PRESS FILES\nGabriel Vilardi looks like a great all-around player.\nNot only did the Jets turn what seemed to be a lemon into sweet, sweet lemonade, but they cleared cap space and, most importantly, created a forward group that is among the deepest in the NHL.\nWe’ll be talking about this blockbuster for years to come.\n3) Buying out Blake Wheeler would not have been an easy decision for Cheveldayoff and True North, who value loyalty above everything. Yet, it was a necessary move meant to turn the page on an era and set in motion a series of crucial events.\nSure, you can blame Cheveldayoff for signing Wheeler to what ended up being a bloated contract that he then bailed himself out of, but that would be short-sighted. The deal, signed after the memorable 2017-18 run to the Western Conference Final, made sense for what the Jets were hoping to achieve.\nThe time had come to cut the cord, and Cheveldayoff did what was necessary, as painful as it likely was. This was truly a case of addition by subtraction.\n4) Christmas came early for the Jets in the form of stunning seven-year contract extensions to No. 1 goaltender Connor Hellebuyck and No. 1 centre Mark Scheifele just as training camp was beginning in September.\nSeemingly, everyone thought both pending unrestricted free agents were on their way out. Seemingly, everyone was wrong.\nNot only did Cheveldayoff get the two foundational pieces secured at reasonable prices, it also sent a loud and clear message that there would be no rebuild and that the championship window remained open. Considering slumping attendance figures, the value of that can’t be understated.\nMIKAELA MACKENZIE / FREE PRESS FILES\nKevin Cheveldayoff (left) locked Mark Scheifele and Connor Hellebuyck into long-term contract extensions this fall.\nThe good vibes created with this training camp bombshell have carried forward into the season so far, with the Jets looking like a legitimate contender. With their long-term futures now secured, both players are leading the way.\n“I think the big thing this summer were the question marks with so many guys. But the window, all of a sudden, isn’t closed,” Jets defenceman Brenden Dillon said earlier this week.\n“Chevy kind of lived up to what he said, where we want to win. I think for all of us that’s what we talk about. We’re all close friends and say hey, this is great, let’s be part of something special.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://www.twitter.com/share?ref_src=twsrc%5Etfw",
    "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.winnipegfreepress.com%2Fbreakingnews%2F2023%2F12%2F28%2Fsavvy-chevy-proves-hes-among-best-in-the-business&src=sdkpreparse",
    "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.winnipegfreepress.com%2Fbreakingnews%2F2023%2F12%2F28%2Fsavvy-chevy-proves-hes-among-best-in-the-business&src=sdkpreparse",
    "https://www.facebook.com/sharer/sharer.php",
    "https://twitter.com/share?ref_src=twsrc%5Etfw",
    "https://twitter.com/share"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mike mcintyre",
        "sentiment": "none"
      },
      {
        "name": "jim gregory award",
        "sentiment": "none"
      },
      {
        "name": "kevin cheveldayoff",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "savvy chevy",
        "sentiment": "positive"
      },
      {
        "name": "jets gm",
        "sentiment": "positive"
      },
      {
        "name": "nhl",
        "sentiment": "none"
      },
      {
        "name": "winnipeg jets",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T01:05:05.209+02:00",
  "updated": "2023-12-29T01:05:05.209+02:00"
}