{
  "thread": {
    "uuid": "a067ed196fad1a6e9b44b2e75722af9b0351e96e",
    "url": "https://my.vanderbilthealth.com/advances-in-prenatal-genetic-testing",
    "site_full": "my.vanderbilthealth.com",
    "site": "vanderbilthealth.com",
    "site_section": "http://www.mysouthernhealth.com/feed",
    "site_categories": [],
    "section_title": "My Vanderbilt Health",
    "title": "Advances in genetic testing for pregnant women",
    "title_full": "Advances in genetic testing for pregnant women",
    "published": "2024-04-18T22:12:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://my.vanderbilthealth.com/wp-content/uploads/2020/01/MVH_Advances-in-genetic-testing-for-pregnant-women_Thumbnail.jpg",
    "performance_score": 0,
    "domain_rank": 53791,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a067ed196fad1a6e9b44b2e75722af9b0351e96e",
  "url": "https://my.vanderbilthealth.com/advances-in-prenatal-genetic-testing",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "My Vanderbilt Health",
  "published": "2024-04-18T22:12:00.000+03:00",
  "title": "Advances in genetic testing for pregnant women",
  "text": "New screening gives pregnant women a less invasive route for prenatal genetic testing.\nGenetic testing during pregnancy has improved dramatically in recent years. As the screening options have expanded, so have the specialized services available. Today, a simple blood test can screen for common chromosomal conditions, and a genetic counselor with specialized training will be with you to guide you through the process. You will have individualized guidance as you navigate what to screen for, what tests to select and how to interpret your results.\n“We now have more expansive and accurate genetic screening than ever before,” said Brighton Goodhue, a certified genetic counselor and member of the\nhigh-risk pregnancy team at Vanderbilt Women’s Health. “That said, genetic testing is entirely optional. You can opt for certain genetic screens before becoming pregnant. For our pregnant patients, we offer screening to everyone — as early as nine to 10 weeks — and explain the options available. If you choose any type of prenatal genetic screening or testing, we’ll be with you every step of the way.”\nNon-invasive prenatal testing\nNon-invasive prenatal screening is a blood test for those who are already pregnant that can screen for trisomy 21 (Down syndrome), trisomy 13 (Patau syndrome), trisomy 18 (Edwards syndrome) and other common genetic conditions. This screening test can provide information when a pregnant patient does not want to have a more invasive procedure such as amniocentesis or chorionic villus sampling, both of which carry a slight risk of miscarriage.\n“This test is also known as cell-free DNA screening,”\nGoodhue said. “It works by analyzing small fragments of genetic information from the placenta that can be detected in the maternal bloodstream during pregnancy.”\nNon-invasive prenatal screening cannot definitively confirm or rule out a chromosome abnormality. However, results reported as “low risk” indicate a 99% chance that a pregnancy is not affected with common chromosomal disorders such as trisomy 21, trisomy 13 and trisomy 18, as well as a number of sex chromosome abnormalities such as Turner syndrome and Klinefelter syndrome.\nAmniocentesis or chorionic villus sampling\nIf a non-invasive prenatal screening result is reported as “high risk,” the patient will be offered a diagnostic test either during the pregnancy or after the birth of the baby to confirm the results.\n“During the pregnancy, an\namniocentesis or chorionic villus sampling can determine the accuracy of the high-risk results,” Goodhue said. “These tests are more comprehensive than the non-invasive prenatal screen and can allow for the diagnosis of a chromosome condition, in addition to other genetic abnormalities including microdeletions, microduplications and single-gene disorders.”\nDiagnostic testing via amniocentesis or chorionic villus sampling is always available, regardless of results from non-invasive prenatal screening.\nAdditional options for genetic testing, including before pregnancy\nNon-invasive prenatal screening does not screen for all genetic conditions or birth defects, so patients with concerns about a specific family history or those who desire more genetic information about a pregnancy can schedule to meet with a reproductive genetic counselor at any point in their family-planning process.\n“Vanderbilt has reproductive genetic counselors who are available to counsel you about your reproductive risks and go over individualized options for genetic testing — whether before pregnancy or during pregnancy,” Goodhue said.\nExpert care for you and your baby\nEach pregnancy and delivery is unique and yours should be too. Learn more about how Vanderbilt Health’s obstetrics and maternal fetal medicine teams bring together nationally ranked expertise and personalized care from your first prenatal visit to delivery and beyond.\nTo learn more, call 615-343-5700 or\nschedule an appointment online.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Science and Technology",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "brighton goodhue",
        "sentiment": "none"
      },
      {
        "name": "vanderbilt women’s health",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:05:39.448+03:00",
  "updated": "2024-04-19T00:05:39.448+03:00"
}