{
  "thread": {
    "uuid": "a9ad4956e638f2c58d01c51929566053d68d412f",
    "url": "https://www.epa.gov/newsreleases/epa-seeks-input-new-program-label-cleaner-construction-materials-part-president-bidens",
    "site_full": "www.epa.gov",
    "site": "epa.gov",
    "site_section": "https://www.epa.gov/newsreleases/search/rss/field_press_office/region-01?filter=",
    "site_categories": [
      "environmental_safety",
      "home_and_garden",
      "law_government_and_politics",
      "us_government_resources"
    ],
    "section_title": "EPA News Releases",
    "title": "EPA seeks input on new program to label cleaner construction materials as part of President Biden’s Investing in America agenda | US EPA",
    "title_full": "EPA seeks input on new program to label cleaner construction materials as part of President Biden’s Investing in America agenda | US EPA",
    "published": "2024-02-15T19:19:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.epa.gov/sites/all/themes/epa/img/epa-news-releases-og.jpg",
    "performance_score": 0,
    "domain_rank": 246,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 16
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a9ad4956e638f2c58d01c51929566053d68d412f",
  "url": "https://www.epa.gov/newsreleases/epa-seeks-input-new-program-label-cleaner-construction-materials-part-president-bidens",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "epa.gov",
  "published": "2024-02-15T19:19:00.000+02:00",
  "title": "EPA seeks input on new program to label cleaner construction materials as part of President Biden’s Investing in America agenda | US EPA",
  "text": "February 15, 2024 Contact Information EPA Press Office ( ) WASHINGTON – Today, the U.S. Environmental Protection Agency (EPA) announced an opportunity for public input on the draft approach for implementing a $100 million Label Program for Low Embodied Carbon Construction Materials as part of President Biden’s Investing in America agenda.\nEPA’s new program, which was made possible by President Biden’s Inflation Reduction Act – the largest-ever climate investment – aims to cut climate pollution linked to the manufacturing of construction products and materials, which accounts for 11% of annual global greenhouse gas emissions while supporting good-paying jobs and America’s industrial competitiveness. The improved air quality that results from climate pollution reduction aligns with President Biden’s environmental justice agenda.\nAs part of the Federal Buy Clean Initiative, the label program will help to define what constitutes “clean” construction materials in support of the Biden-Harris Administration’s landmark Federal Buy Clean Initiative , which leverages the Federal Government’s power as the world’s largest purchaser to spur demand for low-emissions manufacturing. The draft approach for the label program proposes to standardize and improve the data that manufacturers use in developing Environmental Product Declarations (EPDs), which disclose products’ key environmental impacts. It also proposes a process by which EPA would use data from EPDs and other sources to set thresholds for the amount of embodied carbon a product can have, relative to similar products, to qualify for the low embodied carbon label. The final phase of the draft approach is for the program to certify materials and products and to create a central registry of certified products.\n“President Biden is not only leading the transition to a clean energy future, but ensuring American workers and manufacturers are at the front of the pack,” said Assistant Administrator for the Office of Chemical Safety and Pollution Prevention Michal Freedhoff. “The Biden-Harris administration’s new label program will expand market access for lower embodied carbon construction materials and help federal purchasers prioritize these materials.”\n“As part of the Biden-Harris Administration’s Federal Buy Clean Initiative, the federal government has begun procurement of over $4 billion in American-made low embodied carbon steel, concrete, asphalt, and glass for use in federal projects,” said Federal Chief Sustainability Officer Andrew Mayock, with the White House Council on Environmental Quality. “The Biden-Harris Administration is catalyzing markets for innovative and cleaner construction materials.”\n“Reducing emissions from construction materials is critical for our transportation climate strategy. EPA’s work on creating a Carbon Label Program will support the Department of Transportation and our stakeholder efforts to promote the use of low carbon construction materials by increasing transparency and consistency for tracking environmental considerations,” said Ann Shikany, Deputy Assistant Secretary for Policy, Department of Transportation.\n“GSA is pleased to be supporting this effort to increase transparency in low embodied carbon markets, including for the construction industry that we work with every day,” said Elliot Doomes, Commissioner of GSA's Public Buildings Service. “This is another key role for the federal government in helping develop a job-creating, American-made industrial base that drives sustainability and lowers costs for taxpayers.”\nEPA developed the draft approach for the label program with input from stakeholders, including the Federal Highway Administration in the Department of Transportation, the General Services Administration, other federal agencies, and members of the public who responded to a Request for Information that EPA published last year.\nUpon publication of the Federal Register notice, written comments should be submitted to docket EPA-HQ-OPPT-2024-0038 on the government Regulations page by March 15, 2024.\nOn Feb. 27, 2024, from noon – 1 p.m. ET, EPA will hold a webinar to solicit feedback on the draft approach. Register for the webinar .\nBackground:\nPresident Biden’s Inflation Reduction Act invests billions of dollars to reduce industrial emissions while supporting good union jobs, greater equity, and a strong manufacturing base, including $350 million to support EPA’s efforts to reduce greenhouse gas emissions from construction materials. Today’s announcement follows EPA’s announcement of a $100 million funding opportunity for its Reducing Embodied Greenhouse Gas Emissions for Construction Materials program, which offers grants to help businesses develop EPDs to report climate pollution linked to the manufacturing of construction materials and products.\nThese actions support President Biden’s Buy Clean Initiative , which leverages the Federal Government’s power as the largest purchaser in the world to advance low embodied carbon construction materials in procurement and infrastructure projects. The Inflation Reduction Act also appropriated more than $2 billion to the General Services Administration to use low embodied carbon materials in the construction and renovation of federal buildings and $2 billion to the Federal Highway Administration to incentivize or reimburse the use of low embodied carbon construction materials in certain transportation projects.\nLearn more about these new programs funded by the Inflation Reduction Act.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Environment",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://www.regulations.gov/docket/EPA-HQ-OPPT-2022-0924/document",
    "https://www.whitehouse.gov/briefing-room/statements-releases/2022/10/20/fact-sheet-biden-harris-administration-rallies-states-cities-and-companies-to-boost-clean-american-manufacturing/",
    "https://www.zoomgov.com/webinar/register/WN_UK3t7WwXToiRNIYFlml7CA#/registration",
    "http://www.regulations.gov/",
    "https://www.sustainability.gov/buyclean/",
    "https://www.fhwa.dot.gov/inflation-reduction-act/fact_sheets/lctm_grants.cfm",
    "https://www.gsa.gov/real-estate/gsa-properties/inflation-reduction-act",
    "https://whitehouse.gov/briefing-room/statements-releases/2022/10/20/fact-sheet-biden-harris-administration-rallies-states-cities-and-companies-to-boost-clean-american-manufacturing/",
    "http://www.regulations.gov",
    "https://www.sustainability.gov/buyclean",
    "https://regulations.gov/docket/EPA-HQ-OPPT-2022-0924/document",
    "https://sustainability.gov/buyclean/",
    "https://zoomgov.com/webinar/register/WN_UK3t7WwXToiRNIYFlml7CA#/registration",
    "https://fhwa.dot.gov/inflation-reduction-act/fact_sheets/lctm_grants.cfm",
    "https://gsa.gov/real-estate/gsa-properties/inflation-reduction-act",
    "http://regulations.gov/",
    "https://www.whitehouse.gov/briefing-room/statements-releases/2022/10/20/fact-sheet-biden-harris-administration-rallies-states-cities-and-companies-to-boost-clean-american-manufacturing"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "biden",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "epa press office",
        "sentiment": "negative"
      },
      {
        "name": "epa",
        "sentiment": "negative"
      },
      {
        "name": "biden-harris administration",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "washington",
        "sentiment": "none"
      },
      {
        "name": "america",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T05:15:59.047+02:00",
  "updated": "2024-02-16T05:15:59.047+02:00"
}