{
  "thread": {
    "uuid": "a71bdcd45d41c2ecdbeb8563b7f039e9e452fbf8",
    "url": "https://www.bart.gov/news/articles/2024/news20240418",
    "site_full": "www.bart.gov",
    "site": "bart.gov",
    "site_section": "http://www.bart.gov/rss.xml",
    "site_categories": [
      "vehicles"
    ],
    "section_title": "bart.gov - Bay Area Rapid Transit",
    "title": "BART Connects: A college student’s career ambitions – and romance – blossomed thanks to BART",
    "title_full": "BART Connects: A college student’s career ambitions – and romance – blossomed thanks to BART",
    "published": "2024-04-18T22:01:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 14382,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a71bdcd45d41c2ecdbeb8563b7f039e9e452fbf8",
  "url": "https://www.bart.gov/news/articles/2024/news20240418",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "michelle.robertson",
  "published": "2024-04-18T22:01:00.000+03:00",
  "title": "BART Connects: A college student’s career ambitions – and romance – blossomed thanks to BART",
  "text": "BART Connects: A college student’s career ambitions – and romance – blossomed thanks to BART Do you have a favorite BART memory or story to share? Email a short summary to BART Storyteller Michelle Robertson at [[email protected],](/cdn-cgi/l/email-protection#4924202a212c25252c673b262b2c3b3d3a2627092b283b3d672e263f) and she may follow up to schedule an interview. In just a year of riding BART, Kevin DeAntoni made a decision. When he graduates from San Francisco State in a few years, he’s going to be an urban planner specializing in transportation. Though he grew up in the Bay Area, DeAntoni had never really used BART until 2023. He lives in Redwood City, which doesn't have a BART station, and his default mode of transportation had always been a car. Then, DeAntoni met someone. The issue? His potential flame lived fifty miles away on the other side of the bay. “My boyfriend lives in Walnut Creek, and so initially in my mind, I was like, this won’t pan out for me, driving there will be so expensive,” DeAntoni said. Not to mention, he knew he'd sit in traffic for up to two-and-a-half hours one way if he left at the wrong time. Five hours in a car for one visit? Yikes, he thought. Then, he remembered Walnut Creek has a BART station, and that BART station happened to be just a short walk from his budding romantic partner's house. DeAntoni realized he could park at Millbrae Station then ride to Walnut Creek for under $8 one way -- a fare he could afford on his student budget. And so, he said to himself, \"Why not? Let's try it.\" DeAntoni admitted he was a bit nervous at first – he hadn’t taken BART since 2019 to get to the San Francisco Pride Parade – and he didn’t know what to expect onboard. “After a few weeks, I got the hang of it, and it felt like I’d been taking BART my entire life,” he said. He soon began taking the train for other trips – to Civic Center to see his friends, to Powell Street for ice skating. “BART’s been a gateway for me to get out and explore the place I call home,” he said. “To be honest, I only really knew Walnut Creek from the Shane Co. commercials. I didn’t even know most of Contra Costa existed until I took BART there.” Kevin DeAntoni pictured at Millbrae Station. DeAntoni remembers disembarking at Walnut Creek Station for the first time and catching sight of Mount Diablo in the distance. He realized then he'd only seen the mountain in photos. “I feel infinitely more independent now thanks to BART,” he said. “I’m only 21, but I feel like I’ve lived [in the Bay Area] for 70 years. I know where everything is!” BART has also changed the course of DeAntoni's professional trajectory. He said recognizing his aspirations to work in transit “hit me out of nowhere,\" as did a newfound “obsession” with trains. He hopes to one day “play a big role in how metropolitan areas revolve around public transportation and vice versa.” “My goal is to expand BART as much as legally and logistically possible so we can maximize the number of people who benefit from it,” he said, outlining his ambition proposal for the system. “I want to repay BART for how much it's done for me.” DeAntoni said the system speaks to him so deeply, he can't express it in words. Every time he rides BART, he said, he experiences a gush of gratitude. “How lucky are we to have BART,” he said. About BART Connects The BART Connects storytelling series was launched in 2023 to showcase the real people who ride and rely on BART and illustrate the manifold ways the system affects their lives. The subjects of BART Connects will be featured in videos as well as a forthcoming marketing campaign that is slated to run across the Bay Area. Find all the stories at [bart.gov/bartconnects. ](https://www.bart.gov/news/specials/connects) The series grew out of BART's [Role in the Region Study](https://www.bart.gov/about/planning/region), which demonstrates BART’s importance to the Bay Area’s mobility, cultural diversity, environmental and economic sustainability. We conducted a call for stories to hear from our riders and understand what BART means to them. More than 300 riders responded, and a selection of respondents were interviewed for the BART Connects series.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "michelle robertson",
        "sentiment": "none"
      },
      {
        "name": "deantoni",
        "sentiment": "none"
      },
      {
        "name": "kevin deantoni",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bart bart",
        "sentiment": "negative"
      },
      {
        "name": "bart",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "walnut creek",
        "sentiment": "none"
      },
      {
        "name": "redwood city",
        "sentiment": "none"
      },
      {
        "name": "san francisco state",
        "sentiment": "none"
      },
      {
        "name": "bay area",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:11:09.372+03:00",
  "updated": "2024-04-19T02:48:03.265+03:00"
}