{
  "thread": {
    "uuid": "46ff0ca7cbc52b219474e090a4d0c11a9cbb8947",
    "url": "https://www.thecrimson.com/article/2024/3/1/arthur-kleinman-15q",
    "site_full": "www.thecrimson.com",
    "site": "thecrimson.com",
    "site_section": "https://www.thecrimson.com/",
    "site_categories": [
      "education"
    ],
    "section_title": "The Harvard Crimson",
    "title": "Fifteen Questions: Arthur M. Kleinman on Caregiving, Field Research in China, and His Love Story | Magazine | The Harvard Crimson",
    "title_full": "Fifteen Questions: Arthur M. Kleinman on Caregiving, Field Research in China, and His Love Story | Magazine | The Harvard Crimson",
    "published": "2024-03-01T00:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s3.amazonaws.com/thumbnails.thecrimson.com/photos/2024/02/29/173201_1369060.jpg.2000x1333_q95_crop-smart_upscale.jpg",
    "performance_score": 0,
    "domain_rank": 3951,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "46ff0ca7cbc52b219474e090a4d0c11a9cbb8947",
  "url": "https://www.thecrimson.com/article/2024/3/1/arthur-kleinman-15q",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Selorna A. Ackuayi",
  "published": "2024-03-01T00:34:00.000+02:00",
  "title": "Fifteen Questions: Arthur M. Kleinman on Caregiving, Field Research in China, and His Love Story | Magazine | The Harvard Crimson",
  "text": "A psychiatrist and professor of anthropology of over 40 years, Arthur M. Kleinman studies patient-caregiver relationships in Asia. This interview has been edited for length and clarity.\nFM: Your Gen Ed course “Who lives, Who dies, Who cares? Reimagining Global Health” has been a foundational course for many students at Harvard interested in public health and medicine. What’s a lesson from the course that you hope that all Harvard students take away from their undergraduate education?\nAMK: If you’re looking at a health problem or a social problem, history and the study of contemporary lived experience are crucial for figuring out how to first analyze such problems and then organize interventions. Everything from the treatment of tuberculosis and HIV/AIDS in very poor countries or poor parts of our own country, to the mental health field, and how to respond to depression in pregnancy, to depression amongst the elderly, to dementia, to stigma, etc. All those things require both a historical understanding of where the problems came from, a big social theory understanding of what social forces have intensified the problems and made the solutions more complicated, and also an understanding of what kinds of projects work and which ones don’t work, and what are the reasons for that.\nFM: Why do you like to work with undergraduate students?\nAMK: In my view, they’re the most exciting students to work with because they bring not only enormous energy, but considerable idealism — a desire to rethink old problems in such a way to do something about them — and a commitment to get out and do things.\nFM: Paul Farmer, the renowned medical anthropologist who died very suddenly two years ago, was a student and later a close colleague of yours. You worked very closely on global health projects and co-taught several courses here at Harvard. How do you think his legacy will live on in the field?\nAMK: Paul was the icon of global health. He demonstrated, really for the first time, that you could deliver high technology interventions to poor people in ways that could be funded and supported and that had remarkable outcomes.\nPaul also critiqued the willingness that we often have on the public health side to accept scarcity as a rationale for doing nothing or very little. He challenged that. He said we were socialized for scarcity, and we could always, he thought, mobilize support, whether it was local or had to come from external sources. He was simply an amazing figure.\nHis loss was totally unexpected, and really, very difficult for many of us. For me, he was an extremely close friend. Whereas I started mentoring him, he ended up mentoring me.\nAdvertisement FM: You conducted research in China and Taiwan for multiple years. Why did you find China and Taiwan to be the best place to explore questions of culture and health?\nAMK: My wife was a China scholar. Because of her interests and background, we went to Taiwan, first in 1969, and to China, first in 1978. We had this cultural-linguistic connection.\nWhen I went to Taiwan in 1969, no one had really studied the Taiwan healthcare system, and that gave me an opportunity to describe it from an anthropological perspective that was quite different from a public health perspective, and therefore to surprise people.\nI went on to look at mental health problems, and that’s what I did in China. Because of the medical focus, I was allowed to do things in China that probably you wouldn’t have been allowed to do if you had if you didn’t have that medical focus. For example, I did the first study by a foreigner of the survivors of China’s Cultural Revolution in 1980, just four years after the Cultural Revolution ended.\nI’m continuing to do my research in China. I have a wonderful project called Social Technology for Global Aging. It emphasizes studies of elder care in the Chinese setting, bringing technology, design, public health, engineering, and medicine together. We’re looking at how if you put anthropologists together with engineers and medical people, and they have a focus on practically assisting people who are elderly, how they can come up with both technological solutions and social solutions and put them together.\nFM: Why is aging something that you’re interested in after so much work in mental health?\nAMK: I’m going to be 83 years of age in March, so it’s highly appropriate for me to be interested in aging. I’m in the aging process myself, but also it’s an immense problem, in East Asia especially, but also here in the United States.\nIn East Asia, Japan is leading the way. In 2050, an unprecedented 40 percent of Japanese will be over 65 years of age. There’s never been a society in the world like that, so what kind of society will that be? How will they keep going? 30 percent of Chinese will be over 65 in 2050. Today, for every retiree in China, there are about four workers. In 2050, there’ll be one and a half workers for every retiree. It’s probably an unsustainable Social Security system. What will happen? There’ll have to be fundamental changes in the ages when people retire, etc.\nIt’s very hard in the United States to read good things about China today, because Chinese and US relations have become so fraught. But point-of-fact, aging is an area where the Chinese are doing some really interesting things.\nFM: You mentioned that Chinese cuisine was something that is a really amazing part of getting to travel so much. What’s your favorite dish?\nAdvertisement AMK: When I go to Shanghai, my former students, who are now all professors in Beijing or Shanghai, know that I am addicted to something that’s called xiao long bao, little dragon dumplings. I restrict myself to six a day when I’m in Shanghai, and everyone laughs when I use my chopsticks to grab a seventh. People stop me. That’s one of my favorites.\nFM: Your most recent book, “The Soul of Care,” published in 2019, part-memoir, part-manifesto about your work, was a deeply-personal account of your experience as a caregiver. How did you open up to sharing this part of your life and relationship?\nAMK: You can’t write this kind of book when you’re young. I’ve done many other things in the course of my career that have testified to my academic status. I felt that I needed to tell this story because I had the personal experience of taking care of my late wife, Joan, for 10 and a half years while she suffered from early onset Alzheimer’s disease and died from it. That experience was transformative for me. I thought I knew everything about illness and care. I realized that I had a hell of a lot to learn. What is it to take care of someone who you love with a terrible disease?\nAt the same time, I could use the memoir of my own care and put it together with my research on caregiving — well, you call it a manifesto, I don’t quite see it that way — as a critique of what’s happening in our society with caregiving today, which I think is in a terrible situation. Its implications for care are simply profound.\nI came to the conclusion that we never measure care because if we measured care, we’d have to measure the quality of doctor- and nurse-patient relationships, we’d have to measure family-based care, communication, support, activities like clinical judgment and prescribing patterns. Most of this we don’t study. We know very little about the quality of care, and what we do know is not so promising. What we do is a sleight of hand: substituting institutional efficiency for the quality of care, and that’s an unacceptable substitution.\nFM: Why do you think it was important to be vulnerable about your own experience caring for your wife to talk about these issues within the healthcare system?\nAMK: I felt that if I didn’t tell the story the way it is, then people would not relate to what I wanted to say about care. Care gets at something so fundamentally human.\nThe book is really a love story. I had a fantastic relationship with my wife. Even during the 10 terrible years of caring for her, we had a very close relationship.\nThe musician Leonard Cohen, in his various songs, writes that we’re all broken, and it’s the breaks in us that let the light in, give us insight into things and make us aware of our world, and improve our sensitivity to others. I think that’s really true. I came out of a background in a lifestyle where I was accustomed to never showing that I was vulnerable. That was an impossibility with caring for Joan. I began to realize that being vulnerable, and others being aware of my vulnerabilities actually made for a more authentic world.\nFM: One of the most important characters in your story is your home health aide, who you write about under a pseudonym. Why did you feel it was necessary to include her in the book?\nAdvertisement AMK: I don’t think I could have been a caregiver for 10 years for my wife without a home health aide who happened to have a terrific relationship with my wife and take some of the pressure off of me. We joked about it, the home health aide and I, that she worked five days 9-to-5, and I worked 5-to-9 and weekends. If I didn’t have the ability to come to class, teach, do my research, I couldn’t have survived those 10 years.\nIn the last nine months, I could no longer take care of Joan because her needs were greater than any of the skills I had to help. She went into a nursing home. My adult children and I looked at 22 nursing homes in the Cambridge area, and 10 of them made us cry. It was so terrible. Finally we found a great one, but even there, the relationship that one has to a nursing home, in Joan’s case, the cognitive care unit, is very complicated.\nI remember I broke down when I couldn’t care for my wife any longer. It was a terrible experience bringing her to a clinical facility. I wanted to abscond with her; I had this fantasy of grabbing her and running away. I felt defeated, disappointed, frustrated. But that was nothing compared to what she was going through.\nFM: At the end of the book, you talked very candidly about the funeral ceremony your family held for Joan just a few miles away at Mount Auburn Cemetery, and also the ritual of visiting her grave site. Readers get to know Joan very closely through “The Soul of Care,” so in some ways, she lives on through the book. What other ways do you see her memory live on?\nAMK: She taught me so many things. My wife was an elegant woman who knew how to enrich everyday life and make a simple dinner into a celebration. She made me a different person. She provided my moral education, she made me more sensitive to others, she made me a better human being — still with my own problems, but better than I was. She enriched my life immensely. She took care of me for 36 years, so my 10 years was hardly sufficient to repay it.\nFM: One puzzling aspect of clinical education is that first-year medical students consistently score higher than fourth year students on their ability to empathize with their patients. What aspect of medical education contributes to this paradox and what should be done to improve it?\nAMK: There’s no question about the fact that there’s something toxic in medical education. There’s no reason why medical students, while they’re mastering science and technology, shouldn’t also be improving in the area of empathy and the psychosocial aspects of care. But they’re not. What are we doing that’s wrong? It has a lot to do with the healthcare system, a healthcare system that has put efficiency in first place, that is really profit-driven, and that has a vision of doctors as being able to increase this “throughput” to improve both efficiency and profits.\nFM: There’s a long history of physician-writers, from Anton Chekhov writing in Russia in the 19th century to today’s popular health writers like Siddhartha Mukherjee and Danielle Ofri. Who is one author you look up to?\nAMK: Medicine brings you into people’s stories. You enter a space of their illness experience, and you see things that normally you wouldn’t see or hear about. It’s an enormous privilege. Physicians have these stories and want to do something with them, so quite a number transmute them into fiction and art. We have physicians at HMS who are painters, sculptors, musicians, novelists, and writers of nonfiction.\nI know that there’s a literary tradition, and I contributed to it myself, but I think the real value of patient stories is what a great Harvard professor of an earlier age, William James — himself a physician, though he never practiced professionally — described. He saw himself as a physician to the country, to the world. James thought that knowledge was gained from experience. He called it radical empiricism: all knowledge, he felt, came out of experience and should go back into experience to inform how we live as a source of wisdom. That’s what I’m gonna talk about this afternoon, in my lecture for my “Quests for Wisdom” course.\nAdvertisement — Associate Magazine Editor Dina R. Zeldin can be reached at dina.zeldin@thecrimson.com .\nTags",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "arthur m. kleinman",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "harvard crimson",
        "sentiment": "negative"
      },
      {
        "name": "field research in china",
        "sentiment": "negative"
      },
      {
        "name": "reimagining global health",
        "sentiment": "none"
      },
      {
        "name": "harvard",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "asia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:51:37.812+02:00",
  "updated": "2024-03-01T12:09:57.065+02:00"
}