{
  "thread": {
    "uuid": "5ff53217ba8168a8ff8dd22a7fba0f21a90bb53f",
    "url": "https://brobible.com/gear/article/best-whiskeys-of-the-year-2023/",
    "site_full": "brobible.com",
    "site": "brobible.com",
    "site_section": "https://brobible.com/feed/",
    "site_categories": [
      "non_standard_content"
    ],
    "section_title": "BroBible",
    "title": "15 Of The Best Things We Drank This Year",
    "title_full": "15 Of The Best Things We Drank This Year",
    "published": "2023-12-28T23:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://brobible.com/wp-content/uploads/2023/12/pouring-whiskey-into-glass.jpg",
    "performance_score": 0,
    "domain_rank": 10734,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5ff53217ba8168a8ff8dd22a7fba0f21a90bb53f",
  "url": "https://brobible.com/gear/article/best-whiskeys-of-the-year-2023/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Cass Anderson",
  "published": "2023-12-28T23:01:00.000+02:00",
  "title": "15 Of The Best Things We Drank This Year",
  "text": "As is tradition here at BroBible, we are taking a look back at the best whiskeys of the year. More specifically, we are walking down memory lane at the best whiskeys we drank this year. That includes the best bourbons, ryes, Japanese whiskeys, and other releases that we fell in love with over the past 12 months.\nThe Boss Hog X: The Commandments\nThis year’s Boss Hog release from WhistlePig is my favorite in years. Like its predecessors,\nBoss Hog X: The Commandments brings something new that’s never been done before in whiskey. It is double-finished in two unique barrels.\nFor the first finish, WhistlePig created their own experimental spirit (distillate) using frankincense and myrrh (Boswellia and Commiphora) that was seasoned into the barrels. Those resins added notes of creme brulee and rosemary to this year’s Boss Hog. And for the second finish, the Boss Hog was aged in craft mead casks which imbued it with honey, red berries, and fresh cracked black pepper.\nShop WhistlePig Here\nBooker’s Bourbon ‘Mighty Fine’ Batch\nWhen the third Booker’s Bourbon batch of 2023 came out it had many wondering how it got the name ‘\nMighty Fine Batch.’ The answer to that question is it came from the man, the myth, the legend himself: Booker Noe. It was Booker who first coined the phrase “small batch” in the bourbon industry and it was Booker who created Booker’s Batch Bourbon back in 1988.\nBooker’s Bourbon ‘Mighty Fine Batch’ clocks in at a hot 126.6 proof. It comes from bourbon aged for 7 years, 1 month, and 10 days. The breakout of this blend is:\n2% came from the 5th floor of 7-story warehouse Q\n3% came from the 6th floor of 7-story warehouse Z\n8% came from the 5th floor of 9-story warehouse G\n10% came from the 6th floor of 7-story warehouse I\n10% came from the 5th floor of 9-story warehouse H\n12% came from the 5th floor of 9-story warehouse G\n55% came from the 5th floor of 7-story warehouse 3\nShop Booker’s Bourbon Here\nArdbeg Heavy Vapours Scotch\nThis year for the annual Ardbeg Day festival the distillery released Heavy Vapours. This first-of-its-kind scotch came to exist by accident, due to a missing purifier at the Ardbeg Distillery in Port Ellen, Islay. The finished product struck a balance between “extreme peat and floral fruitiness” that was polarizing for some but I loved it from the first sip.\nShop Ardbeg Heavy Vapours Here\n2023 BTAC: The Oldest Eagle Rare 17-Year-Old Bourbon Yet\nArguably the biggest attention-grabber in the\n2023 BTAC portfolio is the Eagle Rare 17-Year-Old Bourbon. This expression is actually 19 years and 3 months old, making it the oldest Eagle Rare ever released in the 23 year history of the Buffalo Trace Antique Collection. If that’s confusing, ’17 Year’ is the minimum age of an Eagle Rare 17-Year-Old Bourbon but for the BTAC they can and obviously do age the barrels longer.\nThe 2023 BTAC Eagle Rare was distilled in 2004 before being aged in barrels housed in Warehouses C, I, K, M, and Q. As is tradition since Eagle Rare was launched 48 years ago, it is bottled at 101 proof. 2022’s Eagle Rare 17 was the overall winner of the 2023 American Whiskey Masters competition\nThis was the first expression of the 5 2023 BTAC portfolio that I sampled and if I had my choice of purchasing any of the five bottles, this is it. Everything about this is balanced and aged to perfection.\nShop Eagle Rare Here\nFirst-Ever Angel’s Envy Cask Strength Rye\nFor me, a lover of the heat the first-ever Cask Strength\nRye whiskey release from Angel’s Envy was huge news and it delivered on the hype. For the distillery’s first-ever Cask Strength Rye release, master distiller Owen Martin went all out. He hand-selected two rye whiskeys. One of the ryes was finished in Sauternes Casks and the other was finished in Toasted Oak barrels. They were then masterfully blended together by Owen Martin, the man behind the magic at Angel’s Envy.\nThe Cask Strength Rye is a 114.4% ABV release. Bottles of the Rye will have a suggested retail price of $269.99 and the Cask Strength Bourbon will have an SRP of $229.99.\nShop Angel’s Envy Here\nFour Roses 135th Anniversary Limited Edition Small Batch\nThe\nFour Roses Limited Edition Small Batch is one of the most highly sought after and coveted bourbon releases each year from any distillery. Bourbon aficionados go nuts for this release on any normal year but I was fortunate enough to sample the 135th Anniversary Limited Edition Small Batch and can confirm this year is something special.\nAs is the case each year, there are 4 liquid streams in the final blend. This year’s Limited Edition Small Batch includes 3 of the 10 Four Roses recipes, with 2 of the bourbon components sharing the same recipe but aged 4 years apart.\n- OESV 12-Year (Recipe 06) – 35% of the final blend\n- OESK 14-Year (Recipe 07) – 40% of the final blend\n- OESV 16-Year (Recipe 06) – 20% of the final blend\n- OBSV 25-Year (Recipe 01) – 5% of the final blend\nIf you can still find a bottle of this I highly recommend picking it up. And at the very least, treat yourself to a dram next time you see it at a bar.\nShop Four Roses Here\nRabbit Hole Distillery’s Limited-Edition 10-Year Anniversary ‘Tenniel’\nTo celebrate 10 years of exquisite whiskey, Rabbit Hole Distillery’s founder and Whiskey Maker Kaveh Zamanian\nreleased ‘Tenniel,’ an ultra-premium limited-edition bourbon that tops May’s whiskey releases.\nIn the past decade, Rabbit Hole Distillery has established itself as one of the best whiskey producers in Kentucky. And to celebrate 10 years since the brand was launched, Kaveh Zamanian wanted to release something special.\nTenniel from Rabbit Hole is a Double Barrel Cask Strength Kentucky Straight Bourbon Whiskey which presents at a full cask strength proof of 108.8 (54.4% ABV).\nShop Rabbit Hole Here\nLittle Book Chapter 7 ‘In Retrospect’\nThe newest chapter in the\nLittle Book series features 7 distinct whiskeys masterfully blended together so that, as Freddie Noe loves to say, the finished product is greater than the sum of its individual parts. And a huge part of what makes this particular blend so special is it brings back 6 whiskeys featured in the previous Little Book chapters, one from 1-6, and a new stream for Chapter 7.\nThe full liquid stream for Little Book Chapter 7 ‘In Retrospect’ includes:\n- 18-Year-Old Kentucky Straight Bourbon Whiskey (from Chapter 5)\n- 17-Year-Old Kentucky Straight Bourbon Whiskey (from Chapter 3, Basil Hayden stream)\n- 10-Year-Old Kentucky Straight Rye Whiskey (from Chapter 2)\n- 9-Year-Old Kentucky Straight Bourbon Whiskey (from Chapter 4 – not to Fred’s love of Knob Creek)\n- 5-Year-Old Straight Malt Whiskey finished in Applewood Smoked Barrels (from Chapter 6)\n- 4-Year-Old Kentucky Straight Bourbon Whiskey (from Chapter 1)\n- 4-Year-Old Kentucky Straight Rye Whiskey (the new whiskey debuting in Chapter 7 — High Rye PA style)\nShop Little Book Here\nPuncher’s Chance: The Unified Belt\nThis one flew under the radar for many but Puncher’s Chance Unified Belt was a spectacular release. This was a three-cask blend of bourbon and Irish whiskey. It was made up of a 4-year-old bourbon, 4-year-old Irish whiskey, and an exquisite 14-year-old bourbon whose flavors really shined through in the final blend.\nThis award-winning whiskey clocked in at 96-proof and retails for $149 if you can find it! Start by checking out\ntheir website.\nWilderness Trail’s Limited-Edition 10-Year-Old Wheated Bourbon\nComing in just before the close of the year, Wilderness Trail’s limited-edition 10-year-old Wheated Bourbon was a spectacular close to the year. I was able to try a sample of this through a friend who secured a bottle at the distillery and it was love at first sip.\nThis is a 10-year-old wheated bourbon with a mashbill of mashbill of 64% corn, 24% wheat and 12% malted barley. It is quite hard to find but you can try searching online for it and TotalWine has it listed on their website but that’s regional so I hope you get lucky!\nShop Wilderness Trail Here\nHakata Whisky 12-Year-Old Sherry Cask\nNew to the United States this year but well established in Japan, Hakata Whisky was a revelation for me. I was able to sample their various age statements as they entered the US market and fell in love with the 12-year-old Sherry Cask Hakata Whisky.\nThis is a very balanced Japanese whisky that isn’t over-sherried and it carries aromas full of dates, barrel spice, and orange peel. If you are looking to branch out like I was, 100% check this expression out from Hakata.\nShop Hakata Whisky Here\nLimited-Edition Knob Creek 18-Year-Old Bourbon\nOnce again, Knob Creek blessed us all with a limited-edition release of Knob Creek 18-year-old bourbon. I’ve got a bottle of this on my shelf that’s about to disappear because it’s one of my absolute favorites year over year.\nHere is the rundown on\nwhat’s inside the bottle:\n- Proof: 100\n- Color: Rich copper tones with auburn hues\n- Aroma: Brown sugar and aged oak, with notes of char and caramel\n- Taste: Full-bodied with notes of caramelized oak and hints of sweet vanilla and baking spices\n- Finish: Warm finished with spice and slight floral and fruit notes\nShop Knob Creek Here\nWild Turkey Master’s Keep: Voyage\nThe folks at Wild Turkey have been pumping out some incredibly solid liquid for close to a century, but head distiller Eddie Russell has really taken things to the next level with the “Master’s Keep” line that made its debut in 2015.\nThis year, the distillery linked up with Appleton Estate to secure some casks that had spent 14 years aging Jamaican rum to create what was dubbed “Voyage.”\nThose barrels were used to finish 10-year-old bourbon that inherited the tropical notes you’d expect on the nose, and the final product (bottled at 106 proof) is a spicy sipper where caramel is supported by a backbone of chocolate and oak.\nBlue Spot 7-Year-Old Irish Whiskey\nBlue Spot was initially released in 2021, and based on how much I’ve enjoyed the other offering in the line, I spent a couple of years looking forward to trying it before finally getting the chance to check it off my list during a trip to Dead Rabbit in New York City.\nI got to taste it alongside Red Spot and Yellow Spot, and while neither of those offerings let me down, Blue Spot was easily the standout.\nWhile the 7-year-old Irish whiskey is relatively young compared to some of the others on this list, it’s an incredibly full-bodied cask-strength dram defined by vanilla and baking spices that mesh perfectly with the sweetness instilled by the sherry butts and Madeira casks used to take it to the next level.\nShop Blue Spot Here\nStarward Ginger Beer Cask #7\nMore and more distilleries are branching out when it comes to the type of barrels they harness to impart different flavors during the finishing process, but I’m not sure if I’ve had a single whiskey this year that surprised my taste buds quite like Starward Ginger Cask #7.\nThe Australian producer embraces red wine barrels for the production of Solera, and it decided to use the casks that were home to the ginger beer it produces to finish a limited batch of its whiskey.\nThe end result is almost like drinking boozy butterscotch; the ginger is obviously present without being overpowering, and dried fruits and pineapple round out one of the more unique whiskeys I’ve gotten to try in the past couple of years.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://www.pjtra.com/t/8-12577-208326-227434?url=https%3A%2F%2Fwww.totalwine.com%2Fsearch%2Fall%3Ftext%3Dfour%2520roses",
    "https://www.pntrs.com/t/8-12577-208326-227434?url=https%3A%2F%2Fwww.totalwine.com%2Fsearch%2Fall%3Ftext%3DArdbeg",
    "https://www.gopjn.com/t/8-12577-208326-227434?url=https%3A%2F%2Fwww.totalwine.com%2Fsearch%2Fall%3Ftext%3Dknob%2520creek",
    "https://www.pjatr.com/t/8-12577-208326-227434?url=https%3A%2F%2Fwww.totalwine.com%2Fspirits%2Famerican-whiskey%2Frye-whiskey%2Fwhistlepig-the-boss-hog-x-the-commandments-straight-rye-whiskey%2Fp%2F2126238444%3Fs%3D914%26igrules%3Dtrue",
    "https://www.pntra.com/t/8-12577-208326-227434?url=https%3A%2F%2Fwww.totalwine.com%2Fsearch%2Fall%3Ftext%3Deagle%2520rare",
    "https://www.pntrac.com/t/8-12577-208326-227434?url=https%3A%2F%2Fwww.totalwine.com%2Fsearch%2Fall%3Ftext%3Dangels%2520envy%2520cask%2520strength",
    "https://www.pntra.com/t/8-11928-208326-171064?url=https%3A%2F%2Fwww.reservebar.com%2Fproducts%2Fblue-spot-irish-whiskey%2FGROUPING-1575013.html",
    "https://www.pntra.com/t/8-12577-208326-227434?url=https%3A%2F%2Fwww.totalwine.com%2Fspirits%2Fbourbon%2Fsmall-batch-bourbon%2Fwilderness-trail-kentucky-straight-wheated-bourbon%2Fp%2F219060750%3Fs%3D914%26igrules%3Dtrue",
    "https://www.pntrac.com/t/8-12577-208326-227434?url=https%3A%2F%2Fwww.totalwine.com%2Fspirits%2Fbourbon%2Fbookers-mighty-fine-batch%2Fp%2F2126234496%3Fs%3D914%26igrules%3Dtrue",
    "https://www.pjtra.com/t/8-12577-208326-227434?url=https%3A%2F%2Fwww.totalwine.com%2Fspirits%2Famerican-whiskey%2Flittle-book-chapter-7-in-retrospect-bourbon%2Fp%2F2126233444%3Fs%3D914%26igrules%3Dtrue",
    "https://ourwolfspirit.com/",
    "https://www.pntrac.com/t/8-12577-208326-227434?url=https%3A%2F%2Fwww.totalwine.com%2Fsearch%2Fall%3Ftext%3Dhakata%26pageSize%3D24%26aty%3D1%2C1%2C0%2C1",
    "https://www.gopjn.com/t/8-12577-208326-227434?url=https%3A%2F%2Fwww.totalwine.com%2Fsearch%2Fall%3Ftext%3DRabbit%2520Hole",
    "https://www.pntra.com/t/8-11928-208326-171064",
    "https://pntrs.com/t/8-12577-208326-227434?url=https%3A%2F%2Fwww.totalwine.com%2Fsearch%2Fall%3Ftext%3DArdbeg",
    "https://pntrac.com/t/8-12577-208326-227434?url=https%3A%2F%2Fwww.totalwine.com%2Fsearch%2Fall%3Ftext%3Dangels%2520envy%2520cask%2520strength",
    "https://gopjn.com/t/8-12577-208326-227434?url=https%3A%2F%2Fwww.totalwine.com%2Fsearch%2Fall%3Ftext%3DRabbit%2520Hole",
    "https://www.ourwolfspirit.com/",
    "https://pntra.com/t/8-11928-208326-171064?url=https%3A%2F%2Fwww.reservebar.com%2Fproducts%2Fblue-spot-irish-whiskey%2FGROUPING-1575013.html",
    "https://www.pntra.com/t/8-12577-208326-227434",
    "https://gopjn.com/t/8-12577-208326-227434?url=https%3A%2F%2Fwww.totalwine.com%2Fsearch%2Fall%3Ftext%3Dknob%2520creek",
    "https://pjtra.com/t/8-12577-208326-227434?url=https%3A%2F%2Fwww.totalwine.com%2Fsearch%2Fall%3Ftext%3Dfour%2520roses",
    "https://pjtra.com/t/8-12577-208326-227434?url=https%3A%2F%2Fwww.totalwine.com%2Fspirits%2Famerican-whiskey%2Flittle-book-chapter-7-in-retrospect-bourbon%2Fp%2F2126233444%3Fs%3D914%26igrules%3Dtrue",
    "https://www.gopjn.com/t/8-12577-208326-227434",
    "https://pntra.com/t/8-12577-208326-227434?url=https%3A%2F%2Fwww.totalwine.com%2Fsearch%2Fall%3Ftext%3Deagle%2520rare",
    "https://pntrac.com/t/8-12577-208326-227434?url=https%3A%2F%2Fwww.totalwine.com%2Fsearch%2Fall%3Ftext%3Dhakata%26pageSize%3D24%26aty%3D1%2C1%2C0%2C1",
    "https://www.pntrs.com/t/8-12577-208326-227434",
    "https://www.pntrac.com/t/8-12577-208326-227434",
    "https://ourwolfspirit.com",
    "https://www.pjatr.com/t/8-12577-208326-227434",
    "https://pntrac.com/t/8-12577-208326-227434?url=https%3A%2F%2Fwww.totalwine.com%2Fspirits%2Fbourbon%2Fbookers-mighty-fine-batch%2Fp%2F2126234496%3Fs%3D914%26igrules%3Dtrue",
    "https://pntra.com/t/8-12577-208326-227434?url=https%3A%2F%2Fwww.totalwine.com%2Fspirits%2Fbourbon%2Fsmall-batch-bourbon%2Fwilderness-trail-kentucky-straight-wheated-bourbon%2Fp%2F219060750%3Fs%3D914%26igrules%3Dtrue",
    "https://pjatr.com/t/8-12577-208326-227434?url=https%3A%2F%2Fwww.totalwine.com%2Fspirits%2Famerican-whiskey%2Frye-whiskey%2Fwhistlepig-the-boss-hog-x-the-commandments-straight-rye-whiskey%2Fp%2F2126238444%3Fs%3D914%26igrules%3Dtrue",
    "https://www.pjtra.com/t/8-12577-208326-227434"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "booker",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:06:41.662+02:00",
  "updated": "2023-12-29T00:06:41.662+02:00"
}