{
  "thread": {
    "uuid": "dbf3c24e0d359fc94e69aa94fb7e2f675eb8cfc9",
    "url": "https://greenreport.it/news/green-economy/1350-giornata-internazionale-delle-cooperative-legacoop-premia-kyoto-club-per-i-greenheroes",
    "site_full": "greenreport.it",
    "site": "greenreport.it",
    "site_section": "https://greenreport.it",
    "site_categories": [],
    "section_title": "Home",
    "title": "Giornata internazionale delle cooperative, Legacoop premia Kyoto club per i GreenHeroes",
    "title_full": "Giornata internazionale delle cooperative, Legacoop premia Kyoto club per i GreenHeroes",
    "published": "2024-07-05T15:23:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://greenreport.it/images/news/ferrante%20legacoop%20kyoto%20club.jpg",
    "performance_score": 0,
    "domain_rank": 37103,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dbf3c24e0d359fc94e69aa94fb7e2f675eb8cfc9",
  "url": "https://greenreport.it/news/green-economy/1350-giornata-internazionale-delle-cooperative-legacoop-premia-kyoto-club-per-i-greenheroes",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redazione Greenreport",
  "published": "2024-07-05T15:23:00.000+03:00",
  "title": "Giornata internazionale delle cooperative, Legacoop premia Kyoto club per i GreenHeroes",
  "text": "Giornata internazionale delle cooperative, Legacoop premia Kyoto club per i GreenHeroes La Giornata internazionale delle cooperative si festeggia da oltre un secolo (1923), prima ancora che venisse ufficialmente proclamata dall’Onu nel 1995, e quest’anno è dedicata al tema Le cooperative costruiscono un futuro migliore per tutti. Per dare un senso concreto alla celebrazione, oggi Legacoop ha scelto di premiare col riconoscimento “Amici della cooperazione” A.S. Roma e Kyoto club, due realtà molto diverse tra loro che sono però accomunate dall’aver valorizzato e promosso il modello cooperativo come leva per l’inclusione sociale e la sostenibilità. «Ispirate a valori di solidarietà, partecipazione, democrazia, le cooperative – dichiara Simone Gamberini, presidente Legacoop – rappresentano un modello imprenditoriale e sociale radicato nei territori di insediamento, svolgendo un ruolo di sostegno alla crescita del benessere delle comunità, sviluppando reti di relazioni, valorizzando le risorse locali, integrando filiere produttive, promuovendo collaborazioni, creando opportunità. Siamo convinti che la cooperazione possa offrire un contributo importante alla costruzione di un modello di sviluppo più equo, inclusivo e sostenibile sotto il profilo economico, sociale e ambientale». Una prospettiva cui la no-profit Kyoto club aderisce appieno, sin dalla sua nascita nel 1999, quando ha iniziato a mettere insieme imprese, enti, associazioni e amministrazioni locali, per lottare contro la crisi climatica tagliando le emissioni di gas serra. Ma il premio arrivato al Kyoto club è legato a un progetto in particolare, quello dei GreenHeroes, che dal 2019 – capitanato da Annalisa Corrado e Alessandro Gassmann – dà visibilità e mette a rete le migliori esperienze nazionali in fatto di economia verde; un nucleo di realtà “eroiche” cui dal [febbraio di quest’anno](https://archivio.greenreport.it/news/economia-ecologica/e-greenreport-il-primo-quotidiano-a-entrare-a-fare-parte-dei-greenheroes-italiani/) anche greenreport è onorato di far parte, come primo e finora unico giornale italiano. «Il premio assegnato a Kyoto club – precisa Gamberini – riconosce il suo impegno nel campo della sostenibilità ambientale e l’aver valorizzato, attraverso la campagna ‘Greenheroes’ lanciata nel 2019, le attività delle cooperative nella transizione green, con particolare riferimento al loro ruolo nei processi di costituzione di comunità energetiche rinnovabili o di economia circolare». Non a caso, sono già molte le cooperative entrate a far parte dei GreenHeroes: le cooperative Ènostra, Terra Felix, Cooperativa l’orto, Cooperativa Briganti di Cerreto, Comunità cooperativa Melpignano, Cooperativa Cadore Scs, Cartiera Pirinoli, Calcestruzzi Ericina Libera, Cooperativa di comunità Artemisia di Castel del Giudice, Cooperativa miticoltori spezzini, Industria plastica toscana, Progetto Quid, Cooperativa sociale Rigenerazioni Onlus. «Ringraziamo Legacoop per questo riconoscimento di cui siamo orgogliosi – dichiara il vicepresidente del Kyoto club, Francesco Ferrante – e che condivido con la nostra Annalisa Corrado, ideatrice della campagna GreenHeroes e, soprattutto, con Alessandro Gassmann che con generosità mette la sua faccia, la sua penna (con gli articoli che ogni settimana scrive su Il Venerdì di Repubblica) e la sua popolarità a servizio della nostra causa. Kyoto Club, sin dalla sua nascita, sostiene che la questione ambientale non rappresenta solo un vincolo da rispettare, ma anche una straordinaria opportunità di fare nuova economia. I GreenHeroes sono la concreta esperienza delle nostre idee; e le best practices delle cooperative qui riunite sono la dimostrazione che non solo ‘si può fare’ ma che il connubio tra economia e sostenibilità ambientale è anche la via migliore da imboccare per un futuro più solido e stabile».",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T17:26:57.037+03:00",
  "updated": "2024-07-05T17:26:57.037+03:00"
}