{
  "thread": {
    "uuid": "c225bb259fa63a8ba1f18157dc132c3fbb46a1b5",
    "url": "https://www.independent.co.ug/un-chief-commends-peacekeeping-mission-in-mali-as-it-ends/",
    "site_full": "www.independent.co.ug",
    "site": "independent.co.ug",
    "site_section": "https://www.independent.co.ug/?feed=rss2",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "The Independent Uganda:",
    "title": "UN chief commends peacekeeping mission in Mali as it ends",
    "title_full": "UN chief commends peacekeeping mission in Mali as it ends",
    "published": "2023-12-31T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "UG",
    "main_image": "https://www.independent.co.ug/wp-content/uploads/2023/02/Antonio-Guterres.jpg",
    "performance_score": 0,
    "domain_rank": 41493,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c225bb259fa63a8ba1f18157dc132c3fbb46a1b5",
  "url": "https://www.independent.co.ug/un-chief-commends-peacekeeping-mission-in-mali-as-it-ends/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@UGIndependent",
  "published": "2023-12-31T02:00:00.000+02:00",
  "title": "UN chief commends peacekeeping mission in Mali as it ends",
  "text": "UNITED NATIONS | Xinhua | UN Secretary-General Antonio Guterres on Saturday expressed his deep appreciation for the UN peacekeeping mission in Mali as it completed its withdrawal from the country. The UN chief underscored the pivotal role the UN Multidimensional Integrated Stabilization Mission in Mali (MINUSMA) played in bolstering the peace process. The mission was instrumental in ensuring respect for the ceasefire under the 2015 Peace and Reconciliation Agreement, as well as in supporting the transition towards the “restoration of state authority,” Guterres said. The secretary-general expressed his “deepest gratitude” towards the personnel of MINUSMA. The mission’s head El-Ghassim Wane was particularly commended for his “outstanding leadership in a challenging context.” Regarding the human cost of the mission, the secretary-general paid a poignant tribute to the 311 MINUSMA personnel who lost their lives and the over 700 who were injured. “The entire United Nations family stands in sympathy and solidarity with the loved ones, friends, and colleagues of the fallen staff,” he said, honoring their “selfless devotion to the cause of peace.” With the onset of the liquidation period on Jan. 1, 2024, a smaller team will oversee the transportation of assets and the disposal of United Nations equipment in Mali. Guterres has placed his trust in the “full cooperation of the transitional government” to facilitate the effort. Reaffirming the United Nations’ unwavering support to Mali, the UN chief pledged to continue working with the Malian people towards restoring its constitutional order and promoting peace, security, and sustainable development. The Security Council on June 30 adopted resolution 2690 to end MINUSMA’s mandate as of June 30. It requested the mission to immediately start on July 1 the cessation of its operations, transfer of its tasks, as well as the orderly and safe withdrawal of its personnel, with the objective of completing this process by Dec. 31, 2023. MINUSMA, established by Security Council resolution 2100 in April, aims to support political processes in Mali by carrying out security-related tasks. ■ on Saturday expressed his deep appreciation for the UN peacekeeping mission in Mali as it completed its withdrawal from the country. The UN chief underscored the pivotal role the UN Multidimensional Integrated Stabilization Mission in Mali (MINUSMA) played in bolstering the peace process. The mission was instrumental in ensuring respect for the ceasefire under the 2015 Peace and Reconciliation Agreement, as well as in supporting the transition towards the “restoration of state authority,” Guterres said. The secretary-general expressed his “deepest gratitude” towards the personnel of MINUSMA. The mission’s head El-Ghassim Wane was particularly commended for his “outstanding leadership in a challenging context.” Regarding the human cost of the mission, the secretary-general paid a poignant tribute to the 311 MINUSMA personnel who lost their lives and the over 700 who were injured. “The entire United Nations family stands in sympathy and solidarity with the loved ones, friends, and colleagues of the fallen staff,” he said, honoring their “selfless devotion to the cause of peace.” With the onset of the liquidation period on Jan. 1, 2024, a smaller team will oversee the transportation of assets and the disposal of United Nations equipment in Mali. Guterres has placed his trust in the “full cooperation of the transitional government” to facilitate the effort. Reaffirming the United Nations’ unwavering support to Mali, the UN chief pledged to continue working with the Malian people towards restoring its constitutional order and promoting peace, security, and sustainable development. The Security Council on June 30 adopted resolution 2690 to end MINUSMA’s mandate as of June 30. It requested the mission to immediately start on July 1 the cessation of its operations, transfer of its tasks, as well as the orderly and safe withdrawal of its personnel, with the objective of completing this process by Dec. 31, 2023. MINUSMA, established by Security Council resolution 2100 in April, aims to support political processes in Mali by carrying out security-related tasks. ■",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "antonio guterres",
        "sentiment": "negative"
      },
      {
        "name": "guterres",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "xinhua | un",
        "sentiment": "negative"
      },
      {
        "name": "un",
        "sentiment": "negative"
      },
      {
        "name": "minusma",
        "sentiment": "none"
      },
      {
        "name": "united nations",
        "sentiment": "none"
      },
      {
        "name": "un multidimensional integrated stabilization mission",
        "sentiment": "none"
      },
      {
        "name": "el-ghassim wane",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mali",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T14:54:19.480+02:00",
  "updated": "2023-12-31T14:54:19.480+02:00"
}