{
  "thread": {
    "uuid": "7d95996d092d32c9243815b18ee92a1969eb125d",
    "url": "https://www.vaticannews.va/es/vaticano/news/2024-01/padre-lohre-secuestro-mali-radio-vaticana-entrevista.html",
    "site_full": "www.vaticannews.va",
    "site": "vaticannews.va",
    "site_section": "https://www.vaticannews.va/es.rss.xml",
    "site_categories": [
      "uncategorized"
    ],
    "section_title": "Vatican News - Español",
    "title": "Padre Lohre: \"Prisionero en el desierto, la radio del Papa me reconfortó\"",
    "title_full": "Padre Lohre: \"Prisionero en el desierto, la radio del Papa me reconfortó\"",
    "published": "2024-01-19T13:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "VA",
    "main_image": "https://www.vaticannews.va/content/dam/vaticannews/multimedia/2024/gennaio/18/IMG_5956.jpg/_jcr_content/renditions/cq5dam.thumbnail.cropped.1500.844.jpeg",
    "performance_score": 0,
    "domain_rank": 2933,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 64,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7d95996d092d32c9243815b18ee92a1969eb125d",
  "url": "https://www.vaticannews.va/es/vaticano/news/2024-01/padre-lohre-secuestro-mali-radio-vaticana-entrevista.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-19T13:07:00.000+02:00",
  "title": "Padre Lohre: \"Prisionero en el desierto, la radio del Papa me reconfortó\"",
  "text": "Padre Lohre: \"Prisionero en el desierto, la radio del Papa me reconfortó\"\nAlessandro De Carolis - Ciudad del Vaticano\nQue está dotado de un ingenio fuera de lo común, sostenido por una veta de humor que aflora aquí y allá con gracia, se desprende enseguida de la originalidad de ciertas comparaciones, bastante singulares si se piensa por un momento que este hombre delgado y alargado, de ojos claros, cercano a los 70 años, las formuló mientras estaba en manos de los yihadistas malienses sin saber si lo matarían o no. Así que el trozo de desierto en el Sahel, adonde lo llevan los secuestradores tras apresarlo y meterlo en un coche cuando se disponía a ir a decir misa, se convierte, según el relato del padre Hans Joachim Lohre, religioso alemán de los Misioneros de África, en \"una especie de campamento de exploradores\". Y ya unas horas después del secuestro, cuando el miedo debería morderle el estómago y vaciarle la cabeza, tiene la presencia de ánimo de considerar aquel drama un inesperado pero útil \"año sabático\".\nEn el campo de prisioneros\nEl padre Hans Joachim - \"pero todos me conocen sólo como 'Ha-Jo'\", dice sonriendo- ofrece a los medios de comunicación vaticanos una visión de sus 371 días de cautiverio, del 20 de noviembre de 2022 al 26 de noviembre de 2023, con una sencillez desarmante. Misionero en Malí desde hace tiempo, 28 años, se remonta a aquel domingo del secuestro, cuando un coche se detiene detrás del suyo y un miliciano le advierte de que está detenido, al tiempo que otro le agarra por detrás y le arrastra a un vehículo y se aleja en medio de la nada. La llegada al primer lugar de encarcelamiento, lo que el padre Ha-Jo llama un \"campamento de exploradores\", ofrece al clérigo una escena que se solapa con sus recuerdos de sacerdote. \"Había jóvenes de 17, 20, 22 años que vivían en el campo, en el bosque, mataban una cabra cada diez días, cocinaban, hacían pan, arroz, pasta\". Un asunto tranquilo si no fueran yihadistas armados en medio de la nada. El misionero se adapta y busca formas de comunicarse con los que le rodean. \"Tuvimos muchas charlas sobre la fe, siempre con mucho respeto\".\nEl jersey adecuado\nLa primera noche le quitaron toda la ropa y le dieron más, incluida una camiseta con la inscripción Amo a mi Rey. Ese día era la solemnidad de Cristo Rey y el clérigo agradece calurosamente al miliciano porque no puede haber camiseta más justa para él. No tener nada más da valor a lo que más importa. \"Pueden quitarme todo, mi pasaporte, mi ropa, mi coche, pero no pueden quitarme mi fe\", dice con su rasgo de bonhomía. Comienza así el \"año sabático\", en total incertidumbre sobre su destino y con la certeza de que \"lo aprovecharía para tomarme tiempo para rezar y tener algo que decir, no para ser, como dice San Pablo, un \"címbalo vacío\". Ciertamente, reconoce, \"me ayudó que me trataran bien, con respeto\". Pero no fue la única ayuda.\nLa mirada de Dios\nY aquí la historia se vuelve increíblemente similar a la del padre Pierluigi Maccalli, secuestrado en su misión en Níger en septiembre de 2018 y luego liberado en octubre de 2021. \"Cuando estaba en el Sahel, cuenta el padre Ha-Jo, había un joven que siempre escuchaba la radio y entonces le pregunté una vez, diciéndole que me gustaría seguir algunas cosas\". Un día, el religioso sintonizó la Copa del Mundo y escuchó la retransmisión en directo de los penales. Pero la verdadera sorpresa le llegó el 24 de diciembre. \"Tomé la radio por casualidad, busqué un poco y, de repente, oí que leían el Evangelio de San Lucas. Era la misa de Nochebuena en San Pedro. Escuché la homilía del Papa, su reflexión sobre el pesebre donde había sido depositado el niño Jesús, seguí toda la misa. Me pareció como si Dios me dijera: 'Cristo ha nacido también por ti y no estás solo donde estás'\".\n\"Esto me ha apoyado mucho\"\nDespués, el misionero dejó de tener acceso a una radio hasta mediados de junio, cuando providencialmente pudo recuperar un aparato. Desde entonces, prosigue, \"siempre he seguido en Radio Vaticano, desde las cuatro y media hasta las cinco y cuarto, el programa en inglés y francés con las noticias del mundo, de la Iglesia. Escuchaba las entrevistas a los obispos sobre el Sínodo de la Sinodalidad y eso me sostenía mucho. Me dio mucha alegría, me sentí unida a la Iglesia, contenta de saber lo que se hacía, la visita del Papa a Lisboa para la JMJ... Fue muy bonito\". El padre Lohre no volverá a Malí, el superior general se lo ha prohibido porque, dice sin rodeos, los que lo hicieron y fueron capturados \"ninguno volvió vivo\". Pero una vez de vuelta en Alemania tras el secuestro, quiso pasar por Italia para venir a dar las gracias a sus colegas de la \"Radio del Papa\".\nLa nueva misión\nAún no sabe qué hará en el futuro, pero el \"año sabático\" le ha enseñado una cosa y lo explica con una última anécdota. \"El último día, antes de volver a Alemania, estuve hablando un poco con el chófer que me había recogido en el desierto -sabía un poco de francés- y en un momento dado me preguntó: 'Pero, ¿qué hacen los sacerdotes católicos en países musulmanes como Malí o Níger, Mauritania, Argelia? Reflexioné un poco y le respondí: 'Hacen lo que todos los sacerdotes deben hacer, ser testigos del amor de Dios entre la gente y especialmente entre los más pequeños, los pobres, los enfermos, los emigrantes'. Y creo que mi futura misión irá también en esta dirección, ser testigo de lo que he vivido en el desierto\".",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-19T20:29:07.798+02:00",
  "updated": "2024-01-19T20:29:07.798+02:00"
}