{
  "thread": {
    "uuid": "2b0734b59d3cbad916fab2a2e0da8eec2b95f78f",
    "url": "https://andaluciainformacion.es/almeria/1651107/hamas-acepta-una-tregua-en-tres-fases-y-liberacion-de-rehenes-en-gaza-turno-para-israel",
    "site_full": "andaluciainformacion.es",
    "site": "andaluciainformacion.es",
    "site_section": "http://andaluciainformacion.es/almeria/",
    "site_categories": [
      "media"
    ],
    "section_title": "Andalucía Información. Todas las noticias de Almería",
    "title": "Hamás acepta una tregua en tres fases y liberación de rehenes en Gaza: turno para Israel | Andalucía Información. Todas las noticias de Almería",
    "title_full": "Hamás acepta una tregua en tres fases y liberación de rehenes en Gaza: turno para Israel | Andalucía Información. Todas las noticias de Almería",
    "published": "2024-05-06T23:03:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://publicacionesdelsur.b-cdn.net/articulos/articulos-1338307.jpg",
    "performance_score": 0,
    "domain_rank": 42131,
    "domain_rank_updated": "2024-04-30T13:08:01.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2b0734b59d3cbad916fab2a2e0da8eec2b95f78f",
  "url": "https://andaluciainformacion.es/almeria/1651107/hamas-acepta-una-tregua-en-tres-fases-y-liberacion-de-rehenes-en-gaza-turno-para-israel",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@andaluciainf",
  "published": "2024-05-06T23:03:00.000+03:00",
  "title": "Hamás acepta una tregua en tres fases y liberación de rehenes en Gaza: turno para Israel | Andalucía Información. Todas las noticias de Almería",
  "text": "La propuesta de tregua aceptada este lunes por el grupo islamista Hamás incluye un alto el fuego en la Franja de Gaza de tres fases que incluirá la liberación de los rehenes en manos del movimiento palestino, pero tiene que ser aprobada por Israel, informaron a EFE fuentes cercanas a las conversaciones. Las fuentes, que pidieron no ser identificadas por la sensibilidad del asunto, indicaron que en la primera fase se aplicará un cese de hostilidades de 40 días con posibilidad de prórroga, así como la retirada de las fuerzas israelíes hacia el este de la Franja y lejos de las zonas densamente pobladas. Asimismo, la propuesta presentada por Egipto y Catar contempla el regreso de los desplazados a sus hogares, según avanzaron también la cadena catarí Al Jazeera y la televisión estatal egipcia Al Qahera News, muy próxima a la Inteligencia del país norteafricano. Desde el primer día de la tregua, Hamás liberaría tres rehenes cada tres días, mientras que Israel excarcelará \"al número correspondiente de prisioneros palestinos\", una cifra todavía por acordar. Por su parte, el miembro del buró político de Hamás Jalil al Haya dijo a Al Jazeera que la segunda fase del acuerdo incluye \"un cese permanente de las operaciones militares\" de Israel en Gaza. Apuntó que en la segunda y en la tercera etapa se llevarían a cabo negociaciones indirectas con Israel a través de la mediación de Egipto y Catar sobre \"las claves\" de los siguientes intercambios de rehenes por prisioneros palestinos. Añadió que \"la pelota ahora está en el tejado de la ocupación israelí\", que deberá decidir si aceptar o no los términos de este acuerdo presentado por Egipto y Catar. \"Estamos esperando la respuesta de la ocupación a nuestra aprobación de la propuesta de alto el fuego\", indicó el dirigente de Hamás. De momento no se conoce la postura oficial de las autoridades israelíes, aunque, según medios como la cadena pública Kan o el canal 12 de noticias, el acuerdo aceptado por Hamás no cuenta con la luz verde de Israel. Los medios, que citan a funcionarios gubernamentales israelíes, dijeron que la oferta que ha aceptado Hamás fue realizada por Egipto de manera unilateral, y que de momento no está siendo tomada en cuenta hasta que no se aclaren los detalles. Envía tu noticia a: [participa@andaluciainformacion.es](mailto:participa@andaluciainformacion.es)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-07T00:40:55.462+03:00",
  "updated": "2024-05-07T00:40:55.462+03:00"
}