{
  "thread": {
    "uuid": "1cadacfc1a67ea694ab6ee0e25552ec011a5a3a7",
    "url": "https://www.prensa-latina.cu/2024/05/05/apoyo-de-siria-a-la-resistencia-es-invariable-afirma-presidente",
    "site_full": "www.prensa-latina.cu",
    "site": "prensa-latina.cu",
    "site_section": "https://www.prensa-latina.cu/seccion/nota-informativa/",
    "site_categories": [
      "media"
    ],
    "section_title": null,
    "title": "Apoyo de Siria a la resistencia es invariable, afirma presidente",
    "title_full": "Apoyo de Siria a la resistencia es invariable, afirma presidente",
    "published": "2024-05-05T11:31:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CU",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 20685,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1cadacfc1a67ea694ab6ee0e25552ec011a5a3a7",
  "url": "https://www.prensa-latina.cu/2024/05/05/apoyo-de-siria-a-la-resistencia-es-invariable-afirma-presidente",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Fady Marouf",
  "published": "2024-05-05T11:31:00.000+03:00",
  "title": "Apoyo de Siria a la resistencia es invariable, afirma presidente",
  "text": "Esta postura de Al-Assad fue expresada en su discurso pronunciado tras su reelección como secretario general del Partido durante una reunión del Comité Central de esta institución política en el Palacio de Convenciones en esta capital.\nMientras la situación no cambie y los derechos no se devuelvan a los palestinos y sirios, nuestra posición no cambiará ni un ápice, dijo el gobernante.\nAgregó que Siria no dudará en ofrecer todo lo que esté a su alcance para los palestinos y su resistencia contra Israel.\nEn cuanto a la actual guerra israelí contra Gaza, Al-Assad opinó que la misma volvió a colocar la cuestión palestina en el primer plano a nivel internacional, como nunca antes visto desde que surgió esta cuestión en 1948.\nLa justicia de esta causa ha quedado obvia a nivel global y la verdad criminal de Israel ha sido desvelada, incluso el apoyo al régimen israelí ha disminuido a nivel global, hasta en los países occidentales, precisó.\nAñadió que Gaza desveló la verdad de muchos regímenes y distinguió a los honestos de los hipócritas en el mundo, y también desenmascaró a Occidente y sus supuestos valores, civilización, humanidad y civismo, y también sus reclamos por la libertad y la democracia.\nLo que comprueba lo anterior es la represión a las manifestaciones de los estudiantes en las universidades estadounidenses y europeas a pesar de que estas protestas se organizan bajo la autoridad de la ley y de conformidad con la Constitución, puntualizó Al-Assad.\nCriticó la doble moral de aquellos que ejercieron presiones para aprobar leyes y sanciones contra Siria en el Congreso de Estado Unidos sin hacer nada para emitir una legislación que responsabilice a Israel por su genocidio.\nDe acuerdo con el presidente, los acontecimientos mundiales han demostrado que quien no tiene decisión propia y soberana no tiene esperanza en el futuro, y quien no tiene fuerza no tiene valor en este mundo, y quien no resiste en defensa de la patria no merece esta patria.\nLa sumisión da una falsa sensación de seguridad, tal vez de fuerza, y a veces de existencia, pero sólo por un tiempo, hasta que termina el rol del lacayo y completa la misión exigida, y luego se prescindirá de las personas y los gobiernos sumisos”, concluyó el mandatario.\noda /fm",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Politics",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-05T16:04:59.837+03:00",
  "updated": "2024-05-05T16:04:59.837+03:00"
}