{
  "thread": {
    "uuid": "606a447b1d80b3c033ae8011eb294323c1eb8d64",
    "url": "https://www.catholicworldreport.com/2024/05/31/feast-of-corpus-christi-lebanon-celebrates-199-years-of-miraculous-eucharistic-event",
    "site_full": "www.catholicworldreport.com",
    "site": "catholicworldreport.com",
    "site_section": "https://www.catholicworldreport.com/feed",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "Catholic World Report",
    "title": "Feast of Corpus Christi: Lebanon celebrates 199 years of miraculous Eucharistic event",
    "title_full": "Feast of Corpus Christi: Lebanon celebrates 199 years of miraculous Eucharistic event – Catholic World Report",
    "published": "2024-05-31T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "https://www.catholicnewsagency.com/storage/image/copy-of-04.jpg?w=800&amp;jpg",
    "performance_score": 0,
    "domain_rank": 25966,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "606a447b1d80b3c033ae8011eb294323c1eb8d64",
  "url": "https://www.catholicworldreport.com/2024/05/31/feast-of-corpus-christi-lebanon-celebrates-199-years-of-miraculous-eucharistic-event",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Catholic News Agency",
  "published": "2024-05-31T03:00:00.000+03:00",
  "title": "Feast of Corpus Christi: Lebanon celebrates 199 years of miraculous Eucharistic event",
  "text": "Zahle, Lebanon, May 31, 2024 / 19:12 pm (CNA). Thousands of Christians flocked to Zahle, Lebanon, on Thursday, May 30, a city nicknamed “The City of 52 Churches,” to celebrate the feast of Corpus Christi. This year’s celebration held special significance, marking the 199th anniversary of a miraculous event credited with saving Zahle from a bubonic plague outbreak. Preparations for the feast began a week prior, culminating in a moving candlelit procession on the eve of Corpus Christi. The procession weaved through the streets of Zahle, starting from St. Elias Al-Touak Monastery and concluding at the Melkite Cathedral of Our Lady of Deliverance. The faithful walked and prayed in unison, led by the stirring sounds of trumpets. The procession culminated in a blessing bestowed by the Melkite Patriarch Youssef al-Absi and Bishop Ibrahim Ibrahim. By dawn on Thursday, churches across Zahle’s diverse Christian communities were brimming with worshippers attending early morning Masses. Following the services, a massive procession snaked its way through the city’s streets, temporarily halting traffic by its sheer size. The procession culminated at the Government Seray, where priests and bishops from various denominations showered blessings upon the gathered crowds. “This day holds immense significance for us in Zahle,” explained the Melkite Bishop of Zahle, Ibrahim Ibrahim. “Despite our denominational differences, we Christians come together as one to glorify God present in the Bread and Wine. In Zahle, Christian unity has been a lived experience long before the term itself became popular.” The tradition of celebrating Corpus Christi in Zahle stems from a pivotal moment in the city’s history. In 1825, the bubonic plague, a devastating disease, swept through the region. Following the urging of Bishop Ignace Ajoury, the residents of Zahle held a procession and offered fervent prayers before the Holy Eucharist. Remarkably, the city was spared from the plague’s wrath. While the feast of Corpus Christi originated in Belgium in 1246, Eastern Christians readily adopted the celebration. “For nearly two centuries, this tradition has been meticulously passed down from generation to generation, ever since the Eucharistic Miracle saved our city,” the bishop said. “The importance of the Holy Eucharist has been ingrained in our hearts since that time.” In a nation weary from various crises, Ibrahim emphasized the enduring role of the Church in offering prayers for Lebanon’s “salvation” from contemporary “plagues” like corruption. “Through prayer, Zahle was delivered from a deadly plague two centuries ago,” he said. “Today, Lebanon faces different kinds of plagues…and the Church has a crucial role to play in the country’s spiritual well-being through prayer.” This article was [originally published by ACI MENA](https://www.acimena.com/news/3655/zhl-allbnanyw-thtfl-bkhmys-algsd-almtran-abrahym-aayd-aaayad-almdyn), CNA’s Arabic news partner, and has been translated and adapted for CNA. ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.ignatius.com/Donation-P3579.aspx)",
    "https://www.acimena.com/news/3655/zhl-allbnanyw-thtfl-bkhmys-algsd-almtran-abrahym-aayd-aaayad-almdyn),",
    "https://ignatius.com/Donation-P3579.aspx)",
    "https://acimena.com/news/3655/zhl-allbnanyw-thtfl-bkhmys-algsd-almtran-abrahym-aayd-aaayad-almdyn),"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "youssef al-absi",
        "sentiment": "none"
      },
      {
        "name": "ibrahim ibrahim",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cna",
        "sentiment": "negative"
      },
      {
        "name": "corpus christi",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "lebanon",
        "sentiment": "none"
      },
      {
        "name": "zahle",
        "sentiment": "none"
      },
      {
        "name": "melkite cathedral of our lady of deliverance",
        "sentiment": "none"
      },
      {
        "name": "st. elias al-touak monastery",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-01T18:04:34.680+03:00",
  "updated": "2024-06-01T18:04:34.680+03:00"
}