{
  "thread": {
    "uuid": "20c1aef9befb47525e7541d1d61c4913b8bc293e",
    "url": "https://www.lostiempos.com/actualidad/cochabamba/20240329/templos-se-llenan-visitantes-arzobispo-lava-pies-12-creyentes",
    "site_full": "www.lostiempos.com",
    "site": "lostiempos.com",
    "site_section": "https://www.lostiempos.com/rss/ultimas",
    "site_categories": [
      "media",
      "world_soccer",
      "sports",
      "top_news"
    ],
    "section_title": "",
    "title": "Los templos se llenan de visitantes y el Arzobispo lava los pies de 12 creyentes",
    "title_full": "Los templos se llenan de visitantes y el Arzobispo lava los pies de 12 creyentes",
    "published": "2024-03-29T08:59:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BO",
    "main_image": "https://www.lostiempos.com/sites/default/files/media_imagen/2024/3/29/10_esp_suplemento_1_jamessssss.jpg",
    "performance_score": 0,
    "domain_rank": 32428,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "20c1aef9befb47525e7541d1d61c4913b8bc293e",
  "url": "https://www.lostiempos.com/actualidad/cochabamba/20240329/templos-se-llenan-visitantes-arzobispo-lava-pies-12-creyentes",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "mpalacios",
  "published": "2024-03-29T08:59:00.000+03:00",
  "title": "Los templos se llenan de visitantes y el Arzobispo lava los pies de 12 creyentes",
  "text": "Los templos se llenan de visitantes y el Arzobispo lava los pies de 12 creyentes\nSiguiendo uno de los rituales de la Semana Santa, el arzobispo de Cochabamba, Oscar Aparicio, lavó anoche los pies de 12 creyentes entre los que había niños, ancianos, mujeres embarazadas, religiosas y personas con discapacidad.\nEn el lavatorio de los pies, “Jesús que sirve a sus discípulos se pone como servidor de todos, como el signo de mayor de humildad, de amor, de servicio”, destacó.\nEl Arzobispo instó a extender el amor y el servicio a los demás. Recordó que además rememoran la instauración de la eucaristía, el sacerdocio y la fraternidad. “La posibilidad de amarse los unos a los otros que se tiene que extender a los seres humanos”, dijo.\nTemplos\nMiles de personas visitaron los templos en Jueves Santo para renovar su fe. Muchos acudieron en familia y otros contaron que retomaron esta tradición después de mucho tiempo.\n“Al visitar los templos, primero, pido perdón, luego rezo y agradezco por un día más de vida”, contó una creyente.\nLos fieles contaron que visitan entre siete y 14 templos para contemplar y acompañar a Jesús en su pasión, muerte y resurrección.\nLos caballeros de la cofradía de San Juan Evangelista contaron que participan todo el año de las actividades religiosas y solidarias de la catedral.\nLa tradicional visita se complementó con la gastronomía de la temporada como el api con buñuelo, manzanas acarameladas y bizcochos.\nOtras religiones\nLa conmemoración del sacrificio de Jesús se recuerda con diferentes particularidades en las distintas religiones, pero es una celebración común.\nLa Iglesia Cristiana Evangélica se fundamenta en la difusión de la palabra de Dios y la devoción por Jesucristo. Los días de Semana Santa se centra en la reflexión sobre los últimos instantes de vida de Jesús: su arresto, su muerte, crucifixión y su resurrección.\nLos Testigos de Jehová también conmemorar la Semana Santa a partir de sus creencias. Tienen la costumbre de reunirse el Lunes Santo en lo que llaman la Noche del Hogar para leer la Biblia y el Libro del Mormón, que es libro sagrado de esta religión.\nReligiones como la de los judíos celebran la Pascua, casi por las mismas fechas que la Semana Santa. En esta época se conmemora que los israelitas fueron perseguidos por los egipcios cuando iban al exilio. En estos días se suele evitar comer pan con levadura y se realizan servicios especiales.\nOtros credos como los adventistas que se caracteriza por guardar el sábado y no el domingo, la Semana Santa es como otra fecha, porque todos los días deben ser santos. Sin embargo, se realizan conferencias en las que se enfatiza la misión de Cristo y su sacrificio.\nMarcha\nLas Iglesias Evangélicas Unidas de Cochabamba invitaron a la Gran Marcha y Culto de Resurrección que se realizará el domingo 31 de marzo a partir de las 5:00, como parte de las actividades programadas por Semana Santa.\nEl presidente de Iglesias Evangélicas Unidas de Cochabamba, pastor Abel Molina, invitó a toda la población en general a participar de estas dos actividades que se realizarán por Semana Santa. “Celebramos la mayor fiesta solemne de la Iglesia Cristiana, no sólo en Bolivia, en el mundo, que es el culto de resurrección de nuestro Señor”, manifestó.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T09:49:57.433+03:00",
  "updated": "2024-03-29T09:49:57.433+03:00"
}