{
  "thread": {
    "uuid": "9d150ab615c1cfa339982101bedaafad18abf238",
    "url": "https://catholicherald.co.uk/the-unofficial-first-lady-of-new-orleans-a-profile-in-faith-of-gayle-benson",
    "site_full": "catholicherald.co.uk",
    "site": "catholicherald.co.uk",
    "site_section": "https://catholicherald.co.uk/rss",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "Catholic Herald",
    "title": "The unofficial First Lady of New Orleans: a profile in faith of Gayle Benson",
    "title_full": "The unofficial First Lady of New Orleans: a profile in faith of Gayle Benson",
    "published": "2024-06-01T16:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://catholic-herald.b-cdn.net/wp-content/uploads/2024/05/2024_Benson_Cathedral_0503-scaled.jpg",
    "performance_score": 0,
    "domain_rank": 16324,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9d150ab615c1cfa339982101bedaafad18abf238",
  "url": "https://catholicherald.co.uk/the-unofficial-first-lady-of-new-orleans-a-profile-in-faith-of-gayle-benson",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "William Cash",
  "published": "2024-06-01T16:00:00.000+03:00",
  "title": "The unofficial First Lady of New Orleans: a profile in faith of Gayle Benson",
  "text": "Leading US Catholic philanthropist Gayle Benson is a pillar of her New Orleans community. Amanda Bowman and William Cash ask her about faith, football and her pact with God.\nThe second week in April is known in Rome as “America week”. That’s because many American cardinals – not to mention a cohort of US Catholic leaders and philanthropists – descend upon the Eternal City for the annual Rector’s Dinner of the Pontifical North American College ( NAC). Located on the site of the former Villa Gabrielli, a noble Roman garden estate on the Janiculum Hill with panoramic views of St Peter’s, today it is the campus of America’s seminary in Rome.\nThe event, at which seminarians serve Gorgonzola crepes and truffle-stuffed chicken to a Who’s Who of Catholic America, is regarded, alongside the Alfred Smith Memorial Dinner, as one of the most prestigious events in the US Catholic philanthropist calendar. Seated at Cardinal Müller’s table, next to the Archbishop of New Orleans, Gregory Aymond, and close to Princess Gloria von Thurn und Taxis, was an elegantly dressed newcomer to the Rector’s Dinner: Mrs Gayle Marie LaJaunie Benson, considered by many to be the “First Lady of New Orleans”.\nThis is partly due to her unique position in New Orleans. Not only the owner of the NFL team the New Orleans Saints, winners of Super Bowl XLIV in 2010, she is also the owner of the NBA basketball team the New Orleans Pelicans, making her the only woman in the US to own two national sports teams in the same city. She became the owner of these franchises on the death of her late husband, Tom Benson, in 2018, after having won a public legal battle against her and her husband by estranged members of his own family, who accused him of being mentally unfit to change his will, a charge the judge threw out.\nGayle Benson showed considerable courage and dignity throughout the ordeal. “Nobody can intimidate me – only God. He’s the only one who impresses me or intimidates me,” she says to the Herald at a breakfast meeting in the hotel where she stays in New York. It was 8.30am and she was wearing her trademark Chanel suit.\nBut then, throughout her remarkable life, what has sustained her in challenging times has been her unflinching faith, a strength of belief echoed in the biblical lyrics of her football team’s anthem, “When the Saints Go Marching In”, originally a 1920s Christian gospel jazz song about Judgement Day and redemption.\nBenson first met Tom Benson on a Monday morning at St Louis Cathedral in New Orleans, after he saw her reading the lesson at Mass. For their services to the Church, they were awarded the Pro Ecclesia et Pontifice medal in 2012 by Pope Benedict XVI, in a papal audience made unusual by Tom Benson clinking his Super Bowl champions knuckle ring against the huge papal ring worn by the Holy Father by way of an introduction.\nWhich brings us to the 30th-anniversary Rector’s Dinner at the NAC on 11 April. Look into the names of the pontifical patrons of the event, which funds vocations and seminary training for American priests, and you’ll note that Gayle Benson appears between the Papal Foundation and Mr and Mrs Tim Busch. Busch is founder of the influential Napa Institute on the West Coast, a conservative think-tank that is a for um for Catholic leadership in America. This is seriously exalted company.\nGayle Benson is discreetly emerging as one of the most important and respected faith-based philanthropists in America. Her devout Catholic faith is not just a form of giving back to, or helping out, her New Orleans community. It is the prism through which she conducts her life and business affairs. She has gone on the record as stating that on her death – she has no children of her own but is close to her brother’s children – all her assets (estimated to be around $10bn) will be liquidated and given to causes and charities she believes in.\nShe travelled to Rome as a member of the US-based Papal Foundation, perhaps the most exclusive enclave of Catholic philanthropists. To become a “Steward of St Peter”, as members are styled, costs $1m. This gets you an annual papal audience – Benson and her brother Wayne met Pope Francis and presented him with a personalised New Orleans Saints jersey – as well as the chance to support funding that directly fulfils “the requests of the Holy Father for the needs of the Church”.\nBut such events are not what Benson is about; she is very down to earth. She reads the lesson each Sunday at both services at St Louis Cathedral, where she is the driving force and lead donor behind the $100m restoration of America’s oldest cathedral. This historic restoration is being assisted by French architects who are also overseeing Notre Dame’s restoration in Paris. The input from the French architects came about after Benson met with the French ambassador to the US in Washington, DC. “Over breakfast, he said to me: ‘What can I do for you?’ He pulls out a pen and paper, saying: ‘I will take care of it.’”\nBenson chartered a plane and took a TV camera crew and the cathedral architects and designers to Paris to meet their Notre Dame counter parts. “I felt I was bringing Paris to New Orleans, and so that’s what I’ve done,” she says.\nSo how did Gayle Benson end up as one of New Orleans’ most beloved citizens? Speaking frankly at our breakfast meeting in New York, she affirms that her deep faith has always been part of her life, and has defined who she is. Her Catholic values go back to her childhood in Algiers, New Orleans, where she lived a very different life from today, one which has known real adversity. She attended the Catholic schools of St Joseph, St Anthony and the Holy Name of Mary, and graduated from her high school in 1966.\n“My parents had us at tend Mass every Sunday, very early on. You learn from that. You see your parents struggling, but giving in addition to struggling. My daddy was a labourer, my mother was a homemaker and uneducated, but they knew how to give. I saw my mother giving when she didn’t have much. And I think that forms your idea about giving, and I grew up with that. I would go to Mass every day and I even thought for a moment that I wanted to be a religious. I was very enamoured with all the nuns and priests who taught me. But then boys came into my life!”\nAs a young girl, she became a member of a local sodality, a Catholic confraternity. “We wore blue veils and went to Mass every day, which was a nice foundation for my life,” she says. But life was hard and she quickly learned that her faith helped give her the strength to fend for herself.\nShe was married aged 19, “just to get out of the house”. The painful union lasted less than a year and she was soon back living with her parents, which was the last thing she wanted to do. She then started a design and interiors business, working out of her mother’s home, and met her second husband, a building contractor, who already had two children. They married in 1977 and divorced in 1987.\n“Since I couldn’t have children, I felt maybe this was God’s way of giving me children, so I took those two children in my life,” she says. “But I was more in love with my stepchildren than my husband. Once the children became 18, I was done.”\nThroughout her life, especially during the moments of despair, she has turned to priests to support her emotionally and get her through the tough times. “I couldn’t afford therapy when I was in my unhappy marriages. The only thing I could afford was God, so I threw myself into the Church and the faith.”\nAfter her second marriage ended in 1987, she focused on her design business – renovating and decorating over 100 properties – which was never easy. “I struggled a lot – in the beginning, the middle and the end. I did a lot of hotel work and it was always a struggle. When I got into a jam, I would give money to the Church that I didn’t have. And then I would always get a new project to pay the bills.\n“My faith became stronger and stronger. Yet I questioned what God wanted me to do because I couldn’t figure out what my purpose was. What did He want out of me? I kept asking Him: What do You want out of me ?”\nBy this time, Benson was approaching 50. She became more involved in the local church, working with Dominican sisters. “I did a lot of work with them, and at the cathedral. I used to send out faxes asking for money from different people.”\nToday, Benson uses her position in New Orleans to speak to young people about all of the obstacles and struggles that their generation faces and how faith helped her through dark times.\n“When I talk to these young people, I always tell them: ‘ No matter what you’re doing in life, your faith can always be strengthened, even when there’s a negative thing that happens in your life .’”\nBenson seems to have gone through an emotional and spiritual journey similar to that of Sarah in Graham Greene’s The End of the Affair , in that she made a pact with God.\n“I promised God that I would never marry again. I said: ‘ This is it, God, I’ve done it twice. Didn’t work. I’m going to devote my life to You. And everything that I make, for the rest of my life, is going to You. ’ And since I didn’t have children, that’s what I did for 20 years.”\nWhen, two decades later, Tom Benson came along, she decided that he must have been part of God’s plan for her to give back to people. “It was a struggle. I married him, and it was a struggle because of my pact with God.”\nDivine providence intervened in her case when she was reading the lesson at a Monday morning Mass and local billionaire businessman and NFL team owner Benson – also a Catholic – saw her. In fact, it turned out he had already seen her reading the lesson on various occasions as he would watch the cathedral’s morning Mass on TV every Sunday. “One Monday morning he decided to come to Mass in person to get a closer look,” she says. “Four months later, he asked me to marry him.”\nThey were married in Texas in 2004 and reaffirmed their vows ten years later at St Louis Cathedral with the Archbishop of New Orleans – by her side at the Rector’s Dinner – presiding over the service. At the time, she knew next to nothing about American football. She was more interested in ballet, concerts and the arts. She spent time praying that she could better understand God’s will. All she knew about Tom Benson was that he did a strange dance with an umbrella when the Saints scored a touchdown. She recalls: “I used to send him faxes asking for $100, for $1,000, to help pay for some of the things at the cathedral. But he never answered me. That sort of turned me off a little bit.”\nBut he persisted. A monsignor friend at the cathedral said to her: “At least take his calls. Go to a game.” They ended up driving to a restaurant for dinner via the local marina, where Benson showed her the large dock where his boat, which was in Palm Beach, was usually moored. “He was trying to impress me.” As they headed to the restaurant, he noticed the rings on her fingers and asked if she was married. “Those are my rosary rings,” she replied.\nAt dinner, which was like a “two-hour interview”, the conversation fatefully turned to God. When Benson said he was an honorary oblate – a lay religious person whose life is devoted to prayer, work and study – she finally admitted to being “impressed”, out of everything, that he was religious. When a priest who knew Benson told her he was a good man, she said to herself: “Maybe this is what God wants me to do after all. The other thing is that he just wouldn’t take no for an answer!”\nHer marriage of 14 years to Tom Benson was very happy, and it strengthened her faith. “He loved me. He worshipped me. He was just a wonderful man to me. Not only financially, I’m talking about the way he treated me. I mean, he had me on a pedestal.”\nOne highlight was an audience with Pope Benedict XVI in Rome. “It was special. Tom was thrilled. I remember that Tom showed the Holy Father his Super Bowl ring. He was so proud of that ring and then the Pope showed him his ring. I guess Tom thought: “That’s not much of a ring – this is a ring !”\nDespite having the ear of senior clergy, she does not try to influence the Church. She leaves that to others. Her faith is more devotional than activist, although it’s fair to say she has typically Southern conservative instincts.\n“I don’t get engaged politically. That is totally out of my little box. I’m not interested in learning more about politics because it’s a very touchy subject. Whoever the people decide who is to be pope, I will be happy.”\nIf we measure the impact of a life in terms of how that person has made the world a better place, Gayle Benson has achieved more than she could ever hope for. Her commitment to her faith makes her an example to us all.\nThis article originally appeared in the May 2024 issue of the Catholic Herald . To subscribe to our award-winning, thought-provoking magazine and have independent and high-calibre counter-cultural Catholic journalism delivered to your door anywhere in the world click h ere .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Corporate News and Profiles",
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gayle benson",
        "sentiment": "negative"
      },
      {
        "name": "amanda bow",
        "sentiment": "neutral"
      },
      {
        "name": "william cash",
        "sentiment": "none"
      },
      {
        "name": "gregory aymond",
        "sentiment": "none"
      },
      {
        "name": "’s dinne",
        "sentiment": "none"
      },
      {
        "name": "villa gabrielli",
        "sentiment": "none"
      },
      {
        "name": "gloria",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "gayle benson leading us catholic",
        "sentiment": "negative"
      },
      {
        "name": "alfred smith memorial dinner",
        "sentiment": "none"
      },
      {
        "name": "catholic america",
        "sentiment": "none"
      },
      {
        "name": "cardinal müller",
        "sentiment": "none"
      },
      {
        "name": "pontifical north american college",
        "sentiment": "none"
      },
      {
        "name": "st peter",
        "sentiment": "none"
      },
      {
        "name": "us catholic",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new orleans",
        "sentiment": "none"
      },
      {
        "name": "rome",
        "sentiment": "none"
      },
      {
        "name": "america",
        "sentiment": "none"
      },
      {
        "name": "janiculum hill",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-01T16:37:44.401+03:00",
  "updated": "2024-06-01T23:57:51.796+03:00"
}