{
  "thread": {
    "uuid": "e201fab4cbb4c15023fb221b08e6e2f9d6216567",
    "url": "https://www.larazon.es/religion/senor-viene-siempre-siempre_20231203660605145e1b1f000117a10d.html",
    "site_full": "www.larazon.es",
    "site": "larazon.es",
    "site_section": "https://www.larazon.es/?outputType=xml",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "La Razón - Diario de noticias y actualidad en España y el mundo",
    "title": "Para orar bajo la Cruz",
    "title_full": "Para orar bajo la Cruz",
    "published": "2024-03-29T01:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://fotografias.larazon.es/clipping/cmsimages02/2024/03/29/EF5C2030-E731-4B7B-B5AE-DF8474F71D9B/orar-cruz_69.jpg?crop=320,180,x0,y10&width=1280&height=720&optimize=low&format=jpg",
    "performance_score": 0,
    "domain_rank": 5205,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e201fab4cbb4c15023fb221b08e6e2f9d6216567",
  "url": "https://www.larazon.es/religion/senor-viene-siempre-siempre_20231203660605145e1b1f000117a10d.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Christian, Díaz Yepes",
  "published": "2024-03-29T01:02:00.000+02:00",
  "title": "Para orar bajo la Cruz",
  "text": "Oración\nPara orar bajo la Cruz\nTextos de oración ofrecidos por Christian Díaz Yepes, sacerdote de la archidiócesis de Madrid\nQuerido Señor Jesús, hoy pongo mi vida bajo tu cruz. Como discípulo, acojo toda la luz, la gracia y la vida que tú continuamente derramas sobre nosotros desde ella. No quiero que se pierda nada de cuanto mana de tu costado traspasado. Deseo unir toda mi voluntad a la tuya, tener tu misma mente, los mismos sentimientos de tu corazón abierto para darlo todo.\nEstoy a tus pies junto a Santa María, tu madre, a quien me entregas para que sea también la mía.\nAcepto tu soberanía desde la cruz con humildad y gratitud, aunque me cueste entender tantas cosas. Tú sabes más que mi pequeño entendimiento. Consagro a ti mis anhelos, razonamientos y afectos. Dolores y consolaciones. Es decir, entrego mi corazón herido a tu corazón que se ha dejado herir por mí.\nPongo bajo tu cruz la vida de los que me has dado. Los que me han amado primero y he podido corresponder a su amor. Los que me aman hoy y también quiero corresponder. Los que tú me das como reflejo de tu amor. Porque todo es gracia y regalo tuyo. Todo y todos me ofrecen algo de ti. También la adversidad, la precariedad y las pérdidas de esta vida. A través de ellas me haces volver a ti como mi roca salvadora, la peña donde me refugio. Por eso también quiero perdonar a quienes me han dañado. Pido tu perdón para ellos, como tú lo has pedido para todos desde la cruz. También te pido que me perdones por los males que he causado a otros, a tantos que tú bien conoces. ¡Que tu amor cubra todas estas faltas!\nPongo bajo tu cruz a quienes pueden decidir sobre mí y sobre mis seres queridos. Mis superiores y todos los que están sobre mí. Quienes pueden decidir sobre nuestra salud, nuestros bienes y nuestros propios planes. Te pido para ellos la sabiduría, el discernimiento y la paz. Sé tú mismo quien nos dirija a través de ellos y danos la confianza para aceptar cuanto dispongan.\nAsí completo en mi carne lo que falta de tu Pasión en mí, en nosotros. Lo que falta de tu cruz en los míos, en los que me han amado en el pasado, los de hoy y los del momento en que completarás tu obra en nosotros. ¡Tu plan de amor en nosotros! Que no lo pierda de vista, Señor. Que no vuelva mi corazón hacia lo falso, Dios mío, mi sol y mi montaña, sé tú mi verdad.\nOh, Jesús, que hoy no te olvide. Que no me aparte del fuego de caridad y perdón que nos llama desde tu cruz. Enciéndeme. Llámame sin que te desatienda. Pronuncia mi nombre límpidamente, sin la disonancia de mis pecados y descuidos. Rindo ante ti mi libertad. Esto es lo que me llena, me da la paz y la fuerza para salir hoy a encontrarte. Te sigo en tu camino de entrega total.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T03:40:11.806+03:00",
  "updated": "2024-03-29T03:40:11.806+03:00"
}