{
  "thread": {
    "uuid": "89c9a1930adb84956f56329e26b14a64ad330a69",
    "url": "https://www.diariosigloxxi.com/texto-ep/mostrar/20231229140952/zelensky-expresa-gratitud-papa-deseos-paz-ucrania-estoy-agradecido-vaticano",
    "site_full": "www.diariosigloxxi.com",
    "site": "diariosigloxxi.com",
    "site_section": "https://www.diariosigloxxi.com/sociedad.php",
    "site_categories": [
      "media"
    ],
    "section_title": "Diario Siglo XXI. Periódico digital independiente, plural y abierto. \r\nNoticias y opinión",
    "title": "Zelensky expresa su \"gratitud\" al Papa por sus \"deseos de paz\" para Ucrania: \"Estoy agradecido al Vaticano\"",
    "title_full": "Zelensky expresa su \"gratitud\" al Papa por sus \"deseos de paz\" para Ucrania: \"Estoy agradecido al Vaticano\"",
    "published": "2023-12-29T15:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "http://img.europapress.net/fotoweb/fotonoticia_20231229140952_640.jpg",
    "performance_score": 0,
    "domain_rank": 41942,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "89c9a1930adb84956f56329e26b14a64ad330a69",
  "url": "https://www.diariosigloxxi.com/texto-ep/mostrar/20231229140952/zelensky-expresa-gratitud-papa-deseos-paz-ucrania-estoy-agradecido-vaticano",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Guillermo Peris Peris",
  "published": "2023-12-29T15:09:00.000+02:00",
  "title": "Zelensky expresa su \"gratitud\" al Papa por sus \"deseos de paz\" para Ucrania: \"Estoy agradecido al Vaticano\"",
  "text": "Viajes y Lugares Tienda Siglo XXI Grupo Siglo XXI 19º ANIVERSARIO Fundado en noviembre de 2003 Opinión » Firmas y Blogs Viñetas Cartas Encuestas España Mundo Economía » Productividad Automóviles Empresas Deportes » Fútbol Baloncesto Tenis Motor Ciclismo Cultura » Cine Televisión y Medios Música Libros Sociedad » Moda y Tendencias Turismo y Gastronom. Ciencia » Salud Psicología Tecnología Iglesia Zelensky expresa su \"gratitud\" al Papa por sus \"deseos de paz\" para Ucrania: \"Estoy agradecido al Vaticano\" Agencias @DiarioSigloXXI viernes, 29 de diciembre de 2023, 14:09 h (CET) ROMA, 29 (EUROPA PRESS) El presidente de Ucrania, Volodimir Zelenski, ha expresado este viernes su \"gratitud\" al Papa por sus \"deseos de paz\" para Ucrania, según 'Vatican News'. \"Acabo de hablar con Su Santidad el Papa Francisco para expresarle mi gratitud por sus deseos navideños para Ucrania y los ucranianos, por sus deseos de paz, una paz justa para todos nosotros. Hemos hablado de nuestro trabajo conjunto sobre la Fórmula de la Paz: más de 80 Estados participan ya a nivel de sus representantes. Habrá más. Estoy agradecido al Vaticano por apoyar nuestro trabajo\", ha asegurado en un mensaje en la red social X (antes Twitter). Precisamente, el Papa ha recibido en varias ocasiones al presidente ucraniano en el Vaticano. La última, el pasado 13 de mayo, en el que fue su segundo encuentro en persona tras el de 2020, el primero desde la invasión rusa de Ucrania. En todo caso, desde el atentado del 24 de febrero de 2022, se han producido varias conversaciones telefónicas entre el Papa y Zelensky. La primera fue el 26 de febrero del año pasado, dos días después del inicio del conflicto. En esta ocasión, el Papa expresó su \"más profundo dolor\" por los \"trágicos\" acontecimientos que estaban teniendo lugar en el país, mientras que el presidente afirmó cómo el pueblo ucraniano sentía el \"apoyo espiritual\" del Papa. Así, el 22 de marzo de 2022 Zelensky le trasladó \"la difícil situación humanitaria y el bloqueo de los corredores de socorro por las fuerzas rusas\", para añadir que acogía \"con satisfacción el papel mediador de la Santa Sede para poner fin al sufrimiento humano\". Finalmente, el 12 de agosto de 2022, el presidente ucraniano afirmó que hablaron \"de los horrores sufridos por la población a causa de la invasión rusa\". Noticias relacionadas El Papa insta a los jóvenes a que se atrevan a \"construir un mundo diferente\" en el encuentro europeo de Taizé El Papa denuncia las \"matanzas de inocentes en el mundo\" y critica las \"masacres debidas a las armas\" Elche (Alicante) conmemora el hallazgo de la imagen de la virgen de la Asunción en una romería con 3.000 personas El Papa en la última audiencia general del año: \"Las guerras son un mal, recemos por su fin\" Críticas a Bolaños por felicitar la Navidad a la \"comunidad cristiana\" Quiénes somos | Sobre nosotros | Contacto | Aviso legal | | © Diario Siglo XXI. Periódico digital independiente, plural y abierto | Director: Guillermo Peris Peris",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T15:13:26.846+02:00",
  "updated": "2023-12-29T15:13:26.846+02:00"
}