{
  "thread": {
    "uuid": "3e55e78e5995711f59434dec8e57b955edc3b092",
    "url": "https://www.thespec.com/news/canada/why-researchers-are-racing-to-restore-b-c-s-kelp-forests/article_44b15db9-ee92-51c2-81df-527876c76130.html",
    "site_full": "www.thespec.com",
    "site": "thespec.com",
    "site_section": "https://www.thepeterboroughexaminer.com/news",
    "site_categories": [
      "media"
    ],
    "section_title": "Peterborough Breaking News | Peterborough Examiner",
    "title": "Why researchers are racing to restore B.C.’s kelp forests",
    "title_full": "Why researchers are racing to restore B.C.’s kelp forests",
    "published": "2024-07-05T05:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/thespec.com/content/tncms/custom/image/ff156378-fbf6-11ed-81e7-334810335cd3.png?resize=600%2C600",
    "performance_score": 0,
    "domain_rank": 8100,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3e55e78e5995711f59434dec8e57b955edc3b092",
  "url": "https://www.thespec.com/news/canada/why-researchers-are-racing-to-restore-b-c-s-kelp-forests/article_44b15db9-ee92-51c2-81df-527876c76130.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Hope Lompe, Local Journalism Initiative Reporter Canada's National Observer",
  "published": "2024-07-05T05:00:00.000+03:00",
  "title": "Why researchers are racing to restore B.C.’s kelp forests",
  "text": "Restoration of kelp forests lost to ocean heat waves and overgrazing sea urchins is underway off Vancouver Island’s coastlines with guidance from local researchers.\nExperts from the University of Victoria have teamed up with the Bamfield Marine Sciences Centre on the project, known as the Kelp Rescue Initiative.\n×\nAlready a Subscriber? Sign in You are logged in Switch accounts To kickstart their restoration work, divers are planting two species of canopy-forming kelp in Barkley Sound at the research centre in Bamfield. The project will also happen in the North Salish Sea at multiple locations around Hornby and Denman Island with support from Vancouver Island University’s Deep Bay Marine Field Station.\nARTICLE CONTINUES BELOW Kelp forests are quickly declining around the world from a combination of sea urchin predation and warming ocean temperatures due to climate change. This was further exacerbated during the ocean warming “blob” event between 2014 to 2016, said Jasmine Schuster, the initiative’s program manager. In the last seven years, the Kelp Rescue Initiative (KRI) reports up to 95 percent of these dense brown-seaweed forests, which make up the canopy-forming algae that can grow from the seafloor all the way to the water’s surface, have disappeared in areas off North America’s west coast. Kelp loss has devastating effects on marine ecosystems. In addition to providing habitat, shelter, food and biodiversity support for West Coast marine species, kelp also contributes to oxygen production and CO2 absorption. A study published in Nature Communications last year also estimates kelp contributes $500 billion annually to the global economy.\nResearchers believe the marine heat wave likely caused the die-off of the main predators of sea urchins that, in turn, graze on the seaweed — putting “pressure from a lot of angles,” on the kelp, Schuster said.\nThe KRI is working on ways to keep sea urchins out of research fields, including putting fences and cages around their restoration areas. However, this can only be done on a small scale, and not at the level required to keep urchins away. The team is also talking to Fisheries and Oceans Canada (DFO), sea urchin harvesters and Indigenous communities about solutions to sea urchin management — like eating more of them.\nPolluted waters and record snow melt earlier in the year have also contributed to the kelp decline, adds Timothy Green, research chair for shellfish health and genomics at the Deep Bay Marine Field Station.\n“So you’ve got this organism that [reproduces at] roughly the same time every year. But now it’s getting hit with this freshwater lens and really warm water earlier in the season, and that’s another big driver of why we’re starting to lose these kelp populations,” Green said.\nARTICLE CONTINUES BELOW ARTICLE CONTINUES BELOW The project team is also trying to understand why some pockets of kelp have survived, and if they can be transferred into other areas where it has been lost, he explained.\n“Why is that? Is it because of their genetics, and their phenotypes enable them to grow in these warmer, more acidic changed environments? Or are they just lucky? I think that’s the big question at the present moment that is trying to be answered,” Green said.\nThe Kelp Research Initiative is in the second year of the four-year project. It is led by Julia Baum of UVic and Sean Rogers, director of the Bamfield Marine Sciences Centre, and supported by a $3.68 million research grant from the DFO under the Aquatic Ecosystems Restoration Fund. The project is now scaling up efforts to move kelp plants out of facility nurseries into coastal waters. The researchers are experimenting with different ways of achieving this, including developing a kelp “glue,” to prevent new plants from being washed out to sea.\nEventually the team hopes to create a guidebook for the restoration project to be replicated on a larger scale in the region. They also have recruited a First Nations liaison to understand what Indigenous communities value about kelp and how they can get involved and benefit.\nThe team also plans to expand the project north to Comox next year.\n“It’s perhaps the most challenging place to restore because it’s the hottest place all around Vancouver Island and this in this region,” said Schuster.\nARTICLE CONTINUES BELOW ARTICLE CONTINUES BELOW “The temperatures are almost the same as California, which is nuts if you think about that,” Schuster said.\nUltimately, the team hopes to provide tools and documents to support local community-based kelp forest restoration, before it’s too late.\n“What we’re really trying to avoid is that phase shift where, once upon a time, [we] had a certain ecosystem, and now it’s completely changed. That’s the fear to me,” Green said.\nReport an error Journalistic Standards About the Spec Trending videos JOIN THE CONVERSATION To join the conversation set a first and last name in your user profile.\nUpdate Profile Conversations are opinions of our readers and are subject to the Community Guidelines . Hamilton Spectator does not endorse these opinions. Sign in or register for free to join the Conversation\nSign In Register",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "van",
        "sentiment": "negative"
      },
      {
        "name": "jasmine schuster",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "kelp rescue initiative",
        "sentiment": "none"
      },
      {
        "name": "kelp rescue initiative (kri",
        "sentiment": "none"
      },
      {
        "name": "university of victoria",
        "sentiment": "none"
      },
      {
        "name": "vancouver island university",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "north salish sea",
        "sentiment": "none"
      },
      {
        "name": "bamfield",
        "sentiment": "none"
      },
      {
        "name": "hornby",
        "sentiment": "none"
      },
      {
        "name": "denman island",
        "sentiment": "none"
      },
      {
        "name": "bamfield marine sciences centre",
        "sentiment": "none"
      },
      {
        "name": "island",
        "sentiment": "none"
      },
      {
        "name": "barkley sound",
        "sentiment": "none"
      },
      {
        "name": "bay marine field station",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T13:35:43.336+03:00",
  "updated": "2024-07-05T16:44:40.179+03:00"
}