{
  "thread": {
    "uuid": "648289da2e0801934d59d3be72676547ab9bd0a6",
    "url": "https://www.zonebourse.com/actualite-bourse/Comment-le-luxe-a-reveille-le-CAC40-45970514",
    "site_full": "www.zonebourse.com",
    "site": "zonebourse.com",
    "site_section": "https://zonebourse.com/",
    "site_categories": [
      "investing",
      "finance"
    ],
    "section_title": "Bourse: Cours, Cotations &amp; Actualités - Zonebourse",
    "title": "Comment le luxe a réveillé le CAC40 - 16/02/2024 | Zonebourse",
    "title_full": "Comment le luxe a réveillé le CAC40 - 16/02/2024 | Zonebourse",
    "published": "2024-02-16T11:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://www.zonebourse.com/images/ImagesTagged/zbimg_2717822_800.jpg",
    "performance_score": 0,
    "domain_rank": 29526,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "648289da2e0801934d59d3be72676547ab9bd0a6",
  "url": "https://www.zonebourse.com/actualite-bourse/Comment-le-luxe-a-reveille-le-CAC40-45970514",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Zonebourse",
  "published": "2024-02-16T11:55:00.000+02:00",
  "title": "Comment le luxe a réveillé le CAC40 - 16/02/2024 | Zonebourse",
  "text": "La vigueur affichée par le CAC40 français depuis quelques jours repose notamment sur le retour en grâce opéré par les valeurs du luxe, après un gros passage à vide. Sur un mois, LVMH a repris 24% pendant que Hermès et Kering s'adjugeaient 21%. Même L'Oréal , qui a mal publié, parvient à grappiller près de 4%.\nSur cette représentation de l'évolution du CAC40 sur un mois, on voit bien que LVMH (MC) et Hermès (RMS) sont de gros contributeurs à la performance. Mentions spéciales aussi pour Stellantis (STLAM), Kering (KER) et dans une moindre mesure Schneider (SU) et Capgemini (CAP). En date du 16/02/2024, voici les pondération en séance des 5 actions les plus influentes de l'indice (pondérations réelles basées sur la capitalisation flottante, source Euronext) :\nLVMH pèse 11,54% TotalEnergies 8,4% Schneider 6,4% L'Oréal 5,95% Sanofi 5,55% Air Liquide 5% Airbus 4,98% Hermès 3,91% BNP Paribas 3,57% AXA 3,32% Ce regain de vigueur repose sur trois facteurs principaux, dont l'un est relativement paradoxal.\nD'abord, les stars du luxe ont pas mal corrigé l'année dernière, perdant leur statut de locomotive de la place parisienne à mesure que leurs taux de croissance se réduisait. Ensuite, les fers de lance du secteur comme LVMH , Hermès et Compagnie Financière Richemont ont publié des performances supérieures aux attentes du marché. Certes, le rythme d'accroissement des revenus n'est plus aussi effréné qu'avant, mais le luxe a conservé une cadence correcte, grâce à son pouvoir de fixation des prix. Enfin, et c'est là qu'est le paradoxe, le marché chinois a l'air de fournir à nouveau de l'appui, en dépit de l'actualité économique un peu déprimante qui perdure depuis plusieurs mois dans le pays. C'est ce point que nous allons développer davantage et qui explique la semaine encore très favorable du luxe français. Mini-réveil et pari sécurisé Premier élément positif, les données préliminaires sur la période fériée du nouvel an lunaire sont plutôt bonnes. La Chine continentale bénéficie de près de dix jours de vacances officielles durant cette période riche en déplacements familiaux et de loisirs. Les statistiques officielles montrent par exemple que les voyages en train ont atteint leur niveau le plus élevé des cinq dernières années sur les six dernières journées écoulées. Une tendance confirmée par des taux de progression élevés dans les réservations d'hébergement ou le trafic aérien. Economiquement, cela signifie que la confiance s'améliore dans le pays, ce qui devrait profiter à la consommation. C'est aussi un signal positif pour les dépenses, qui profite par ricochet aux acteurs du luxe, pour qui la manne chinoise est stratégique.\nSur un mois, la surperformance du luxe est manifeste Le second élément positif, mis en avant par plusieurs banques d'investissement, c'est que les valeurs du luxe sont considérées par les investisseurs comme un moyen relativement sûr de profiter du redressement attendu et maintes fois repoussé de la seconde économie mondiale. LVMH apparaît moins volatil qu'un investissement direct sur les actions chinoises, qui suscitent toujours la défiance des financiers après une longue série de fausses reprises.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Environment",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T11:58:27.872+02:00",
  "updated": "2024-02-16T12:53:21.229+02:00"
}