{
  "thread": {
    "uuid": "549b65946f1530e2a06ad282384cb1b0151ee162",
    "url": "https://news.webindia123.com/news/Articles/Business/20240216/4169368.html",
    "site_full": "news.webindia123.com",
    "site": "webindia123.com",
    "site_section": "https://www.webindia123.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest News,India news,bollywood news,career guidance,Education,business listings,travel,health,entertainment,videos,food,craft,automobile|webindia123.com ",
    "title": "World Bank's SOFR-linked bond surpasses expectations, drawing diverse investor interest in sustainable finance",
    "title_full": "World Bank's SOFR-linked bond surpasses expectations, drawing diverse investor interest in sustainable finance",
    "published": "2024-02-16T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 19620,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "549b65946f1530e2a06ad282384cb1b0151ee162",
  "url": "https://news.webindia123.com/news/Articles/Business/20240216/4169368.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-02-16T02:00:00.000+02:00",
  "title": "World Bank's SOFR-linked bond surpasses expectations, drawing diverse investor interest in sustainable finance",
  "text": "According to the World Bank, this landmark transaction garnered significant interest from a diverse array of investors keen on supporting sustainable development initiatives while securing a high-quality credit investment. The issuance, managed by BMO Capital Markets, Scotiabank, and Wells Fargo Securities, saw an overwhelming response, with the book totaling USD 1.4 billion and over 30 orders. The 3-year SOFR-index linked note offers investors an attractive coupon of Compounded Daily SOFR +28 basis points, reflecting the prevailing market sentiment and investor appetite for innovative financial instruments. Jorge Familiar, Vice President and Treasurer at the World Bank, said, \"\"We are thrilled to return to the SOFR market in 2024 with a transaction that appealed to both returning and new SOFR investors. Our continued offering of SOFR-index linked bonds is just one example of our commitment to bring high quality, liquid products to the market that also offer investors an opportunity to support the World Bank's mission to end extreme poverty and boost prosperity on a livable planet.\" He highlighted the importance of the SOFR-index linked bonds in facilitating the World Bank's mission to alleviate poverty and promote prosperity on a sustainable planet. Investors' response to the issuance was robust and widespread, with banks, corporate treasuries, and corporates accounting for 49 per cent of the investor breakdown by type. Central banks and official institutions constituted 35 per cent, while asset managers, insurance companies, and pension funds represented 16 per cent of the investor base. Geographically, the Americas led the investor breakdown by region, contributing 50 per cent, followed by Europe, the Middle East, and Africa with 32 per cent, and Asia with 18 per cent. Commenting on the success of the transaction, lead managers of BMO Capital Markets, Scotia Bank and Wells Fargo Securities commended the World Bank's consistent leadership in the floating rate note (FRN) market. They praised the institution's strategic approach, highlighting the increasing demand for FRNs, the tenor of the issuance, and the use of the sustainable label as key factors contributing to the transaction's success. Sean Hayes, Head of US Syndicate, BMO Capital Markets, said, \"The World Bank has once again accelerated the development of the SOFR floating rate product, attracting first-time buyers through this Sustainable Development Bond. As the only SSA borrower to issue a floating rate note (FRN) every year since SOFR inception, the regularity of World Bank in FRNs has both long-standing and new investors looking to their transactions as the true benchmark.\" Bob Nguyen, Global Head of Fixed Income Origination, Scotiabank, said, \"Scotiabank was delighted to serve as a joint bookrunner on the World Bank's outstanding 3-year USD 1.25 billion floating rate note to support their sustainable development activities in member countries. The deal's success can be attributed to a number of factors, including the increasing demand for FRNs, strategic tenor, and use of the sustainable label. Congratulations to the World Bank team on today's terrific outcome.\" Carlos Perezgrovas, Head of SSA Origination, Wells Fargo Securities, said, \"Another successful result from the World Bank in pricing the first USD 1 billion or greater SSA floating rate note in the primary market since World Bank's own 4-year SOFR index-linked benchmark in January 2023. The World Bank took advantage of pent-up demand, little competing supply, and a stable backdrop to price the tightest 3-year benchmark, fixed or floating, USD transaction of the year. World Bank affirms its position as a premier borrower in FRN product. Wells Fargo is delighted to be part of this trade.\" With the issuance of the USD 1.25 billion SOFR Index-Linked Floating Rate Bond, the World Bank reaffirms its position as a premier borrower in the FRN market, further advancing its sustainable development agenda while meeting investor demand for innovative financial products. (ANI)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Social Issue",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jorge familiar",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "world bank",
        "sentiment": "negative"
      },
      {
        "name": "sofr",
        "sentiment": "negative"
      },
      {
        "name": "bmo capital markets",
        "sentiment": "none"
      },
      {
        "name": "wells fargo securities",
        "sentiment": "none"
      },
      {
        "name": "scotiabank",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T07:52:40.093+02:00",
  "updated": "2024-02-16T07:52:40.093+02:00"
}