{
  "thread": {
    "uuid": "b9d90e24caf9feb7e3f8886eb60e30a1662ed51c",
    "url": "https://www.frontpagemag.com/frontpage-magazines-man-of-the-year-the-idf-soldier/",
    "site_full": "www.frontpagemag.com",
    "site": "frontpagemag.com",
    "site_section": "http://conservativeangle.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "Conservative Angle",
    "title": "Frontpage Magazine’s Man of the Year: The IDF Soldier",
    "title_full": "Frontpage Magazine’s Man of the Year: The IDF Soldier",
    "published": "2023-12-29T11:20:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.frontpagemag.com/wp-content/uploads/2023/12/IDF.jpg",
    "performance_score": 0,
    "domain_rank": 9156,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b9d90e24caf9feb7e3f8886eb60e30a1662ed51c",
  "url": "https://www.frontpagemag.com/frontpage-magazines-man-of-the-year-the-idf-soldier/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "EdJenner",
  "published": "2023-12-29T11:20:00.000+02:00",
  "title": "Frontpage Magazine’s Man of the Year: The IDF Soldier",
  "text": "In a year when the civilized world is stuck in a state of retreat, he is fighting back. Under Biden’s leadership, America has been invaded by hordes of millions of migrants, and Europe continues to stagger under an endless wave of migration from the Muslim world. That’s why American and European cities are being torn apart by rioting mobs supporting Hamas. But after Israel was invaded on Oct 7, it fought back. The men on the front lines are not the politicians or the generals, they’re among the 360,000 reservists activated in a nation with a Jewish population of 7 million who left behind their homes, families and jobs to go and fight. The Israeli military was unprepared for both Oct 7 and a call-up of this size. The soldiers were fed, clothed, and equipped by the people. While the media reports on the fighting, the truly incredible unreported story is how civilian volunteers have become the supply and support (the ‘tooth-to-tail’) of the Israel Defense Forces or the IDF. In a small country, volunteers have been [bringing food](https://www.youtube.com/watch?v=u4tLau1Rec4) every day, they have provided clothes, shipped in body armor and even showed up with [washing machines](https://ejewishphilanthropy.com/filling-requests-as-quickly-as-he-gets-them-rabbi-shai-graucher-looks-to-help-anywhere-he-can/) on pickup trucks to do the laundry. Some civilian volunteers have been wounded and even [killed ](https://www.theyeshivaworld.com/news/boruch-dayan-emmes/247374/breaking-frum-man-rl-killed-from-rocket-at-erez-crossing-while-delivering-food-chizuk-to-idf-soldiers.html)while delivering food. [Israeli housewives ](https://aish.com/cooking-and-baking-for-soldiers-in-israel/)have formed the [Baking Battalion](https://www.jpost.com/food-recipes/article-772508) to make cookies, a [cooking school](https://virtualjerusalem.com/israels-word-of-the-year-for-2023-is-resilience/) produces meals for the troops and restaurants operate [free food trucks](https://www.jewishvoicesnj.org/articles/cherry-hill-native-delivering-food-to-idf-soldiers-on-the-frontline/). Others have stepped in to harvest crops and run the shops of the reservists who have been called up to serve in Gaza. When the government and the leaders failed, the ordinary Israeli stepped up. Some armies call themselves the “people’s army”: IDF soldiers really are. They’ve gone into Gaza knowing that the country stands behind them, not as an ideal, but as an everyday reality. Israel is a small country and everyone knows someone who died, came under attack, is among the 200,000 who left their homes to be out of range of the terrorist attacks, or in the ranks of those who are fighting or who have already fallen in defense of their nation. Israel today reminds me of New York City after September 11 where for a brief shining moment everyone except the worst leftists pulled together against a common enemy. That spirit may well pass in Israel as it did in America, but while it lasts, it is something to admire and emulate. Islamist mobs rampage around Manhattan and our elites celebrate Hamas, but the Israelis woke up after one terrible day and decided that they wouldn’t take it anymore. They rejected the dogma that fighting doesn’t work and they went to war. And far more than their own country is riding on the outcome. Nation after nation has surrendered to the Jihad, appeased it, and accepted the lie that Islamic terrorists can’t be defeated and fighting back only radicalizes them. America accepted Islamic terrorism as the new normal, now we’ve accepted Muslim mobs smashing up our cities as the new normal. What new horror will we accept next? The Israeli soldier is in the field fighting against this corrosive mainstreaming of evil. He is at war not only with the reality of Islamic terror but the idea that we are defenseless against it. That is why we all have a stake in what happens thousands of miles away. Gaza is not a territory: it’s a state of mind. There are Gazas in the ‘no-go zones’ of England and France, forming in Michigan and emerging in New York City. It is not a question of whether our war will come, but when. For now we can still pretend that a 7th century madman’s book doesn’t affect us. American soldiers in Afghanistan and Iraq all too often had to ask why they were there, no Israeli soldier in Gaza ever has to ask that question. Such questions end when the war comes home. We’ve become used to wars that are abstractions, geopolitical policy decisions to change a regime or protect the international order, but that’s not what wars are like in Israel. It’s a one hour drive from the hyper dense Tel Aviv metropolitan area to Kibbutz Be’eri where Islamic terrorists carried out some of the worst atrocities on Oct 7. The thousands of Jihadis, some on pickup trucks with mounted machine guns, had orders to keep going until they reached Tel Aviv. They didn’t get that far, but they did make it to Sderot, a town of 27,000 and they attacked Yad Mordechai just down the road from the city of Ashkelon. It’s a six hour trip along Israel. On the narrowest points, it’s walkable. In wartime, there is no ‘over there’ in Israel, it’s all ‘over here’. IDF soldiers are not fighting for the international order or to nation build anything: they’re traveling hours to the north to protect their homes. The Biden administration, the international community and the rest of the foreign policy ‘blob’ are obsessed with nation building in Gaza. They keep demanding a ‘day after’ plan from Israel. Conspiracy theorists claim that the lack of a ‘day after’ plan proves that Israel intends to expel all the Arab Muslim settlers from Gaza. The truth is that Israel doesn’t care about the same nation building nonsense that failed in every single Muslim country it’s been tried in 30 years. When the madman across the street just butchered your family, you don’t plan out a rehab program or discuss his prison sentence while exchanging fire with him. That sort of madness is reserved for international foreign policy experts with no clue or skin in the game. The same goes for the obsession with “proportionate responses” or “winning the hearts and minds” of Hamas. Instead of the nonsense that wasted so many of our lives, Israel is focused on winning the war. Buried in the CNN and MSNBC reports, which are virtually indistinguishable from Al Jazeera’s Hamas propaganda barrage of bombing videos, is the fact that Israeli soldiers accomplished what the Biden administration’s military experts believed was impossible in record time. Secretary of Defense Austin had urged Israelis to use his fight against ISIS in the Iraqi city of Mosul as a model. The fighting in Mosul took 9 months and led to over 1,000 casualties among the anti-ISIS coalition. Two weeks after the beginning of ground operations, Israel was in the heart of Gaza City. Now, IDF leaders say they’re close to having operational control over the north. As of now, 164 IDF soldiers have fallen in the fighting against over 8,000 Hamas terrorists. Those approximate, but improve on, the casualty rates of American forces fighting against ISIS (then known as Al Qaeda in Iraq) and Iranian militias during the peak of the 2007 ‘Surge’. But the Israelis don’t have any Muslim allied forces fighting alongside them in urban battles. Oct 7 heavily damaged the myth of the IDF, but the myth was always based on a misconception of what the Israel Defense Forces are. The IDF has its origins in groups of volunteer guards who were trained by Major General Orde Wingate, a devout Christian Zionist highly unpopular within the British military, in the unconventional doctrines that he would apply in WWII. The IDF is excellent at offensive operations, but poor at defensive ones except when individual soldiers launch desperate last stands of the kind that helped turn the tide in a few crucial battles. The strength of the IDF has never been in its generals, though like the U.S. military it had some capable old school celebrity generals, now long gone, but in the character of the average fighting man. Strategy and leadership are crucial, but the IDF was built on the resilience of the ordinary soldier. Nations don’t make peoples and generals don’t make armies: it’s people who make nations and armies. That’s as true in Israel as it is in America. Unlike the Islamic Jihadists they are battling, IDF soldiers don’t go to war fueled by meth or promises of 72 virgins, they go knowing that the lives of their friends and families depend on them. The politicians and the generals may fail them, but they do what needs to be done. In Gaza now, they make beds among the rubble, put in earplugs and try to sleep while bombs and bullets shatter the night, and then, when it is time, they rise and fight. They are not superhuman or infallible: only ordinary men who know what is at stake. But they don’t know everything that is at stake. They see only their homes and the children they said goodbye to. What they don’t see is a thousand year Jihad, the rafts bringing invaders to Europe and planes carrying them to America. They see only their small corner of the sky and earth to protect, but they are fighting a small battle that will shape the outcome of the greater civilizational war. That is why the IDF soldier is Front Page Magazine’s ‘Man of the Year’. In a year of defeatism, he is still fighting. Even though all the experts say he should stop, he does not give up. Those of us who see the big picture are often prone to despair, but the Israelis never look at big pictures. Israelis, unlike American Jews, have little interest in the big questions because, also unlike American Jews, they are religious in a mostly matter-of-fact way. When they look in the mirror, they don’t see insecurity, they see a fallible human being and when they look at the sky, they don’t see existential questions, they see G-d. That is why they have hope, not woke. These are important because they not only encourage us to hope, but tell us how. The IDF soldier is the reflection of a nation that has learned to live in the face of impossible threats by focusing on what needs to be done today. That lack of vision is a weakness, but it is also a strength. We too can turn from worrying about tomorrow and ask what we can do today. The ordinary Israeli is in the field, or making cookies, washing khaki clothes and harvesting crops. He does not think about the unlikelihood that a nation of millions can survive the hatred of over a billion fanatics who believe that their only path to paradise is through genocide. He or she does what needs to be done, without despair or rage, but with the inner strength of purpose. Israel is a nation at war with our enemies. The Islamists and leftists, the professional racists and deranged woke armies march through the streets of our cities calling for Israel’s destruction. It is not only a physical war, but a spiritual war, a cultural war and a moral war. It is a war that encompasses all of us, our homes, our families and our futures, but at the moment only one group of men is fighting that war, not just with words or elections, but with bullets. Their fight gives us hope. Their fight shows us how to fight. Their fight shows us the future.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Politics"
  ],
  "external_links": [
    "https://aish.com/cooking-and-baking-for-soldiers-in-israel/",
    "https://www.jewishvoicesnj.org/articles/cherry-hill-native-delivering-food-to-idf-soldiers-on-the-frontline/",
    "https://www.jpost.com/food-recipes/article-772508",
    "https://virtualjerusalem.com/israels-word-of-the-year-for-2023-is-resilience/",
    "https://www.theyeshivaworld.com/news/boruch-dayan-emmes/247374/breaking-frum-man-rl-killed-from-rocket-at-erez-crossing-while-delivering-food-chizuk-to-idf-soldiers.html",
    "https://ejewishphilanthropy.com/filling-requests-as-quickly-as-he-gets-them-rabbi-shai-graucher-looks-to-help-anywhere-he-can/",
    "http://www.youtube.com/watch?v=u4tLau1Rec4",
    "https://www.jewishvoicesnj.org/articles/cherry-hill-native-delivering-food-to-idf-soldiers-on-the-frontline",
    "https://jewishvoicesnj.org/articles/cherry-hill-native-delivering-food-to-idf-soldiers-on-the-frontline/",
    "https://aish.com/cooking-and-baking-for-soldiers-in-israel",
    "https://www.ejewishphilanthropy.com/filling-requests-as-quickly-as-he-gets-them-rabbi-shai-graucher-looks-to-help-anywhere-he-can/",
    "http://youtube.com/watch?v=u4tLau1Rec4",
    "https://theyeshivaworld.com/news/boruch-dayan-emmes/247374/breaking-frum-man-rl-killed-from-rocket-at-erez-crossing-while-delivering-food-chizuk-to-idf-soldiers.html",
    "https://virtualjerusalem.com/israels-word-of-the-year-for-2023-is-resilience",
    "https://www.virtualjerusalem.com/israels-word-of-the-year-for-2023-is-resilience/",
    "https://www.aish.com/cooking-and-baking-for-soldiers-in-israel/",
    "https://ejewishphilanthropy.com/filling-requests-as-quickly-as-he-gets-them-rabbi-shai-graucher-looks-to-help-anywhere-he-can",
    "http://www.youtube.com/watch",
    "https://jpost.com/food-recipes/article-772508"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "biden",
        "sentiment": "neutral"
      }
    ],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "none"
      },
      {
        "name": "israel defense forces",
        "sentiment": "none"
      },
      {
        "name": "idf",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "america",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T11:30:03.031+02:00",
  "updated": "2023-12-29T12:00:49.849+02:00"
}