{
  "thread": {
    "uuid": "378e133ab2b6842f85ced8a58bcc3c97e6548d91",
    "url": "https://www.tradingview.com/news/barchart:ecbd1a66f094b:0-veritone-up-188-ytd-will-this-ai-stock-continue-to-surge",
    "site_full": "www.tradingview.com",
    "site": "tradingview.com",
    "site_section": "https://www.tradingview.com/news",
    "site_categories": [
      "financial_news",
      "finance"
    ],
    "section_title": "Financial News &amp; Top Stories — Market Analysis — TradingView",
    "title": "Veritone: Up 188% YTD, Will This AI Stock Continue to Surge? — TradingView News",
    "title_full": "Veritone: Up 188% YTD, Will This AI Stock Continue to Surge? — TradingView News",
    "published": "2024-04-11T20:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://s.tradingview.com/static/images/illustrations/news-story.jpg",
    "performance_score": 0,
    "domain_rank": 1620,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "378e133ab2b6842f85ced8a58bcc3c97e6548d91",
  "url": "https://www.tradingview.com/news/barchart:ecbd1a66f094b:0-veritone-up-188-ytd-will-this-ai-stock-continue-to-surge",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-11T20:00:00.000+03:00",
  "title": "Veritone: Up 188% YTD, Will This AI Stock Continue to Surge? — TradingView News",
  "text": "Veritone: Up 188% YTD, Will This AI Stock Continue to Surge? The rally in [artificial intelligence](https://www.barchart.com/investing-ideas/ai-stocks?viewName=main&orderBy=percentChangeYtd&orderDir=desc) (AI) stocks for the better part of two years has been almost unbelievable at times. But, far from being a fad, AI's impact is being compared to previous technological revolutions like the internet, and looks set to disrupt numerous industries in the coming years. Projected to reach a market size of $825 billion by 2030, it seems safe to say that AI stocks will continue to find favor among investors. However, with popular AI names such as Nvidia [NVDA](/symbols/NASDAQ-NVDA/), Microsoft [MSFT](/symbols/NASDAQ-MSFT/) and even new up-and-comers like Super Micro Computer [SMCI](/symbols/NASDAQ-SMCI/) dominating the headlines with their eye-popping rallies, you might have missed the breakout action in smaller, “undiscovered” AI stocks. Here's a look at one [Russell 2000 Index (RUT)](https://www.barchart.com/stocks/indices/russell/russell2000?viewName=performance) AI stock that has more than doubled in value this year. About Veritone Stock Based out of Austin, Texas, and founded in 2014, Veritone [VERI](/symbols/NASDAQ-VERI/) specializes in cognitive AI solutions that extract text, speech, and video data. They offer applications in media and entertainment, legal, compliance, and other sectors. Through its aiWARE platform, it allows companies to build and deploy custom AI applications or utilize pre-built solutions. Its modular and cloud-based nature enables scalability and diverse deployment options. Currently commanding a modest market cap of about $194.6 million, Veritone shares have rallied a whopping 160.7% on a YTD basis. But in the past week, the stock has pulled back 39% from its 52-week high. So, what's driving the volatility in this small-cap stock? What's Driving AI Upside in VERI Stock? In February of last year, the company launched its generative AI platform, Veritone Generative AI, an enterprise-grade Platform-as-a-Service (PaaS) that natively supports and orchestrates public large language models (LLMs) as well as domain-specific large language models. Veritone Generative AI enables organizations with large amounts of data and content to easily turn their assets into custom, domain-specific LLMs and knowledge graphs, and orchestrate these proprietary models with public LLMs. The platform also won an award at the Nabshow event held in April 2023 in recognition of the ability of the company's generative AI for monetization purposes, or to help clients extract value from existing repositories to drive new engagement and reach. With generative AI expected to scale to massive heights in the coming years, Veritone's native generative AI platform gives it an edge so that it can benefit from this megatrend. Mega-Cap Customer Base Veritone's customer base includes some [mega-cap](https://www.barchart.com/story/news/25398333/3-best-mega-cap-stocks-for-dividend-investors) heavy hitters who are leaders in their respective industry niche when it comes to AI. The company has partnership agreements with enterprise software giants like Microsoft [MSFT](/symbols/NASDAQ-MSFT/) and Accenture [ACN](/symbols/NYSE-ACN/), among others, and also serves some big customers - such as financial services firm Deloitte, cloud services providers Oracle [ORCL](/symbols/NYSE-ORCL/) and Amazon [AMZN](/symbols/NASDAQ-AMZN/), and media behemoths like CNN and Disney [DIS](/symbols/NYSE-DIS/)-owned ESPN, to name a few. Veritone Is Still Unprofitable Despite its strong customer base and generative AI moves, Veritone's financials remain a source of skepticism. The company has yet to be profitable, and Veritone's ongoing cash burn has been a point of concern, as well - particularly amid declining revenues. Veritone reported revenues of $34.2 million for the quarter ended Dec. 31, down 22% from the previous year. Plus, while the company's adjusted loss per share of $0.16 arrived roughly in line with expectations, the per-share loss approximately doubled on a year-over-year basis. In terms of liquidity, the company closed the quarter with a cash balance of $79.4 million, down from $184.4 million in the prior year. The company's total debt checks in at around $143.05 million. Given Veritone's ongoing cash burn and the stock's rapid ascent this year, investors may be starting to grow wary of a potential share offering. What Do Analysts Expect for VERI Stock? Analysts have deemed the small-cap AI stock a “Hold” overall. Out of 6 analysts covering the stock, 1 has a “Strong Buy” rating, 3 have a “Hold” rating, 1 has a “Moderate Sell” rating and 1 has a “Strong Sell” rating. The stock closed at $4.72 on Thursday, a premium of 18% to its Street-high target price of $4. The mean price target of $3.06 implies expected downside of more than 35% from current levels. On the date of publication, Pathikrit Bose did not have (either directly or indirectly) positions in any of the securities mentioned in this article. All information and data in this article is solely for informational purposes. For more information please view the Barchart Disclosure Policy here.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology"
  ],
  "external_links": [
    "https://www.barchart.com/stocks/indices/russell/russell2000?viewName=performance)",
    "https://www.barchart.com/story/news/25398333/3-best-mega-cap-stocks-for-dividend-investors)",
    "https://www.barchart.com/investing-ideas/ai-stocks?viewName=main&orderBy=percentChangeYtd&orderDir=desc)",
    "https://barchart.com/story/news/25398333/3-best-mega-cap-stocks-for-dividend-investors)",
    "https://www.barchart.com/investing-ideas/ai-stocks",
    "https://barchart.com/stocks/indices/russell/russell2000?viewName=performance)",
    "https://barchart.com/investing-ideas/ai-stocks?viewName=main&orderBy=percentChangeYtd&orderDir=desc)",
    "https://www.barchart.com/stocks/indices/russell/russell2000"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "nasdaq",
        "sentiment": "none"
      },
      {
        "name": "nvidia",
        "sentiment": "none"
      },
      {
        "name": "microsoft",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "nvda",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T02:00:59.681+03:00",
  "updated": "2024-04-12T02:00:59.681+03:00"
}