{
  "thread": {
    "uuid": "d2f650e4cf8cef36014ff34346c8d21ad9ed0347",
    "url": "https://woub.org/2024/01/20/in-part-two-of-benjamin-franklin-wartime-brings-the-declaration-of-independence-the-constitution-sept-28-at-9-pm",
    "site_full": "woub.org",
    "site": "woub.org",
    "site_section": "http://woub.org/feed",
    "site_categories": [
      "non_standard_content"
    ],
    "section_title": "WOUB Public Media",
    "title": "In part two of BENJAMIN FRANKLIN, wartime brings the Declaration of Independence & the Constitution - Jan. 26 at 9 pm - WOUB Public Media",
    "title_full": "In part two of BENJAMIN FRANKLIN, wartime brings the Declaration of Independence & the Constitution - Jan. 26 at 9 pm - WOUB Public Media",
    "published": "2024-01-20T18:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://woub.org/wp-content/uploads/2022/03/BenFranklin_Mezzanine.jpg",
    "performance_score": 0,
    "domain_rank": 83109,
    "domain_rank_updated": "2024-01-16T12:06:44.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d2f650e4cf8cef36014ff34346c8d21ad9ed0347",
  "url": "https://woub.org/2024/01/20/in-part-two-of-benjamin-franklin-wartime-brings-the-declaration-of-independence-the-constitution-sept-28-at-9-pm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mark Brewer",
  "published": "2024-01-20T18:00:00.000+02:00",
  "title": "In part two of BENJAMIN FRANKLIN, wartime brings the Declaration of Independence & the Constitution - Jan. 26 at 9 pm - WOUB Public Media",
  "text": "Communiqué In part two of BENJAMIN FRANKLIN, wartime brings the Declaration of Independence & the Constitution – Jan. 26 at 9 pm [< < Back to]() BENJAMIN FRANKLIN Part Two – Friday, January 26 at 9 pm “An American” (1775-1790) In wartime Philadelphia, Benjamin Franklin helps Thomas Jefferson craft the Declaration of Independence. In Paris, he wins French support for the American Revolution. Back home, he works on the Constitution of the new United States. Ken Burns Series Explores Life of Scientist, Inventor, Writer, Diplomat, and Signer of Declaration of Independence and Constitution Voice Actors Include Mandy Patinkin as Franklin, Carolyn McCormick, Josh Lucas, Paul Giamatti and Liam Neeson; Narrated by Peter Coyote BENJAMIN FRANKLIN, written by Dayton Duncan (COUNTRY MUSIC, THE NATIONAL PARKS) and produced by David Schmidt (THE VIETNAM WAR) and Ken Burns, explores the life and work of one of the most consequential figures in American history—a prolific writer and publisher, a groundbreaking scientist and inventor, a world-renowned diplomat and a signer of both the Declaration of Independence and the United States Constitution. Franklin, whose life has been celebrated as a quintessential American story, was anything but typical. His 84 years spanned nearly the entirety of the 18th century, an epoch of revolutionary change in science, technology, literature, politics and government—change that Franklin himself helped to advance. He launched the first public library in America, organized a volunteer fire company, and founded an academy that eventually became the University of Pennsylvania. His annual publication, “Poor Richard’s Almanack,” set a model for future humorists such as Mark Twain and contained maxims that are still part of our shared lexicon. And his famous experiments with electricity led to one of his most important inventions—the lightning rod. While Franklin was committed to the ideals of the Enlightenment—always looking to improve himself, his community, and humanity at large—he was also full of contradictions. He could be whimsical yet philosophical, folksy yet unforgiving, generous yet shrewdly calculating, and broadminded yet deeply prejudiced. Critically, especially for a man so associated with independence and individual liberty, Franklin enslaved people and did not become an abolitionist until very late in life. The Franklin household had at least six enslaved individuals, including Peter, Jemima, Othello, George, John and King. Franklin’s newspaper, The Pennsylvania Gazette, also advertised the sale of enslaved people and published notices of runaways. And while he publicly denounced white settlers who indiscriminately killed Indigenous people, he also championed the expansion of white settlements on to Indigenous lands. “Benjamin Franklin was a fascinating and complicated individual who helped shape our contemporary world,” said Ken Burns. “If we see him for more than his long list of accomplishments, we recognize an imperfect man challenging himself and his contemporaries as he tries to understand and improve the world around him. One of the best and most prolific writers of the 18th century, Franklin both embodies and documents the dynamic social, scientific and political changes of this revolutionary age. His story is one of hope, with a faith in the common man. But his shortcomings are also a reminder of this country’s failure to address slavery at the time of its founding and the racial divisions that continue to impact our country today.” “Every American learns about Benjamin Franklin in grade school, but often it ends there,” said David Schmidt, the film’s producer. “He is too interesting, too complicated and too important a figure not to revisit. We have tried to present Franklin as a real person who lived a real life, separated from the myths that have followed him through time. His biography is uniquely primed to inform us of our history. His 70 years before signing the Declaration of Independence tell us about America before the United States, and in his last 15 years, he was central to bringing the United States into being.” The actor Mandy Patinkin provides the voice of Franklin. Burns called the Patinkin’s reading “distinctive and transcendent,” noting that Patinkin’s voice and timing seem to capture Franklin perfectly, finding just the right sense of humor and curiosity for life that Franklin presented in his many writings. Franklin, the writer and publisher In 1706, Franklin was born in Boston, then a small seaport outpost of the British Empire. Young Benjamin’s curiosity knew no bounds, and he read anything he could lay his hands on. At age 12, he entered an apprenticeship with his older brother James, a printer in Boston. It was in James’ newspaper The New-England Courant that Benjamin was first published—under the pseudonym Silence Dogood. In 1723, 17-year-old Franklin broke his contract and ran away from his apprenticeship and his home. He soon found himself in Philadelphia, where he would make a new life. He continued to work as a printer, soon opening his own shop, and before long beginning a newspaper of his own, The Pennsylvania Gazette. Franklin, the scientist and inventor At age 42, with his financial future secure, Franklin retired from the printing business in 1748 and devoted himself to science and innovation. Among his many inventions were the Franklin stove, bifocal glasses, and a musical instrument he called the armonica, sometimes known as the glass harmonica. Many of the terms he first coined—positive and negative charges, conductor, and electrical battery—are still in daily use and prove his enduring impact. But it was his observations and experiments about lightning’s electrical properties—and the lightening rod—that drew him international attention and acclaim in his own time. Franklin, the revolutionary and diplomat In the wake of his scientific success, Franklin entered the world of politics, the field in which he would cement his legacy in American history. He served as an elected member in the Pennsylvania Assembly, which sent him to London in 1757 to advocate in the capital. He would spend the majority of the next two decades in England, trying to solidify Pennsylvania’s place within the British Empire. His work as an intermediary between the colonies and the king and Parliament would begin full of promise and end in frustration. He was successful in helping his son William win a post as New Jersey’s royal governor, but neither father nor son could prevent a growing imperial crisis from turning into rebellion, dividing the Empire and tearing the Franklin family apart. Franklin brought two enslaved men—Peter and King—to London with him, though at some point King managed to flee and avoided apprehension even after Franklin’s son placed ads in local papers trying to reclaim him. When Franklin returned home in 1775, he found America already at war; the battle of Lexington and Concord had been fought while he was at sea. On his arrival in Philadelphia, he joined the revolutionaries and was named a delegate to the Second Continental Congress. At age 69, Franklin was a generation older than the others, many of whom eyed him with suspicion—in part because his son William had announced his loyalty to the king. In time, Benjamin Franklin won over his fellow delegates, who assigned him to the committee drafting a Declaration of Independence. Soon after declaring its independence, the new nation sent Franklin as its emissary to France to seek French support in the war with Britain. His celebrity preceded him in Paris, and a “cult of Franklin” emerged among the Parisian elite. Franklin leveraged his reputation to win audiences with men and women of influence in France, and through patience and diplomacy, he won more and more support from the French government. Early in 1778, Franklin was able to secure an alliance and France’s entry into the American Revolutionary War. It was one of his greatest achievements and critical to winning the Revolution. After the war, Franklin helped negotiate the treaty with Britain that officially secured American independence. In 1785, after eight and a half years in France, Franklin returned to Philadelphia. Two years later, at 81, he was named a Pennsylvania delegate to the Constitutional Convention of 1787. In poor health, he spoke little, but his presence added legitimacy to the proceedings. He encouraged compromise throughout for the sake of unity, and on the final day made the motion for the Constitution’s adoption. After it passed, Franklin’s neighbor Elizabeth Willing Powel asked, “What have we got, a republic or a monarchy?” “A republic,” Franklin famously answered, “if you can keep it.” Franklin, the abolitionist After the states ratified the Constitution, Franklin took up one final political cause—to try and undo what he and the other delegates had done to protect slavery in the United States. Despite owning enslaved people earlier in his life, Franklin’s opinions of slavery had changed over the years. And yet, he kept silent on the issue at the Constitutional Convention. In the last year of his life, however, Franklin was more outspoken and presented a formal abolition petition to Congress. “From a persuasion that equal liberty… is still the Birthright of all Men,” he wrote, Congress should grant “liberty to those unhappy men who alone in this land of freedom are degraded into perpetual bondage.” In response, the House of Representatives voted it had “no authority to interfere” on the issue of slavery, and the Senate tabled the petition without discussion. It would take another 75 years to officially end slavery in the United States. Two months after making his proposal, on April 17, 1790, Benjamin Franklin died at age 84. More than 20,000 people—the largest crowd Philadelphia had ever seen—turned out for his funeral procession.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "benjamin franklin",
        "sentiment": "negative"
      },
      {
        "name": "franklin",
        "sentiment": "none"
      },
      {
        "name": "josh lucas",
        "sentiment": "none"
      },
      {
        "name": "david schmidt",
        "sentiment": "none"
      },
      {
        "name": "carolyn mccormick",
        "sentiment": "none"
      },
      {
        "name": "dayton duncan",
        "sentiment": "none"
      },
      {
        "name": "thomas jefferson",
        "sentiment": "none"
      },
      {
        "name": "paul giamatti",
        "sentiment": "none"
      },
      {
        "name": "liam neeson",
        "sentiment": "none"
      },
      {
        "name": "peter coyote benjamin franklin",
        "sentiment": "none"
      },
      {
        "name": "mandy patinkin",
        "sentiment": "none"
      },
      {
        "name": "ken burns",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "woub public media communiqué",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "philadelphia",
        "sentiment": "none"
      },
      {
        "name": "paris",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T18:23:01.729+02:00",
  "updated": "2024-01-20T18:23:01.729+02:00"
}