{
  "thread": {
    "uuid": "fe67b8e9dbcf60349665827fef0d1231540f81c3",
    "url": "https://www.wsbradio.com/news/national/rob-manfred-says/P6BJOAX3JBXCUHMIY3TKW5UPAU",
    "site_full": "www.wsbradio.com",
    "site": "wsbradio.com",
    "site_section": "https://www.wsbradio.com",
    "site_categories": [
      "media"
    ],
    "section_title": "95.5 WSB",
    "title": "Rob Manfred says tenure as MLB commissioner will end in 2029 – 95.5 WSB",
    "title_full": "Rob Manfred says tenure as MLB commissioner will end in 2029 – 95.5 WSB",
    "published": "2024-02-16T01:11:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cmg-cmg-rd-20021-prod.cdn.arcpublishing.com/resizer/my5XLJve67NOCi2V-S9sNCAxqMI=/1440x810/filters:format(jpg):quality(70)/cloudfront-us-east-1.images.arcpublishing.com/cmg/NFMHIOKO7DZYZXUJ2E7D6Q7NIQ.jpg",
    "performance_score": 0,
    "domain_rank": 38168,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fe67b8e9dbcf60349665827fef0d1231540f81c3",
  "url": "https://www.wsbradio.com/news/national/rob-manfred-says/P6BJOAX3JBXCUHMIY3TKW5UPAU",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jack Baer, Yahoo Sports",
  "published": "2024-02-16T01:11:00.000+02:00",
  "title": "Rob Manfred says tenure as MLB commissioner will end in 2029 – 95.5 WSB",
  "text": "MLB commissioner Rob Manfred's tenure officially has an end date. Five years from now. Manfred told reporters at MLB spring training media day on Thursday that he will step down as commissioner in Jan. 2029, when his contract expires. Manfred [signed a four-year extension last summer that took his reign to nearly the end of the decade](https://sports.yahoo.com/mlb-commissioner-rob-manfred-receives-4-year-extension-from-owners-191217907.html). That timeframe will see Manfred spend 14 years as commissioner, which he said was enough. He will be 70 years old when that day comes. \"You can only have so much fun in one lifetime, Manfred said. \"I have been open with [the owners] about the fact that this is going to be my last term.\" Manfred has held baseball's top job since 2015, when he succeeded Bud Selig after a stint as the league's chief operating officer. He first started working with the league in 1987 and joined on a full-time basis in 1998. Before becoming commissioner, most of his production for MLB came at the bargaining table as one of the league's labor lawyers. He also led MLB's investigation of the Biogenesis PED scandal in 2012. Like every other major sports league, MLB franchise values have exploded under Manfred, which is what his 30 bosses care about. However, Manfred's legacy will be defined by much more than that. How will Rob Manfred's time as MLB commissioner be remembered? Manfred's time as commissioner has not been without criticism. Overall, he is not popular with fans (like most commissioners) and even less so with MLB players and their union that he has negotiated and lobbied against. It was under his watch that a lockout delayed the start of the 2022 season and nearly cost the league games, and there was also a significant conflict between the league and union over how to resume the 2020 season in the wake of the COVID-19 pandemic. The most controversial decision of Manfred's career is likely the resolution of the Houston Astros cheating scandal, as he was blasted by fans and some players for giving Astros players immunity in exchange for honesty about what transpired during their World Series run in 2017. In all likelihood, that might have been a decision Manfred needed to make, as the league had little leverage otherwise against the players, whose union would have pushed back hard on any real discipline. His bigger oversight might have been a failure to make sure players were documented to have received a memo in Sept. 2017 explicitly banning electronic sign-stealing, leaving open a legal defense for the union. Those episodes, in addition to Manfred's decision to move the 2021 All-Star Game from Atlanta to Colorado over a restrictive voter rights bill in Georgia, were the times Manfred most saw his own name in the headlines. There have been slower-moving disputes inside the league as well, such as the ongoing move of the Oakland Athletic and the MASN dispute between the Washington Nationals and Baltimore Orioles. The other side of Manfred's tenure has been MLB's rule changes in recent years. Manfred's constant refrain was to shorten games, which he accomplished with the pitch clock last season. Other changes have included a ban on defensive shifts and restricting pick-off moves, with [even more on the horizon](https://sports.yahoo.com/mlb-rule-changes-for-2024-amend-pitch-clock-runners-lane-and-more-205726234.html). And possibly robot umps. Manfred still has five more years on the job, which is plenty more time to make changes. He has [previously hinted at expanding MLB to 32 teams](https://sports.yahoo.com/rob-manfred-robot-umps-mlb-2024-expansion-32-teams-023056119.html), and you never know what scandal might pop up next.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [
    "https://sports.yahoo.com/mlb-rule-changes-for-2024-amend-pitch-clock-runners-lane-and-more-205726234.html).",
    "https://sports.yahoo.com/rob-manfred-robot-umps-mlb-2024-expansion-32-teams-023056119.html),",
    "https://sports.yahoo.com/mlb-commissioner-rob-manfred-receives-4-year-extension-from-owners-191217907.html).",
    "https://www.sports.yahoo.com/mlb-rule-changes-for-2024-amend-pitch-clock-runners-lane-and-more-205726234.html).",
    "https://www.sports.yahoo.com/mlb-commissioner-rob-manfred-receives-4-year-extension-from-owners-191217907.html).",
    "https://www.sports.yahoo.com/rob-manfred-robot-umps-mlb-2024-expansion-32-teams-023056119.html),"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rob manfred",
        "sentiment": "negative"
      },
      {
        "name": "manfred",
        "sentiment": "negative"
      },
      {
        "name": "bud selig",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "wsb mlb",
        "sentiment": "negative"
      },
      {
        "name": "mlb",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T01:37:53.902+02:00",
  "updated": "2024-02-16T01:37:53.902+02:00"
}