{
  "thread": {
    "uuid": "5b6c22aeda26f5bdda26c7e20cbd791c9a1579ff",
    "url": "https://churchleaders.com/pastors/440659-3-reason-why-you-should-pray-after-the-sermon.html",
    "site_full": "churchleaders.com",
    "site": "churchleaders.com",
    "site_section": "http://www.churchleaders.com/feed",
    "site_categories": [
      "religion",
      "christianity"
    ],
    "section_title": "ChurchLeaders",
    "title": "3 Reasons Why You Should Pray the Day After the Sermon",
    "title_full": "3 Reasons Why You Should Pray the Day After the Sermon",
    "published": "2024-01-08T00:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.churchleaders.com/wp-content/uploads/2022/12/after-the-sermon.jpg",
    "performance_score": 0,
    "domain_rank": 21501,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5b6c22aeda26f5bdda26c7e20cbd791c9a1579ff",
  "url": "https://churchleaders.com/pastors/440659-3-reason-why-you-should-pray-after-the-sermon.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ray Hollenbach",
  "published": "2024-01-08T00:03:00.000+02:00",
  "title": "3 Reasons Why You Should Pray the Day After the Sermon",
  "text": "Before I became a pastor no one told me how exhausting preaching can be. It doesn’t make sense: you stand up before the congregation, speak for 30-45 minutes, by Sunday afternoon you’re wiped out physically, mentally, and sometimes spiritually. (And by the way: if you speak longer than that, well, you might want to rethink your preaching.) Some pastors preach multiple services, but still—a relatively low-energy task seems to take an outsized toll on us. This exhaustion is why I’m hesitant to address the topic of what we should do after the sermon. That’s right: our actions after the sermon can have a huge impact on our congregation.\nRecently I found myself unable to fall asleep one Sunday night. It had been a good day: church went well; I believe the Holy Spirit helped me to\npreach well, but something was missing. What had I missed? And then the still small voice I’ve come to know so well said, Pray for your people. I knew immediately that God was directing me to pray for the people of the church. I must admit, even after years of pastoring, once the sermon was delivered I had always felt my work was done. Now God was leading me to a new level of faithfulness after the sermon. Not just a quick summary prayer at the end of the message, but prayer in the nights and days that follow.\nHow to Pray the Day After the Sermon\nWhat I learned that day was simple: after the sermon, pray. Here are three ways:\nPray for those who heard the word.\nEach Sunday there are people who heard, really heard the message. God gave you a message, you studied it out, and your delivered it faithfully. But on Monday and Tuesday, the Word is at risk. In the Parable of the Sower we see that even after the seed is sown (after the sermon, if you will), several things can happen. Luke’s version of the parable is particularly instructive:\nThe seed is the word of God. Those along the path are the ones who hear, and then the devil comes and takes away the word from there hearts . . .\nWhether we are talking about the word along the path, or in the other types of soil, perhaps the pastor’s job is to pray over the word after the sermon.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "god",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T01:08:24.788+02:00",
  "updated": "2024-01-08T01:08:24.788+02:00"
}