{
  "thread": {
    "uuid": "bf7aa8b8a7c95d5457e2dc94158964adf91df56c",
    "url": "https://www.tradingview.com/news/reuters.com,2024-04-12:newsml_Wkr2ZC2sS:0-hansa-biopharma-announces-successful-execution-of-a-directed-share-issue-of-sek-372-million-usd-34-6-million",
    "site_full": "www.tradingview.com",
    "site": "tradingview.com",
    "site_section": "https://in.tradingview.com/news",
    "site_categories": [
      "financial_news",
      "finance"
    ],
    "section_title": "Financial News &amp; Top Stories — Market Analysis — TradingView India",
    "title": "Hansa Biopharma Announces Successful Execution of a Directed Share Issue of SEK 372 million (~USD 34.6 million) — TradingView News India",
    "title_full": "Hansa Biopharma Announces Successful Execution of a Directed Share Issue of SEK 372 million (~USD 34.6 million) — TradingView News India",
    "published": "2024-04-11T23:40:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://s.tradingview.com/static/images/illustrations/news-story.jpg",
    "performance_score": 0,
    "domain_rank": 1620,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bf7aa8b8a7c95d5457e2dc94158964adf91df56c",
  "url": "https://www.tradingview.com/news/reuters.com,2024-04-12:newsml_Wkr2ZC2sS:0-hansa-biopharma-announces-successful-execution-of-a-directed-share-issue-of-sek-372-million-usd-34-6-million",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-11T23:40:00.000+03:00",
  "title": "Hansa Biopharma Announces Successful Execution of a Directed Share Issue of SEK 372 million (~USD 34.6 million) — TradingView News India",
  "text": "Hansa Biopharma Announces Successful Execution of a Directed Share Issue of SEK 372 million (~USD 34.6 million) NOT FOR PUBLICATION, DISTRIBUTION OR RELEASE, DIRECTLY OR INDIRECTLY, IN WHOLE OR IN PART, IN OR INTO THE UNITED STATES OF AMERICA, THE UNITED KINGDOM, AUSTRALIA, CANADA, HONG KONG, ISRAEL, JAPAN, NEW ZEALAND, SOUTH AFRICA, SWITZERLAND OR ANY OTHER JURISDICTION WHERE SUCH PUBLICATION, DISTRIBUTION OR RELEASE WOULD BE UNLAWFUL OR REQUIRE REGISTRATION OR OTHER MEASURES. Lund, Sweden April 12, 2024. Hansa Biopharma AB (publ), (\"Hansa\" or the \"Company\") (Nasdaq Stockholm: HNSA) today announced that the board of directors has authorized the issue of 12,780,000 total new ordinary shares (the \"New Shares\") in a directed share issue based on the shareholder consent granted at the annual general meeting on June 29, 2023 (\"Directed Share Issue\"). The Directed Share Issue is divided into two tranches where the first tranche consists of 10,474,740 New Shares (the \"First Tranche\") and the second tranche consists of 2,305,260 New Shares (the \"Second Tranche\"), for a total of 12,780,000 New Shares. Settlement in the Second Tranche requires approval and publication of a customary listing prospectus, which is expected to occur on or around April 30, 2024. Trading in the shares issued in the Second Tranche is expected to commence on Nasdaq Stockholm shortly thereafter. The price for the New Shares is SEK 29.12 per New Share, corresponding to the closing price of Hansa shares as traded on Nasdaq Stockholm on April 11, 2024. The price per New Share in the Directed Share Issue has been determined by the board of directors, based on arm's length negotiations with the participating investors, including both participating current shareholders and new investors, as well as in consultation with William Blair & Company, L.L.C. (\"William Blair\") and Carnegie Investment Bank AB (publ) (\"Carnegie\") (together referred to as the \"Joint Bookrunners\"). The board of directors of Hansa considers the price for the New Shares to be at market. The investors in the Directed Share Issue were Braidwell LP, Redmile Group, the Fourth Swedish National Pension Fund, Sphera Healthcare, Woodline Partners LP, an entity managed by Heights Capital Ireland LLC and Maven Investment Partners. The board of directors of Hansa believes that there is a value to current shareholders participating in the Directed Share Issue. Through the Directed Share Issue, Hansa will receive proceeds amounting to approximately SEK 372.2 million (approximately USD 34.6 million) before transaction costs. Through the Directed Share Issue, the number of outstanding shares and votes in the Company will increase from 55,034,241 shares to 67,814,241 shares and from 52,908,040.50 votes to 65,688,040.5 votes. Following the registration of the New Shares, the share capital will increase from SEK 55,034,241 to SEK 67,814,241. Søren Tulstrup, President and CEO, Hansa Biopharma said: \"I am very pleased to see the strong interest in the Hansa equity story from leading international healthcare specialist investors. This transaction will help finance the preparation of a potential U.S. launch of imlifidase in kidney transplantation, strengthen ongoing product development in autoimmune indications and allow for continued clinical development of HNSA-5487, the lead candidate from the NiceR program for repeat dosing.\" The board of directors has made an overall assessment and carefully considered the possibility to raise capital through a rights issue. The board of directors has concluded that a rights issue would entail significantly longer execution time and thereby increased market exposure and a higher potential risk of materially affecting the share price negatively, particularly in this volatile and challenging market, compared to a directed issue. A share issue with preferential rights for the current shareholders would also entail a risk of not being fully subscribed or becoming expensive due to the need for guarantees. Further, there is a strong interest in bringing on board strategic biotech investors to strengthen the shareholder base, in particular healthcare specialist investors U.S. based investors which also could play an important role in a contemplated future listing in the U.S. Considering the above, the board of directors has made the assessment that the Directed Share Issue with deviation from the shareholders' preferential rights is the most favorable alternative for Hansa, creates value for the Company and is in the best interest of the Company's shareholders. Use of proceeds and lock-up undertakings Hansa intends to use the net proceeds from the Directed Share Issue to fund continued development and preparation for a potential U.S. launch of imlifidase, continued development of HNSA-5487, working capital and other general corporate purposes. In connection with the Directed Share Issue, the Company has agreed to a lock-up undertaking, with customary exceptions, on future share issuances for a period of 90 calendar days after the settlement date of the First Tranche. In addition, the members of the board of directors and executive management have undertaken not to, subject to customary exceptions, divest any shares in the Company for a period of 90 days from the settlement date of the First Tranche. Advisers William Blair and Carnegie acted as Joint Bookrunners in connection to the Directed Share Issue. Advokatfirman Vinge KB acted as legal adviser to the Company and White & Case acted as legal adviser to the Joint Bookrunners in connection with the Directed Share Issue. For more information: Klaus Sindahl, VP Head of Investor Relations M: +46 (0) 709-298 269 E: klaus.sindahl@hansabiopharma.com Stephanie Kenney, VP Global Corporate Affairs M: +1 (484) 319 2802 E: stephanie.kenney@hansabiopharma.com The information in the press release is information that Hansa Biopharma AB (publ) is obliged to make public pursuant to the EU Market Abuse Regulation. The information was submitted for publication, through the agency of the contact persons above, on April 12, 2024 at 03:40 (CEST). About Hansa Biopharma Hansa Biopharma is a pioneering commercial-stage biopharmaceutical company on a mission to develop and commercialize innovative, lifesaving and life altering treatments for patients with rare immunological conditions. Hansa has developed a first-in-class immunoglobulin G (IgG) antibody cleaving enzyme therapy, which has been shown to enable kidney transplantation in highly sensitized patients. Hansa has a rich and expanding research and development program, based on the Company's proprietary IgG-cleaving enzyme technology platform, to address serious unmet medical needs in transplantation, autoimmune diseases, gene therapy and cancer. Hansa Biopharma is based in Lund, Sweden, and has operations in Europe and the U.S. The Company is listed on Nasdaq Stockholm under the ticker HNSA. Find out more at www.hansabiopharma.com. Important Information The release, announcement or distribution of this press release may, in certain jurisdictions, be subject to restrictions and the recipients of this press release in jurisdictions where this press release has been published or distributed shall inform themselves of and follow such restrictions. The recipient of this press release is responsible for using this press release, and the information contained herein, in accordance with applicable rules in each jurisdiction. This press release does not constitute an offer, or a solicitation of any offer, to buy or subscribe for any securities in Hansa in any jurisdiction, neither from Hansa nor from someone else. Any investment decision in connection with the Directed Share Issue must be made on the basis of all publicly available information relating to the Company and the Company's shares. Such information has not been independently verified by the Joint Bookrunners. The information contained in this announcement is for background purposes only and does not purport to be full or complete. No reliance may be placed for any purpose on the information contained in this announcement or its accuracy or completeness. This press release does not constitute or form part of an offer or solicitation to purchase or subscribe for securities in the United States. The securities referred to herein may not be sold in the United States absent registration or an exemption from registration under the U.S. Securities Act of 1933, as amended (the \"Securities Act\"), and may not be offered or sold within the United States absent registration or an applicable exemption from, or in a transaction not subject to, the registration requirements of the Securities Act. The securities referred to herein have not been registered under the Securities Act and there is no intention to register any securities referred to herein in the United States or to make a public offering of the securities in the United States. The information in this press release may not be announced, published, copied, reproduced or distributed, directly or indirectly, in whole or in part, within or into the United States, the United Kingdom, Canada, Hong Kong, Australia, South Africa, Japan, Switzerland, Israel, New Zealand or in any other jurisdiction where such announcement, publication or distribution of the information would not comply with applicable laws and regulations or where such actions are subject to legal restrictions or would require additional registration or other measures than what is required under Swedish law. Actions taken in violation of this instruction may constitute a crime against applicable securities laws and regulations. This announcement is not a prospectus for the purposes of Regulation (EU) 2017/1129 (the \"Prospectus Regulation\") and has not been approved by any regulatory authority in any jurisdiction. Hansa has not authorized any offer to the public of shares or other securities in any member state of the EEA. In any EEA Member State, this communication is only addressed to and is only directed at qualified investors in that Member State within the meaning of the Prospectus Regulation. In the United Kingdom, this document and any other materials in relation to the securities described herein is only being distributed to, and is only directed at, and any investment or investment activity to which this document relates is available only to, and will be engaged in only with, \"qualified investors\" (within the meaning of the Prospectus Regulation as it forms part of domestic law in the United Kingdom by virtue of the European Union (Withdrawal) Act 2018), who are (i) persons having professional experience in matters relating to investments who fall within the definition of \"investment professionals\" in Article 19(5) of the Financial Services and Markets Act 2000 (Financial Promotion) Order 2005 (the \"Order\"); or (ii) high net worth entities falling within Article 49(2)(a) to (d) of the Order (all such persons together being referred to as \"relevant persons\"). In the United Kingdom, any investment or investment activity to which this communication relates is available only to, and will be engaged in only with, relevant persons. Persons who are not relevant persons should not take any action on the basis of this press release and should not act or rely on it. Information to distributors Solely for the purposes of the product governance requirements contained within: (a) EU Directive 2014/65/EU on markets in financial instruments, as amended (\"MiFID II\"); (b) Articles 9 and 10 of Commission Delegated Directive (EU) 2017/593 supplementing MiFID II; and (c) local implementing measures (together, the \"MiFID II Product Governance Requirements\"), and disclaiming all and any liability, whether arising in tort, contract or otherwise, which any \"manufacturer\" (for the purposes of the MiFID II Product Governance Requirements) may otherwise have with respect thereto, the shares in Hansa have been subject to a product approval process, which has determined that such shares are: (i) compatible with an end target market of retail investors and investors who meet the criteria of professional clients and eligible counterparties, each as defined in MiFID II; and (ii) eligible for distribution through all distribution channels as are permitted by MiFID II (the \"Target Market Assessment\"). Notwithstanding the Target Market Assessment, Distributors should note that: the price of the shares in Hansa may decline and investors could lose all or part of their investment; the shares in Hansa offer no guaranteed income and no capital protection; and an investment in the shares in Hansa is compatible only with investors who do not need a guaranteed income or capital protection, who (either alone or in conjunction with an appropriate financial or other adviser) are capable of evaluating the merits and risks of such an investment and who have sufficient resources to be able to bear any losses that may result therefrom. The Target Market Assessment is without prejudice to the requirements of any contractual, legal or regulatory selling restrictions in relation to the Directed Share Issue. Furthermore, it is noted that, notwithstanding the Target Market Assessment, the Joint Bookrunners will only procure investors who meet the criteria of professional clients and eligible counterparties. For the avoidance of doubt, the Target Market Assessment does not constitute: (a) an assessment of suitability or appropriateness for the purposes of MiFID II; or (b) a recommendation to any investor or group of investors to invest in, or purchase, or take any other action whatsoever with respect to the shares in Hansa. Each distributor is responsible for undertaking its own target market assessment in respect of the shares in Hansa and determining appropriate distribution channels. Forward-looking statements This press release contains forward-looking statements that reflect the Company's intentions, beliefs, or current expectations about and targets for the Company's future results of operations, financial condition, liquidity, performance, prospects, anticipated growth, strategies and opportunities and the markets in which the Company operates. Forward-looking statements are statements that are not historical facts and may be identified by words such as \"believe\", \"expect\", \"anticipate\", \"intend\", \"may\", \"plan\", \"estimate\", \"will\", \"should\", \"could\", \"aim\" or \"might\", or, in each case, their negative, or similar expressions. The forward-looking statements in this press release are based upon various assumptions, many of which are based, in turn, upon further assumptions. Although the Company believes that the expectations reflected in these forward-looking statements are reasonable, it can give no assurances that they will materialize or prove to be correct. Because these statements are based on assumptions or estimates and are subject to risks and uncertainties, the actual results or outcome could differ materially from those set out in the forward-looking statements as a result of many factors. Such risks, uncertainties, contingencies and other important factors could cause actual events to differ materially from the expectations expressed or implied in this release by such forward-looking statements. The Company does not guarantee that the assumptions underlying the forward-looking statements in this press release are free from errors and readers of this press release should not place undue reliance on the forward-looking statements in this press release. The information, opinions and forward-looking statements that are expressly or implicitly contained herein speak only as of its date and are subject to change without notice. Neither the Company nor anyone else undertake to review, update, confirm or to release publicly any revisions to any forward-looking statements to reflect events that occur or circumstances that arise in relation to the content of this press release, unless it is not required by law or Nasdaq Stockholm rule book for issuers. http://publish.ne.cision.com//Release/ViewReleaseHtml/0DA9E34AD5405758E0C856B0705FC7D6 20240412 HNSA PR Directed Share Issue ENG",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology"
  ],
  "external_links": [
    "http://publish.ne.cision.com//Release/ViewReleaseHtml/0DA9E34AD5405758E0C856B0705FC7D6",
    "http://www.publish.ne.cision.com//Release/ViewReleaseHtml/0DA9E34AD5405758E0C856B0705FC7D6"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lund",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "tradingview news india hansa biopharma",
        "sentiment": "neutral"
      },
      {
        "name": "hansa biopharma",
        "sentiment": "neutral"
      },
      {
        "name": "hansa biopharma ab",
        "sentiment": "none"
      },
      {
        "name": "united kingdom",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "america",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "sweden",
        "sentiment": "none"
      },
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "japan",
        "sentiment": "none"
      },
      {
        "name": "south africa",
        "sentiment": "none"
      },
      {
        "name": "hansa",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "new zealand",
        "sentiment": "none"
      },
      {
        "name": "switzerland",
        "sentiment": "none"
      },
      {
        "name": "hong kong",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T04:45:52.079+03:00",
  "updated": "2024-04-12T04:45:52.079+03:00"
}