{
  "thread": {
    "uuid": "12c72037afadfb43237774c37171dbaffbd1e6e4",
    "url": "https://www.dvidshub.net/news/470295/2nd-brigade-combat-team-commandos-celebrate-homecoming-fort-drum",
    "site_full": "www.dvidshub.net",
    "site": "dvidshub.net",
    "site_section": "http://www.dvidshub.net/rss/news",
    "site_categories": [
      "media"
    ],
    "section_title": "DVIDS RSS Feed: News",
    "title": "2nd Brigade Combat Team ‘Commandos’ celebrate homecoming at Fort Drum",
    "title_full": "2nd Brigade Combat Team ‘Commandos’ celebrate homecoming at Fort Drum",
    "published": "2024-05-03T23:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://d1ldvf68ux039x.cloudfront.net/thumbs/photos/2405/8378135/1000w_q95.jpg",
    "performance_score": 0,
    "domain_rank": 5603,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "12c72037afadfb43237774c37171dbaffbd1e6e4",
  "url": "https://www.dvidshub.net/news/470295/2nd-brigade-combat-team-commandos-celebrate-homecoming-fort-drum",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Staff Sgt. Travis Fontane",
  "published": "2024-05-03T23:30:00.000+03:00",
  "title": "2nd Brigade Combat Team ‘Commandos’ celebrate homecoming at Fort Drum",
  "text": "FORT DRUM, N.Y. (May 3, 2024) – Soldiers of the 2nd Brigade Combat Team, 10th Mountain Division (Light Infantry), known as the \"Commandos,\" rejoiced in their long-awaited return from deployment during a colors uncasing ceremony held May 2 in Memorial Park, Fort Drum.\nThe ceremony served as a powerful symbol of the unit's reunion with its home station after dedicated service in the U.S. Central Command area of operations in support of Combined Joint Task Force – Operation Inherent Resolve. Steeped in tradition, the casing and uncasing of the colors hold deep significance within the Army. These flags, emblazoned with streamers representing past engagements, stand as tangible reminders of the unit's valor and unwavering commitment.\nCol. Scott Wence, 2nd BCT commander, addressed the formation, highlighting the brigade's nine-month deployment across eight bases in Syria and Iraq. He emphasized the critical role pre-deployment training played in preparing for various situations.\n\"Our priorities remained constant,\" Wence said. \"We focused on tactical targeting, counter-unmanned aerial systems, drone mitigation, defensive systems hardening, and medical readiness. We never wavered in our commitment to these areas.\"\nSharing a source of inspiration, Wence spoke of the positive attitude and unwavering dedication he witnessed during visits to deployed units.\n\"The best leaders I've known consistently project a sense of hope,\" he said. \"They instill confidence that the organization can overcome any obstacle. While I strive to emulate this approach, it was the Soldiers' positivity that truly inspired me during my visits. It's a testament to their character and something this nation should be proud of.\"\nReflecting on the safe return of his Soldiers, Wence expressed immense pride.\n\"There's no group of Soldiers and leaders who could have done it better,\" he said. \"We accomplished the mission and brought everyone home safely. It's a tremendous feeling.\"\nHe described the homecoming as a moment of immense relief, highlighting the significance of the uncasing ceremony.\n\"This ceremony, like most, is symbolic,\" Wence explained. \"It signifies the start of the reintegration process. Our brigade systems are back online, and we're officially responsible for the well-being of our Soldiers back in garrison.\"\nSgt. Brent Hemphill, a squad leader with 2nd Battalion, 87th Infantry Regiment, provided a firsthand account of the deployment in Syria.\n\"Our mission was to ensure the lasting defeat of Daesh or ISIS forces,\" Hemphill said. \"We also assisted partner nations and contributed to regional stability.\"\nHe elaborated on the unit's response to frequent rocket attacks.\n\"After the initial months, rocket attacks became a regular occurrence, averaging two to three times a week, mostly at night. We'd grab our gear and head to bunkers. Depending on the situation, we'd either deploy as a quick reaction force or track down the attackers based on intel or witness reports.\"\nThe Joint Readiness Training Center at Fort Johnson, Louisiana, proved instrumental in preparing the Soldiers for Operation Inherent Resolve.\n\"JRTC conditioned us for operating with minimal sleep while still achieving mission success,\" Hemphill explained. \"We also honed our skills in crew-served weapons, vehicle operations, and counter-UAV tactics.\"\nLive-fire exercises and culminating events throughout the year further bolstered the unit's combat readiness.\n\"Extensive live fires leading up to deployment ensured proficiency in maneuvering and employing all our assets and equipment,\" Hemphill said. \"Air assets, mortars, and especially artillery proved crucial in responding to attacks during deployment.\"\nAlexa Buchanan, spouse of a deployed officer with 2nd BCT, attended the ceremony and shared her experiences.\n\"Having everyone back feels amazing. It means the world to have them all home safe,\" she said.\nShe described the challenges of managing a household while her husband was deployed in a combat zone.\n\"It was incredibly difficult being home with two kids while my husband was overseas, especially knowing they faced attacks in the evenings. The stress was immense.\"\nBuchanan offered advice to other spouses facing similar situations.\n\"Stay busy,\" she said. \"Explore new activities, connect with other military families, and keep your children engaged in activities. Find ways to get out of the house and maintain a sense of normalcy.\"\nWith the colors proudly displayed, the 2nd BCT command team stood ready to face future challenges. Their shared experience had forged a stronger, more resilient, and more united unit. The deployment, though long and arduous, culminated in a triumphant homecoming. It marked the beginning of a new chapter for the brigade, filled with hope, unity, and endless possibilities.\nReflecting on the unit's growth, Wence commended his Soldiers.\n\"They consistently displayed innovation and a questioning attitude to improve our assigned tasks,\" he said. \"They didn't settle for a basic understanding of equipment or processes; they challenged the status quo to find better solutions. This drive for improvement is unmatched in our military.\"\nWence's closing remarks resonated with the entire formation.\n\"The Army exists to fight and win our nation's wars, regardless of the circumstances,\" he declared. \"While I may be biased, I truly believe there is no better team than this brigade to decisively answer that call. I am incredibly honored to be a part of this remarkable team. Commandos! Climb to Glory!\"\n|Date Taken:||05.02.2024|\n|Date Posted:||05.03.2024 16:30|\n|Story ID:||470295|\n|Location:||FORT DRUM, NY, US|\n|Web Views:||9|\n|Downloads:||0|\nThis work, 2nd Brigade Combat Team ‘Commandos’ celebrate homecoming at Fort Drum, by\n[SSG Travis Fontane](/portfolio/1633820/travis-fontane), identified by DVIDS, must comply with the restrictions shown on https://www.dvidshub.net/about/copyright.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "scott wence",
        "sentiment": "none"
      },
      {
        "name": "wence",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "2nd brigade combat team",
        "sentiment": "negative"
      },
      {
        "name": "army",
        "sentiment": "none"
      },
      {
        "name": "u.s. central command",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "n.y.",
        "sentiment": "none"
      },
      {
        "name": "fort drum fort drum",
        "sentiment": "none"
      },
      {
        "name": "memorial park",
        "sentiment": "none"
      },
      {
        "name": "iraq",
        "sentiment": "none"
      },
      {
        "name": "syria",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-03T23:53:02.794+03:00",
  "updated": "2024-05-03T23:53:02.794+03:00"
}