{
  "thread": {
    "uuid": "6c248188d94949562225c07258e9bf70c59f3f52",
    "url": "https://lifehacker.com/food-drink/easy-pickles-in-a-blanket-recipe",
    "site_full": "lifehacker.com",
    "site": "lifehacker.com",
    "site_section": "http://lifehacker.com",
    "site_categories": [
      "herbs_for_health",
      "health"
    ],
    "section_title": "Lifehacker | Do everything better",
    "title": "Make This Easy Pickles in a Blanket Recipe | Lifehacker",
    "title_full": "Make This Easy Pickles in a Blanket Recipe | Lifehacker",
    "published": "2023-12-28T23:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "https://lifehacker.com/imagery/articles/01HJRXKS6KSHKYG8R1JN6Z6TZ4/hero-image.fill.size_1200x675.jpg",
    "performance_score": 0,
    "domain_rank": 652,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6c248188d94949562225c07258e9bf70c59f3f52",
  "url": "https://lifehacker.com/food-drink/easy-pickles-in-a-blanket-recipe",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Allie Chanthorn Reinmann",
  "published": "2023-12-28T23:30:00.000+02:00",
  "title": "Make This Easy Pickles in a Blanket Recipe | Lifehacker",
  "text": "As a food writer, I love the magnitude of a Thanksgiving dinner. As a human garbage can with the dietary pickiness of a goat, I love the grazing culture of a New Year’s Eve party—specifically, salty snacks, like pigs in a blanket. This year, as you unleash pastry from its pressurized tubes, I’m suggesting a delightful twist on this classic New Year’s nosh. Give your piggies a break, and make pickles in a blanket. Pigs in a blanket works because those little hot dogs are concentrated parcels of salt, fat, and umami. Wrap them in strips of buttery pastry and you’ve got doubly rich, hand-held bites that pair well with a beer. They’re great, but all that salt and fat can get overwhelming. Swap out the mini weenies for crunchy wee gherkins. In this serendipitously vegan snack, the acidity of a petite kosher dill and its light crunch plays well with the soft texture and richness of the pastry dough. It might seem odd to bake pickles, which are usually served chilled and dripping with brine, but cooking pickles is actually a fantastic technique. As you might know from [roasting other pickled vegetables](https://lifehacker.com/you-should-definitely-roast-pickled-vegetables-1831432959#:~:text=Roast%20in%20a%20375%2Ddegree,a%20very%20sophisticated%20bar%20snack.&text=Claire%20is%20Lifehacker's%20Senior%20Food%20Editor.), that time spent in the oven evaporates the excess water and concentrates the flavors of the pickling spices. The sharpness of the pickle brine mellows out to a well-rounded bite. I dare say, it’s sophisticated enough to pair with a New Year’s martini. How to make pickles in a blanket Making these crunchy bites has no fancy technique to throw you off. Simply make this snack the same way you would make it with li’l smokies. Unwrap the pastry dough and cut it into strips about two inches long and a half-inch wide. You can change the size of the strip to fit the size of your pickles. Take the pickles out of the jar and dry them off on a paper towel. I do this with cocktail weenies too because it’s annoying to deal with them if they’re slipping around. Place a gherkin on a strip of dough and roll it up. Place it seam-side down on a baking sheet. Repeat this with all of the dough and petite pickles. Bake them for about 12 minutes in a 375°F oven, or until well-browned. Pile them up in a bowl with ketchup or mustard on the side. Oddly, though I thought it would be too tangy, dijon mustard brings out the best flavors of the pickle. Use pickles alone, or pair it with pork You can keep it simple and just use pickles to make this two-bite treat. Use whatever pickles you like in this recipe—they all match well with pastry dough. Try a sweet bread and butter pickle, or an aggressive cornichon. If you can’t find small pickles, buy whole pickles or spears and just cut them into smaller segments. Pillsbury’s original crescent rolls don’t have any animal-based ingredients, but if you’re vegan or have other dietary restrictions, double-check the refrigerated pastry you’re using to make sure the ingredients match up to your dietary needs. I’m not trying to avoid meat, so I also tried a couple different combinations alongside pickles as a solo stuffing. I wrapped mini gherkins in thinly sliced smoky chorizo and bundled them up in crescent roll dough. I also decided that there’s no such thing as too much of a good thing, and put a whole mini gherkin and a whole mini weenie in a double sized strip of pastry. All pickle variations were absolutely stellar and, frankly, better than the original lonely hot dog in dough. The gentle briny punch cuts through the salt and fat of the pork and richness of the pastry to make a perfectly balanced party snack. My suggestion for a New Year’s Eve party is to make a little of everything—a bowl of pickles in blankets, a bowl of original pigs in a blanket, and a bowl of the pickle and pork combo. It’ll make you ponder why you haven’t been pairing pickles with your pigs this whole time.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:18:33.976+02:00",
  "updated": "2023-12-29T00:18:33.976+02:00"
}