{
  "thread": {
    "uuid": "625e11474b3f9e9fabf59cb6091f9c41bfdaebe3",
    "url": "https://www.tradingview.com/news/reuters.com,2024-07-05:newsml_GNXgYX9T:0-john-carswell-announces-holdings-in-canso-credit-income-fund",
    "site_full": "www.tradingview.com",
    "site": "tradingview.com",
    "site_section": "https://tradingview.com/news",
    "site_categories": [
      "financial_news",
      "finance"
    ],
    "section_title": "Financial News &amp; Top Stories — Market Analysis — TradingView",
    "title": "John Carswell Announces Holdings in Canso Credit Income Fund — TradingView News",
    "title_full": "John Carswell Announces Holdings in Canso Credit Income Fund — TradingView News",
    "published": "2024-07-04T22:15:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://s.tradingview.com/static/images/illustrations/news-story.jpg",
    "performance_score": 0,
    "domain_rank": 1563,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "625e11474b3f9e9fabf59cb6091f9c41bfdaebe3",
  "url": "https://www.tradingview.com/news/reuters.com,2024-07-05:newsml_GNXgYX9T:0-john-carswell-announces-holdings-in-canso-credit-income-fund",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-07-04T22:15:00.000+03:00",
  "title": "John Carswell Announces Holdings in Canso Credit Income Fund — TradingView News",
  "text": "John Carswell Announces Holdings in Canso Credit Income Fund TORONTO, July 04, 2024 (GLOBE NEWSWIRE) — John Carswell announced today that on July 3, 2024, Lysander Funds Limited (“Lysander”), a company which Mr. Carswell beneficially owns, purchased additional Class A Units (“Class A Units”) of Canso Credit Income Fund (TSX: PBY.UN) (the “Issuer”) pursuant to a Recirculation Agreement between the Issuer and RBC Dominion Securities Inc. dated July 16, 2010, as amended, and through the facilities of exchanges, including the Toronto Stock Exchange (the “Acquisition”). Mr. Carswell’s indirect ownership of the Issuer increased by 408,655 Class A Units. Prior to the Acquisition, Mr. Carswell beneficially owned or controlled, directly or indirectly, 1,056,110 Class A Units and 340 Class F units of the Issuer (“Class F Units”). Class F Units are convertible to Class A Units. Accordingly, assuming all of the Class F Units beneficially owned or controlled by Mr. Carswell were exercised for Class A Units (and no other Class F Units were exercised), Mr. Carswell would have beneficial ownership of or control over, directly or indirectly, 1,056,450 Class A Units, representing approximately 11.59% of the 9,116,425 issued and outstanding Class A Units on a partially-diluted basis prior to the Acquisition. As a result of the Acquisition, Mr. Carswell now has beneficial ownership of or control over, directly or indirectly, 1,464,765 Class A Units, representing approximately 16.07% of the 9,116,085 issued and outstanding Class A Units on a non-diluted basis, and 340 Class F Units, representing approximately 0.16% of the 214,325 issued and outstanding Class F Units. Accordingly, assuming all of the Class F Units beneficially owned or controlled by Mr. Carswell were exercised for Class A Units (and no other Class F Units were exercised), Mr. Carswell would have beneficial ownership of or control over, directly or indirectly, 1,465,105 Class A Units, representing approximately 16.07% of the 9,116,425 issued and outstanding Class A Units on a partially-diluted basis after the Acquisition. The Class A Units beneficially owned or controlled, directly or indirectly, by Mr. Carswell as a result of the Acquisition are being held for investment purposes and to keep the units surrendered for redemption and recirculation issued and outstanding, rather than being redeemed by the Issuer. Mr. Carswell may, depending on market, general economic, industry and other conditions and considerations, and in compliance with applicable securities laws, increase or decrease its respective ownership or control of Class A Units for investment purposes and to keep the Class A Units in circulation whether through market transactions, private agreements, treasury issuances, exercise of convertible securities or otherwise. Mr. Carswell will file an early warning report (the “Early Warning Report”) with the securities regulators in each of the provinces of Canada with respect to the foregoing matters pursuant to National Instrument 62-103 The Early Warning System and Related Take-Over Bid and Insider Reporting Issues. A copy of the Early Warning Report will appear on the Issuer’s profile on SEDAR+ at www.sedarplus.ca. Canso Credit Income Fund is located at 3080 Yonge Street, Suite 4000, Toronto, Ontario, M4N 3N1. For further information or to obtain a copy of the Early Warning Report filed in connection with this matter, please contact: Richard Usher-Jones President Lysander Funds Limited Tel. No. 416-640-4275 Fax No. 416-855-6515 For further information on Lysander, please visit www.lysanderfunds.com, email manager@lysanderfunds.com or you can reach Lysander at 1-877-308-6979.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Education",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "john carswell",
        "sentiment": "negative"
      },
      {
        "name": "carswell",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "tradingview news john carswell announces holdings",
        "sentiment": "negative"
      },
      {
        "name": "rbc dominion securities inc.",
        "sentiment": "none"
      },
      {
        "name": "toronto stock exchange",
        "sentiment": "none"
      },
      {
        "name": "acquisition",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "toronto",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T03:29:19.769+03:00",
  "updated": "2024-07-05T03:29:19.769+03:00"
}