{
  "thread": {
    "uuid": "e6df8b2b1ac94db198dfadcc6b272ac17cf3b59f",
    "url": "https://www.parentmap.com/article/children-allergies-what-medication-doctor",
    "site_full": "www.parentmap.com",
    "site": "parentmap.com",
    "site_section": "https://www.parentmap.com/education",
    "site_categories": [
      "teens",
      "social"
    ],
    "section_title": "Education | Raising a Learner from Cradle to College | ParentMap",
    "title": "Surviving Seasonal Allergies: A Doctor's Guide for Kids - ParentMap",
    "title_full": "Surviving Seasonal Allergies: A Doctor's Guide for Kids - ParentMap",
    "published": "2024-04-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.parentmap.com/sites/default/files/styles/1200x1200_scaled/public/2024-04/little%20girl%20with%20spring%20time%20allergies_istock_0.jpg?itok=g_qm7brC",
    "performance_score": 0,
    "domain_rank": 39870,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e6df8b2b1ac94db198dfadcc6b272ac17cf3b59f",
  "url": "https://www.parentmap.com/article/children-allergies-what-medication-doctor",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Nancy Schatz Alton",
  "published": "2024-04-04T03:00:00.000+03:00",
  "title": "Surviving Seasonal Allergies: A Doctor's Guide for Kids - ParentMap",
  "text": "We don’t need to check [Seattle’s seasonal allergy forecast](https://www.pollen.com/forecast/current/pollen/98101) to know when we’re approaching peak season for tree pollen allergies. A fine layer of pollen coats our cars; a regular chorus of our kids’ sneezing hits our eardrums. Luckily, help is a phone call away. I spoke to [Mark La Shell, M.D.](https://health.usnews.com/doctors/mark-la-shell-886909), a practicing allergist/immunologist. Here’s what he had to say about seasonal allergy signs, symptoms and treatments. 1. How do you know if your child is suffering from seasonal allergies instead of a cold? It’s not always easy to tell the difference between a cold and spring and summer allergies. The key difference is that the typical cold resolves in one to two weeks, but allergies will linger longer. Also, fever and body aches are more likely to be from a viral infection. If you see stuffy noses and eyes itching and sneezing that lingers longer than one to two weeks, that’s most likely seasonal allergies. 2. When should a parent start treating a child’s seasonal allergies with over-the-counter medications? Allergies rarely ever kill people, but they often interfere with quality of life. We see trouble with sleeping, reduced ability to function in school and reduced ability to take tests. There are 2 million lost school days per year due to kids suffering with allergy symptoms. If your child can’t sleep, play and have fun, then it’s time to consider treatment. It’s less common for children ages 5 and younger to have seasonal allergies. With these ages, it’s best to be more cautious and schedule an appointment with a doctor. If you have older children with an established history of seasonal allergies, by all means, try an over-the-counter option. What I tell my patients is: Sleep, learn and play. That’s the goal. If kids are not able to sleep, learn and play, parents shouldn’t ignore allergies, because there are lots of ways to treat them now. 3. What is the best route to take for treating seasonal allergies with over-the-counter medications? All of the antihistamines for treating allergies are roughly equivalent. Try any of them and see how it works. If antihistamines aren’t working well enough, nasal sprays are the next step for moderate to severe allergies. In the past few years, all of the major nasal sprays have become available over the counter; they’re all the same as the former prescription medications. These nasal sprays are low-acting steroids; it’s the rare patient who is overly sensitive to this type of medication. Decongestants have the same effect as nasal sprays, so choosing which one to use comes down to patient preference. 4. What are your thoughts on staying inside to avoid allergens? I always want my patients out running and playing in the best of weather. The goal of treatment is to get out and enjoy spring at any time of the day. One tip: Take a shower at nighttime so you’re not sleeping in pollen; it gets trapped in your hair. You can use air purifiers to help rid indoor air of allergens, and if you have an air conditioner, use it. 5. Are seasonal allergies getting worse? I’ve heard that might be the case because of global warming extending the seasons. There is some evidence that the seasons are getting longer and that this might be attributable to global warming. In the past 25 or more years, there has also been an increase in most kinds of allergic disorders. 6. When will we start seeing some relief from tree pollen? And what’s next for late April, May, June and July? Trees start pollinating in February and they are peaking right now. They will stop pollinating this month [April], or if it’s a long season, that will stretch into May. People who are allergic to both tree and grass pollen may experience a double hit with grass pollen peaking in May, June and July. | | More ways to keep your family healthy Editor’s Note: This article was originally published several years ago and was updated with current information for spring seasonal allergies in 2024.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [
    "https://health.usnews.com/doctors/mark-la-shell-886909),",
    "https://www.pollen.com/forecast/current/pollen/98101)",
    "https://pollen.com/forecast/current/pollen/98101)",
    "https://www.health.usnews.com/doctors/mark-la-shell-886909),"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "mark la shell",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "seattle",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:28:03.400+03:00",
  "updated": "2024-04-05T00:28:03.400+03:00"
}