{
  "thread": {
    "uuid": "3c320b112d8bf2fa5a94a2e811a6d0f9388208e1",
    "url": "https://www.infobae.com/america/the-new-york-times/2024/04/04/pequeno-estudio-demostro-que-se-puede-frenar-la-enfermedad-de-parkinson-con-un-pariente-del-ozempic",
    "site_full": "www.infobae.com",
    "site": "infobae.com",
    "site_section": "http://www.infobae.com/feeds/rss",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Infobae.com",
    "title": "Pequeño estudio demostró que se puede frenar la enfermedad de Parkinson con un pariente del Ozempic",
    "title_full": "Pequeño estudio demostró que se puede frenar la enfermedad de Parkinson con un pariente del Ozempic",
    "published": "2024-04-05T00:15:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.infobae.com/new-resizer/ZwmXPBDny19L1ZIkhZlwzKxJLws=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/AIRJAGF65RCHBHM2ZZIYIHA6FM.jpg",
    "performance_score": 0,
    "domain_rank": 2088,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3c320b112d8bf2fa5a94a2e811a6d0f9388208e1",
  "url": "https://www.infobae.com/america/the-new-york-times/2024/04/04/pequeno-estudio-demostro-que-se-puede-frenar-la-enfermedad-de-parkinson-con-un-pariente-del-ozempic",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Gina Kolata",
  "published": "2024-04-05T00:15:00.000+03:00",
  "title": "Pequeño estudio demostró que se puede frenar la enfermedad de Parkinson con un pariente del Ozempic",
  "text": "En 1817, James Parkinson manifestó un deseo sobre el padecimiento que lleva su nombre. Pensaba que en algún momento habría algún descubrimiento que \"detuviera el avance de la enfermedad\".\nAhora, casi 200 años después que Parkinson manifestó ese deseo y tras cuatro décadas de ensayos clínicos infructuosos, un grupo de investigadores franceses reporta el primer atisbo de éxito: una pequeña desaceleración de la enfermedad en un estudio que tuvo un año de duración.\n¿Qué medicamento usaron? Un denominado agonista del receptor GLP-1, parecido al Ozempic para la diabetes y al Wegovy para la obesidad, dos fármacos muy populares.\nA casi 500.000 estadounidenses se les ha diagnosticado la enfermedad de Parkinson, un trastorno degenerativo del cerebro que solo está en el segundo lugar de incidencia detrás de la enfermedad de Alzheimer.\nLos síntomas incluyen temblores, torpeza, rigidez y problemas de equilibrio, los cuales pueden provocar dificultades para caminar, hablar y deglutir, y muchos de estos pacientes desarrollan demencia.\nNo obstante, contamos con algunos fármacos y tratamientos que ayudan, como la estimulación cerebral profunda, señaló David Standaert, un especialista en párkinson de la Universidad de Alabama en Birmingham.\n\"Lucirán y se sentirán mucho mejor\", señaló Standaert. El problema es que no hay manera de evitar que la enfermedad avance.\n\"Cuando se ha padecido párkinson durante cinco o diez años, surgen muchísimos problemas\", comentó Standaert.\nEste nuevo estudio les dio a los investigadores una esperanza moderada.\nNo es nada contundente, pero está \"funcionando de manera tentativa para modificar la enfermedad\", mencionó Michael S. Okun, un especialista en párkinson de la Universidad de Florida que no participó en el estudio.\nStandaert, quien tampoco participó en el ensayo, comentó que era \"en verdad un avance muy alentador\".\n\"Ha habido muchos ensayos que no han tenido ningún éxito\", añadió.\nHyun Joo Chu, del Instituto Nacional de Trastornos Neurológicos y Accidentes Cerebrovasculares, comentó que el estudio era \"muy importante\", pero recordó que era un estudio de dos fases y había sido diseñado para probar una hipótesis, pero que no era ni lo suficientemente amplio ni había tenido la duración suficiente como para ser concluyente.\n\"Hay numerosos ejemplos de ensayos de dos fases muy prometedores\", comentó. \"La gente se entusiasma mucho y luego no se obtienen buenos resultados\".\nEste artículo, publicado el miércoles en la revista The New England Journal of Medicine, contó con la participación de 156 pacientes en las primeras etapas del párkinson, quienes, de manera aleatoria, tenían que tomar el medicamento (lixisenatida, elaborado por Sanofi) o un placebo y fueron monitoreados durante un año. El ensayo fue financiado por el gobierno francés y la organización benéfica británica Cure Parkinson.\nEn ese tiempo, los síntomas del párkinson, como los temblores, la rigidez, la lentitud y el equilibrio empeoraron en quienes estaban tomando el placebo, pero no en quienes tomaban el fármaco.\nEl medicamento también provocó efectos secundarios gastrointestinales como náuseas y vómito en más de la mitad de los participantes, quizás debido a que los investigadores comenzaron con la dosis más alta en vez de ir aumentándola poco a poco como se hace con los fármacos GLP-1, como el Ozempic y el Wegovy. A un tercio de los participantes, cuyos efectos secundarios les resultaban intolerables, los investigadores les redujeron la dosis a la mitad.\nPara estos investigadores europeos, encabezados por Wassilios G. Meissner de la Universidad de Burdeos y Olivier Roscol, de la Universidad de Toulouse, parecía lógico ver si un fármaco GLP-1 podía frenar el párkinson.\nHay estudios que en repetidas ocasiones han revelado que las personas con diabetes tipo 2 tienen un mayor riesgo de desarrollar párkinson, señaló Rascol. Pero ese mayor riesgo disminuye en quienes toman un fármaco GLP-1 para manejar su diabetes.\nRascol añadió que algunos estudios \"post mortem\" del tejido cerebral de los pacientes con párkinson habían descubierto anomalías relacionadas con la resistencia a la insulina, a pesar de que los pacientes no tenían diabetes. Los fármacos GLP-1 gestionan la resistencia a la insulina.\nFinalmente, explicó Rascol, los medicamentos GLP-1 pueden adherirse a las proteínas de las neuronas, por lo que pueden repercutir en el cerebro de diversos modos.\nEstos investigadores franceses afirman que, si pueden obtener financiamiento y una mayor cantidad del fármaco, quisieran realizar un estudio más grande y de mayor duración. A principios de este año, Sanofi retiró el medicamento en Estados Unidos y señaló que había comenzado a retirarlo en todo el mundo. Un portavoz de la empresa mencionó que tomaron esta medida por motivos comerciales.\n¿Y qué ocurre con los pacientes de párkinson que padecen diabetes u obesidad? Son candidatos a un medicamento GLP-1. ¿Sería bueno que lo tomaran con la esperanza de frenar el párkinson?\n\"Está bien\" que tomen estos fármacos, comentó Standaert, quien escribió un editorial adjunto al estudio.\nPero advirtió que no iban a poder saber si los medicamentos habían logrado frenar el avance de la enfermedad debido a que no saben qué habría ocurrido si no los hubieran tomado.\n\"No vamos a aprender nada de eso\", afirmó.\nWegovy, un medicamento GLP-1, en Raleigh, Carolina del Norte, el 25 de enero de 2024. (Eamon Queeney/The New York Times)\nÚltimas Noticias\n[Marlyse Elizabeth Honeychurch y sus hijas fueron vistas por última vez en La Puente, California, en 1978. Años después, sus cuerpos aparecieron en barriles en Bear Brook, New Hampshire. El misterio requirió que pasara el tiempo y cambiar la tecnología para dar con el asesino serial Terry Peter Rasmussen](/historias/2024/04/04/la-siniestra-trayectoria-de-un-asesino-serial-hasta-los-crimenes-de-bear-brook-un-caso-que-desconcerto-por-decadas/)\nLa siniestra trayectoria de un asesino serial hasta los crímenes de Bear Brook: un caso que desconcertó por décadas\n[El delantero francés se ha convertido en la referencia del máximo talento que tiene el fútbol profesional en la actualidad](/colombia/deportes/2024/04/04/mas-rapido-que-mbappe-el-joven-talento-de-atletico-nacional-que-sorprende-por-su-velocidad/)\nMás rápido que Mbappé: el joven talento de Atlético Nacional que sorprende por su velocidad\n[Juan Carlos Mathews fue reemplazado por Elizabeth Galdo Marín en el Ministerio de Comercio Exterior y Turismo, poco antes del pedido de confianza a Gustavo Adrianzén, a pesar de no tener acusaciones ni cuestionamientos. Añadido a esto, se ha alertado sobre un posible conflicto de interés alrededor de la nueva ministra.](/peru/2024/04/04/controversia-por-elizabeth-galdo-en-mincetur-cuales-son-expectativas-del-sector-tras-salida-de-mathews/)\nControversia por nueva ministra en Mincetur: ¿Cuáles son las expectativas del sector tras salida de Mathews?\n[De acuerdo con la Procuraduría, para la fecha del convenio, Telecafé no tenía la capacidad para prestar los servicios de operación logística requerido por el Ministerio](/colombia/2024/04/04/formulan-cargos-a-exsecretario-del-ministerio-del-interior-por-presuntas-irregularidades-en-un-contrato-firmado-con-telecafe/)\nFormulan cargos a exsecretario del Ministerio del Interior por presuntas irregularidades en un contrato firmado con Telecafé\n[En la víspera, se reveló información que indicaba que el funcionario estaría detrás de las joyas y Rolex que utiliza la presidenta, las cuales generaron la apertura de una investigación en su contra por presunto enriquecimiento ilícito](/peru/2024/04/04/dina-boluarte-y-wilfredo-oscorima-tienen-una-relacion-abogado-del-gobernador-de-ayacucho-responde/)\n¿Qué tipo de relación tienen Dina Boluarte y Wilfredo Oscorima? Abogado del gobernador de Ayacucho responde\nMÁS NOTICIAS",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Science and Technology",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:22:53.900+03:00",
  "updated": "2024-04-05T00:22:53.900+03:00"
}