{
  "thread": {
    "uuid": "6c5e2aab26ab03419ceebdde7bd236d0520958de",
    "url": "https://www.wionews.com/photos/extreme-cold-freezes-srinagars-dal-lake-turning-it-into-a-winter-spectacle-for-tourists-676402",
    "site_full": "www.wionews.com",
    "site": "wionews.com",
    "site_section": "https://wionews.com",
    "site_categories": [
      "media"
    ],
    "section_title": "WION: Breaking News, Latest News, World, South Asia, India, Pakistan, Bangladesh News &amp; Analysis - Latest World News",
    "title": "Extreme cold freezes Srinagar's Dal lake, turning it into a winter spectacle for tourists - India News News",
    "title_full": "Extreme cold freezes Srinagar's Dal lake, turning it into a winter spectacle for tourists - India News News",
    "published": "2024-01-04T03:52:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://cdn.wionews.com/sites/default/files/2024/01/04/403523-new-wion-2024-01-04t095635851.jpg",
    "performance_score": 0,
    "domain_rank": 6034,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 7,
        "comments": 0,
        "shares": 8
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6c5e2aab26ab03419ceebdde7bd236d0520958de",
  "url": "https://www.wionews.com/photos/extreme-cold-freezes-srinagars-dal-lake-turning-it-into-a-winter-spectacle-for-tourists-676402",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@wion",
  "published": "2024-01-04T03:52:00.000+02:00",
  "title": "Extreme cold freezes Srinagar's Dal lake, turning it into a winter spectacle for tourists - India News News",
  "text": "Extreme cold freezes Srinagar's Dal lake, turning it into a winter spectacle for tourists [Moohita Kaur Garg](#)| Updated: Jan 04, 2024, 10:15 AM IST India's Kashmir Valley is in the grips of severe cold conditions, with Srinagar recording a minimum temperature of -4.8 °C. The extreme cold has led to the freezing of portions of the iconic Dal Lake. Let's take a look: Frozen beauty The extreme cold has transformed the Dal Lake into a winter spectacle, drawing tourists worldwide to witness its frozen beauty. It has not deterred tourists, with thousands flocking to the Kashmir Valley, to experience the chilly conditions. \"To see the frozen Dal Lake is a dream come true. I had only seen this on TV and today witnessing this live was a very unique experience for me. I have come along with my friends To enjoy the beauty of Kashmir in winters. So far, we have seen the frozen Dal Lake and all of us are extremely amused at looking at the frozen lake,\" Ashish, a tourist told WION. (Photograph:WION) A unique experience Popular destinations like Gulmarg, Pahalgam, and Sonmarg are fully booked, attracting visitors from various Indian states and around the world. Tourists express awe at the unique experience of witnessing the frozen Dal Lake, describing it as extremely beautiful. Talking to WION Correspondent Idrees Lone, Sajad, a tourist from India's Kerala said: \"I have never witnessed these visuals in my life before. The frozen looks extremely beautiful and a unique experience. We have especially come to witness the cold weather in the Kashmir Valley, and we are having the time of our lives. We are also planning to go to Gulmarg and Pahalgam to witness the snow. I will recommend Kashmir to everybody when I go back to Kerala.\" (Photograph:WION) A challenge for locals However, for the locals, the cold has disrupted daily life in Srinagar. As temperatures plummet across the valley, the frozen portions of the lake have posed serious challenges for locals living on the lake, who now have to cut through the ice to reach the banks. (Photograph:WION) Chilai Kalan The Kashmir Valley is experiencing Chilai Kalan, a 40-day harsh winter period, due to which places like Pahalgam and Gulmarg have emerged as among the coldest in the region. Pahalgam recorded a temperature of -6.2 °C, while the resort town of Gulmarg recorded a minimum temperature of -4 °C. (Photograph:WION) Meteorological Department prediction The Meteorological Department in Srinagar predicts mainly dry weather until January 3, with chances of snowfall and rain over the higher reaches from January 6.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ashish",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "india news news extreme",
        "sentiment": "negative"
      },
      {
        "name": "wion",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "srinagar",
        "sentiment": "none"
      },
      {
        "name": "gulmarg",
        "sentiment": "none"
      },
      {
        "name": "kashmir",
        "sentiment": "none"
      },
      {
        "name": "kashmir valley",
        "sentiment": "none"
      },
      {
        "name": "pahalgam",
        "sentiment": "none"
      },
      {
        "name": "dal lake",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-04T06:49:52.278+02:00",
  "updated": "2024-01-18T10:11:37.245+02:00"
}