{
  "thread": {
    "uuid": "9ec53bde6b89175d2bf7dd46d0c523f5aa7de9ad",
    "url": "https://www.latestly.com/agency-news/world-news-uk-to-fund-new-world-wars-muslim-memorial-to-honour-sacrifice-5808631.html",
    "site_full": "www.latestly.com",
    "site": "latestly.com",
    "site_section": "https://www.latestly.com/agency-news",
    "site_categories": [
      "media",
      "cricket",
      "sports"
    ],
    "section_title": "Agency News | Latest Information on Breaking News & Updates on Agency News at LatestLY",
    "title": "World News | UK to Fund New World Wars Muslim Memorial to Honour Sacrifice | LatestLY",
    "title_full": "World News | UK to Fund New World Wars Muslim Memorial to Honour Sacrifice | LatestLY",
    "published": "2024-03-08T13:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://st1.latestly.com/wp-content/uploads/2020/10/Latestly-World-News-784x441.jpg",
    "performance_score": 0,
    "domain_rank": 13923,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9ec53bde6b89175d2bf7dd46d0c523f5aa7de9ad",
  "url": "https://www.latestly.com/agency-news/world-news-uk-to-fund-new-world-wars-muslim-memorial-to-honour-sacrifice-5808631.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "PTI",
  "published": "2024-03-08T13:00:00.000+02:00",
  "title": "World News | UK to Fund New World Wars Muslim Memorial to Honour Sacrifice | LatestLY",
  "text": "London, Mar 8 (PTI) The UK government has sanctioned one million pounds towards a new World Wars Muslim Memorial to honour the sacrifice of Muslim soldiers who fought in the British armed forces in the two world wars, including Indian Muslims recruited to the British Indian Army during the colonial era. According to the World Wars Muslim Memorial Trust (WWMMT), a registered charity created to campaign for such a memorial, more than 750,000 Muslims served in the Indian and Allied armies during both world wars, of whom approximately 147,000 were killed. UK Chancellor Jeremy Hunt announced the funding for the new memorial in his Spring Budget speech in the House of Commons this week. Also Read | Brazil Horror: Minor Girl Dies of Suspected Heatstroke After Dad Forgets Her in Car and Goes To Work. &#8220;Whatever your faith, colour or class, this country will never forget the sacrifices made for our future,&#8221; he told MPs. The memorial will be created in the National Memorial Arboretum at Staffordshire, in the West Midlands region of England. Also Read | India Will 100% Have Political Stability for Next Decade or Even Two, Says EAM S Jaishankar (Watch Video). The arboretum is a 150-acre site on the edge of the National Forest which is dedicated to remembering those who served and sacrificed their lives for Britain. The new memorial will take its place alongside commemorative memorials on behalf of Sikhs, Gurkhas and others, providing an important place for reflection by communities who lost relatives, as well as a place for those who wish to learn more about Britain&#039;s rich and diverse history, WWMMT said. &#8220;Our project coincides with the widespread re-evaluation of colonial history and the role Muslims play in a dynamic and changing modern Britain,&#8221; said Sir William Blackburne, chair of the Trust. &quot;We want to emphasise shared sacrifices, a common history and values, and an inclusive programme of education for everyone in the UK &#8211; Muslims and non-Muslims alike. The memorial will be a physical reminder of how people of all faiths make an impact working together and can continue to do so despite the challenges of those who attempt to divide our society,&quot; he said. The memorial will take the shape of a minaret, which is an integral part of mosque architecture all over the world. A low exedra wall will be inscribed with stories of Muslim soldiers who fought in the name of the British crown. Materials for construction will be hard-wearing brick and terracotta sourced from different parts of the UK. Sajid Javid, a British Muslim Conservative member of Parliament who was credited for his campaign in its favour by Jeremy Hunt, said: &quot;The service of British Muslim soldiers in the UK armed forces deserves recognition at the National Memorial Arboretum. &quot;Thanks to this announcement by the Chancellor, and the excellent campaigning of the World Wars Muslim Memorial Trust, this vision will now become a reality. I am delighted to have supported the campaign, which will have an enduring legacy for years to come.&quot; (This is an unedited and auto-generated story from Syndicated News feed, LatestLY Staff may not have modified or edited the content body)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jeremy hunt",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "house of commons",
        "sentiment": "none"
      },
      {
        "name": "british indian army",
        "sentiment": "none"
      },
      {
        "name": "world wars muslim memorial trust",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "london",
        "sentiment": "none"
      },
      {
        "name": "brazil",
        "sentiment": "none"
      },
      {
        "name": "england",
        "sentiment": "none"
      },
      {
        "name": "west midlands",
        "sentiment": "none"
      },
      {
        "name": "national memorial arboretum",
        "sentiment": "none"
      },
      {
        "name": "staffordshire",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T15:43:50.961+02:00",
  "updated": "2024-03-08T15:43:50.961+02:00"
}