{
  "thread": {
    "uuid": "add9be7988e165231b8fe5185732e513c6506a66",
    "url": "https://news.nab.com.au/news/2024-is-the-year-of-the-slimmed-down-stay-cay",
    "site_full": "news.nab.com.au",
    "site": "nab.com.au",
    "site_section": "https://news.nab.com.au",
    "site_categories": [
      "enterprise_news"
    ],
    "section_title": "The Official NAB News Page",
    "title": "2024 is the year of the slimmed down ‘stay-cay’ - NAB News",
    "title_full": "2024 is the year of the slimmed down ‘stay-cay’ - NAB News",
    "published": "2024-04-18T11:55:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://news.nab.com.au/wp-content/uploads/2024/04/marissa-grootes-TVllFyGaLEA-unsplash-scaled.jpg",
    "performance_score": 0,
    "domain_rank": 13520,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "add9be7988e165231b8fe5185732e513c6506a66",
  "url": "https://news.nab.com.au/news/2024-is-the-year-of-the-slimmed-down-stay-cay",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-18T11:55:00.000+03:00",
  "title": "2024 is the year of the slimmed down ‘stay-cay’ - NAB News",
  "text": "- New data reveals Australians saving more than $500 each month on changes to holiday plans. - Changes or cuts to travel plans made by 45% of Australians in first three months of this year. European summers, weddings abroad and lavish interstate trips are less likely to be in the calendar this year as Australians cut back on travel in favour of boosting their savings. New NAB consumer sentiment data shows the trend of ‘careful cutbacks’ is continuing, with Aussies saving around $528 a month from cancelled, postponed and slimmed down travel in the first quarter of this year (up 39% on Q4 2023). NAB data shows: - Millennials have made the biggest travel savings so far this year, around $743 a month, followed by $645 a month for 50-64 year olds, $440 for 65+ and $329 for Gen Z. - The savings are being used to cover more expensive everyday items (59%), boost savings/offset accounts (42%) and pay down mortgages (20%). - Gen Z is most likely to put the extra money into savings or an offset account (56%), followed by 30 – 49-year-olds (43%). NAB Personal Everyday Banking Executive Paul Riley said Australians were getting smarter with their budgeting and planning longer term. “Australians are prioritising essential costs and boosting savings by choosing to postpone, slim down or cancel travel plans this year,” Mr Riley said. “Where we saw people making quick, short-term budget cuts last year, we are seeing more consideration and longer-term budgeting happening, which is really positive.” Looking ahead, one in four Australians said they were likely to reduce spend on travel in the next 12 months, both internationally and domestic. “For some it might mean switching the Amalfi Coast for the Sunshine Coast, for others swapping an interstate break for a city staycation,” Mr Riley said. “People are making smarter spending changes to manage their budgets in their own way, whether that be scaled-back holidays, less dining out or spending less on entertainment. “This is another example of the ‘loud budgeting’ trend we have seen emerge over recent months, where people are feeling more comfortable to set budgeting boundaries and communicate them openly with their friends and family.” Additional information: - Data from NAB Consumer Sentiment Survey Q1 2024 of more than 2,000 Australians.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "- chang",
        "sentiment": "neutral"
      }
    ],
    "organizations": [
      {
        "name": "nab personal everyday banking executive paul rile",
        "sentiment": "none"
      },
      {
        "name": "gen z.",
        "sentiment": "none"
      },
      {
        "name": "nab",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:39:16.457+03:00",
  "updated": "2024-04-19T00:39:16.457+03:00"
}