{
  "thread": {
    "uuid": "28c78b993ce8ee3bf053132c45bf8df33d13af0b",
    "url": "https://sundial.csun.edu/177734/news/la-county-honors-the-unclaimed-dead-of-2020/",
    "site_full": "sundial.csun.edu",
    "site": "csun.edu",
    "site_section": "http://sundial.csun.edu/feed/",
    "site_categories": [
      "vehicles"
    ],
    "section_title": "Daily Sundial",
    "title": "LA County Honors the Unclaimed Dead of 2020",
    "title_full": "LA County Honors the Unclaimed Dead of 2020",
    "published": "2023-12-29T22:46:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://sundial.csun.edu/wp-content/uploads/2023/12/qGsRDhnbWIaUBBqmeZv3iOH0IgPbzG5bK9mftRH6.png",
    "performance_score": 0,
    "domain_rank": 3736,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "28c78b993ce8ee3bf053132c45bf8df33d13af0b",
  "url": "https://sundial.csun.edu/177734/news/la-county-honors-the-unclaimed-dead-of-2020/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Published From FLOW",
  "published": "2023-12-29T22:46:00.000+02:00",
  "title": "LA County Honors the Unclaimed Dead of 2020",
  "text": "Nearly a hundred people gathered on a temperate December morning in Evergreen Cemetery, one of the oldest in Los Angeles, to honor the lives of those who passed away in 2020 but were never laid to rest by their families.\nOn Dec.14, the LA County Department of Health Services and Department of Decedent Affairs buried the cremated remains of 1,937 people together and held a multi-faith funeral service in their honor. The remains are held by the county for three years before burial, so the county has time to connect\n“In the county, the life of every resident is very important to us regardless of who you are or who you were, where they came from, where they lived, who they loved and how they passed,” County Supervisor Hilda Solis shared in her eulogy.\nThe county has held a ceremony for the burial of the unclaimed dead every year since 1896, making this service one of the longest-standing traditions in LA.\nEach year, the remains are put to rest in a plot adjacent to the county’s crematorium, marked with the year of their passing. Lined along the edge of the lawn are plaques numbering down each year, all the way through the 60s.\nThis service was the first made available to the public since the beginning of the lockdown.Those who passed in\n2017, 2018 and 2019 were given a live-streamed ceremony with no public access due to COVID-19 precautions. Before the lockdown, around 200 members of the community would gather to share their love and respect for their unknown community members. Only 75 members of the public were allowed into this ceremony, with a handful of people waiting at the entrance hoping they could be allowed into this space.\n“Because of the pandemic, you and my and our families would be brought to the emergency room and dropped off, and maybe never seen again,” Reverend Chris Ponnet said, describing the COVID-19 period.\nThose who died from COVID-19 complications are included for the first time in the graves of the unclaimed. The ceremony shared the vast majority of the nearly two-thousand people buried were not unclaimed due to lack of identification, but by their indigent status or families being unable to take care of them.\n“We know the disparate impact that COVID-19 had on our most vulnerable communities, including right here in Boyle Heights, in east Los Angeles and the southeast area, other parts of Skid Row and other parts of LA county where we know poverty exists,” Solis said.\nWhen the bodies of the unclaimed are taken care of by the county, they are cremated and held for three years. During this time, the Department of Decedent Affairs tries to connect with the families so the deceased may be laid to rest.\nAround 2,500 bodies were cremated by the county in 2020, and around 600 were reconnected with their loved ones.\n“Even in death, the county will ensure that even this ceremony and spiritual needs will be met by all,” Solis said.\nThe funeral service included rites led in English, Spanish, Japanese, Chinese, Hebrew and the language of the Tongva, the tribe indigenous to Los Angeles. It represented multiple faiths and gave a voice to the diverse group of Angelenos joining the history of Evergreen Cemetery.\nAt the ceremony, community members were given white roses to lay at the base of the 2020 plaque and were serenaded by Street Symphony, a community organization that sings on Skid Row and in other places where those in need gather.\n“We know that they are in a more peaceful place now. We can rededicate ourselves, each and every one of us, to caring for the many people who still need us while we still can,” County Supervisor Janice Hahn said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "Religion and Belief"
  ],
  "external_links": [
    "https://www.cbsnews.com/losangeles/news/annual-memorial-service-for-la-county-unclaimed-dead-livestream/",
    "https://www.latimes.com/california/story/2021-12-01/los-angeles-mourns-unclaimed-dead",
    "https://lacounty.gov/2022/12/08/l-a-county-paid-tribute-to-unclaimed-dead-in-a-burial-ceremony/",
    "https://abc7.com/interfaith-burial-cemetery-boyle-heights/5734739/",
    "https://file.lacounty.gov/SDSInter/dhs/1110467_Cremation_Report2020.pdf",
    "https://www.file.lacounty.gov/SDSInter/dhs/1110467_Cremation_Report2020.pdf",
    "https://cbsnews.com/losangeles/news/annual-memorial-service-for-la-county-unclaimed-dead-livestream/",
    "https://www.cbsnews.com/losangeles/news/annual-memorial-service-for-la-county-unclaimed-dead-livestream",
    "https://www.lacounty.gov/2022/12/08/l-a-county-paid-tribute-to-unclaimed-dead-in-a-burial-ceremony/",
    "https://www.abc7.com/interfaith-burial-cemetery-boyle-heights/5734739/",
    "https://abc7.com/interfaith-burial-cemetery-boyle-heights/5734739",
    "https://lacounty.gov/2022/12/08/l-a-county-paid-tribute-to-unclaimed-dead-in-a-burial-ceremony",
    "https://latimes.com/california/story/2021-12-01/los-angeles-mourns-unclaimed-dead"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hilda solis",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "la county department of health services and department of decedent affairs",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "evergreen cemetery",
        "sentiment": "none"
      },
      {
        "name": "la county",
        "sentiment": "none"
      },
      {
        "name": "la",
        "sentiment": "none"
      },
      {
        "name": "los angeles",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T00:54:01.890+02:00",
  "updated": "2023-12-30T00:54:01.890+02:00"
}