{
  "thread": {
    "uuid": "9a2c8e477a1d9d47e4c400c599d0f196ee0befb4",
    "url": "https://chamavioleta.blogs.sapo.pt/o-amor-esta-a-brilhar-receba-o-7205655",
    "site_full": "chamavioleta.blogs.sapo.pt",
    "site": "sapo.pt",
    "site_section": "http://chamavioleta.blogs.sapo.pt/data/rss",
    "site_categories": [
      "top_news"
    ],
    "section_title": "A Chama Violeta",
    "title": "O AMOR ESTÁ A BRILHAR. RECEBA-O",
    "title_full": "O AMOR ESTÁ A BRILHAR. RECEBA-O",
    "published": "2024-06-02T01:40:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PT",
    "main_image": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEjR0UTWLxZzHJk3C_ymn1vfs_HrF0_MecnFRCuoVGcnMqugM9whii2Xa5UOqV3JegXcwTJE8gtlPmLEiGW9nlU2QFywK7IUuI9DQ3SgyvLVMz6IKVwVRqS7HcMFPXjIXZhYOMjU8cOax9lxSVclrhBgT44d1cdLvPcipBRkklNKy1udKW0YIlpQ91IBIco/w400-h225/logo%20mensagem%20dos%20anjos.jpg",
    "performance_score": 0,
    "domain_rank": 1831,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9a2c8e477a1d9d47e4c400c599d0f196ee0befb4",
  "url": "https://chamavioleta.blogs.sapo.pt/o-amor-esta-a-brilhar-receba-o-7205655",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "chamavioleta",
  "published": "2024-06-02T01:40:00.000+03:00",
  "title": "O AMOR ESTÁ A BRILHAR. RECEBA-O",
  "text": "Junho 02, 2024\nchamavioleta\nO AMOR ESTÁ A BRILHAR. RECEBA-O\nMENSAGEM DOS ANJOS\nCanal: Ann Albers\nTradução: Regina Drumond\na 1 de junho de 2024\nRespire profunda e lentamente e expire bem lentamente. Ao fazer isso, você acabou de decidir amar a si mesmo. Você optou por permitir que a vida e o espírito fluam em seu corpo, nutram as suas células, estimulem o fluxo purificador da linfa, aumentem a circulação e nos convide a nos aproximarmos e ajudarmos a criar o equilíbrio em sua mente, corpo e espírito. Você acabou de fazer uma forte declaração ao universo: “Estou aberto para receber vida e amor”.\nVocê não pensou em todas essas coisas. Você não disse essas coisas. Você simplesmente respirou profunda, consciente e deliberadamente. No entanto, a sua escolha de fazer isso enviou uma vibração ao universo que exigia que o espírito, a vida e o amor entrassem em seu corpo físico, acalmassem a sua mente e ajudassem a equilibrar suas emoções. Uma simples escolha de amor próprio, querido, e haverá muitos benefícios para você.\nDa mesma forma, toda vez que você escolhe simplesmente aceitar-se como é, você está liberando a resistência ao amor. Quando falamos de resistência, não estamos falando de um bloqueio mental ao amor. Estamos falando sobre sintonizar-se com uma vibração mais baixa que bloqueia o fluxo interminável do amor de alcançá-lo com a maior força possível.\nA água, por exemplo, está disponível na sua torneira. Está pronta para fluir em todos os momentos. Na maior parte do tempo, e por um bom motivo, a torneira está fechada, resistindo assim ao fluxo da água. Ao abrir a torneira, você libera toda a resistência, e a água que estava ali, apenas esperando, começa a escorrer.\nDa mesma forma, o amor Divino está sempre presente, emanando da Fonte, esperando que você permita que ele seja derramado em sua mente, corpo e alma. Aqui está a boa notícia. Qualquer escolha simples, amorosa, calmante, ou outra escolha amorosa permite que ele flua para você no momento em que você comece a vibrar na frequência do amor.\nMesmo na sua dor mais profunda, você pode pedir uma xícara de chá (ou, para alguns de vocês, uma taça de vinho!), E esta é uma forma de amor próprio naquele momento. Sabemos que inspiramos algum julgamento ao dizermos isso. Uma taça de vinho? Como isso pode ser amoroso quando, muitas vezes, é uma forma de fuga? Bem, querido, qualquer coisa que o ajude a se sentir melhor – desde que não faça mal – pode elevar a sua vibração.\nMuitos de vocês se criticam por seus hábitos. \"Eu gasto muito. Eu bebo muito. Eu como muito. Eu fico sentado por muito tempo...\" Entendemos que você percebe que há outras coisas que você quer fazer, outras versões de si mesmo que você pode querer se tornar, mas na realidade, a maioria de vocês está se julgando por critérios que outros impuseram a você.\nO que é demais, querido? Quem decide? Nossa resposta é que você decide. Você decide quando algo o eleva e quando começa a arrastá-lo para baixo. Você decide quando algo tem um gosto bom ou quando você começa a perceber que nem está sentindo o paladar. Você decide quando gastar parece amor próprio, ou quando parece preencher uma lacuna vazia.\nNinguém mais pode lhe dizer o que é certo ou errado para você. Você decide.\nNinguém mais anda no seu lugar, vive no seu corpo ou experimenta sua mente e sentimentos únicos com base em sua história pessoal e no momento presente.\nNinguém, querido, sabe melhor o que é bom ou ruim para você do que a sua própria autoridade interior. Sem dúvida, leve em consideração as opiniões de outras pessoas com quem você se identifica. Compare-as com seus próprios sentimentos. Se você quiser se alimentar de maneira mais saudável, por exemplo, visite um nutricionista ou se oriente com vários especialistas online. Algumas de suas recomendações podem parecer maravilhosas para você. Essa é uma boa pista de que este é um bom caminho para você. Algumas de suas recomendações podem parecer muito restritivas. Continue procurando por aquelas que não são.\nVocê pode entrar em forma encontrando exercícios que adora. Você pode perder peso encontrando alimentos que sejam saborosos para você. Você pode ser saudável e tomar algumas taças de vinho se tiver um metabolismo capaz de lidar com isso. Você se conhece melhor do que qualquer outra pessoa. Você conhece sua história, seu corpo e seus próprios sentimentos sobre o certo e o errado. Você, querido, tem uma conexão direta com o Divino, e como cada célula do seu corpo, cada parte da natureza, você sabe o que é bom no momento e o que não é.\nConfie nisso.\nEm um determinado momento, toda a criação é impulsionada pelo Divino em direção aos seus desejos, tão certamente quanto o corpo impulsiona cada célula. Tanto os impulsos Divinos quanto os físicos guiam as almas e as células em direção a uma maior harmonia. Assim como cada célula recebe “instruções” exclusivas baseadas em seu propósito, necessidades e relacionamento com outras células, cada um de vocês recebe instruções exclusivas baseadas em seus desejos, necessidades e relacionamentos com outras almas.\nQuerido, aceite-se. Aceite os seus sentimentos. Aceite as suas peculiaridades e supostas falhas com amor. Se você se ama o suficiente para evitar julgar seus gastos e gastar mais do que tem, da próxima vez perceberá que não se sentiu tão bem e gastará com moderação. Ou talvez suas contas o motivem a iniciar um negócio paralelo que você queria abrir, mas ainda não estava motivado para fazer! Sempre, se você se aceitar como é, com amor, começará natural e organicamente a se recalibrar para a frequência do amor, que só pode trazer o bem para a sua vida.\nRespire, querido, lenta e profundamente. Receba o nosso amor. Receba o nosso não julgamento. Receba a nossa visão de seu lindo coração e de seu amor. Acima de tudo, receba a paz ao saber que não importa o que você faça, você não pode impedir que o Divino e seus anjos o amem. Você só pode recebê-lo ou não, e é tão simples quanto fazer uma escolha tranquila, ou amorosa a qualquer momento.\nDeus o abençoe! Nós amamos muito.\nOs Anjos\nAnn Albers\n(../../../) https://chamavioleta.blogs.sapo.pt/",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T03:36:04.171+03:00",
  "updated": "2024-06-02T03:36:04.171+03:00"
}