{
  "thread": {
    "uuid": "0e601abb45d4d2fc26c658d45304bb2d63258e2e",
    "url": "https://www.washingtoninformer.com/terence-blanchard-fire-shut-my-bones-opera",
    "site_full": "www.washingtoninformer.com",
    "site": "washingtoninformer.com",
    "site_section": "https://www.washingtoninformer.com/category/lifestyle/",
    "site_categories": [
      "media"
    ],
    "section_title": null,
    "title": "‘Fire Shut Up in My Bones’ at Strathmore Will Leave Audiences Inspired",
    "title_full": "‘Fire Shut Up in My Bones’ at Strathmore Will Leave Audiences Inspired",
    "published": "2024-04-18T19:31:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 44313,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0e601abb45d4d2fc26c658d45304bb2d63258e2e",
  "url": "https://www.washingtoninformer.com/terence-blanchard-fire-shut-my-bones-opera",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Micha Green",
  "published": "2024-04-18T19:31:00.000+03:00",
  "title": "‘Fire Shut Up in My Bones’ at Strathmore Will Leave Audiences Inspired",
  "text": "When Terence Blanchard read New York Times columnist Charles M. Blow’s 2014 memoir “Fire Shut Up in My Bones,” he was immediately inspired by the writer’s tale of strength and resilience despite life challenges and early traumas. “I thought that [Blow] was probably one of the most brilliant voices in our community right now,” Blanchard, a six-time Grammy-winning musician and composer, told The Informer “I knew he was a bit of a homeboy because he’s from Louisiana, but when I read the book, I was floored at what this very successful man had gone through in his childhood.” In his book, the journalist and author reveals he was sexually assaulted by a family member as a young person. “Anybody else would crumble and could be just totally destroyed by those experiences. But [Blow] came through that, and he’s become a shining example of what it means to persevere,” said Blanchard, who was recently named as part of the 2024 class of NEA Jazz Masters . “ I kept thinking, that, in itself, was enough reason to do his story as an opera.” From its premiere in St. Louis in 2019, to becoming the first opera by a Black composer on the Metropolitan Opera House stage in 2021, “Fire Shut in My Bones,” has inspired audiences nationwide. An upcoming performance at Strathmore on April 26, presented in partnership with Washington Performing Arts, is an opportunity to see a new, re-imagined version of the barrier-breaking work. Blanchard and his group E-Collective, David Balakrishnan and the two-time Grammy-winners Turtle Island Quartet , visual artist Andrew F. Scott , soprano Adrienne Danrich and baritone Justin Austin , breathe new life into this captivating tale. Balakrishnan condensed the three-hour opera into a 45-minute piece that maintains the story’s powerful narrative and Scott’s video projections add multimedia images that dive deeper into Blanchard’s artistic vision and furthers the mission to move viewers. “For me, ‘Fire Shut Up In My Bones’ is a major musical and cultural statement of magnum opus proportions, and Terence asking me to do this put me into high gear,” Balakrishnan said in a recent interview with WETA’s Classical Score blog . “Terence was gracious in allowing me to rearrange the sections he had asked me to include in such a way that the story ends in a different place, and Andrew Scott does a masterful job in visually magnifying this statement.” The message of overcoming obstacles, even in this re-telling of the narrative, is at the production’s core. “[I want audiences] to witness Charles’ story and his amazing growth, and his strengths. That’s the first thing and hopefully to be inspired by that,” Blanchard told The Informer.” I didn’t go through what he went through, but I was a kid, wearing glasses, carrying a trumpet to the bus stop on the weekends, going to a trumpet lesson… [It] wasn’t one of the most popular things to do in my neighborhood and I caught a bit of teasing because of it. But seeing his story energized me to do better and be better as an artist and as a person.” Blanchard explained Blow’s story encouraged him to push beyond his own trials and he wants the opera rendition of the production to do the same for audiences. “I don’t have any excuses, and he didn’t use any of [what he went through] as an excuse,” Blanchard continued. “Hopefully people can be inspired by his story just to be better and to do better.” In addition, he said those who have experienced trauma can be transformed from witnessing the operatic version of “Fire Shut Up in My Bones.” Blanchard shared with The Informer Blow’s reaction to the opera after seeing a premier in St. Louis. “‘This made me realize ‘I’m not that person anymore,’” Blanchard recalled Blow telling him. “And then when we brought it to the Met in New York, I was standing in the lobby talking to some people… and I’ll never forget, this gentleman walked up to me in tears. And he just simply said ‘Thank you. I’m a survivor,’ and walked away.” SFJAZZ, Fostering the Next Generation of Jazz Artists, New Music The two-time Oscar-nominated Blanchard is busy, and doesn’t plan on slowing down artistic endeavors anytime soon. In addition to composing operas and film scores, touring with his band E-Collective and iconic musicians like Herbie Hancock, Blanchard has taken on a new role as executive artistic director at San Francisco, California’s SFJAZZ. “Terence Blanchard is an extraordinary artist whose experience and accomplishments make him an ideal creative leader for SFJAZZ, building on the incredible legacy that Randall Kline has worked to create over the past 40 years,” Greg Stern, SFJAZZ CEO, said in a statement . Joining the organization in its 40th anniversary season, Blanchard told The Informer he hopes to use this opportunity to continue building on SF Jazz’s decades of artistic excellence, while also helping other artists expand their careers. “[I’m] really excited about what I have an opportunity to do there in terms of helping musicians with their careers, and bringing beautiful talent, and also bringing it to the world through our streaming on-demand service that we have,” Blanchard said. The New Orleans, Louisiana-born musician, 62, also said he realizes the magnitude of his new appointment as it relates to continuing to push jazz forward. “When I realized what it meant, you know, in terms of what I could do for the community, I jumped at the chance,” he said. “In the jazz world, people call it innovative music, but sometimes people get stuck with the things that they like. But the thing that I’m really excited about is all of the young talent that’s out there, that’s got great ideas about moving forward, and that’s what I really want to help to foster. I want SFJAZZ to be an incubator for creative minds.” Though the next generation of artists are a priority for the musician, Blanchard told The Informer he and E-Collective are still busy giving audiences great shows and working on new music. “Not only are we doing this musical ‘Fire,’ but we are also working on some new music for an album that we’ll probably do at some point this year,” he said. For more information “Fire Shut in My Bones: Opera Suite in Concert,” at Strathmore on April 26 at 8 p.m. go to strathmore.org or washingtonperformingarts.org .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://weta.org/fm/classical-score/fire-shut-my-bones-opera-suite-concert",
    "https://afsart.com/",
    "http://strathmore.org",
    "https://turtleislandquartet.com/",
    "https://www.justin-austin.com/",
    "https://adriennedanrich.com/",
    "https://www.sfjazz.org/onthecorner/sfjazz-appoints-terence-blanchard-executive-artistic-director/",
    "http://washingtonperformingarts.org",
    "https://www.nytimes.com/2014/10/05/books/review/charles-m-blows-fire-shut-up-in-my-bones.html",
    "https://turtleislandquartet.com/member/david-balakrishnan/",
    "https://afsart.com",
    "https://turtleislandquartet.com/member/david-balakrishnan",
    "https://justin-austin.com/",
    "https://www.adriennedanrich.com/",
    "https://www.sfjazz.org/onthecorner/sfjazz-appoints-terence-blanchard-executive-artistic-director",
    "https://www.weta.org/fm/classical-score/fire-shut-my-bones-opera-suite-concert",
    "https://sfjazz.org/onthecorner/sfjazz-appoints-terence-blanchard-executive-artistic-director/",
    "https://nytimes.com/2014/10/05/books/review/charles-m-blows-fire-shut-up-in-my-bones.html",
    "https://adriennedanrich.com",
    "http://www.strathmore.org",
    "http://www.washingtonperformingarts.org",
    "https://turtleislandquartet.com",
    "https://www.justin-austin.com",
    "https://www.turtleislandquartet.com/",
    "https://www.turtleislandquartet.com/member/david-balakrishnan/",
    "https://www.afsart.com/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "charles m. blow",
        "sentiment": "neutral"
      },
      {
        "name": "terence blanchard",
        "sentiment": "neutral"
      },
      {
        "name": "” blanchard",
        "sentiment": "none"
      },
      {
        "name": "blanchard",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "strathmore",
        "sentiment": "neutral"
      },
      {
        "name": "new york times",
        "sentiment": "neutral"
      },
      {
        "name": "facebook",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "louisiana",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:09:07.204+03:00",
  "updated": "2024-04-19T01:24:12.570+03:00"
}