{
  "thread": {
    "uuid": "27179b4118e8da438bd0151f0c1e6bf719ba20f6",
    "url": "https://jovempan.com.br/esportes/futebol/futebol-internacional/com-hat-trick-de-mbappe-e-beraldo-titular-psg-avanca-na-copa-da-franca-com-goleada-por-9-a-0.html",
    "site_full": "jovempan.com.br",
    "site": "jovempan.com.br",
    "site_section": "https://jovempan.com.br/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Jovem Pan",
    "title": "Com hat-trick de Mbappé e Beraldo titular, PSG faz 9 a 0 e avança na Copa da França",
    "title_full": "Com hat-trick de Mbappé e Beraldo titular, PSG faz 9 a 0 e avança na Copa da França | Jovem Pan",
    "published": "2024-01-07T22:18:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://jpimg.com.br/uploads/2024/01/000_349n4dm-1024x683.jpg",
    "performance_score": 0,
    "domain_rank": 35255,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "27179b4118e8da438bd0151f0c1e6bf719ba20f6",
  "url": "https://jovempan.com.br/esportes/futebol/futebol-internacional/com-hat-trick-de-mbappe-e-beraldo-titular-psg-avanca-na-copa-da-franca-com-goleada-por-9-a-0.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "da Redação",
  "published": "2024-01-07T22:18:00.000+02:00",
  "title": "Com hat-trick de Mbappé e Beraldo titular, PSG faz 9 a 0 e avança na Copa da França",
  "text": " Esportes > Futebol > Futebol Internacional > Com hat-trick de Mbappé e Beraldo titular, PSG faz 9 a 0 e avança na Copa da França Com hat-trick de Mbappé e Beraldo titular, PSG faz 9 a 0 e avança na Copa da França Time parisiense não teve piedade do modesto Revel, da 6ª divisão francesa, e se classificou para as oitavas de final do torneio\nPor da Redação 07/01/2024 20h18 - Atualizado em 07/01/2024 20h19 Valentine CHAPUIS / AFP\nMbappé marcou três vezes em vitória do PSG na Copa da França\nO Paris Saint-Germain garantiu sua vaga nas oitavas de final da Copa da França ao vencer de forma avassaladora o modesto Revel , time da 6ª divisão francesa, por 9 a 0, neste domingo, 7. Mesmo com a ausência de alguns titulares, o poderoso time parisiense não teve dificuldades para conquistar a vitória, com destaque para o astro Kylian Mbappé , que marcou três gols. O técnico Luis Enrique optou por poupar alguns jogadores, principalmente na defesa, visando a sequência da temporada. Com seu hat-trick na partida, Mbappé se tornou o maior artilheiro do clube na Copa da França, com um total de 30 gols. Além disso, o atacante teve a oportunidade de jogar ao lado de seu irmão mais novo, Ethan, que substituiu o brasileiro Lucas Beraldo , recém-contratado pelo clube parisiense – o ex-São Paulo fez sua primeira partida como titular na nova equipe.\nSiga o canal da Jovem Pan Esportes e receba as principais notícias no seu WhatsApp! WhatsApp Outro destaque da partida foi o goleiro titular do PSG, Keylor Navas, que não atuava em um jogo oficial pelo time francês há quase um ano. O costa-riquenho mostrou segurança e contribuiu para a vitória da equipe. Além dos gols de Mbappé, o PSG contou com as contribuições do espanhol Marco Asensio, do português Gonçalo Ramos, de Kolo Muani, que marcou duas vezes, e do italiano Cher Ndour. O zagueiro do Revel, Maxence N’Guessan, também marcou um gol contra. Com essa vitória, o PSG segue firme na busca por mais um título na temporada. A equipe demonstrou sua superioridade diante de um adversário de menor expressão e agora aguarda o sorteio para conhecer seu próximo adversário na Copa da França. A expectativa é que o técnico Luis Enrique possa contar com todos os jogadores para as próximas partidas, visando manter o bom desempenho e conquistar mais troféus.\nLeia também Corpo de Zagallo é sepultado em cemitério no Rio de Janeiro Diretor de comunicações da CBF passa mal durante velório de Zagallo",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T01:49:29.529+02:00",
  "updated": "2024-01-08T16:18:54.342+02:00"
}