{
  "thread": {
    "uuid": "056166a64e996291a98f52987dd5f87ed224048e",
    "url": "https://vnexplorer.net/world-mizrahi-movement-brings-hundreds-to-israel-in-solidarity-missions-s1060361.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/rss",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "World Mizrahi Movement brings hundreds to Israel in solidarity missions",
    "title_full": "World Mizrahi Movement brings hundreds to Israel in solidarity missions",
    "published": "2024-01-20T11:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1gYXDQ.img",
    "performance_score": 0,
    "domain_rank": 47656,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "056166a64e996291a98f52987dd5f87ed224048e",
  "url": "https://vnexplorer.net/world-mizrahi-movement-brings-hundreds-to-israel-in-solidarity-missions-s1060361.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-20T11:15:00.000+02:00",
  "title": "World Mizrahi Movement brings hundreds to Israel in solidarity missions",
  "text": "KKL- JNF France delegation in Israel\nOne of the leading forces behind many of the missions of Diaspora Jewry supporting Israel is the World Mizrachi movement, who from early on in the war, established a center in order to accommodate these groups coming to bear witness to the tragedy of October 7 and to volunteer.\nHundreds of solidarity missions have poured into Israel to express support for the country and gain a first-hand appreciation for the challenges being faced.\n“In a time when the State of Israel is in deep pain and we are confronting an ongoing security threat on multiple fronts, it has been so encouraging to see how the Jewish people have a real desire to be here with us,” says Rabbi Danny Mirvis, Acting CEO of World Mizrachi.\n“The missions that we are able to facilitate are designed to be far more than ‘bearing witness’ trips but give people the sense that they are truly experiencing what Israel is going through and are able to demonstrate that the concept of one people with one heart is really what defines us as a nation.”\nParticipants are brought to sites of October 7 The World Mizrachi missions have had participants from over 14 different countries. Participants have been brought to places most impacted on October 7, including destroyed homes in the south, but also has exposed participants to the individuals and organizations who are actively working to promote Israel’s strength at this time.\nWorld Mizrachi members visit Vilnius for the 120-year anniversary of the birth of the religious Zionist movement. (credit: Courtesy of World Mizrachi)\nWorld Mizrachi members visit Vilnius for the 120-year anniversary of the birth of the religious Zionist movement. (credit: Courtesy of World Mizrachi)\nAdding to the emotion and uplifting inspiration for the group is a visit with Rabbi Doron Perez, Executive Chairman of World Mizrachi, whose son Daniel, a tank commander, has been held hostage in Gaza since that horrific day. “The message is that as tragic as these times are, the unity and spirit of our people will ultimately allow us to be victorious over even the most bitter of enemies,” says Mirvis.\n“Since the war started, there have been many initiatives to help the people of Israel,” said a high school student from Central YUHSG who recently participated on a mission. “However, nothing I have ever participated in compared to the emotions I felt on this trip. I really felt connected to Am Yisrael, and I felt like I was really putting all my efforts into doing my part in this war.”\nRabbi Zvi Engel, President of the Rabbinical Council of America, which has facilitated numerous missions in coordination with World Mizrachi said, “At these times we have come both to strengthen but even more so to be strengthened and to feel an even stronger bond with the State of Israel and the people of Israel.\nThe support of World Mizrachi in making these missions possible has been so important in allowing us to spread that message and gain a critical experience that we can take back to our communities so that they can truly appreciate what Israel is going through at this time.”\nWorld Mizrachi is the global Religious Zionist movement, spreading Torat Eretz Yisrael across the world and strengthening the bond between the international Jewish community and the State of Israel, according to its website.\nBased in Jerusalem and with branches across the globe, Mizrachi – an acronym for merkaz ruchani (spiritual center) – was founded in 1902 by Rabbi Yitzchak Yaakov Reines, and is led today by Rabbi Doron Perez.\nSeveral of its programs recruit and train new rabbinic community educators and leaders in Israel and for abroad.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1gYXDQ.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1gYVis.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1gYXDQ.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1gYVis.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mizrachi",
        "sentiment": "none"
      },
      {
        "name": "danny mirvis",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "world mizrahi movement",
        "sentiment": "negative"
      },
      {
        "name": "kkl",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "diaspo",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "jnf france",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T11:21:35.626+02:00",
  "updated": "2024-01-20T11:21:35.626+02:00"
}