{
  "thread": {
    "uuid": "693f829630110d6305f10dc0efe1219f0310e24f",
    "url": "https://www.elespanol.com/madrid/ocio/20240705/unica-piscina-madrid-podras-banarte-madrugada-cena-musica-directo/867913615_0.html",
    "site_full": "www.elespanol.com",
    "site": "elespanol.com",
    "site_section": "https://www.elespanol.com/",
    "site_categories": [
      "non_standard_content",
      "adult",
      "top_news"
    ],
    "section_title": "EL ESPAÑOL - Diario digital, plural, libre, indomable, tuyo",
    "title": "Esta es la única piscina de Madrid en la que podrás bañarte de madrugada: con cena y música en directo",
    "title_full": "Esta es la única piscina de Madrid en la que podrás bañarte de madrugada: con cena y música en directo",
    "published": "2024-07-05T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://s1.elespanol.com/2024/07/02/actualidad/867423575_247450410_1706x960.jpg",
    "performance_score": 0,
    "domain_rank": 2484,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "693f829630110d6305f10dc0efe1219f0310e24f",
  "url": "https://www.elespanol.com/madrid/ocio/20240705/unica-piscina-madrid-podras-banarte-madrugada-cena-musica-directo/867913615_0.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Carolina Blasco",
  "published": "2024-07-05T03:00:00.000+03:00",
  "title": "Esta es la única piscina de Madrid en la que podrás bañarte de madrugada: con cena y música en directo",
  "text": "En las calurosas noches de verano, cuando el asfalto de la ciudad aún emana todo el calor acumulado durante el día, encontrar un refugio fresco y ameno se convierte en una prioridad para los madrileños.\nEste sábado, una propuesta única promete transformar una habitual noche de verano en una experiencia divertida y sobre todo refrescante, combinando el placer del agua con la magia de la música en directo . La iniciativa, impulsada por el Ayuntamiento de Humanes, busca ofrecer una alternativa refrescante y cultural para los ciudadanos.\nEl ambiente nocturno, generalmente dominado por el bullicio de los bares y terrazas, encontrará un nuevo protagonista. Desde las 21.00 hasta las 02.00 horas , una piscina ubicada en el sur de la región abrirá las puertas este fin de semana para recibir a quienes deseen sumergirse en un baño bajo las estrellas , mientras el dúo Azahar ameniza la velada con su música en directo empezando ya desde el mediodía.\n[El pueblo a una hora de Madrid que arrasa por su piscina natural: parking gratis y vistas espectaculares] Este evento, que se repetirá todos los sábados del mes de julio , es una oportunidad para disfrutar de las noches de una manera diferente. No se trata solo de nadar, sino de dejarse llevar por el ritmo de la música y flotar mientras el cuerpo se va animando. La música, el agua, la brisa nocturna y la luz de la luna crearán una atmósfera mágica.\nAhora bien, ¿dónde se encuentra este oasis nocturno? Como hemos adelantado se trata de la piscina municipal de Humanes que un año más ha apostado por esta idea tan original.\nNormalmente, las instalaciones cierran sus puertas a las 20.00 horas, pero a partir de este sábado, abrirá hasta las 2.00 horas para ofrecer a los asistentes una noche diferente.\nSegún nos han confirmado, la entrada para este evento requiere el pago de una tarifa adicional , ya que se trata de un horario especial. La buena noticia es que el bar de la zona estará abierto, ofreciendo la posibilidad de cenar o tomar algo mientras se disfruta de la noche.\nLos viernes, el bar estará disponible desde las 21.00 hasta la 01.00 , creando el mejor ambiente para una cena veraniega. Los sábados el bar estará abierto a la misma hora, lo único que este día podrás no solo cenar y tomarte algo si no también darte un chapuzón.\nPero la oferta de actividades no se detiene aquí. A partir del 9 de julio, los mayores de 65 años tendrán la oportunidad de participar en clases gratuitas de aquagym . Esta actividad, organizada en colaboración con las Concejalías de Mayores y Deportes, se llevará a cabo los martes y jueves de julio , de 11.00 a 12.00 horas. Los interesados podrán acceder a la piscina a partir de las 10.30 para prepararse y aprovechar al máximo la sesión.\nLa iniciativa del baño nocturno en la piscina municipal de Humanes ha sido recibida con entusiasmo por los vecinos. En muchos municipios, este tipo de eventos se han convertido en clásicos del verano, atrayendo a un público muy diverso pero especialmente a los adolescentes, que encuentran en estas noches una forma divertida de pasar el tiempo.\nAdemás de ofrecer una alternativa de ocio, estas actividades ayudan a hacer más llevaderos los calurosos días del periodo estival. La combinación de música, agua y buena compañía permitirá a los asistentes desconectar del estrés diario y disfrutar de la temporada.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.facebook.com/plugins/post.php?href=https%3A%2F%2Fwww.facebook.com%2Fpiscinahumanes2024%2Fposts%2Fpfbid0uGd19XzPjHoAyeSk3a1C1Fv9mzAKidGLfkaZsfAreDA1jytXP6zJiBs7th7HypXbl&show_text=true&width=500",
    "https://www.facebook.com/plugins/post.php",
    "https://facebook.com/plugins/post.php?href=https%3A%2F%2Fwww.facebook.com%2Fpiscinahumanes2024%2Fposts%2Fpfbid0uGd19XzPjHoAyeSk3a1C1Fv9mzAKidGLfkaZsfAreDA1jytXP6zJiBs7th7HypXbl&show_text=true&width=500"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T03:43:32.426+03:00",
  "updated": "2024-07-05T03:43:32.426+03:00"
}