{
  "thread": {
    "uuid": "194c416233d54f227665fda844689112eb7cad37",
    "url": "https://www.wxxinews.org/npr-news/2024-04-04/these-identical-twins-both-grew-up-with-autism-but-took-very-different-paths",
    "site_full": "www.wxxinews.org",
    "site": "wxxinews.org",
    "site_section": "https://www.wxxinews.org",
    "site_categories": [
      "media"
    ],
    "section_title": "Local news and NPR for Rochester NY | WXXI News",
    "title": "These identical twins both grew up with autism, but took very different paths | WXXI News",
    "title_full": "These identical twins both grew up with autism, but took very different paths | WXXI News",
    "published": "2024-04-04T13:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://npr.brightspotcdn.com/dims4/default/bf6bc52/2147483647/strip/true/crop/2566x1347+0+609/resize/1200x630!/quality/90/?url=https%3A%2F%2Fmedia.npr.org%2Fassets%2Fimg%2F2024%2F04%2F03%2Ftwins-and-autism-15_sq-6cdf29dfc1b516791b7b602d3f368940794aa685.jpg",
    "performance_score": 0,
    "domain_rank": 42422,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "194c416233d54f227665fda844689112eb7cad37",
  "url": "https://www.wxxinews.org/npr-news/2024-04-04/these-identical-twins-both-grew-up-with-autism-but-took-very-different-paths",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jon Hamilton",
  "published": "2024-04-04T13:00:00.000+03:00",
  "title": "These identical twins both grew up with autism, but took very different paths | WXXI News",
  "text": "These identical twins both grew up with autism, but took very different paths [The Science of Siblings](https://www.npr.org/series/1241438370/the-science-of-siblings) is a new series exploring the ways our siblings can influence us, from our money and our mental health all the way down to our very molecules. We'll be [sharing these stories](https://www.npr.org/series/1241438370/the-science-of-siblings) over the next several weeks. Sam and John Fetters, 19, are identical twins at opposite ends of the autism spectrum. Sam is a sophomore at Amherst College who plans to double major in history and political science. In his free time, he runs marathons. John attends a special school, struggles to form sentences, and likes to watch Teletubbies and Sesame Street. Two brothers. Same genes. Different flavors of autism. To scientists, twins like Sam and John pose an important question: How can a disorder that is known to be highly genetic look so different in siblings who share the same genome? \"That is one of the greatest mysteries right now in research on autism,\" says [Dr. Stephanie Morris](https://www.kennedykrieger.org/patient-care/faculty-staff/stephanie-m-morris-md), a pediatric neurologist at the Kennedy Krieger Institute in Baltimore. Solving that mystery could help explain autism's odd mix of nature and nurture, Morris says. It also might help \"modify the trajectory\" of autistic children experiencing speech and language delays, or difficulty with social communication. Identical twins on separate paths Sam and John are spending the weekend with their mom, Kim Leaird, at the family's apartment in West Tisbury, a small town on Martha's Vineyard. The twins are crowded together on a couch. Even seated, they look tall. Standing, Sam is 6 feet, 5 inches, his brother just an inch shorter. John lets Sam do most of the talking. He frequently touches his brother, who sometimes takes his hand. John has \"a truly tremendous amount of empathy,\" Sam says. \"He's able to be very supportive.\" When Sam and his mother were at odds, John would comfort him. And when Sam ran track and cross country in high school meets, he'd see his brother at the finish line, \"jumping up and down because he was so happy.\" When John speaks, it's often about Sesame Street characters, including his favorite: Cookie Monster. Why that particular Muppet? \"He likes cookies!\" John says. Early in life, Sam and John were much more similar than they may seem today, Leaird says. \"They both did not wave, they didn't respond to their name, they both had a lot of repetitive movements,\" she says. At age 2, neither was speaking. So Leaird enrolled them in an early intervention preschool. It worked for Sam. \"He started talking and has never stopped,\" Leaird says. \"It was only then we were like, 'Well, what's going on with John?\" She moved John to a more intensive program. Even so, he didn't begin using words until he was 4. And over the next few years, Sam says, it became clear that he and John were on different paths. \"When we were kids, he was really passionate about Sesame Street; I was really passionate about Thomas the Tank Engine,\" Sam says. But later, \"I started moving to other passions and he just kept being passionate about Sesame Street,\" Sam says, \"which is totally valid.\" What twin studies reveal about autism When Sam and John were 5, Leaird enrolled them in a study of identical twins with autism. \"I just thought it might be good to see if we could find answers,\" Leaird says — especially \"to help John, if we could.\" The family was living in Maryland at the time. So Sam and John were evaluated at [Kennedy Krieger Institute](https://www.kennedykrieger.org/), which is known for treating children with developmental disabilities. Studies like the one involving Sam and John have played a critical role in understanding autism since the 1970s. \"The earliest twin studies really helped to debunk this theory that autism was caused by parenting,\" Morris says. Under this theory, moms took the brunt of the blame, supposedly for being \"cold and distant and detached from their child.\" Those studies showed that autism was largely a product of genetics, not parenting. In 2019, a [study](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7355281/) of 366 pairs of identical twins changed the field again. The study confirmed earlier research showing that if one twin had autism, there was a 90% chance the other would too. \"However, the level, or the severity in which the twins were manifesting the diagnosis, was incredibly different,\" Morris says. The finding suggests that autism symptoms can be greatly influenced by events that happen after conception. We are identical twins in almost every other way — laugh in the same way, cry in the same way, see the day in the same way, love the same way. These events could include mutations in dividing fetal cells, or something that causes certain genes to be switched on or off. Another possibility, Morris says, is that the severity of symptoms is affected by different experiences during pregnancy and in the first few months of life. \"There's something in very very early development that might be unique to one of the twins and not the other,\" she says. \"That could be something as simple as an infection.\" A hole in the heart Both John and Sam were born with anatomical anomalies that required surgery. Sam had a hernia that needed repair, but it was surgery that could wait until he was 5. John had a hole in his heart that was affecting his growth and had to be fixed when he was still an infant. Sam's surgery went smoothly. But John developed an infection in the incision surgeons had made in his chest. The infection was from drug-resistant staph bacteria. So John went back to the hospital and spent a month on powerful antibiotics pumped directly into a vein near his heart. There's no way to know whether that experience changed the course of John's autism. \"It's really only later that I thought, well, maybe it was the staph infection and John's environment when he was so little,\" Leaird says. Regardless of what causes twins to end up at different places on the autism spectrum, these siblings seem to have a special relationship, Morris says. \"I think there's an understanding that 'My twin isn't quite as capable of communicating in the way that they need to, so I'll help them with that,'\" she says. That description fits Sam and John. When asked to name his favorite episode of Sesame Street, John blurts out a series of words: \"Abby makes the seasons change.\" Sam understands immediately and quickly steps in to explain. \"There's an episode with Abby Cadabby, Rosita and Zoe, where they dance around with the seasons changing,\" Sam says. \"I think that's the one he's referring to.\" His brother's keeper Sam has always looked out for his brother, Leaird says. When the boys spent a year in the same school, she says, Sam did fine, but John struggled and had some noisy meltdowns. \"Sam would hear him from his classroom, and he would just flee,\" Leaird says. \"He would get up and run to his brother to help him and to translate for him.\" Now that Sam is off at college, he worries about his brother, whose limited speech and flapping arms can make him the target of insults and ridicule. \"One of the ways you avoid that is trying to present [as] more neurotypical,\" Sam says. \"I can do that. My brother can't.\" Actually being neurotypical isn't something Sam wants for his brother or himself. \"I think I approach the world in interesting ways,\" Sam says, noting that autism has contributed to his passion for history and running. John's autism is part of the \"amazing and creative world in his head,\" Sam says, a world that includes Teletubbies and Muppets, as well as people and places. Even so, Sam wishes his brother could use words the way he does. \"We are identical twins in almost every other way — laugh in the same way, cry in the same way, see the day in the same way, love the same way,\" Sam says. \"He should absolutely have that ability to speak. He should have that. And him not having that is so unfair.\" So for now, Sam plans to keep using his own words to help say what his brother can't. [More from the Science of Siblings series:](https://www.npr.org/series/1241438370/the-science-of-siblings) [The order your siblings were born in may play a role in identity and sexuality](https://www.npr.org/2024/04/10/1198909655/siblings-sexuality-fraternal-birth-order-effect-justin-torres) [A gunman stole his twin from him. This is what he's learned about grieving a sibling](https://www.npr.org/sections/health-shots/2024/04/10/1243529775/brother-twin-sibling-grief-gun-violence) [In the womb, a brother's hormones can shape a sister's future](https://www.npr.org/sections/health-shots/2024/04/09/1240906149/siblings-womb-brothers-sisters-sex-hormones) Copyright 2024 NPR. To see more, visit https://www.npr.org.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest"
  ],
  "external_links": [
    "https://www.kennedykrieger.org/patient-care/faculty-staff/stephanie-m-morris-md),",
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7355281/)",
    "https://www.kennedykrieger.org/),",
    "https://www.npr.org.",
    "https://kennedykrieger.org/patient-care/faculty-staff/stephanie-m-morris-md),",
    "https://ncbi.nlm.nih.gov/pmc/articles/PMC7355281/)",
    "https://kennedykrieger.org/),",
    "https://npr.org."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "stephanie morris",
        "sentiment": "none"
      },
      {
        "name": "kennedy krieger",
        "sentiment": "none"
      },
      {
        "name": "john",
        "sentiment": "none"
      },
      {
        "name": "sam",
        "sentiment": "none"
      },
      {
        "name": "john fetters",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "amherst college",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sesame street",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T01:02:58.526+03:00",
  "updated": "2024-04-12T05:14:33.392+03:00"
}