{
  "thread": {
    "uuid": "1763f79378cf65e15d1a696b8bf0c047ea2ff66c",
    "url": "https://www.bradfordera.com/newsletter/bills-withstand-the-cold-set-up-rare-chiefs-visit/article_018f77ec-b420-11ee-b356-eb8e363e3f83.html",
    "site_full": "www.bradfordera.com",
    "site": "bradfordera.com",
    "site_section": "http://www.bradfordera.com/search/?q=&t=article&l=100&d=&d1=&d2=&s=start_time&sd=desc&nsa=eedition&c[]=sports,sports/*&f=rss",
    "site_categories": [
      "media"
    ],
    "section_title": "www.bradfordera.com - RSS Results in sports,sports/* of type article",
    "title": "Bills withstand the cold, set up rare Chiefs visit",
    "title_full": "Bills withstand the cold, set up rare Chiefs visit",
    "published": "2024-01-16T15:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/bradfordera.com/content/tncms/custom/image/b5c99bf4-6fa2-11e6-aeaa-e319e980b767.jpg?resize=600%2C315",
    "performance_score": 0,
    "domain_rank": 88458,
    "domain_rank_updated": "2024-01-16T12:06:44.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1763f79378cf65e15d1a696b8bf0c047ea2ff66c",
  "url": "https://www.bradfordera.com/newsletter/bills-withstand-the-cold-set-up-rare-chiefs-visit/article_018f77ec-b420-11ee-b356-eb8e363e3f83.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "SAM WILSON Special to The Era",
  "published": "2024-01-16T15:00:00.000+02:00",
  "title": "Bills withstand the cold, set up rare Chiefs visit",
  "text": "ORCHARD PARK, NY — Only in a climate like Buffalo’s could a January evening with temperatures in the teens qualify as pleasant.\nOf course, there was still plenty for fans to deal with Monday at Highmark Stadium, a little over 24 hours after the originally scheduled kickoff time. Many arrived to their seats to find a mound of snow remaining to either sit in, stand over or shovel out themselves.\nBut on the field, the Bills looked right at home in the frigid elements, outlasting the pesky Pittsburgh Steelers in a 31-17 Wild Card win.\nThat became evident as quickly as Buffalo’s first drive, as it efficiently cut through the Steelers defense for 80 yards in 10 plays. The Bills balanced five runs with five Josh Allen passes, all complete, through Dawson Knox’s 9-yard grab in the back of the end zone, which set off a euphoric display as fans tossed handfuls of snow to the sky.\nThose snow-tosses became a familiar scene as Bills touchdowns and Steeler turnovers mounted, especially after Allen’s 52-yard third-down scramble for a touchdown dealt a devastating blow to Pittsburgh’s upset hopes midway through the second quarter.\nThe snowballs became scarce as a 21-0 lead slowly dwindled to a one-score game early in the fourth quarter, 24-17, but made another big appearance on the dagger: a 17-yard touchdown pass from Allen to Khalil Shakir, as the second-year slot receiver slipped out of multiple tackles to cut through the heart of the Pittsburgh defense.\nTHE WIN sets up a visit from No. 3 Kansas City next Sunday in the divisional round, the Bills’ third playoff meeting with the Chiefs in the last four years, but their first at home.\n“We’re gonna need a fantastic atmosphere,” Allen said. “I thought the atmosphere tonight was great, guys and girls, Bills Mafia of all ages came in, did their job, forced a couple of false starts. And again, the vibe, the energy, the juice that we can use from that is ... you just can’t chalk it up to anything other than momentum, something you can’t see but something you can definitely feel, and they give that to us.”\nTHE WEATHER, naturally, disrupted both teams’ plans, with the midday decision Saturday coming from Governor Kathy Hochul’s office to move a Sunday 1 p.m. kickoff to Monday at 4:30. The Bills couldn’t meet as a team Sunday, snowed in and under a county driving ban. So they held a team stretch over Zoom, coach Sean McDermott noted, before online team meetings later in the day.\nMcDermott and Allen both made a point to thank Bills staffers for leading the stadium cleanup effort. McDermott, who was concerned the contest could be moved to a neutral site and cost his team a home game, also commended Hochul’s decision.\n“I know it didn’t stop snowing hard around here, at least until about 4 a.m. this morning, so I thought it was an admirable effort by everyone involved to get this game ready to be played and the streets, sidewalks, roads even getting here, cleared off,” he said.\n“It’s always hard to make decisions and I think the way that (Hochul) put the safety of the public first above the game, that just shows a lot about who she is and her care for people. All those who helped in the snow removal around this facility, around the stadium … the roads as well. I looked out my window a few times yesterday and it was hard to see.\n“So everyone that was out there working hard on the public’s behalf to make it safe to get to the game today, and then Bills Mafia showed up. I know that there weren’t always clean seats to sit on. But it didn’t seem like it mattered to them.”\nTHE WIN did come at a considerable cost, however. Second-year linebacker Terrel Bernard, perhaps the defense’s biggest breakout star, went down with an ankle injury, leaving on a cart with a towel on his head after well-wishes from several teammates.\nSeveral other defenders left the game, including fellow linebacker Baylon Spector and defensive backs Christian Benford and Taron Johnson, leaving an already injury-stricken unit — Rasul Douglas, Taylor Rapp and Tyrel Dodson were inactive — perilously thin.\nThat left A.J. Klein, who signed back to the practice squad Thursday and was a call-up Monday, to wear the “green dot” helmet for Bernard, receiving McDermott’s defensive play calls.\n“It’s hard to win in this league,” Allen said. “I hate to see guys go down on either side of the ball, really. And that’s one of the things I pray for before every game is making sure that both sides are safe from serious injury. I understand and I think everybody in the locker room understands the type of game that we play and what comes with it. It sucks though, when you’ve got guys that are playing at such a high level, guys that are young that are figuring things out and have an injury. We’ve got to figure it out and what’s gonna go on there and guys are gonna step up and it takes everybody.”\nNow begins a huge week, especially for McDermott, who will have to sort out who’s available to face Patrick Mahomes, Travis Kelce and the Chiefs.\n“That’s a heck of an opponent,” McDermott said. “We’ll have to regroup as a staff and I know some of our staff has already been working on the Chiefs and that’s kind of what you do as a position coach, you’re able to look ahead a little bit. We’ll just have to sit down with Nate tomorrow and just try and see who’s healthy and when they’ll be healthy (if) they’re not healthy and then see what jersey numbers we have and kind of go from there.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Weather",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "josh allen",
        "sentiment": "none"
      },
      {
        "name": "allen",
        "sentiment": "none"
      },
      {
        "name": "dawson knox",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "highmark stadium",
        "sentiment": "none"
      },
      {
        "name": "steelers",
        "sentiment": "none"
      },
      {
        "name": "pittsburgh steelers",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "orchard park",
        "sentiment": "none"
      },
      {
        "name": "buffalo",
        "sentiment": "none"
      },
      {
        "name": "pittsburgh",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-16T17:48:59.147+02:00",
  "updated": "2024-01-16T17:48:59.147+02:00"
}