{
  "thread": {
    "uuid": "9b8a004dda08a710cb90d738198662070b3bcdbc",
    "url": "https://www.farodevigo.es/sociedad/2024/05/04/orue-trenes-cambian-paises-atraviesan-101910216.html",
    "site_full": "www.farodevigo.es",
    "site": "farodevigo.es",
    "site_section": "https://www.farodevigo.es/sociedad",
    "site_categories": [
      "non_standard_content",
      "adult",
      "top_news"
    ],
    "section_title": "Sociedad | noticias de Sociedad y actualidad social - Faro de Vigo",
    "title": "Orúe: “Todos los trenes cambian los países que atraviesan y el Transiberiano más” - Faro de Vigo",
    "title_full": "Orúe: “Todos los trenes cambian los países que atraviesan y el Transiberiano más” - Faro de Vigo",
    "published": "2024-05-04T07:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/5a8fab88-4f5f-4551-9e11-3b6099d881eb_16-9-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 15635,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9b8a004dda08a710cb90d738198662070b3bcdbc",
  "url": "https://www.farodevigo.es/sociedad/2024/05/04/orue-trenes-cambian-paises-atraviesan-101910216.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ágatha de Santos",
  "published": "2024-05-04T07:00:00.000+03:00",
  "title": "Orúe: “Todos los trenes cambian los países que atraviesan y el Transiberiano más” - Faro de Vigo",
  "text": "Orúe: “Todos los trenes cambian los países que atraviesan y el Transiberiano más” “No veo un fin al conflicto en Ucrania y me da mucha pena. Creo que se enquistará o se expandirá”, se lamenta Sara Gutiérrez, coautora de “En el Transiberiano” ÁGATHA DE SANTOS “La imaginación de los escritores soviéticos se alimentaba del Transiberiano”. Así lo aseguró ayer en el Club FARO la periodista y escritora zaragozana Eva Orúe, directora de la Feria del Libro de Madrid y coautora, junto a su pareja la oftalmóloga y escritora asturiana Sara Gutiérrez de “En el Transiberiano. Una historia personal del tren que forjó un Imperio” (Reino de Cordelia), un libro que aúna su experiencia personal con la historia de un tren que en realidad no lo es. En este sentido, las autoras de esta obra, que escriben ahora a dos manos –o más concretamente a dos voces, como dijo Gutiérrez–, cuando se cumplen treinta años de su viaje, explicaron que no es un tren que pueda compararse con otros como el Orient Express o el Transcantábrico, ya que el Transiberiano no es ni un tren de recreo ni una máquina que cubre un trayecto concreto, sino todos los trenes que atraviesan Rusia: el que une Moscú y Vladivostok, que es la ruta que realizaron ellas, pero también el Transmanchuriano, el Transmongoliano y el Ferrocarril Baikal-Amur, cuyos recorridos coinciden parcialmente con el principal. “Por eso decimos que transiberianos hay muchos”, comentó Gutiérrez durante el acto que presentó el periodista de Onda Cero Rubén Rey. En aquel verano de 1994, Orúe trabajaba en Moscú como corresponsal de guerra y Gutiérrez estudiaba la especialidad de Oftalmología en Járkov (Ucrania). Gutiérrez explicó que decidieron subir al Transiberiano en el verano de 1994, para profundizar en una relación de la que en la década de los noventa “ni siquiera se hablaba con claridad entre quienes la vivían”. “Pensé que tendríamos mucho tiempo para hablar y para ver si la relación podía prosperar o no”, comentó Guitiérrez, que confesó que el argumento que le dio a su compañera fue algo distinto: “Le dije que cómo podía escribir sobre un país del que sólo conocía Moscú”, comentó. Treinta años después, su relación continúa. Habían pasado apenas dos años y medio después del derrumbre de la Unión Soviética y el país vivía una situación complicada. “Atravesaba una profunda crisis y la miseria crecía día a día mientras las mafias se fortalecían”, recordó Gutiérrez. “En el Transiberiano”, se intercalan las vivencias e impresiones personales a lo largo del viaje de estas dos viajeras, que narra Gutiérrez, con la parte histórica que aporta Orúe sobre la construcción del Transiberiano, un tren sin el que los zares entendieron que no sería posible crear un imperio y que facilitó la colonización de Siberia; una línea que, como recordó Orúe, durante la I Guerra Mundial se convirtió en un campo de batalla, un tren del que los bolcheviques harían después una herramienta de propaganda. “Todos los trenes cambian los países que atraviesan. Pero trenes como éste los cambian muchísimo. Es muy interesante ver como el Transiberiano entra en la literatura universal. Hay muchas referencias en obras de escritores españoles como Miguel Hernández, Fernando de los Ríos, Ángel Pestaña, Blasco Ibáñez y Chaves Nogales”, añadió Orúe. La construcción del Transiberiano es una muestra también de que los rusos son capaces “de lo mejor y de lo peor”, ya que al igual que fueron capaces de encargar un rompehielos que les llegó en 7.000 cajas desde el Reino Unido para que los trenes pudiesen atravesar el lago Baikal en invierno, también quitaban vías de una línea para completar otra y así no acabar ninguna y empleaban a los prisioneros como mano de obra esclava. En una conferencia sobre el Transiberiano, no podría quedar al margen la invasión rusa de Ucrania. Gutiérrez, que vivió en la ciudad ucraniana de Járkov, expresó su tristeza por lo que está ocurriendo. “No veo un fin al conflicto en Ucrania. Me parece que sólo se puede enquistar o expandir y pase lo que pase es una desgracia. Ya lo es lo que está pasando ahora, pero es que es una desgracia que no tiene fin”, se lamentó. A este respecto, Orúe afirmó que, al igual que sucedió con la guerra de Yugoslavia, la de Ucrania nos parece algo ajeno. “A todos nos debería afectar más porque es algo que está pasado aquí, en Europa, pero lo vivimos como algo muy lejano y ahora ha surgido otro conflicto que tapa éste. Nos estamos olvidando de los ucranianos”, advirtió. Más de 9.000 kilómetros a bordo de un gigante de hierro que meses atrás se habían conocido en Moscú, decidieron subirse al Transiberiano en el verano de 1994, tan sólo dos años y medio después de que finalizase la Perestroika, para recorrer Rusia de oeste a este, 9.288 kilómetros que separan Moscú de Vladivostok, ciudad de Siberia próxima a las fronteras con China y Corea del Norte, casi diez mil kilómetros de estepa salpicada de pequeñas casas de madera. Por el camino se detuvieron en Ekaterimburgo, Irkustk, desde donde aprovecharon para navegar el Baikal de sur a norte, y Jabárosk. “En el Transiberiano” es un libro que transita, como explican sus autoras, por dos vías. Una es la personal, la del viaje que realizaron hace ahora 30 años. La otra, lo que supuso esta línea. En el primer caso, el ritmo lo marcan las etapas del recorrido. En el segundo, los cinco bloques temáticos que van desde la Rusia zarista a la Rusia del futuro con la vista puesta en sus vecinos orientales. El libro incluye también recortes de periódicos y revistas de finales del siglo XIX y principios del XX e ilustraciones sobre algunos de los hitos históricos que salpican estas páginas. Durante su intervención en el Club FARO, Gutiérrez y Orúe fueron desgranando anécdotas del Transiberiano y también de aquel viaje de 1994 y que les permitió conocer en profundidad un país que recelaba de la Perestroika y de los cambios impulsados por su actual presidente, Mijaíl Gorbachov, quien para muchos era el “gran enemigo de Rusia”, recordó la periodista. [RRSS WhatsApp](https://api.whatsapp.com/send?text=Or%C3%BAe%3A%20%E2%80%9CTodos%20los%20trenes%20cambian%20los%20pa%C3%ADses%20que%20atraviesan%20y%20el%20Transiberiano%20m%C3%A1s%E2%80%9D%20https://www.farodevigo.es/sociedad/2024/05/04/orue-trenes-cambian-paises-atraviesan-101910216.html%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [RRSS Facebook](https://www.facebook.com/sharer/sharer.php?u=https://www.farodevigo.es/sociedad/2024/05/04/orue-trenes-cambian-paises-atraviesan-101910216.html%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [RRSS Twitter](https://twitter.com/intent/tweet?original_referer=https://www.farodevigo.es/sociedad/2024/05/04/orue-trenes-cambian-paises-atraviesan-101910216.html&text=Or%C3%BAe%3A%20%E2%80%9CTodos%20los%20trenes%20cambian%20los%20pa%C3%ADses%20que%20atraviesan%20y%20el%20Transiberiano%20m%C3%A1s%E2%80%9D%20%20https://www.farodevigo.es/sociedad/2024/05/04/orue-trenes-cambian-paises-atraviesan-101910216.html%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share%20a%20trav%C3%A9s%20de%20%40Farodevigo) [RRSS email](mailto:?subject=Or%C3%BAe%3A%20%E2%80%9CTodos%20los%20trenes%20cambian%20los%20pa%C3%ADses%20que%20atraviesan%20y%20el%20Transiberiano%20m%C3%A1s%E2%80%9D%20&body=https://www.farodevigo.es/sociedad/2024/05/04/orue-trenes-cambian-paises-atraviesan-101910216.html%3Futm_source%3Dmail%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [Copiar URL](javascript: void(0)) [Un vecino de 43 años se precipita desde un 4º piso cuando lo iban a desahuciar en Vigo](https://www.farodevigo.es/gran-vigo/2024/05/02/hombre-precipita-cuarto-piso-desahucio-101842178.html) [Pillada una posible infidelidad en 'Supervivientes' que pondría contra las cuerdas a este concursante](https://www.farodevigo.es/ocio/tv/2024/04/29/pillada-posible-infidelidad-supervivientes-pondria-dv-101719014.html) [Adiós a una \"narcocasa\" okupada en Lavadores: sus propietarios ordenan su derribo para evitar que siga el trapicheo](https://www.farodevigo.es/gran-vigo/2024/05/01/adios-narcocasa-okupada-lavadores-101813140.html) [Candela Peña desvela cuál fue la palabra que se le atascó durante el rodaje de 'El caso Asunta': \"Tarde en decirla con acento gallego tres semanas](https://www.farodevigo.es/ocio/tv/series/2024/05/01/candela-pena-desvela-palabra-le-dv-101797491.html) [La justicia pone fin a la batalla entre Rocío Carrasco y Antonio David: la inesperada resolución y a quien favorece](https://www.farodevigo.es/vida-y-estilo/gente/2024/05/02/justicia-pone-batalla-rocio-carrasco-dv-95249823.html) [Portugal vota hoy la eliminación de los peajes en la autovía que conecta la frontera y Oporto](https://www.farodevigo.es/gran-vigo/2024/05/02/portugal-vota-eliminacion-peajes-autovia-oporto-vigo-101815643.html) [La sentencia de Jorge Javier sobre Candela Peña por su papel en 'El Caso Asunta': \"No miento](https://www.farodevigo.es/ocio/tv/2024/04/30/sentencia-jorge-javier-candela-pena-dv-101750372.html) [Aceite de oliva con romero, el secreto de la reina Letizia para combatir el envejecimiento: así se prepara](https://www.farodevigo.es/vida-y-estilo/moda-belleza/2024/05/02/aceite-oliva-romero-secreto-reina-dv-94700463.html)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.facebook.com/sharer/sharer.php?u=https://www.farodevigo.es/sociedad/2024/05/04/orue-trenes-cambian-paises-atraviesan-101910216.html%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
    "https://twitter.com/intent/tweet?original_referer=https://www.farodevigo.es/sociedad/2024/05/04/orue-trenes-cambian-paises-atraviesan-101910216.html&text=Or%C3%BAe%3A%20%E2%80%9CTodos%20los%20trenes%20cambian%20los%20pa%C3%ADses%20que%20atraviesan%20y%20el%20Transiberiano%20m%C3%A1s%E2%80%9D%20%20https://www.farodevigo.es/sociedad/2024/05/04/orue-trenes-cambian-paises-atraviesan-101910216.html%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share%20a%20trav%C3%A9s%20de%20%40Farodevigo)",
    "https://api.whatsapp.com/send?text=Or%C3%BAe%3A%20%E2%80%9CTodos%20los%20trenes%20cambian%20los%20pa%C3%ADses%20que%20atraviesan%20y%20el%20Transiberiano%20m%C3%A1s%E2%80%9D%20https://www.farodevigo.es/sociedad/2024/05/04/orue-trenes-cambian-paises-atraviesan-101910216.html%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
    "https://api.whatsapp.com/send?text=Or%C3%BAe%3A%20%E2%80%9CTodos%20los%20trenes%20cambian%20los%20pa%C3%ADses%20que%20atraviesan%20y%20el%20Transiberiano%20m%C3%A1s%E2%80%9D%20https://farodevigo.es/sociedad/2024/05/04/orue-trenes-cambian-paises-atraviesan-101910216.html%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
    "https://www.facebook.com/sharer/sharer.php",
    "https://facebook.com/sharer/sharer.php?u=https://farodevigo.es/sociedad/2024/05/04/orue-trenes-cambian-paises-atraviesan-101910216.html%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
    "https://twitter.com/intent/tweet?original_referer=https://farodevigo.es/sociedad/2024/05/04/orue-trenes-cambian-paises-atraviesan-101910216.html&text=Or%C3%BAe%3A%20%E2%80%9CTodos%20los%20trenes%20cambian%20los%20pa%C3%ADses%20que%20atraviesan%20y%20el%20Transiberiano%20m%C3%A1s%E2%80%9D%20%20https://farodevigo.es/sociedad/2024/05/04/orue-trenes-cambian-paises-atraviesan-101910216.html%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share%20a%20trav%C3%A9s%20de%20%40Farodevigo)",
    "https://api.whatsapp.com/send",
    "https://twitter.com/intent/tweet"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-04T07:37:59.315+03:00",
  "updated": "2024-05-04T07:37:59.315+03:00"
}