{
  "thread": {
    "uuid": "be49dec47311910f1806f647f89830f8aa5191d4",
    "url": "https://www.elespanol.com/castilla-y-leon/region/zamora/20240705/ayuntamiento-zamora-transforma-parcela-aparcamiento-residual-zona-ajardinada-lado-valorio/868163363_0.html",
    "site_full": "www.elespanol.com",
    "site": "elespanol.com",
    "site_section": "https://www.elespanol.com/castilla-y-leon/",
    "site_categories": [
      "non_standard_content",
      "adult",
      "top_news"
    ],
    "section_title": "Castilla y León  - Toda la actualidad de Castilla y León - El ESPAÑOL",
    "title": "El Ayuntamiento de Zamora transforma una parcela de aparcamiento \"residual\" en una zona ajardinada al lado de Valorio",
    "title_full": "El Ayuntamiento de Zamora transforma una parcela de aparcamiento \"residual\" en una zona ajardinada al lado de Valorio",
    "published": "2024-07-05T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://s1.elespanol.com/2024/07/05/castilla-y-leon/region/zamora/868173444_247545261_1706x960.jpg",
    "performance_score": 0,
    "domain_rank": 2484,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "be49dec47311910f1806f647f89830f8aa5191d4",
  "url": "https://www.elespanol.com/castilla-y-leon/region/zamora/20240705/ayuntamiento-zamora-transforma-parcela-aparcamiento-residual-zona-ajardinada-lado-valorio/868163363_0.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Diana Serrano",
  "published": "2024-07-05T03:00:00.000+03:00",
  "title": "El Ayuntamiento de Zamora transforma una parcela de aparcamiento \"residual\" en una zona ajardinada al lado de Valorio",
  "text": "El Ayuntamiento de Zamora ha llevado a cabo la creación de nuevas zonas ajardinadas y la próxima forestación de la parcela junto al bosque de Valorio, en la Lobata. El concejal de Obras, Movilidad, Infraestructuras y Participación Ciudadana, Pablo Novo, ha explicado que la parcela de más de 1.800 metros cuadrados, ubicada junto al bosque de Valorio, se encontraba anteriormente sin uso municipal y era utilizada únicamente como aparcamiento \"residual\" para una media decena de coches.\nGracias a la intervención del Ayuntamiento, este espacio ha sido transformado en una amplia zona ajardinada, equipada con un mirador que ofrece vistas al bosque, un sistema de riego automatizado, una talanquera para proteger el desnivel, tres mesas de madera y dos papeleras.\nHace unos meses, el Ayuntamiento procedió también al ajardinamiento del parterre contiguo a los bloques de viviendas, que antes solo contenía maleza. Se ha sembrado césped y se han plantado rosales y varios árboles, mejorando así el acceso a la guardería municipal de La Lobata. Esta intervención se suma a la reciente creación de la zona estancial en el entorno de la Ermita de la Peña de Francia, con la que el Ayuntamiento sigue avanzando en su objetivo de \"ganar espacios públicos de convivencia para todos los vecinos de la ciudad\".\nEl concejal de Obras ha anunciado que, en las próximas campañas de plantación, se procederá a una forestación con diversas especies autóctonas en la parcela colindante con el bosque de Valorio. El objetivo es integrar esta área en la ciudad a través del barrio de San José Obrero. Esta iniciativa forma parte del programa municipal de Naturaliza, que contempla la ejecución de decenas de intervenciones en diversos puntos de la ciudad.\nAdemás, se ha ajardinado el entorno de la calle Valdeperdices y del Paseo de las Vistillas, instalando riego por aspersión y sembrando césped. Novo ha destacado que se ha \"dignificado\" todo un entorno frecuentado por vecinos y niños que acuden a las instalaciones deportivas o al propio bosque de Valorio. También se ha mejorado la zona de estacionamiento, configurándola con grava machacada y delimitándola con una talanquera de madera para proteger el desnivel.\nFrancisco Guarido y Pablo Novo, en la zona de La Lobata\nTambién ha anunciado que, en las próximas semanas, se iniciará el ajardinamiento de dos parterres ubicados entre las calles Amor de Dios y Tejares en el barrio de Pinilla, para lo cual ya se ha adjudicado el contrato. Asimismo, los servicios técnicos de infraestructuras están trabajando en la memoria valorada de ajardinamiento de la calle Pericuto en San Isidro.\nPor último, Novo ha recordado que continúan los trabajos de desbroce en el entorno de la tradicional fuente de Rabiche. Estos trabajos, ejecutados por la Fundación Secretariado Gitano y financiados por el programa Tándem del SEPE, han contado con la colaboración técnica del Ayuntamiento. Una vez eliminadas las zarzas, se ha iniciado la restauración de la fuente y su peculiar estructura artística, consolidando el área como una zona estancial y poniendo en valor tanto el espacio como el patrimonio histórico y artístico de la fuente.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T13:42:34.878+03:00",
  "updated": "2024-07-05T13:42:34.878+03:00"
}