{
  "thread": {
    "uuid": "f5ca7e971d3c2f94043dc75cd345433345de9928",
    "url": "https://www.thenationalnews.com/opinion/editorial/2024/07/05/dubai-uae-abu-dhabi-cities-urbanisation",
    "site_full": "www.thenationalnews.com",
    "site": "thenationalnews.com",
    "site_section": "https://thenational.ae",
    "site_categories": [
      "marketing",
      "web_design_html",
      "tech",
      "business",
      "top_news"
    ],
    "section_title": "The National - Latest MENA news, sport &amp; opinion",
    "title": "As humanity gathers in cities, managed urbanisation is more vital than ever",
    "title_full": "As humanity gathers in cities, managed urbanisation is more vital than ever",
    "published": "2024-07-04T07:56:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AE",
    "main_image": "https://thenational-the-national-prod.cdn.arcpublishing.com/resizer/v2/YZMN43WQOJJS67DWPEBOTFEMMI.jpg?smart=true&amp;auth=1602a0788a33de8bb685bcef73deb43aa5a97babd029a3e6a43e98bfae38840c&amp;width=1200&amp;height=630",
    "performance_score": 0,
    "domain_rank": 1707,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f5ca7e971d3c2f94043dc75cd345433345de9928",
  "url": "https://www.thenationalnews.com/opinion/editorial/2024/07/05/dubai-uae-abu-dhabi-cities-urbanisation",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The National Editorial",
  "published": "2024-07-04T07:56:00.000+03:00",
  "title": "As humanity gathers in cities, managed urbanisation is more vital than ever",
  "text": "For too many people in the West, the word “ migration ” conjures up images of desperate and impoverished people fleeing troubled countries for a better life elsewhere. It is a misconception that is fuelling the rise of ultra-right parties and discourse in several parts of the developed world, particularly Europe and the US. However, the reality is that humanity is collectively embarked on the biggest migration in its history, and it’s called urbanisation . The move from rural to urban centres is a global phenomenon that is picking up. Data released by the World Bank in April last year found that well over half of the global population – 56 per cent – currently live in cities. This trend, the bank says, is expected to continue, with the urban population more than doubling its current size by 2050, at which point nearly seven out of 10 people will live in cities. Although this is a global phenomenon, it is the Middle East that is leading the trend: as far back as 2016, PricewaterhouseCoopers, one of the world’s largest professional services firms, had identified the region as having the fastest-growing urban populations in the world for the past 50 years, with growth consistently higher than in China or Africa. Within that outlook, the GCC is being affected by urbanisation more than other parts of the Middle East and North Africa region; PwC says that the Gulf is one of the most highly urbanised parts of the world, with 85 per cent of the population living in cities today – a figure that is expected to rise to 90 per cent by 2050. With such a huge movement of people comes the responsibility of governments, municipalities and urban planners to ensure that rapid economic growth is accompanied by similarly swift policies to build liveable cities and avoid the mistakes of short-sighted development. As a relatively young and resource-rich country, the UAE has something of a head start in this race to adopt managed urbanisation. In the past week there have been several major announcements by Dubai – a place that, more than most, encapsulates urbanisation in an increasingly globalised world. Last Sunday, the Dubai Executive Council approved a Foreign Direct Investment Development Programme, with the goal of attracting Dh650 billion ($177 billion) in investments by 2033. But attracting money and human capital is just one part of the city’s vision. On the same day, Dubai set out plans to more than double its number of Metro and tram stations by 2040 as part of a major public transport development drive, and not long before Sheikh Mohammed bin Rashid, UAE Vice President and Ruler of Dubai, approved a Dh30 billion plan called Tasreef to improve water drainage in the emirate by 2033 – a critical piece of future-proofing for a changing climate. Such individual plans for a liveable city go hand in hand with longer-term initiatives, such as Dubai’s Clean Energy Strategy for 2050 and the Dubai 2040 Urban Master Plan. The need for a people-centred urban environment is also recognised in Abu Dhabi , where this week it was announced that a committee to discover the sources of noise pollution would map the residential areas worst affected, helping the authorities to create mitigation schemes such as sound barriers and green spaces. Such projects are part of evolving strategies as the UAE’s urban population continues to rise. Rapid development can lead to higher energy consumption, driving the need for more renewables . Like many cities around the world, Dubai and Abu Dhabi’s transport infrastructure still rely heavily on cars, with consequences for air quality, traffic congestion and pedestrian space – and in response plans for increased electric vehicles , enhanced public transport and driverless cars are in play. Increasing urbanisation also brings with it the rising need for properties, from those which are affordable for low-income residents to those seeking luxury housing. The opportunity to set a high standard for responsible and managed urbanisation is there. This is a phenomenon that will affect all countries and regions – the UAE is primed to provide some answers to the questions this global migration of humanity will throw up.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://cdn.jwplayer.com/players/YkEEOtO4-Kn3ncmVY.html",
    "https://cdn.jwplayer.com/videos/YkEEOtO4-xv27PA1r.mp4",
    "https://www.cdn.jwplayer.com/videos/YkEEOtO4-xv27PA1r.mp4",
    "https://www.cdn.jwplayer.com/players/YkEEOtO4-Kn3ncmVY.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "world bank",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "west",
        "sentiment": "none"
      },
      {
        "name": "middle east",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T06:44:11.825+03:00",
  "updated": "2024-07-13T18:58:39.972+03:00"
}