{
  "thread": {
    "uuid": "88c8fb8d69480c500327d1e1a4a5158106e4dbe7",
    "url": "https://www.skysports.com/football/news/11685/13038925/west-ham-boss-david-moyes-doesnt-envisage-any-problems-over-a-new-contract-and-says-we-will-get-it-done",
    "site_full": "www.skysports.com",
    "site": "skysports.com",
    "site_section": "http://www.skysports.com/rss/0,,11095,00.xml",
    "site_categories": [
      "sports"
    ],
    "section_title": "SkySports | News",
    "title": "Moyes: We'll get my new West Ham contract done",
    "title_full": "Moyes: We'll get my new West Ham contract done",
    "published": "2023-12-29T01:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://e0.365dm.com/23/08/1600x900/skysports-david-moyes-west-ham_6240578.jpg?20230804192440",
    "performance_score": 0,
    "domain_rank": 2088,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 46,
        "comments": 78,
        "shares": 27
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "88c8fb8d69480c500327d1e1a4a5158106e4dbe7",
  "url": "https://www.skysports.com/football/news/11685/13038925/west-ham-boss-david-moyes-doesnt-envisage-any-problems-over-a-new-contract-and-says-we-will-get-it-done",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T01:07:00.000+02:00",
  "title": "Moyes: We'll get my new West Ham contract done",
  "text": "David Moyes addresses speculation over a potential new West Ham contract after claiming his first victory away to Arsenal: \"We are getting ready to talk. I don't think any of us are jumping to get it done to quickly. We will get it done, I don't see many problems about it.\" Friday 29 December 2023 00:13, UK David Moyes says there is no rush for talks with West Ham's board over his future, and is convinced a deal for him to extend his stay as West Ham manager \"will get done\". Moyes, who is in his second spell as West Ham manager, has a contract with the Hammers that runs until the end of the season. Recent reports indicated that discussions over a new deal for had yet to take place, but Moyes is relaxed about the situation and says there is a feel-good factor around the club at the moment. \"We are getting ready to talk. I don't think any of us are jumping to get it done to quickly,\" Moyes told Amazon Prime after a famous 2-0 London derby win for the Hammers against Arsenal. \"We will get it done, I don't see many problems about it.\" Speaking in his post-match press conference, Moyes added: \"I'm going to enjoy a glass of red wine when I get in. \"We're not in a rush. We'll get it done when we're ready. I'm enjoying my time. \"We originally came to make sure West Ham didn't get relegated, but we've grown and got better. We're not dining at the top table. \"We're fine. I get on well with the board. They're thrilled. They're delighted the team are going strong in the Premier League and in Europe.\" Moyes kept West Ham up after a difficult league campaign before guiding the Hammers to Europa Conference League glory, sealing the club's first European trophy since 1965. Arsenal missed the chance to return to the top of the Premier League as Tomas Soucek's controversial first-half strike, then Dinos Mavropanos' header on his return to his former club earned West Ham a 2-0 London derby win. The Gunners controlled the first half with chances but West Ham's Soucek tapped home from close range on 13 minutes from Jarrod Bowen's cross from the byline - but VAR took a long look at whether the ball had gone out of play from the assist. A three-and-a-half minute VAR check resulted in the goal being given with no clear angle available to determine whether it was in or out. After half-time, returning defender Mavropanos, who played just eight times for the Gunners between 2018 and 2020, headed in a second for the visitors from James Ward-Prowse's corner. With Arsenal's frustration growing after Bukayo Saka hit the post and Gabriel Jesus missed two big chances to bring the Gunners back into the contest, Declan Rice conceded a rash penalty against his former side for a foul on Emerson - but David Raya was equal to Said Benrahma's spot kick in the last act of the game. Arsenal - who ended the game with 30 shots but failed to find the net - now lie two points behind Premier League leaders Liverpool, while West Ham have gone back above Manchester United into sixth. West Ham are next in action on Tuesday when they host Brighton, live on Sky Sports; kick-off 7.30pm. The Hammers then welcome Bristol City to the London Stadium in the FA Cup third round on Sunday January 7; kick-off 2pm. Who will be on the move in the January window? Opening on January 1 and closing at 11pm on February 1 in England and midnight in Scotland, keep up to date with all the latest transfer news and rumours in our dedicated [Transfer Centre blog](https://www.skysports.com/transfer-centre) on Sky Sports' digital platforms. You can also catch up with the ins, outs and analysis on Sky Sports News, including daily transfer shows, and listen to our dedicated [Transfer Talk podcast.](https://www.skysports.com/transfer/news/12691/12642731/transfer-talk-podcast-january-window-preview-will-manchester-united-make-signings)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "moyes",
        "sentiment": "negative"
      },
      {
        "name": "david moyes",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "west ham",
        "sentiment": "negative"
      },
      {
        "name": "amazon prime",
        "sentiment": "none"
      },
      {
        "name": "arsenal",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "west ham",
        "sentiment": "none"
      },
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "london",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T02:29:37.558+02:00",
  "updated": "2023-12-29T03:25:32.666+02:00"
}