{
  "thread": {
    "uuid": "ade9bc9c76ae81d6feb39b7fa2b593b8a8e42917",
    "url": "https://whatsnew2day.com/italys-first-female-prime-minister-giorgia-meloni-is-named-man-of-the-year-by-a-newspaper-saying-in-times-of-war-we-have-chosen-someone-who-knows-how-to-fight/",
    "site_full": "whatsnew2day.com",
    "site": "whatsnew2day.com",
    "site_section": "https://whatsnew2day.com",
    "site_categories": [
      "media"
    ],
    "section_title": "WhatsNew2Day - Latest News And Breaking Headlines",
    "title": "Italy's First Female Prime Minister, Giorgia Meloni, Is Named Man Of The Year By A Newspaper Saying: \"In Times Of War, We Have Chosen Someone Who Knows How To Fight.\" » WhatsNew2Day",
    "title_full": "Italy's First Female Prime Minister, Giorgia Meloni, Is Named Man Of The Year By A Newspaper Saying: \"In Times Of War, We Have Chosen Someone Who Knows How To Fight.\" » WhatsNew2Day",
    "published": "2023-12-30T09:42:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://wtsn2.b-cdn.net/wp-content/uploads/2023/12/Italys-first-female-Prime-Minister-Giorgia-Meloni-is-named-Man.jpg",
    "performance_score": 0,
    "domain_rank": 73985,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ade9bc9c76ae81d6feb39b7fa2b593b8a8e42917",
  "url": "https://whatsnew2day.com/italys-first-female-prime-minister-giorgia-meloni-is-named-man-of-the-year-by-a-newspaper-saying-in-times-of-war-we-have-chosen-someone-who-knows-how-to-fight/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jacky",
  "published": "2023-12-30T09:42:00.000+02:00",
  "title": "Italy's First Female Prime Minister, Giorgia Meloni, Is Named Man Of The Year By A Newspaper Saying: \"In Times Of War, We Have Chosen Someone Who Knows How To Fight.\" » WhatsNew2Day",
  "text": "Italy’s first female prime minister, Giorgia Meloni, was named “Man of the Year” by a far-right newspaper, sparking protests from her political opponents. Meloni, 46, received the honor from the newspaper Libero Quotidiano because he had won “the war of the sexes” in Italy, and the newspaper adds that he “not only broke the glass ceiling, but dissolved it.” Alongside a photo of the prime minister, a growing ally of British Prime Minister Rishi Sunak, wearing a double-breasted white jacket with her arms crossed behind her back, it said she had “passed the 2023 test.” The article, described by one opponent as a “surrender” to the idea that politics is only for men, was written by Mario Sechi, Libero’s Rome bureau chief and former head of Meloni’s public relations team until September. of this year. He wrote: ‘In our weak-thinking society, we have recognized strong ideas. In excessive diversity, we have reversed gender. In times of war, we have chosen someone who has proven that he knows how to fight.’ Giorgia Meloni, the prime minister of Italy, has been named ‘Man of the Year’ by a right-wing newspaper in the country Libero Quotidiano said she had “passed the test of 2023” and praised her for winning “the war of the sexes” Meloni has become a key international ally of UK Prime Minister Rishi Sunak as he has moved the party further to the right (pictured: Sunak meeting Meloni earlier this month). sechi publishing house praised Ms. Meloni for winning “the war of the sexes…thinking differently, being divergent, overcoming the arrogance of men and the defeatism of women.” But his political opponents, particularly women, have asked him to distance himself from the award. In comments reported by the Telegraph Elly Schlein, secretary of the center-left Democratic Party, said: “Today a right-wing newspaper explains to us that politics and power are for men. Elly Schlein, secretary of the center-left Democratic Party, said: “Today a right-wing newspaper explains to us that politics and power are for men. ‘I don’t think my aspiration as a politician is to become man of the year. On the contrary, I think this is a surrender.” Elisabetta Piccolotti, an MP for Alleanza Verdi e Sinistra (Green and Left Alliance), said the cover was “an affirmation of male superiority”. He asked Meloni to reject it, adding on Facebook: “At this point, Prime Minister, please clarify: are you a woman, are you a man or are you non-binary?” Others took to social media to post memes that appeared to mock the naming of a female prime minister as “man of the year.” But Italian Culture Minister Gennaro Sangiuliano, Libero’s former deputy director, told reporters the title was well deserved. Meloni, who became prime minister in October 2022, leads the right-wing populist party Fratelli d’Italia (Brothers of Italy), which promotes traditional family values and a crackdown on immigration while opposing euthanasia, abortion and same-sex marriage. He has become a key international ally of Rishi Sunak, who has pushed the Conservatives further to the right under his leadership with a desire to take tougher action against migrants in Europe. The couple met in Rome earlier this month, where they were seen sharing a warm hug and a kiss on the cheek, before Sunak spoke at a meeting of Italian conservatives and right-wingers on immigration. He told the meeting that criminal gangs were using migration as a “weapon… to try to destabilize our society”, amid an ongoing battle to push through his Rwanda bill that would send asylum seekers arrive in the United Kingdom to the African country. Meloni has not commented on the Libero Quotidiano article.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://www.telegraph.co.uk/world-news/2023/12/29/giorgia-meloni-man-of-the-year-right-wing-paper-libero/",
    "https://www.liberoquotidiano.it/news/piulibero/37969008/mario-sechi-giorgia-meloni-uomo-anno-2023.html",
    "https://www.telegraph.co.uk/world-news/2023/12/29/giorgia-meloni-man-of-the-year-right-wing-paper-libero",
    "https://telegraph.co.uk/world-news/2023/12/29/giorgia-meloni-man-of-the-year-right-wing-paper-libero/",
    "https://liberoquotidiano.it/news/piulibero/37969008/mario-sechi-giorgia-meloni-uomo-anno-2023.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "giorgia meloni",
        "sentiment": "neutral"
      },
      {
        "name": "meloni",
        "sentiment": "none"
      },
      {
        "name": "mario sechi",
        "sentiment": "none"
      },
      {
        "name": "rishi sunak",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "italy",
        "sentiment": "none"
      },
      {
        "name": "rome",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T18:30:17.971+02:00",
  "updated": "2023-12-30T18:30:17.971+02:00"
}