{
  "thread": {
    "uuid": "ba394b00e628373725f64f6b993f312addbf2960",
    "url": "https://listindiario.com/las-mundiales/20231231/hablara-2024_789025.html",
    "site_full": "listindiario.com",
    "site": "listindiario.com",
    "site_section": "https://listindiario.com",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Listín Diario, el periódico de los dominicanos. Noticias Santo Domingo.",
    "title": "\"Los rostros de los que se hablará en 2024\"| Listín Diario",
    "title_full": "\"Los rostros de los que se hablará en 2024\"| Listín Diario",
    "published": "2023-12-31T06:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "DO",
    "main_image": "http://listindiario.com/files/main_image/uploads/2023/12/30/659088a1c87f7.jpeg",
    "performance_score": 0,
    "domain_rank": 24655,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ba394b00e628373725f64f6b993f312addbf2960",
  "url": "https://listindiario.com/las-mundiales/20231231/hablara-2024_789025.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Listin Diario",
  "published": "2023-12-31T06:00:00.000+02:00",
  "title": "\"Los rostros de los que se hablará en 2024\"| Listín Diario",
  "text": "mundiales Los rostros de los que se hablará en 2024 Con la esperanza de que los conflictos armados acaben de una vez, el nuevo año busca la paz y la normalidad de la mano de personajes de distintos ámbitos de los que se hablará a lo largo de los próximos doce meses. En Estados Unidos se prevé un nuevo enfrentamiento entre el demócrata Joe Biden y el republicano Donald Trump, dos presidentes con aspiraciones presidenciales, aunque no hay que descartar a otros aspirantes. Los nombres de los actores Cillian Murphy (Oppenheimer) y Margot Robbie (`Barbie´) suenan con fuerza entre los posibles ganadores del Óscar. En el apartado musical, importantes giras acaparan la atención. Entre ellas la del mexicano Luis Miguel, también la de sus compatriotas Maná o la estadounidense Taylor Swift, que desplegará su potencial musical en Europa. El nuevo año viene cargado de grandes acontecimientos e importantes fechas. Un año bisiesto, que esperemos, no se ciña al refrán de “año bisiesto, año siniestro”, en el que se hablará, y mucho, de la XXXIII edición de los Juegos Olímpicos, que por tercera vez se celebrarán en París, la gran cita del año, que comenzará el 26 de julio y terminará el 11 de agosto. La capital francesa se convertirá en la segunda ciudad, tras Londres, en organizar en tres ocasiones una edición olímpica, un evento que tendrá como novedad la inclusión del “breaking”, el baile callejero, también conocido como “break dance”, como nuevo deporte y contará con una ceremonia de inauguración muy especial: por primera vez en la historia, la apertura de los Juegos Olímpicos no tendrá lugar en un estadio. El 26 de julio los atletas desfilarán en barcos en el río Sena. El protagonismo será de los 10.500 deportistas, especialmente de atletas como la venezolana Yulimar Rojas, que aspira a su revalidar la medalla de oro de triple salto conseguida en Tokio 2020, y los maratonianos de Kenia Eliud Kipchoge y Kelvin Kiptum, aspirantes a rebajar el crono de las dos horas. Protagonismo también tendrá la mascota oficial de los Juegos Olímpicos y Paralímpicos (del 28 de agosto al 8 de septiembre), denominada “Phryge”, unas pequeñas figuras inspiradas en los gorros frigios rojos, icono de la Revolución Francesa (1789-1799), que los organizadores esperan sean visibles en todo el mundo. Además de los Juegos Olímpicos y Paralímpicos, el año viene de lo más deportivo. En 2024 se disputarán la Eurocopa de Alemania (del 14 de junio al 14 de julio) con Italia defendiendo el título logrado en 2021; la Copa América, en esta ocasión en Estados Unidos, del 20 de junio al 14 de julio, y con 16 selecciones en juego (las diez integrantes de la CONMEBOL más Estados Unidos, México, Trinidad y Tobago, Canadá, Panamá, Jamaica y Honduras o Costa Rica), y Messi y Argentina defendiendo el campeonato logrado en 2021. Si es poco fútbol, la Copa de África en Costa de Marfil, del 13 de enero al 11 de febrero; y la Copa de Asia, que debía haberse disputado en 2023, pero que ha sido aplazada a 2024, en Catar, entre el 12 de enero y el 10 de febrero, son otros platos fuertes del año. UN AÑO CON GRAN ACTIVIDAD POLÍTICA. Si 2024 viene cargado de acontecimientos deportivos, en lo político no decae. Las elecciones presidenciales de Estados Unidos, programadas para el 5 de noviembre, y las de México, el 2 de junio, acaparan la atención informativa del año. En Estados Unidos se prevé un nuevo enfrentamiento entre el demócrata Joe Biden y el republicano Donald Trump -si los procesos judiciales que tiene abiertos se lo permiten-, dos presidentes con aspiraciones presidenciales, aunque no hay que descartar a otros aspirantes. Como rival de Biden entre los demócratas emerge la escritora de autoayuda Marianne Williamson, mientras que Trump tendrá como oponente, entre otros, a otra mujer, Nikki Haley, exgobernadora de Carolina del Sur y exembajadora ante las Naciones Unidas durante el gobierno de Trump. En México, la elección del sucesor de Andrés López Obrador tiene como principales aspirantes a dos mujeres y se presupone que México tendrá en 2024 a su primera mujer como presidenta de la nación. La pugna está entre Claudia Sheinbaum, por el oficialista Movimiento de Regeneración Nacional (Morena) y sus aliados (Partido del Trabajo y el Partido Verde), y Xóchitl Gálvez, por el Frente Amplio por México, con gran favoritismo para la primera según las últimas encuestas. LOS ÓSCAR. El mundo del cine estará muy atento a lo que suceda en la próxima entrega de los Óscar, la 96.ª edición, prevista para el 10 de marzo, y con gran favoritismo para dos películas que ya dejaron un gran impacto en 2023: `Barbie´ y `Oppenheimer´. Los nombres de los actores Cillian Murphy (`Oppenheimer) y Margot Robbie (`Barbie´) suenan con fuerza entre los posibles ganadores a la dorada estatuilla, como los directores de ambas películas, Christopher Nolan (`Oppenheimer´) y Greta Gerwig (`Barbie´), con permiso de Martin Scorsese, autor de `Los asesinos de la luna´. Además de los premios cinematográficos que se sucederán a lo largo del año, en 2024 está previsto el estreno de “María”, la película dirigida por el chileno Pablo Larrain sobre la soprano Maria Callas, a quien dará vida Angelina Jolie. “Gladiator 2”, dirigida por Ridley Scott y protagonizada por Denzel Washington, es otra de las novedades más esperadas del nuevo año. El chileno Pedro Pascal también forma parte del reparto. En el apartado musical, importantes giras acaparan la atención. Entre ellas la del mexicano Luis Miguel, también la de sus compatriotas Maná o la estadounidense Taylor Swift, que desplegará su potencial musical en Europa, además de la salida del último disco de la banda inglesa de heavy metal Judas Priest que lleva por título \"Invencible Shiel\" En el ámbito literario, el 24 de enero está previsto el esperado lanzamiento del último libro del español Eduardo Mendoza, `Tres enigmas para la Organización´, mientras que los seguidores del japonés Haruki Murakami esperan la edición en español de `The City and its Uncertain Walls´ (La ciudad y sus muros inciertos), publicada en japonés en abril de 2023, su primera novela en los últimos seis años. EFEMÉRIDES IMPORTANTES. El papa Francisco seguirá dando noticias, máxime si se cumple su prometido viaje a su país natal, muy posible a lo largo de 2024, la primera vez que pondrá los pies en Argentina como pontífice. El 2024 hará un hueco a personajes históricos como Marco Polo, de quien se cumplen 700 años de su muerte; al líder soviético Vladímir Lenin, en el centenario de su fallecimiento; el escultor español Eduardo Chillida, de quien se cumple cien años de su nacimiento o el 80 aniversario de la desaparición del pintor noruego Edvard Munch, autor de `El grito o los 70 de la artista mexicana Frida Kahlo. Doce meses de grandes protagonistas.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-31T06:35:46.336+02:00",
  "updated": "2023-12-31T06:35:46.336+02:00"
}