{
  "thread": {
    "uuid": "c31543c9f5ffcbedd13696bb4494e10810d13578",
    "url": "https://www.jornada.com.mx/2024/03/14/politica/009n2pol?partner=rss",
    "site_full": "www.jornada.com.mx",
    "site": "jornada.com.mx",
    "site_section": "https://www.jornada.com.mx/rss/edicion.xml?v=1",
    "site_categories": [
      "media",
      "education",
      "sports"
    ],
    "section_title": "La Jornada",
    "title": "Reactiva la Corte fondo de ayuda a víctimas",
    "title_full": "La Jornada: Reactiva la Corte fondo de ayuda a víctimas",
    "published": "2024-03-14T12:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.jornada.com.mx/imagemeta/1200x630BN.jpg",
    "performance_score": 0,
    "domain_rank": 9868,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c31543c9f5ffcbedd13696bb4494e10810d13578",
  "url": "https://www.jornada.com.mx/2024/03/14/politica/009n2pol?partner=rss",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-14T12:00:00.000+02:00",
  "title": "Reactiva la Corte fondo de ayuda a víctimas",
  "text": "A nterior S iguiente Reactiva la Corte fondo de ayuda a víctimas De la Redacción Periódico La Jornada\nJueves 14 de marzo de 2024, p. 9 Por unanimidad, la Suprema Corte de Justicia de la Nación (SCJN) reactivó, en beneficio de una asociación civil, el fideicomiso de ayuda, asistencia y reparación integral para víctimas, con el fin de que se garantice para ese fin cuando menos 0.014 por ciento del Presupuesto de Egresos de la Federación (PEF).\nA propuesta del ministro Juan Luis González Alcántara, la primera sala amparó al Centro de Derechos Humanos Miguel Agustín Pro (Centro Prodh), organización que impugnó los cambios a la Ley General de Víctimas que eliminaron el Fondo de Ayuda, Asistencia y Reparación Integral, el cual era manejado por un fideicomiso que fue eliminado.\nEl que la entrega de recursos a víctimas dependa de lo que se reporte como decomisado daña francamente los derechos humanos reconocidos por la Constitución y la norma internacional. Los bienes muebles e inmuebles producto de las incautaciones dependen del resultado de un procedimiento penal cuya duración no es menor , sostiene la propuesta.\nLa SCJN concluyó que la extinción de dicho fondo resulta en la falta de cumplimiento de las obligaciones del Estado en beneficio de un sector que cada vez es mayor: las víctimas de delito y de violación de derechos humanos.\nOrganizaciones celebraron que la SCJN declarara inconstitucional la reforma de 2020 al artículo 132 de la Ley General de Víctimas, la cual eliminó el presupuesto mínimo para la atención de personas que han sufrido graves violaciones a sus garantías fundamentales.\nSe trata de un mensaje inconfundible de cercanía y empatía con las víctimas de la violencia de parte del Poder Judicial de la Federación y de la Corte. Además, refleja su compromiso en abordar la crisis de derechos humanos en nuestro país , aseguró el Centro Prodh.\nA nterior S iguiente Subir al inicio del texto ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Crime, Law and Justice",
    "Human Interest"
  ],
  "external_links": [
    "https://disqus.com/",
    "https://www.disqus.com/?ref_noscript",
    "https://disqus.com/?ref_noscript"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:55:41.090+02:00",
  "updated": "2024-03-15T00:55:41.090+02:00"
}