{
  "thread": {
    "uuid": "2e1ec2442a158eb1c2bdaa1cd0ee21c7e04264b3",
    "url": "https://www.fijivillage.com/news/In-a-world-of-conflicts-Easter-teaches-us-to-build-a-future-of-harmony---PM-fx548r",
    "site_full": "www.fijivillage.com",
    "site": "fijivillage.com",
    "site_section": "https://www.fijivillage.com",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Fijivillage",
    "title": "In a world of conflicts, Easter teaches us to build a future of harmony - PM",
    "title_full": "In a world of conflicts, Easter teaches us to build a future of harmony - PM",
    "published": "2024-03-29T09:01:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FJ",
    "main_image": "https://www.fijivillage.com/news_images/2086786281660651e1661a6268a63d.jpg",
    "performance_score": 0,
    "domain_rank": 94893,
    "domain_rank_updated": "2024-03-26T12:08:39.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2e1ec2442a158eb1c2bdaa1cd0ee21c7e04264b3",
  "url": "https://www.fijivillage.com/news/In-a-world-of-conflicts-Easter-teaches-us-to-build-a-future-of-harmony---PM-fx548r",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "fijivillage",
  "published": "2024-03-29T09:01:00.000+03:00",
  "title": "In a world of conflicts, Easter teaches us to build a future of harmony - PM",
  "text": "Prime Minister Sitiveni Rabuka says in a world where there is often conflict and trouble, Easter teaches us to go beyond our disagreements and accept that we are all human beings together. In his Easter message, Rabuka says this urges us to foster understanding and empathy, and to build a future defined by harmony and cooperation. He says as we celebrate Good Friday and Easter with our families, we must be thankful and help others as Easter is about hope, starting afresh, and new beginnings. Rabuka says this year, we are reminded not only of the resurrection of Jesus Christ but also of the triumph of good over evil, symbolised by the Hindu festival of Holi, which also coincidentally marked the beginning of the Christian holy week. The Prime Minister says no winter lasts forever, no spring skips its turn and in the face of recent challenges, including the devastating floods that affected many of our communities, the message of Easter takes on a renewed significance which calls upon us to extend a helping hand to those in need, to stand together as neighbours and friends, and to embody the values of peace, respect, and unity. He also says that Easter is a celebration of love and forgiveness, symbolised by the sacrifice of Jesus Christ on the cross. Rabuka says last week, Christians celebrated Children's Sunday, where they recited Bible verses with their pure hearts and unwavering belief, serving as a poignant reminder of innocence, faith, and hope. He says the events of Palm Sunday were followed by a week of tremendous challenges and ultimate sacrifice and as the jubilant crowds welcomed Jesus with palm branches, only to witness his crucifixion a week later, we are reminded of the fragility of hope in the face of adversity. Rabuka says even during trials, our children remind us that hope is not merely a fleeting sentiment, but sustains us through life's storms. The Prime Minister says we must believe in being patient, forgiving, and respectful, we can make a world where peace is most important and everyone lives with honour and kindness toward each other. Stay tuned for the latest news on our radio stations",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sitiveni rabuka",
        "sentiment": "negative"
      },
      {
        "name": "rabuka",
        "sentiment": "none"
      },
      {
        "name": "jesus christ",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T09:15:49.859+03:00",
  "updated": "2024-03-29T09:15:49.859+03:00"
}