{
  "thread": {
    "uuid": "2e9089aca12084ad0d3a151c31c09b67ad130a5b",
    "url": "https://www.mindbodygreen.com/articles/partner-effect-might-just-make-or-break-your-resolutions",
    "site_full": "www.mindbodygreen.com",
    "site": "mindbodygreen.com",
    "site_section": "https://mindbodygreen.com/articles",
    "site_categories": [
      "alternative_medicine",
      "health"
    ],
    "section_title": "Latest Articles - mindbodygreen | mindbodygreen",
    "title": "The Partner Effect Is Real—And It Impacts Your Health, Study Says | mindbodygreen",
    "title_full": "The Partner Effect Is Real—And It Impacts Your Health, Study Says | mindbodygreen",
    "published": "2024-01-06T00:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 2236,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2e9089aca12084ad0d3a151c31c09b67ad130a5b",
  "url": "https://www.mindbodygreen.com/articles/partner-effect-might-just-make-or-break-your-resolutions",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sarah Regan",
  "published": "2024-01-06T00:00:00.000+02:00",
  "title": "The Partner Effect Is Real—And It Impacts Your Health, Study Says | mindbodygreen",
  "text": "Advertisement Have You Heard Of The Partner Effect? Study Says It Could Make Or Break Your Health [By Sarah Regan](/wc/sarah-regan) If you've ever felt like your partner's health impacted yours, you probably weren't imagining things. Especially if you live together, couples share many of the same foods, lifestyles, and habits that can all impact health outcomes—including blood pressure. And according to new research published in the [Journal of the American Heart Association](https://www.ahajournals.org/doi/10.1161/JAHA.123.030765), if your partner has high blood pressure, there are some things you should know. Studying the \"partner effect\" on health outcomes For this study, researchers wanted to find out whether married couples saw similar health outcomes when it came to [blood pressure](https://www.mindbodygreen.com/articles/eat-this-if-you-want-healthier-heart-in-2024-study-says), looking at couples from four different countries. Namely, they analyzed the blood pressure of 3,989 U.S. couples, 1,086 English couples, 6,514 Chinese couples, and 22,389 Indian couples. (Note: All the couples were heterosexual.) And based on what they found, the \"partner effect\" is very much real; When one partner had high blood pressure, the other was more likely to have it, too. In some instances, both partners had high blood pressure—47% in England, 38% in the U.S., 21% in China, and 20% in India. And compared to women with husbands who [didn't have high blood pressure](https://www.mindbodygreen.com/articles/beet-juice-benefits), women whose husbands did have high blood pressure were more likely to have it. (9% more likely in England and the U.S., and 19% and 26% more likely in India and China, respectively.) As senior study author Chihua Li, Ph.D. explains in a news release, \"Many people know that high blood pressure is common in middle-aged and older adults, yet we were surprised to find that among many older couples, both husband and wife had high blood pressure in the U.S., England, China and India. For instance, in the U.S., among more than 35% of couples who were ages 50 or older, both had high blood pressure.\" How to leverage the partner effect for better results According to Li, these findings not only demonstrate how we can unwittingly influence our partner's health—and vice versa—but highlight the importance of couple-centered approaches to combatting high blood pressure (i.e. getting screened together or eating healthier meals together). \"Following this idea,\" adds associate professor and epidemiology expert Bethany Barone Gibbs, Ph.D., \"making lifestyle changes, such as being more active, reducing stress, or eating a healthier diet, can all reduce blood pressure; however, these changes may be difficult to achieve and, more importantly, sustain if your spouse or partner (and greater family unit) are not making changes with you.\" So whether you're trying to [lower your blood pressure](https://www.mindbodygreen.com/articles/how-to-lower-resting-heart-rate), or your partner is trying to lower theirs, you might want to join forces and tackle your health goals as a team. Here's our [full guide on how to talk to your partner about their health](https://www.mindbodygreen.com/articles/what-to-say-when-your-partner-isnt-taking-care-of-their-health) if you need some advice on that front. The takeaway High blood pressure is a huge health burden all around the world—but it can be prevented. And if you're partnered up, according to these findings, [getting your significant other on board](https://www.mindbodygreen.com/articles/characteristics-of-healthy-relationships) with your health goals could be the missing piece of the puzzle to help you both feel your best in 2024. Watch Next Enjoy some of our favorite clips from [classes](/classes/all-access) Enjoy some of our favorite clips from [classes](/classes/all-access) What Is Meditation? Mindfulness/Spirituality | Light Watkins Box Breathing Mindfulness/Spirituality | Gwen Dittmar What Breathwork Can Address Mindfulness/Spirituality | Gwen Dittmar The 8 Limbs of Yoga - What is Asana? Yoga | Caley Alyssa Two Standing Postures to Open Up Tight Hips Yoga | Caley Alyssa How Plants Can Optimize Athletic Performance Nutrition | Rich Roll What to Eat Before a Workout Nutrition | Rich Roll How Ayurveda Helps Us Navigate Modern Life Nutrition | Sahara Rose Messages About Love & Relationships Love & Relationships | Esther Perel Love Languages Love & Relationships | Esther Perel What Is Meditation? Box Breathing What Breathwork Can Address The 8 Limbs of Yoga - What is Asana? Two Standing Postures to Open Up Tight Hips How Plants Can Optimize Athletic Performance What to Eat Before a Workout How Ayurveda Helps Us Navigate Modern Life Messages About Love & Relationships Love Languages Advertisement [more Relationships](/relationships) Advertisement Popular Stories [Nicotinamide Riboside: A Complete Guide To NR Supplements](https://www.mindbodygreen.com/articles/nr-nicotinamide-riboside-complete-guide) [Magnesium Glycinate: Uses Benefits Side Effects & More](https://www.mindbodygreen.com/articles/magnesium-glycinate) [What Breaks A Fast According To 5 IF Experts](https://www.mindbodygreen.com/articles/what-actually-breaks-a-fast-according-to-intermittent-fasting-experts) [Probiotics For Bloating & Digestion: Experts Share What To Know](https://www.mindbodygreen.com/articles/will-probiotics-help-with-bloat-and-digestion-heres-sciencr) [The 5 Brain Types & What They Mean For Personality & Career](https://www.mindbodygreen.com/articles/what-your-brain-type-says-about-you) [Hemp Oil Extract Benefits For Stress Immunity & More](https://www.mindbodygreen.com/articles/science-backed-benefits-of-hemp)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology",
    "Human Interest"
  ],
  "external_links": [
    "https://www.ahajournals.org/doi/10.1161/JAHA.123.030765),",
    "https://ahajournals.org/doi/10.1161/JAHA.123.030765),"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sarah regan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "heart association",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T02:41:51.378+02:00",
  "updated": "2024-01-13T08:42:05.643+02:00"
}