{
  "thread": {
    "uuid": "7c9528b93cc8471ba723264a18d2b8365e22c7a9",
    "url": "https://www.eltiempo.com/salud/ejercitar-el-cuerpo-mientras-se-trabaja-incrementa-el-nivel-de-cognicion-mental-segun-estudio-de-la-clinica-mayo-3330709",
    "site_full": "www.eltiempo.com",
    "site": "eltiempo.com",
    "site_section": "https://eltiempo.com/deportes",
    "site_categories": [
      "media",
      "education",
      "business",
      "top_news"
    ],
    "section_title": " Deportes de Colombia y el Mundo - Noticias - ELTIEMPO.COM - ELTIEMPO.COM",
    "title": "Ejercitar el cuerpo mientras se trabaja incrementa el nivel de cognición mental, según estudio de la Clínica Mayo",
    "title_full": "Ejercitar el cuerpo mientras se trabaja incrementa el nivel de cognición mental, según estudio de la Clínica Mayo",
    "published": "2024-04-05T00:08:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://imagenes.eltiempo.com/files/og_thumbnail/uploads/2020/06/04/5ed99e9a7d85c.jpeg",
    "performance_score": 0,
    "domain_rank": 3788,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7c9528b93cc8471ba723264a18d2b8365e22c7a9",
  "url": "https://www.eltiempo.com/salud/ejercitar-el-cuerpo-mientras-se-trabaja-incrementa-el-nivel-de-cognicion-mental-segun-estudio-de-la-clinica-mayo-3330709",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Daniela Vanessa Ortiz Álvarez",
  "published": "2024-04-05T00:08:00.000+03:00",
  "title": "Ejercitar el cuerpo mientras se trabaja incrementa el nivel de cognición mental, según estudio de la Clínica Mayo",
  "text": "Las “estaciones de trabajo activas”, es decir, las que incorporan una plataforma para caminar, una bicicleta, una escaladora o un escritorio de pie, mejoran la cognición mental sin reducir el rendimiento laboral, según un estudio de Mayo Clinic. El sedentarismo prolongado, por su parte, aumenta el riesgo de sufrir enfermedades crónicas. Los resultados del estudio están publicados en la Revista de la Asociación Americana del Corazón. “Según nuestros resultados, es factible combinar el movimiento con el trabajo de oficina que antes se realizaba durante largos períodos mientras se permanecía sentado. Las estaciones de trabajo activas pueden ofrecer una forma de mejorar sustancialmente el rendimiento cognitivo y la salud en general, simplemente al ejercitarse en el trabajo”, afirma Francisco Lopez-Jimenez, cardiólogo preventivo de Mayo Clinic y principal autor del estudio. En la investigación participaron 44 personas en un ensayo clínico aleatorizado. Se evaluaron cuatro entornos de oficina durante cuatro días consecutivos en el Centro para Vida Sana Dan Abraham de Mayo Clinic. Entre los entornos se incluyó una estación fija o para sentarse el primer día, seguida de tres estaciones de trabajo activas (para estar de pie, caminar o usar una escaladora) en un orden aleatorio. Los investigadores analizaron la función neurocognitiva de los participantes en función de 11 evaluaciones en las que se valoraban el razonamiento, la memoria a corto plazo y la concentración. La motricidad fina se evaluó mediante una prueba de velocidad de mecanografía en línea y otras pruebas. El funcionamiento cerebral de los participantes que utilizaron las estaciones de trabajo activas mejoró o se mantuvo igual. Su velocidad de escritura solo disminuía un poco y la precisión no se veía afectada. Los resultados del estudio revelaron una mejora de las puntuaciones de razonamiento al estar de pie, caminar o subir y bajar de la escaladora en comparación con cuando se está sentado. “Los trabajadores de oficina pueden pasar gran parte de su jornada laboral de ocho horas sentados ante la pantalla y el teclado de una computadora. Según estas conclusiones, hay más formas de llevar a cabo ese trabajo sin dejar de lado la productividad y la agudeza mental. No estaría de más analizar la posibilidad de incluir una estación de trabajo activa en la receta médica para la prevención y el tratamiento de afecciones como la obesidad, las enfermedades cardiovasculares y la diabetes”, explicó Lopez-Jimenez. Cabe señalar que el sedentarismo prolongado puede tener un impacto significativo en la salud física y mental de una persona. Cuando alguien lleva un estilo de vida sedentario, caracterizado por largos períodos de inactividad física y una falta de ejercicio regular, su cuerpo experimenta una serie de cambios negativos. Fisiológicamente, los músculos se vuelven más débiles y menos tonificados, lo que puede aumentar el riesgo de lesiones y provocar una disminución en la capacidad funcional. Expertos también asocian la pasividad con un mayor riesgo de desarrollar una variedad de condiciones de salud crónicas, como la obesidad, la diabetes tipo 2 y las enfermedades cardiovasculares. La falta de actividad física puede contribuir al aumento de peso y al desequilibrio en los niveles de azúcar en sangre, lo que puede tener consecuencias graves para la salud a largo plazo. El sedentarismo también puede afectar negativamente la salud mental de una persona. La falta de ejercicio regular puede contribuir al estrés, la ansiedad y la depresión. Esto, debido a que el ejercicio físico tiene efectos beneficiosos en la salud mental y ayuda a liberar endorfinas, que son neurotransmisores asociados con sentimientos de bienestar y felicidad. Además de los efectos físicos y mentales, el sedentarismo prolongado también puede tener repercusiones sociales. Una persona que lleva un estilo de vida sedentario puede experimentar una disminución en su calidad de vida general, ya que puede tener dificultades para participar en actividades sociales y recreativas que requieran una cierta cantidad de energía física.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:10:34.845+03:00",
  "updated": "2024-04-05T00:10:34.845+03:00"
}