{
  "thread": {
    "uuid": "bfb5702b4132a5544cf905edc4ad9bed5d00ccb6",
    "url": "https://www.ilgiornale.it/news/politica/coraggio-delle-lacrime-papa-fanno-crescere-2302761.html",
    "site_full": "www.ilgiornale.it",
    "site": "ilgiornale.it",
    "site_section": "http://www.ilgiornale.it/feed.xml",
    "site_categories": [
      "media",
      "tech",
      "top_news"
    ],
    "section_title": "Il Giornale",
    "title": "Il coraggio delle lacrime. Il Papa: \"Fanno crescere\" - ilGiornale.it",
    "title_full": "Il coraggio delle lacrime. Il Papa: \"Fanno crescere\" - ilGiornale.it",
    "published": "2024-03-29T07:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://img.ilgcdn.com/sites/default/files/styles/social/public/foto/2024/03/29/1711693490-ay6f-n1xqqis-qdjdtwl-vatican-media-lapresse.jpeg?_=1711693490",
    "performance_score": 0,
    "domain_rank": 7335,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bfb5702b4132a5544cf905edc4ad9bed5d00ccb6",
  "url": "https://www.ilgiornale.it/news/politica/coraggio-delle-lacrime-papa-fanno-crescere-2302761.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Serena Sartini",
  "published": "2024-03-29T07:00:00.000+03:00",
  "title": "Il coraggio delle lacrime. Il Papa: \"Fanno crescere\" - ilGiornale.it",
  "text": "La lavanda dei piedi alle carcerate di Rebibbia. Un uovo gigante in regalo al figlio di una detenuta Ascolta ora: \"Il coraggio delle lacrime. Il Papa: \"Fanno crescere\"\" Il coraggio delle lacrime. Il Papa: \"Fanno crescere\" La messa crismale a San Pietro apre i riti del Triduo Pasquale. E forse per rispedire al mittente tutte le speculazioni diffuse in questi giorni sulla sua salute (domenica scorsa, alla messa delle Palme, non aveva pronunciato l'omelia restando in silenzio e destando non poca preoccupazione), Francesco legge il lungo sermone preparato per la celebrazione, davanti a 4mila fedeli e 1.500 sacerdoti. Parla dell'importanza delle lacrime, invitando i sacerdoti a non polemizzare e non sparlare. «Chiediamoci quanto le lacrime siano presenti nel nostro esame di coscienza e nella nostra preghiera. Domandiamoci se, col passare degli anni, le lacrime aumentano. Sotto questo aspetto è bene che avvenga il contrario rispetto alla vita biologica, dove, quando si cresce, si piange meno di quando si è bambini» osserva il Pontefice. «Nella vita spirituale, invece, dove conta diventare bambini, chi non piange regredisce, invecchia dentro, mentre chi raggiunge una preghiera più semplice e intima, fatta di adorazione e commozione davanti a Dio, matura». Nel pomeriggio il Papa si reca al carcere femminile di Rebibbia, e come un semplice parroco, con un grembiule bianco sopra i paramenti liturgici, bacia e lava i piedi a 12 donne. È la prima volta. Ad accoglierlo, al suo ingresso in sedia a rotelle, un lungo applauso e il ripetersi di «grazie» ripetuto più e più volte riecheggiato nel cortile dove sono presenti circa 200 persone. Lacrime e commozione si intrecciano fra le detenute, di varie nazionalità (bosniaca, ucraina, peruviana, bulgara, nigeriana, venezuelana, italiano). Non mancano parole di conforto verso le carcerate: «Gesù non si stanca mai di perdonare. Siamo noi che ci stanchiamo di chiedere perdono. Chiediamo oggi al Signore la grazia di non stancarsi - dice il Papa, anche lui visibilmente emozionato -. Tutti noi abbiamo piccoli e grandi fallimenti: ognuno ha la propria storia ma il Signore ci aspetta sempre con le braccia aperte e non si stanca mai di perdonare. Con la lavanda dei piedi - prosegue Francesco - Gesù si umilia, ci fa capire quello che aveva detto: io non sono venuto per essere servito ma per servire'». Un momento molto toccante quello in cui Bergoglio, chinandosi, ha lavato e poi asciugato i piedi alle donne. Prima di fare ritorno in Vaticano, Bergoglio ha regalato al figlio di una detenuta un maxi uovo gigante. Questa sera Francesco presiederà la Via Crucis al Colosseo, con le meditazioni preparate dallo stesso Bergoglio.È la prima volta che un Papa le prepara personalmente. netiquette . Qui le norme di comportamento per esteso.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T09:41:07.128+03:00",
  "updated": "2024-03-29T12:36:47.196+03:00"
}