{
  "thread": {
    "uuid": "f33af083500ef65f077dd0bb65ed8de6cff09096",
    "url": "https://www.cbsnews.com/chicago/news/oemc-offer-winter-storm-preparation-tips-for-residents/",
    "site_full": "www.cbsnews.com",
    "site": "cbsnews.com",
    "site_section": "https://www.cbsnews.com/chicago",
    "site_categories": [
      "media"
    ],
    "section_title": "CBS Chicago - Breaking News, First Alert Weather, Exclusive Investigations &amp; Community Journalism",
    "title": "OEMC offer winter storm preparation tips for Chicago residents - CBS Chicago",
    "title_full": "OEMC offer winter storm preparation tips for Chicago residents - CBS Chicago",
    "published": "2024-01-12T16:56:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://assets2.cbsnewsstatic.com/hub/i/r/2021/02/01/b796184c-b830-4543-b6eb-26beab2a8cca/thumbnail/1200x630/0f55252c942714d8a008c954f8625258/AP21031752952636.jpg?v=2194e1912ab0b51d957839e2d5977664",
    "performance_score": 0,
    "domain_rank": 182,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f33af083500ef65f077dd0bb65ed8de6cff09096",
  "url": "https://www.cbsnews.com/chicago/news/oemc-offer-winter-storm-preparation-tips-for-residents/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-12T16:56:00.000+02:00",
  "title": "OEMC offer winter storm preparation tips for Chicago residents - CBS Chicago",
  "text": "CHICAGO (CBS) – The Office of Emergency Management and Communications (OEMC) is helping to keep residents safe during the winter storm. Between 6 and 12 inches is expected for the Chicago area , followed by severe cold in the following days.\nActing Executive Director of OEMC Jose Tirado says they are working with departments and partners to help residents and migrants while monitoring weather conditions.\nWarming centers The Department of Family and Support Services is opening warming areas at six of the city's community service centers. The centers become available when temps are at 32 degrees or lower.\nWarming areas are open from 9 a.m. to 5 p.m. Monday through Friday, with additional centers opening as needed, including libraries and park districts.\nAccording to OEMC, the Garfield Community Service Center, located at 10 South Kedzie, will be open from 9 a.m. to 5 p.m. through the holiday weekend. It's usually open 24 hours a day to connect families and residents to emergency centers.\nAnyone seeking a warm place after closing or needing transportation to a shelter can call 311. Residents are also encouraged to check on neighbors and loved ones during the winter storm.\nA complete list of openings can be found on the City of Chicago's website .\nCold weather preparation\n OEMC offered the following tips to ensure residents stay safe through this weekend's severe weather:\nMotorists should take extra precautions to winterize vehicles and have necessary supplies on the go. Remember that disabled vehicles or distracted driving can cause accidents, impact traffic and others, or require emergency services. Know the signs, care, and difference between frostbite and hypothermia. Avoid unnecessary trips outside. If you need to go out, limit your time outdoors. Wear extra layers of clothing. Keep your head, hands, and feet covered when outdoors. Stay dry and avoid moisture. Pay extra attention to your daily needs: Sleep, eat high-energy foods, drink warm beverages to help your body stay warm, and avoid alcoholic beverages. Keep cell phones charged to get updates and assistance, if needed, in emergencies. Severe cold temperatures, strong winds, and snow can cause safety hazards, whether at home or traveling, so it's essential to stay informed, OEMC said.\nParking bans As a reminder, the overnight winter parking ban is in effect for 107 miles of Chicago streets. This ensures Streets and Sanitation crews can plow and treat streets during a winter storm. It's in effect from 3 a.m. to 7 a.m. through April 1.\nResidents are encouraged to check posted street signs for parking restrictions.\nHome/family safety For residents using space heaters to keep their homes warm, the Chicago Fire Department is reminding the public to keep them at least three feet away from anything flammable or that could ignite. They should be monitored regularly, and if an extension cord is used, they should be rated at a minimum of 15 amps and should never be placed on a carpet or rug.\nResidents should also check their smoke and carbon monoxide detectors – especially in homes that use a furnace or broiler.\nTo prevent pipes from freezing, keep warm air circulating throughout the home and leave a trickle of water running. If your pipes freeze, do not use candles or any open flame to thaw them. Instead, use a hair dryer or heating pad.\nDo not use ovens to heat your home.\nProtect your pets Owners are asked not to leave their pets outdoors when the temperatures drop to keep them safe during the winter storm. If your dog or cat must go outside for exercise, do not leave them unsupervised. Short-coated dogs may feel more comfortable wearing a sweater or coat during walks.\nMore from CBS News Winter storm leaves Chicago area roads covered in snow Extreme cold prompts Chicago to open additional warming centers for residents and migrants How many inches of snow in Chicago? Snow totals through Saturday morning Major winter storm hits Chicago with 6 to 12\" of snow in some areas Nearly 300 salt trucks clearing Chicago roads as winter storm blankets city In: Winter Storm Winter Weather Chicago Snow Storm Jeramie Bizzle Jeramie Bizzle is a digital news producer at CBS 2 Chicago.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest",
    "Disaster and Accident"
  ],
  "external_links": [
    "https://data.cityofchicago.org/Health-Human-Services/Warming-Centers-Map/8xas-7ipx",
    "https://www.data.cityofchicago.org/Health-Human-Services/Warming-Centers-Map/8xas-7ipx"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jose tirado",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cbs chicago chicago",
        "sentiment": "negative"
      },
      {
        "name": "cbs",
        "sentiment": "negative"
      },
      {
        "name": "office of emergency management and communications",
        "sentiment": "negative"
      },
      {
        "name": "oemc",
        "sentiment": "negative"
      },
      {
        "name": "garfield community service center",
        "sentiment": "none"
      },
      {
        "name": "department of family",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "chicago",
        "sentiment": "none"
      },
      {
        "name": "south kedzie",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-12T18:02:56.067+02:00",
  "updated": "2024-01-14T07:51:56.750+02:00"
}