{
  "thread": {
    "uuid": "82462f3d02c39748b435c5aa6f75327a6787beb7",
    "url": "https://www.cbc.ca/news/canada/toronto/tmu-diversity-hockey-1.7141291",
    "site_full": "www.cbc.ca",
    "site": "cbc.ca",
    "site_section": "https://www.cbc.ca/news/canada/beingblackincanada",
    "site_categories": [
      "media"
    ],
    "section_title": "CBC News | Being Black in Canada",
    "title": "As 25-year-old Elijah Roberts prepares for what wi",
    "title_full": "As 25-year-old Elijah Roberts prepares for what wi",
    "published": "2024-03-14T12:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://i.cbc.ca/1.7141933.1710280453!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/tmu.jpg",
    "performance_score": 0,
    "domain_rank": 320,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "82462f3d02c39748b435c5aa6f75327a6787beb7",
  "url": "https://www.cbc.ca/news/canada/toronto/tmu-diversity-hockey-1.7141291",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-14T12:00:00.000+02:00",
  "title": "As 25-year-old Elijah Roberts prepares for what wi",
  "text": "As 25-year-old Elijah Roberts prepares for what will likely be his final weekend of university hockey, he looks back on a big change he's noticed in the game since he started playing as a kid.\n\"You'd be on a team and you were the only Black player,\" he said in an interview ahead of the U Sports men's hockey national championship in Toronto.\nBut teams were already more diverse by the time Roberts's brother, who is seven years younger, started playing, Roberts said. When Roberts came to Toronto Metropolitan University from the Ontario Hockey League in 2021, he said the team had multiple players and one coach who identified as Black.\n\"Which was for me, other than [during] summer hockey, the first time I've ever really had that,\" Roberts said. \"It just kind of shows, like, how inclusive our school is.\"\nTMU now has three Black-identifying players, including Roberts, and they're hoping to do their city proud as the school hosts the national tournament this weekend at the Mattamy Athletic Centre, at the historic former site of Maple Leaf Gardens and current home to the TMU Bold and PWHL Toronto club.\n\"It's great to have a diverse team and everyone was welcoming,\" said TMU forward Kyle Bollers. \"It's very cool to have. You don't see that often.\"\nThe school takes to the ice against the University of Calgary Dinos in the tournament's first game Thursday evening at 7 p.m. Eight schools from across the country will compete this weekend to become champions of Canadian university hockey.\nTMU defenceman Elijah Roberts says education is key to rooting out racism and making hockey more inclusive to people of all backgrounds. (Ethan Lang/CBC) School provides 'safe space' for hockey players TMU head coach Johnny Duco, who notes former Black and female coaches have gone on from TMU to the pros, said diversity is a pillar of the school's hockey program.\n\"Something we've taken a lot of pride in is providing a safe space for anybody in hockey,\" he said.\nThis year's tournament comes as hockey, particularly the sport's governing body in Canada, is under scrutiny for accusations of abuse, discrimination and a toxic, exclusive culture.\nIn 2022, Hockey Canada started reporting on instances of on-ice discrimination across all levels and age groups. In the first year of reporting, the organization identified over 900 instances of race-based discrimination in sanctioned hockey games. The next year, that number rose to nearly 1,900 instances , though Hockey Canada says improved reporting may be chiefly responsible for the increase.\nLive U SPORTS Men's Hockey National Championship: Gold Final U Sports has its own code of conduct and harassment policy to deal with discrimination, said CEO Pierre Arsenault, but also follows Hockey Canada's lead on rules and discipline regarding discrimination. The organization made discriminatory behaviour in games, such as taunts or intimidation, a \"gross misconduct penalty,\" for instance.\nBut Arsenault says discipline is the last resort for dealing with discrimination.\n\"What we're really working toward is the idea of education and awareness and as much prevention as possible.\"\nThe TMU men's hockey team gathers around coach Johnny Ducco at a practice before the national championship tournament begins. The team is hosting the championship from Thursday to Sunday. (Ethan Lang/CBC) Education could help prevent discrimination: Roberts Both Roberts and Bollers said they've been lucky not to have experienced much discrimination in their playing days, and they hope better education and accountability at all levels of hockey will make their experience the norm for future players.\nIt's something Roberts has discussed on his podcast, Soul on Ice, which he started with friends in 2020 to discuss hockey issues through a racialized lens. He says TMU offers seminars on discrimination and abuse — something he hopes will become a standard in university sport. He also wants to see trauma-informed support available to players who experience discrimination.\n\"If the education starts to come in, and there's more kind of awareness about that, hopefully it kind of makes a change and ... we see less incidents happening in the future,\" he said. \"It starts from the top down, right?\"\nHockey Canada says over 900 cases of on-ice discrimination reported last season Hockey mom wants apology after son allegedly called N-word on ice Seeing more players from different backgrounds will also help, said Roberts. Watching former NHL defenceman P.K. Subban play showed him that Black players could excel at the sport without changing who they were, Roberts said, and he hopes more role models will inspire more kids who might otherwise feel hockey isn't for them.\n\"You'd see more diverse crowds of people getting into the game,\" he said.\nSimilarly, Roberts says he hopes his young daughter will be inspired to take up the game once she learns to skate, as the Professional Women's Hockey League takes off.\nSpeaking of this week's tournament, Roberts says he's grateful to end his career at home, fighting for a championship with teammates whom he says will remain \"friends for the rest of my life.\"\n\"It's a good way to go out.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "elijah roberts",
        "sentiment": "neutral"
      },
      {
        "name": "pwhl tor",
        "sentiment": "none"
      },
      {
        "name": "roberts",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "toronto metropolitan university",
        "sentiment": "none"
      },
      {
        "name": "ontario hockey league",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mattamy athletic centre",
        "sentiment": "none"
      },
      {
        "name": "maple leaf gardens",
        "sentiment": "none"
      },
      {
        "name": "toronto",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:49:06.996+02:00",
  "updated": "2024-03-15T00:49:06.996+02:00"
}