{
  "thread": {
    "uuid": "5fc132bced5f7dfc3a835ad0fbf74044ed26c654",
    "url": "https://www.thecanary.co/uk/news/2024/07/05/labour-government-fox-hunting",
    "site_full": "www.thecanary.co",
    "site": "thecanary.co",
    "site_section": "https://www.thecanary.co/feed",
    "site_categories": [
      "politics",
      "law_government_and_politics"
    ],
    "section_title": "Canary",
    "title": "Labour is in government – it must now BAN fox hunting for good",
    "title_full": "Labour is in government – it must now BAN fox hunting for good",
    "published": "2024-07-05T13:19:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://www.thecanary.co/wp-content/uploads/2024/07/Untitled-design-2024-07-05T111826.199-1.jpg",
    "performance_score": 0,
    "domain_rank": 58411,
    "domain_rank_updated": "2024-07-02T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5fc132bced5f7dfc3a835ad0fbf74044ed26c654",
  "url": "https://www.thecanary.co/uk/news/2024/07/05/labour-government-fox-hunting",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Steve Topple",
  "published": "2024-07-05T13:19:00.000+03:00",
  "title": "Labour is in government – it must now BAN fox hunting for good",
  "text": "National animal welfare charity the League Against Cruel Sports has hailed the general election result as a huge step forward in its fight to see fox hunting properly banned. It’s calling on the Labour Party to listen to the public and ban the cruel ‘sport’ for good.\nLabour: ban fox hunting NOW The charity’s figures show that illegal hunting is still rife across England and Wales – a position echoed by the top police officer responsible for stamping it out for good.\nEmma Judd, the League’s head of campaigns, said:\nWe’re delighted to see a new government in power that has pledged to protect animals and should have the wherewithal to deliver on its promises.\nWhat we will do now is work with them to ensure such protections are as robust as possible and delivered without delay. We are looking forward to seeing all the loopholes in the Hunting Act closed and so-called trail hunting banned, as well as custodial sentences introduced for those who insist on chasing and killing animals purely for fun.\nIt’s time for change – nearly 20 years after the ban we have a second chance to end fox hunting, and this time for good, by strengthening hunting laws.\nThe Hunting Act came into force in February 2005 but the League’s figures released last month showed a huge number of suspected illegal hunting incidents during the last fox hunting season.\nNearly 1,400 incidents, comprising 526 reports relating to suspected illegal hunting and 870 reports of hunts wreaking havoc on rural communities, were recorded in the League’s end of season report covering November 2023 to March 2024.\nAnd public support for a proper ban is also high.\nThe public want it – now deliver it Polling released by the League during the general election campaign showed nearly eight out of 10 (76%) voters were in favour of strengthening the Hunting Act.\nThe polling was commissioned by the League but carried out independently by Find Out Now with further analysis by Electoral Calculus in March and April this year.\nTrail hunting has been described by Chief Superintendent Matt Longman, the most senior police officer in England with responsibility for fox hunting crime, as a “smokescreen for illegal fox hunting”. He also described illegal hunting as “prolific”.\nTrail hunting was banned in Scotland in 2023 when the Scottish Parliament strengthened its own fox hunting laws.\nAnd the campaign to strengthen the Hunting Act 2004 and ban trail hunting is backed by the Time for Change Coalition Against Hunting representing 34 animal welfare and environmental organisations.\nEmma added:\nThe new government, backed by both the public and MPs across parliament, has the opportunity to prioritise an end to barbaric fox hunting once and for all.\nIt needs to act quickly to ensure that the next fox hunting season, set to start in November, does not take place and that this brutal activity is consigned to the history books.\nFeatured image via the Canary",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Politics",
    "Social Issue"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.league.org.uk/",
    "https://league.org.uk/",
    "https://www.league.org.uk"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "emma judd",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "league against cruel sports",
        "sentiment": "negative"
      },
      {
        "name": "labour party",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "wales",
        "sentiment": "none"
      },
      {
        "name": "england",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T13:46:34.348+03:00",
  "updated": "2024-07-05T16:07:49.707+03:00"
}