{
  "thread": {
    "uuid": "13f804f421d52bcdecea28da816d767d943a093a",
    "url": "https://www.ansa.it/ansamed/it/notizie/rubriche/cultura/2024/05/31/torna-a-splendere-una-delle-piu-belle-moschee-del-cairo_aca96320-e909-481f-967b-4906beded913.html",
    "site_full": "www.ansa.it",
    "site": "ansa.it",
    "site_section": "http://www.ansamed.info/ansamed/it/rss.xml",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "RSS diAnsamed - ANSA.it",
    "title": "Torna a splendere una delle più belle moschee del Cairo - Cultura - Ansa.it",
    "title_full": "Torna a splendere una delle più belle moschee del Cairo - Cultura - Ansa.it",
    "published": "2024-05-31T12:42:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.ansa.it/webimages/img_165x110/2024/5/30/5105792206f6b83e0c2a27aa58bd29e5.jpg",
    "performance_score": 0,
    "domain_rank": 1888,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "13f804f421d52bcdecea28da816d767d943a093a",
  "url": "https://www.ansa.it/ansamed/it/notizie/rubriche/cultura/2024/05/31/torna-a-splendere-una-delle-piu-belle-moschee-del-cairo_aca96320-e909-481f-967b-4906beded913.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ansa.it",
  "published": "2024-05-31T12:42:00.000+03:00",
  "title": "Torna a splendere una delle più belle moschee del Cairo - Cultura - Ansa.it",
  "text": "(ANSAmed) - IL CAIRO, 31 MAG - Una delle più belle e antiche moschee del Cairo, Al-Tanbugha Al-Maridani, situata nel quartiere patrimonio dell'Unesco di Darb Al-Ahmar, ha compiuto la seconda fase del suo restauro, costata circa 630 mila euro giunti in parte dall'Unione europea e dalla Fondazione Aga Khan.\nL'evento è stato celebrato con una inaugurazione solenne, alla quale hanno partecipato, fra gli altri, il rappresentante dell'Ue al Cairo, Christian Berger, e vari diplomatici tra cui l'ambasciatore d'Italia Michele Quaroni.\nLa moschea è stata fondata dal principe Al-Tanbugha Al-Mardani, uno dei mamelucchi (soldati) del re Al-Nasser Muhammad bin Qalawun, e la sua costruzione è datata tra il 1338 e il 1340. Da allora è rimasta sempre in funzione.\nLa seconda fase dei restauri - ha spiegato il segretario generale del Consiglio supremo delle Antichità egiziane Mohamed Ismail Khaled - \"è stata effettuata sotto la piena supervisione del Ministero del Turismo e delle Antichità, rappresentato dal Consiglio Supremo delle Antichità, in conformità con le norme archeologiche applicabili a livello internazionale e con i finanziamenti di l'Unione Europea e la Fondazione Aga Khan per i Servizi Culturali, per un costo pari a 32 milioni di sterline egiziane, e in collaborazione con il Ministero delle Dotazioni\".\nHa quindi elogiato la fruttuosa collaborazione messa in atto e la pregevole qualità del restauro, che ha evidenziato iscrizioni e motivi scultorei di grande pregio. I lavori erano cominciati nel 2018, nel quadro di un protocollo di cooperazione tra il Consiglio e la Fondazione Aga Khan, i lavori della prima fase sono stati avviati nell'ottobre 2021 e i lavori della seconda fase sono proseguiti per circa 18 mesi.\nL'ambasciatore Christian Berger ha espresso \"l'orgoglio dell'Unione europea nel partecipare a questo importante progetto, data la posizione privilegiata della moschea all'interno del percorso turistico della Cittadella\", sottolineando \"l'impegno dell'Unione europea a lavorare e cooperare per arricchire il patrimonio culturale e di civiltà dell'Egitto, raggiungere un'economia sostenibile all'interno dei siti archeologici e culturali, e sostenere un turismo culturale e di conoscenza.\nDurante l'inaugurazione è stato proiettato un breve documentario sul lavoro portato avanti dalla Fondazione Aga Khan nell'area di Al-Darb Al-Ahmar con la realizzazione del Parco Al-Azhar e il restauro della moschea.\nSono stati riportati alla luce di un tempo, nel massimo rispetto dell'esistente, tre portici, il cortile e i soffitti decorativi in ;;legno, le facciate interne ed esterne della moschea, i pavimenti interamente ricostruiti dalle pietre originali. Non è stato trascurato neanche l'uso, mai sospeso, dell'edificio religioso, con nuovi posti a sedere in marmo e il miglioramento dell'efficienza della fontana per le abluzioni nel cortile.\nLa Fondazione Aga Khan si è proposta di completare i lavori della seconda fase del progetto e di riabilitare l'area circostante la moschea, comprese case e negozi, in modo che l'opera di restauro si integri con la dimensione sociale.\n(ANSAmed).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-31T13:11:08.033+03:00",
  "updated": "2024-05-31T13:11:08.033+03:00"
}