{
  "thread": {
    "uuid": "19f6ea88a6b45e1c2e0b1c16f0444ff8d0202a47",
    "url": "https://www.wdsu.com/article/new-orleans-how-to-protect-plants-freeze-1705260274/46383059",
    "site_full": "www.wdsu.com",
    "site": "wdsu.com",
    "site_section": "http://www.wdsu.com/9854416?format=rss_2.0&view=feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Top Stories",
    "title": "Here is how you can protect your plants from freezing temperatures",
    "title_full": "Here is how you can protect your plants from freezing temperatures",
    "published": "2024-01-14T22:31:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://kubrick.htvapps.com/htv-prod-media.s3.amazonaws.com/images/plantshardfreeze-png-1671457595.png?crop=1.00xw:0.948xh;0,0&amp;resize=1200:*",
    "performance_score": 0,
    "domain_rank": 14008,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "19f6ea88a6b45e1c2e0b1c16f0444ff8d0202a47",
  "url": "https://www.wdsu.com/article/new-orleans-how-to-protect-plants-freeze-1705260274/46383059",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-14T22:31:00.000+02:00",
  "title": "Here is how you can protect your plants from freezing temperatures",
  "text": "LSU Ag Center provides tips on how to protect plants from a hard freeze LSU Ag Center provides tips on how to protect plants from a hard freeze THAT. 936 CHECK OF YOUR FIRST WARNING WEATHER. AND JIM, IT IS GOING TO WARM UP A LITTLE BIT TODAY, RIGHT? WE SAW A FEW DAYS OFF FROM THAT FRIGID ARCTIC. WHATEVER BAD WORDS YOU WANT TO USE TO DESCRIBE THE COLD. YEAH, IT’S GOING TO BE NICE TODAY. EVEN A LITTLE BIT NICER TOMORROW. BUT BY TUESDAY AND WEDNESDAY I WAS JUST THINKING ABOUT THIS. IT REALLY IS GOING TO BE SCARVES AND GLOVES. SWEATER. WHOA. YEAH. THIS IS LIKE Y’ALL ARE UP IN OHIO WHERE I’M FROM. YEAH, I’M GOING TO GET OUT THE LONG JACKET. YOU KNOW, THAT’S LIKE, YOU GOT BIG JACKET. I KNOW YOU’RE A BIG JACKET GUY. YOU GOT TO GET OUT THE LONG JACKET. YEAH, YEAH, EVERYTHING YOU HAVE, I MEAN, IT’S GOING TO BE ABOUT AS COLD AS IT CAN BE HERE IN SOUTH EAST LOUISIANA. WE HAVE TEMPERATURES THAT MAY BE AS COLD AS THE TEENS BY WEDNESDAY MORNING. FOR THE NORTH SHORE. ALL RIGHT, BEFORE WE GET THERE, LET’S ENJOY WHAT’S GOING TO BE A GREAT WEEKEND AT WDSU. FIRST WARNING RADAR LOOKING FOR RAIN. AND WE MAY FIND SOME ON MONDAY, BUT OUR CHANCE FOR RAIN THERE IS ONLY AT ABOUT 30 TO 40%. THESE TEMPERATURES WERE COLD EARLIER THIS MORNING ON THE NORTH SHORE. WE WERE 29 IN HAMMOND. NOW WE’RE AT 43 THERE, 43 IN BOGALUSA, 45 OFFICIALLY IN KENNER. PLENTY OF SUNSHINE OUT THERE AND THE SUNSHINE IS GOING TO BE PLENTIFUL THROUGHOUT THE DAY TODAY INTO TOMORROW. CURRENT CONDITIONS AT LOUIS ARMSTRONG INTERNATIONAL AIRPORT FOR 45 DEGREES WITH A VERY LOW DEW POINT OF 24, AND THE WINDS RIGHT NOW ARE PRETTY LIGHT. THAT’S THE WAY THEY’RE GOING TO STAY FOR A GOOD MAJORITY OF TODAY. THEY’LL PICK UP A LITTLE BIT THIS WEEKEND, BUT THOSE WINDS AT ABOUT FIVE MILES PER HOUR FOR MOST OF THE DAY. TODAY IT’S BECAUSE THIS HIGH PRESSURE SYSTEM IS CENTERED VERY, VERY CLOSE TO US. IF THE SURFACE, IF THE UPPER LEVELS OF THE ATMOSPHERE, SOME HIGH, THIN CIRRUS CLOUDS THAT ARE MOVING IN, THEY MAY INCREASE A LITTLE BIT FOR US BY THE AFTERNOON, BUT THEY JUST FILTER THE SUNSHINE. COLDER AIR IS ON THE BACKSIDE OF THIS FRONT, BUT THE REAL COLD AIR ISN’T GOING TO BE HERE TILL MONDAY NIGHT AND TUESDAY. LET’S GO HOUR BY HOUR AND SHOW YOU THE COMPUTER MODELS. MID 50S TODAY. MOSTLY SUNNY SKIES, ALTHOUGH RIGHT ALONG THE COAST YOU MAY HAVE A LITTLE MORE CLOUD COVER AS WE LOOK TOWARD TOMORROW MORNING. YES, IT’S GOING TO BE COLD AGAIN. IF SKIES WILL BE MAINLY CLEAR, TEMPERATURES ARE IN THE MID 30S TO START YOUR SUNDAY, BUT IN THE AFTERNOON LOOKING GOOD. TEMPERATURES GETTING INTO THE LOW 60S, MAYBE IN A FEW SPOTS AND WITH WINDS BEING RELATIVE LIGHT, IT’LL BE A LITTLE BREEZIER TOMORROW. IT’S STILL GOING TO BE VERY COMFORTABLE TOMORROW, BUT HERE WE ARE MONDAY MORNING. CLOUDS STARTING TO INCREASE JUST A LITTLE BIT AND AS WE GO THROUGH THE DAY ON MONDAY, THERE’S GOING TO BE A COLD FRONT APPROACHING MAY ACTUALLY BECOME A LITTLE BIT STATIONARY ON TOP OF US. LOW PRESSURE DEVELOPING, BRINGING US A CHANCE FOR A COUPLE OF SHOWERS AND I’M GOING TO MENTION THIS VERY, VERY RELUCTANT BECAUSE EXTREME NORTH SHORE THERE’S A POSSIBILITY THAT BY MONDAY EVENING YOU COULD HAVE JUST A TOUCH OF MIXED PRECIPITATION. I DON’T THINK THAT’S GOING TO BE A FACTOR. I DON’T THINK IT’S GOING TO BE WIDESPREAD. BUT LET’S MENTION IT BECAUSE YOU DO SEE JUST A TINY BIT OF IT SHOWING UP HERE ON THE COMPUTER MODEL. COLDEST MORNING IS ACTUALLY GOING TO BE WEDNESDAY MORNING BEHIND THIS FRONT. AND WE’LL SHOW IT TO YOU HERE IN JUST A MOMENT. LET’S ENJOY THE WEEKEND MOSTLY SUNNY, COOL LIGHT WINDS, HIGH TEMPERATURE IN THE MID 50S. VERY NICE TONIGHT. MOSTLY CLEAR AS WE GET TOWARD MORNING. WE’LL CALL IT PARTLY CLOUDY THROUGH THE EVENING HOURS, BUT WE CLEAR OFF TOWARD MORNING MID 30S TO START THE DAY ON THE NORTH SHORE AND THEN YOUR FORECAST FOR TOMORROW. HIGH TEMPERATURE GOING TO BE IN THE UPPER 50S. MAYBE EVEN CLOSE TO 60 DEGREES IN SOME SPOTS. SUNNY SKIES, WARMER. AND YES, THE WIND PICKING UP A LITTLE BIT. BUT TO CALL IT OUT, OUT AND OUT BREEZY I THINK WOULD BE A LITTLE BIT OF A STRETCH. WINDS FROM THE NORTHWEST AT ABOUT 5 TO 10MPH. OKAY. GET READY FOR THE COLD AIR. IT’S HERE BY LATE IN THE DAY MONDAY. AND WHEN YOU WAKE UP TUESDAY NORTH SHORE IN THE 20S. SOUTH SHORE CLOSE TO FREEZING AND YOUR HIGH TEMPERATURE ONLY 39 ON TUESDAY. WEDNESDAY WE GET UP TO 41. BUT WEDNESDAY MORNING IS GOING TO BE THE COLDEST MORNING AS THE NORTH SHORE COULD BE IN THE TEENS. WIDESPREAD FREEZE EXPECTED WEDNESDAY MORNING ACROSS THE BOARD. EVERY LOCATION IN OUR VIEWING AREA, BUT THEN THE AFTERNOONS. OKAY, BACK UP TO 57 ON THURSDAY AND MID 50S AGAIN ON FRIDAY WITH A CHANCE FOR A COUPLE Advertisement LSU Ag Center provides tips on how to protect plants from a hard freeze As the New Orleans Metro area prepares for freezing temperatures, it is time to make plans to protect any plants that may be exposed to the bitter cold. The Louisiana State University AgCenter suggests taking these steps to protect plants: To prepare plants for a freeze, thoroughly water them if the soil is dry. This is especially important for container-grown plants. Shrubs in landscape beds also can be helped with irrigation before a freeze.It’s best, however, to make sure your shrubs received adequate irrigation or rain throughout fall. Strong, dry winds that frequently accompany cold fronts may cause damage by drying plants out, and watering helps to prevent this. Wetting plant leaves before a freeze does not, however, provide any cold protection.If cold weather is in the forecast, move all tender plants in containers and hanging baskets into buildings where the temperature will stay above freezing. If this is not possible, group container plants in a protected area, like the inside corner of a covered patio, and cover them with plastic.For plants growing in the ground, mulch them with a loose, dry material such as pine straw or leaves. Mulches also may be used to completely cover low-growing plants to a depth of 4 to 6 inches. Do not leave a complete cover of mulch on for more than three or four days. Larger plants can be protected by creating a simple structure and covering it with fabric or plastic. The structure keeps the cover from touching the foliage, preventing broken branches and improving cold protection. For severe freezes when temperatures dip into the teens, providing a heat source under the covering helps. A safe, easy way to do this is to generously wrap or drape the plant with small outdoor Christmas lights. The lights provide heat but do not get hot enough to burn the plant or cover.Be careful and use only outdoor extension cords and sockets. If necessary, you may prune a large plant to make its size more practical to cover. For more information on how to protect plants, click here. As the New Orleans Metro area prepares for freezing temperatures, it is time to make plans to protect any plants that may be exposed to the bitter cold. The [Louisiana State University AgCenter](https://www.lsuagcenter.com/profiles/rbogren/articles/page1481227950786#:~:text=If%20cold%20weather%20is%20in,and%20cover%20them%20with%20plastic.) suggests taking these steps to protect plants: Advertisement - To prepare plants for a freeze, thoroughly water them if the soil is dry. This is especially important for container-grown plants. Shrubs in landscape beds also can be helped with irrigation before a freeze. - It’s best, however, to make sure your shrubs received adequate irrigation or rain throughout fall. Strong, dry winds that frequently accompany cold fronts may cause damage by drying plants out, and watering helps to prevent this. Wetting plant leaves before a freeze does not, however, provide any cold protection. - If cold weather is in the forecast, move all tender plants in containers and hanging baskets into buildings where the temperature will stay above freezing. If this is not possible, group container plants in a protected area, like the inside corner of a covered patio, and cover them with plastic. - For plants growing in the ground, mulch them with a loose, dry material such as pine straw or leaves. - Mulches also may be used to completely cover low-growing plants to a depth of 4 to 6 inches. Do not leave a complete cover of mulch on for more than three or four days. - Larger plants can be protected by creating a simple structure and covering it with fabric or plastic. The structure keeps the cover from touching the foliage, preventing broken branches and improving cold protection. - For severe freezes when temperatures dip into the teens, providing a heat source under the covering helps. A safe, easy way to do this is to generously wrap or drape the plant with small outdoor Christmas lights. The lights provide heat but do not get hot enough to burn the plant or cover. - Be careful and use only outdoor extension cords and sockets. If necessary, you may prune a large plant to make its size more practical to cover. For more information on how to protect plants, click [here](https://www.lsuagcenter.com/portals/our_offices/parishes/east%20baton%20rouge/features/lawn_garden/protect-plants-from-freezing-weather).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest",
    "Environment"
  ],
  "external_links": [
    "https://lsuagcenter.com/portals/our_offices/parishes/east%20baton%20rouge/features/lawn_garden/protect-plants-from-freezing-weather",
    "https://www.lsuagcenter.com/profiles/rbogren/articles/page1481227950786#:~:text=If%20cold%20weather%20is%20in,and%20cover%20them%20with%20plastic.",
    "https://www.lsuagcenter.com/portals/our_offices/parishes/east%20baton%20rouge/features/lawn_garden/protect-plants-from-freezing-weather",
    "https://lsuagcenter.com/profiles/rbogren/articles/page1481227950786#:~:text=If%20cold%20weather%20is%20in,and%20cover%20them%20with%20plastic."
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "lsu ag center",
        "sentiment": "negative"
      },
      {
        "name": "wdsu",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "louisiana",
        "sentiment": "none"
      },
      {
        "name": "ohio",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-14T22:46:16.842+02:00",
  "updated": "2024-01-15T12:48:03.939+02:00"
}