{
  "thread": {
    "uuid": "bee8a8ff83f905f2f7d353b74d088678efb2b7fe",
    "url": "https://news.yahoo.com/spinning-plastic-bottles-brooms-cambodia-070858258.html",
    "site_full": "news.yahoo.com",
    "site": "yahoo.com",
    "site_section": "https://ca.sports.yahoo.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Yahoo Canada Sports - Sports News, Scores, Rumours, Fantasy Games, and more",
    "title": "Spinning plastic bottles into brooms in Cambodia",
    "title_full": "Spinning plastic bottles into brooms in Cambodia",
    "published": "2024-02-16T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://media.zenfs.com/en/video.reutersnews.com/55eec59075d390886b1eb6222ba15a86",
    "performance_score": 0,
    "domain_rank": 36,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bee8a8ff83f905f2f7d353b74d088678efb2b7fe",
  "url": "https://news.yahoo.com/spinning-plastic-bottles-brooms-cambodia-070858258.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Reuters Videos",
  "published": "2024-02-16T02:00:00.000+02:00",
  "title": "Spinning plastic bottles into brooms in Cambodia",
  "text": "Reuters Videos Spinning plastic bottles into brooms in Cambodia Read full article Reuters Videos Updated February 16, 2024 at 9:08 a.m. STORY: This small warehouse in Cambodia is transforming trash into cleaning tools.\n(Locator: Phnom Penh, Cambodia)\nWorkers there are spinning tons of plastic bottles into bristles for brooms.\nSince March 2023, they have upcycled around 40 tons of discarded plastic bottles.\nThe plastic strips spun from the empty bottles are bundled on a machine,\nsoaked in hot water to soften them, sliced into strips, and sewn onto bamboo sticks with metal wires.\nRunning this small operation is 41-year-old Cambodian entrepreneur Has Kea.\nHe has made it his mission to reduce plastic pollution in his community.\n(Has Kea, Cambodian entrepreneur)\n“So far, we have gone through about 40 tons of plastic bottles. So, it’s quite a large amount of recycling that has gone into the broomsticks, which are very durable and can be used for a long time. The buyers are excited, and we as the manufacturer are also happy and its beneficial to the society, who are supporting us too. It also helps reduce pollution in the environment and encourages people to collect plastic bottles to sell to us at a higher price, which in turn, could earn them a better living.”\nIn 2010, Kea briefly worked as a conventional broomstick seller\nand recognized the high demand for quality brooms,\nwhich are mainly imported from Thailand and Vietnam.\nKea's big idea came when he realized raw materials are cheaper at home, both the bamboo and the bottles.\n“Plastic bottles are more expensive overseas and they were up-cycling them. I learned that the bottles here are cheaper, together with the cost of other raw material (bamboo sticks) and the cost of labor, so I decided to make them by just designing the shape of a nice-looking broomstick.”\nAccording to Cambodia's environment ministry, up to a fifth of the waste in capital Phnom Penh is plastic.\nSingle-use plastics like bags, straws and bottles are the main culprits clogging up landfills and waterways.\n(Keat Rangsey, Chairman, Phnom Penh Environmental Administration)\nStory continues \"There are about 35,000 to 38,000 tons of trash generated per day (in Phnom Penh). This is a huge amount of garbage consumption from about 3 million people in the city, which means one person produces about 2.6 pounds (of trash, per day).\"\nKea's team churns out around 500 plastic broomsticks every day.\nWith what seems like an endless supply of plastic, he says he doesn't see business drying up soon.\nHe also says he's open to competition in the hopes of encouraging others\nto sweep away more of Cambodia's surging pollution.\nTRENDING 1. FBI informant charged with lying about Joe and Hunter Biden's ties to Ukrainian energy company 2. 12 Ontario men, 1 American arrested in Niagara for trafficking young people: police 3. Poilievre says he would 'cut wasteful foreign aid,' work toward NATO spending target 4. Special counsel asks Supreme Court to let Trump's 2020 election case proceed to trial without delay 5. Why some P.E.I. bus drivers are getting fed up with their new electric school buses",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "cambodia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T09:30:39.972+02:00",
  "updated": "2024-02-16T09:41:20.372+02:00"
}