{
  "thread": {
    "uuid": "ae46591e9aeac968e80ddc738d2e98028e579005",
    "url": "https://www.dnoticias.pt/2023/12/29/388203-passagem-de-ano-sem-chuva-em-portugal-continental/",
    "site_full": "www.dnoticias.pt",
    "site": "dnoticias.pt",
    "site_section": "https://turismo.dnoticias.pt/rss.xml",
    "site_categories": [
      "tech"
    ],
    "section_title": "Últimas notícias da plataforma DNOTICIAS.PT da empresa do Diário de Notícias da Madeira",
    "title": "Passagem de ano sem chuva em Portugal continental",
    "title_full": "Passagem de ano sem chuva em Portugal continental",
    "published": "2023-12-29T09:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PT",
    "main_image": "https://static-storage.dnoticias.pt/www-assets.dnoticias.pt/images/configuration/fb-9/logoshutterstock_1746953_ZVhAJ55.JPEG",
    "performance_score": 0,
    "domain_rank": 72708,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ae46591e9aeac968e80ddc738d2e98028e579005",
  "url": "https://www.dnoticias.pt/2023/12/29/388203-passagem-de-ano-sem-chuva-em-portugal-continental/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Agência Lusa",
  "published": "2023-12-29T09:44:00.000+02:00",
  "title": "Passagem de ano sem chuva em Portugal continental",
  "text": "Passagem de ano sem chuva em Portugal continental A noite de passagem de ano em Portugal continental deverá ser sem precipitação, com a chuva a regressar às regiões Norte e Centro nos primeiros dias de 2024, de acordo com o Instituto Português do Mar e da Atmosfera. \"A partir do final da tarde de dia 31, a probabilidade de ocorrer precipitação é baixa, sendo esperada uma noite de passagem de ano sem precipitação, embora com céu muito nublado principalmente na região Norte\", pode ler-se informação disponibilizada hoje pelo Instituto Português do Mar e da Atmosfera (IPMA), que alertou, no entanto, que esta situação meteorológica \"tem alguma incerteza associada\". O instituto apontou, na informação válida entre 29 de dezembro e 02 de janeiro, para uma \"região anticiclónica localizada sobre o Atlântico, a estender-se em crista em direção à Península Ibérica, e uma depressão em fase de cavamento em direção às ilhas Britânicas, irão condicionar o estado do tempo em Portugal continental\". Entre 29 e 31 de dezembro, estão previstos períodos de chuva, que será em geral fraca, nas regiões Norte e Centro, em especial no Minho e Douro Litoral. Na região Sul, a probabilidade de ocorrer precipitação é baixa, com exceção da tarde e início da noite de dia 29, em que os valores de probabilidade de ocorrência se situam entre 40 a 70%, em especial no litoral oeste, detalhou o IPMA. No primeiro dia de 2024, a precipitação regressará ao Minho e Douro Litoral a partir da tarde, estendendo-se no dia 02 de janeiro às restantes regiões do Norte e Centro. O IPMA adiantou ainda que a temperatura máxima irá manter-se sem grandes variações, com valores a variar entre 13 e 17°C no litoral e entre 9 e 12°C no interior. Os valores da temperatura mínima, que se mantêm sem grandes alterações até dia 30, irão variar entre 02 e 12°C, sendo os valores mais altos esperados no litoral Norte. Nos dias 31 de dezembro e 01 de janeiro espera-se uma pequena descida da temperatura mínima que se registará primeiro no litoral Norte e depois no restante território, prevendo-se valores de temperatura mínima próximos de 0°C nas regiões do interior Norte e Centro. No dia 02 prevê-se uma nova subida dos valores da temperatura mínima e máxima, que será mais significativa nos distritos do interior, frisou ainda o instituto. O vento soprará fraco a moderado do quadrante sul, sendo por vezes forte nas terras altas das regiões Norte e Centro na tarde de dia 30 de dezembro e dos dias 01 e 02 de janeiro, rodando temporariamente para oeste/noroeste no dia 31 de dezembro, acrescentou. O IPMA colocou os distritos do Porto, Viana do Castelo, Lisboa, Leiria, Aveiro, Coimbra e Braga sob aviso amarelo no último dia de 2023 devido à agitação marítima, devido a \"ondas de noroeste com 4 a 5 metros de altura significativa\". Este alerta é válido entre as 06:00 e as 18:00 de 31 de dezembro.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T10:13:38.400+02:00",
  "updated": "2023-12-29T10:28:23.668+02:00"
}