{
  "thread": {
    "uuid": "5f40b879c2751182af67d1a7ce26613989008b78",
    "url": "https://www.rt.com/news/590999-japan-lands-moon-sniper-slim",
    "site_full": "www.rt.com",
    "site": "rt.com",
    "site_section": "https://www.governmentslaves.news/feed",
    "site_categories": [
      "media",
      "hobbies_and_interests",
      "investors_and_patents"
    ],
    "section_title": "Government Slaves",
    "title": "Japan lands on Moon",
    "title_full": "Japan lands on Moon",
    "published": "2024-01-20T17:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "RU",
    "main_image": "https://mf.b37mrtl.ru/files/2024.01/article/65abef0620302722bf2c2fd1.jpeg",
    "performance_score": 0,
    "domain_rank": 583,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5f40b879c2751182af67d1a7ce26613989008b78",
  "url": "https://www.rt.com/news/590999-japan-lands-moon-sniper-slim",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Russia Today",
  "published": "2024-01-20T17:00:00.000+02:00",
  "title": "Japan lands on Moon",
  "text": "Japan lands on Moon\nJapan has become the fifth country to successfully land a spacecraft on the Moon, achieving a soft landing on Saturday despite technical difficulties with its robotic lander’s power source.\nThe unmanned Smart Lander for Investigating Moon (SLIM) touched down and reestablished communications with Earth despite issues with its solar panels, the Japan Aerospace Exploration Agency (JAXA) confirmed on Saturday.\n“SLIM is now operating only on its battery, and we are prioritizing the transfer of its data onto Earth,” JAXA’s space lab director Hitoshi Kuninaka told reporters. The agency acknowledged the solar panels on the 700-kilogram (just over 1,540 lbs) craft may have been angled incorrectly to make use of the sun’s rays.\nSLIM was nicknamed “moon sniper” for the program’s focus on agility and precision landing. The Japanese agency focused its efforts on landing within 100 meters (328 feet) of its intended target, a notable departure from previous lunar landers’ idea of “accuracy,” which considered landing within several kilometers of a set touchdown point to be acceptable.\nPowered by two main engines and 12 thrusters, the SLIM compared input from multiple antennas, radar and cameras to existing satellite photos of the Moon, using this “vision-based navigation” to plot a maximally accurate trajectory, according to JAXA.\nThe lander reportedly disgorged two miniature probes upon touchdown: a “hopping vehicle” about the size of a microwave oven and a wheeled rover the size of a baseball.\nThe space agency has acknowledged it may take as long as a month to determine whether SLIM’s precision-landing goals were met. While Tokyo’s spacecraft have landed on small asteroids twice before, the Moon’s larger size meant SLIM only got one chance to stick the landing correctly, Japanese scientists explained.\nBecause of the Moon’s uneven polar terrain, precision landing technology is expected to be highly sought-after as private corporations attempt to exploit the satellite. The poles are believed to hold a wealth of oxygen, fuel and water vital to any future commercial operations.\nEarth governments are legally prohibited from claiming ownership of parts of the Moon under the 1967 United Nations Outer Space Treaty, though nothing in the agreement prohibits commerce there.\nNo private corporation has successfully pulled off a soft landing on the Moon as yet, though several Japanese startups intend to try and Tokyo hopes to send astronauts to its surface along with the US’ Artemis program. Until this week, only the US, Russia, China and India had landed spacecraft on the celestial body.\nJAXA launched the SLIM in September, reporting that the $100-million project “flew as planned” out of Earth’s atmosphere, propelled by the domestically-produced Mitsubishi Heavy H2A rocket. It has been orbiting the Moon since last month.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hitoshi kuninaka",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "japan aerospace exploration agency",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "japan",
        "sentiment": "none"
      },
      {
        "name": "earth",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T23:00:28.426+02:00",
  "updated": "2024-01-20T23:00:28.426+02:00"
}