{
  "thread": {
    "uuid": "3986633d4ccb4635b50416dbfb20e6838e0175db",
    "url": "https://www.foodfaithfitness.com/bloody-mary-deviled-eggs/",
    "site_full": "www.foodfaithfitness.com",
    "site": "foodfaithfitness.com",
    "site_section": "https://www.foodfaithfitness.com/rss",
    "site_categories": [
      "food",
      "desserts_and_baking"
    ],
    "section_title": "Food Faith Fitness",
    "title": "Bloody Mary Deviled Eggs Recipe",
    "title_full": "Bloody Mary Deviled Eggs Recipe",
    "published": "2024-01-06T00:23:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "https://www.foodfaithfitness.com/wp-content/uploads/2023/12/Bloody-Mary-Deviled-Eggs-Recipe-Feature-1.jpg",
    "performance_score": 0,
    "domain_rank": 78180,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3986633d4ccb4635b50416dbfb20e6838e0175db",
  "url": "https://www.foodfaithfitness.com/bloody-mary-deviled-eggs/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Foodfaithfitness",
  "published": "2024-01-06T00:23:00.000+02:00",
  "title": "Bloody Mary Deviled Eggs Recipe",
  "text": "A riot of color, flavor, and texture make these cheerful Bloody Mary Deviled Egg appetizers an easy win.\nTable of Contents\nDeviled eggs have been an appetizer plate staple for decades, and with good reason. These ones elevate them to the next level, bringing a pop of color, a little spice, and the piquant zing of pickles to create a truly unique take on this classic. They’re quick and easy to prepare, are relatively healthy and are the perfect accompaniment to the classic cocktail that is their namesake. Of course, you can have them without a\nBloody Mary cocktail in your hand, but the two do pair beautifully together.\nLegend has it the Bloody Mary name comes from England’s Tudor Queen Mary, and its invention is widely accredited to Fernand Petiot in 1930’s New York, where the drink immediately took off as Prohibition waned.\nThe Bloody Mary Deviled Egg does not have the same storied history, but I think it should, because it packs a flavor and texture punch that’s hard to beat.\nThis recipe starts with the classic ingredients of a traditional deviled egg, but adds a pop of beautiful red and green color as well as a number of classic flavorings to make something that is at once smooth, creamy, crunchy, spicy, and slightly tart. Pass these around at your next cocktail party and you’ll have a guaranteed hit on your hands.\nAre Bloody Mary Deviled Eggs Healthy?\nEggs are a healthy and satisfying food, packing good fats, protein, vitamins, and minerals in a handy little package. Unlike many popular finger foods, they are not fried and are gluten-free, making them suitable for a wide range of diets.\nEggs from pasture raised hens are known to be more nutrient dense than regular eggs, though both are regarded as healthy foods. Eggs marked as “free run” are largely the same as regular eggs in both nutrition and flavor, and are generally considered to be more of a marketing gimmick than coming from happier chickens. Whichever eggs you choose, this is a healthy, delicious and filling snack.\nA better hangover cure than a Bloody Mary?\nThe Bloody Mary Cocktail has a reputation for being a great hangover cure. This has no basis in science, and there is little anecdotal evidence that this is the case. However, an argument can be made for these delicious and filling appetizers to take that crown, as the nutrient punch of these eggs can certainly help normalize body chemistry after an indulgent night.\nINGREDIENTS\n- 12 Eggs\n- ¼ cup Mayonnaise\n- 1 Tbsp horseradish\n- 1 Tbsp Worcestershire sauce\n- 1 Tbsp Tomato paste\n- ½ tsp Tabasco\n- 1 tsp Paprika\n- Salt and pepper\n- ¼ cup Old Bay Seasoning\n- ¼ cup Sliced pickles\n- Celery Leaves\nINSTRUCTIONS\nBoil\nGently drop the eggs into a pot of boiling salted water and boil for 10 minutes.\nCool\nUse a spoon to scoop the eggs out and place them in a bowl full of ice water to cool down until they are cold enough to handle.\nCut\nCut the eggs in half lengthways and then scoop out the yolk\nBlend\nPop the yolks into a food processor with the mayonnaise, horseradish, Worcestershire sauce, tomato paste, Tabasco, paprika, and salt and pepper. Process the yolk mix until it is completely smooth. If it seems a bit too thick add in a little more mayonnaise.\nScoop\nScoop the mix into a piping bag.\nDip\nDip each egg half into the old bay seasoning on the flat side and lay it on a plate.\nFill\nPipe the yolk mix into each egg so that it mounds up a little then add in a celery leaf and a pickle.\nDEVOUR!\nTips and Tricks to Make Perfect Bloody Mary Deviled Eggs\n- Use the best paprika you can find. I like Hungarian paprika for its color and depth of flavor. You can also try a smoked paprika for an unexpected twist, especially at a barbecue. Hot paprika can give you an extra hit if you’re a fan of cranking up the Scoville scale!\n- Use your imagination: Depending on what you’re serving these with, play around with the seasoning and garnish. These are delicious as described here, but you can try using a little chili powder in your spice mix if you’re serving Tex-Mex food, and add a cilantro leaf to the garnish… or even top them with mini steamed shrimp.\nFAQs\nIf you’ve prepared the eggs in advance, the surface of the whites might dry up a little. Simply wipe the cut side with a damp paper towel and the seasoning will stick just fine.\nThis can happen if your paprika isn’t the freshest; it should have a bright red color. You can always add a little extra paprika or tomato paste. 1/4 teaspoon of turmeric will make your yolk mixture much more yellow.\nOnce your eggs are cooked, let them sit in the ice bath for 10-15 minutes. This makes the whites contract slightly and pull away from the shell, making them super easy to peel.\nMake Ahead and Storage\nBloody Mary Deviled Eggs are best assembled just before serving, but you can prepare all the components in advance, making assembly a snap. Store the spice mixture in a air-tight container on your counter. The egg whites and filling can be stored in the fridge for a couple of days. The garnish is best made fresh just before serving. These don’t freeze well, though I doubt you’ll have any leftovers!\nIngredients\n- 12 Eggs\n- ¼ cup Mayonnaise\n- 1 Tbsp horseradish\n- 1 Tbsp Worcestershire sauce\n- 1 Tbsp\nTomato paste\n- ½ tsp Tabasco\n- 1 tsp\nPaprika\n- Salt and pepper\n- ¼ cup Old Bay Seasoning\n- ¼ cup Sliced pickles\n- Celery Leaves\nInstructions\n- Gently drop the eggs into a pot of boiling salted water and boil for 10 minutes.\n- Use a spoon to scoop the eggs out and place them in a bowl full of ice water to cool down until they are cold enough to handle.\n- Cut the eggs in half lengthways and then scoop out the yolk\n- Pop the yolks into a food processor with the mayonnaise, horseradish, Worcestershire sauce, tomato paste, Tabasco, paprika, and salt and pepper. Process the yolk mix until it is completely smooth. If it seems a bit too thick add in a little more mayonnaise.\n- Scoop the mix into a piping bag.\n- Dip each egg half into the old bay seasoning on the flat side and lay it on a plate.\n- Pipe the yolk mix into each egg so that it mounds up a little then add in a celery leaf and a pickle.\n ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Social Issue"
  ],
  "external_links": [
    "http://amzn.to/2nLdK3G",
    "http://www.amzn.to/2nLdK3G",
    "http://www.amzn.to/2E4erQv",
    "http://amzn.to/2E4erQv"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "fernand petiot",
        "sentiment": "none"
      },
      {
        "name": "mary",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "tudor queen mary",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "england",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:27:12.325+02:00",
  "updated": "2024-01-06T00:27:12.325+02:00"
}