{
  "thread": {
    "uuid": "acdb6a806e200bdde7a74cf4b9c50e220d848e71",
    "url": "https://istoe.com.br/numero-de-mortes-violentas-cai-25-na-venezuela-em-2023-segundo-ong-2/",
    "site_full": "istoe.com.br",
    "site": "istoe.com.br",
    "site_section": "https://istoe.com.br/argentinos-encaram-plano-motosserra-de-milei/",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Argentinos encaram plano &#8216;motosserra&#8217; de Milei - ISTOÉ Independente",
    "title": "Número de mortes violentas cai 25% na Venezuela em 2023, segundo ONG - ISTOÉ Independente",
    "title_full": "Número de mortes violentas cai 25% na Venezuela em 2023, segundo ONG - ISTOÉ Independente",
    "published": "2023-12-29T00:46:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://istoe.com.br/wp-includes/images/media/default.png",
    "performance_score": 0,
    "domain_rank": 16934,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "acdb6a806e200bdde7a74cf4b9c50e220d848e71",
  "url": "https://istoe.com.br/numero-de-mortes-violentas-cai-25-na-venezuela-em-2023-segundo-ong-2/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@RevistaISTOE",
  "published": "2023-12-29T00:46:00.000+02:00",
  "title": "Número de mortes violentas cai 25% na Venezuela em 2023, segundo ONG - ISTOÉ Independente",
  "text": "28/12/2023 - 20:46 O número de mortes violentas na Venezuela caiu cerca de 25% em 2023, estimadas em 6.973, segundo um relatório apresentado nesta quinta-feira (28) pela ONG Observatório Venezuelano da Violência (OVV), que serve de referência diante da falta de estatísticas oficiais. “Esses números representam uma mudança na tendência recente […] A taxa de 26,8 mortes violentas por 100.000 habitantes é uma importante redução de 8,5 pontos em relação às registradas durante 2021 e 2022, que ficaram em 34,9 e 35,3”, informa o relatório do OVV. No entanto, segundo esse estudo baseado principalmente em casos publicados na imprensa, a Venezuela continua sendo um dos países mais violentos da América Latina. Do total de 6.973 mortes violentas registradas pelo OVV em 2023, 1.956 foram homicídios, 953 ocorreram durante operações policiais e 4.064 estão sob investigação. Em 2022, o número total ficou em 9.367 em 2022 e em 9.447 em 2021. Esses números não incluem desaparecimentos, que o OVV estimou em 1.443 em 2023, frente aos 1.370 de 2022 e 1.634 de 2021. Este país sul-americano de 30 milhões de habitantes vem registrando uma importante diminuição no número de mortes violentas desde 2016, quando o OVV contabilizou 28.479 óbitos desse tipo, em meio a uma enorme emigração, a uma grave crise econômica e à pandemia de covid-19. “Há uma acentuação dos efeitos do que vinham ocorrendo”, disse à AFP Roberto Briceño-León, diretor do OVV, para quem o crescimento de facções do crime organizado “monopolizou” a violência diante da debilidade do Estado e, com isso, a letalidade da criminalidade diminuiu. “A redução das mortes violentas não significa necessariamente uma diminuição da criminalidade, mas sim uma mudança da criminalidade”, destacou. A média mundial de homicídios é de 5,8 por 100.000 habitantes (15 a cada 100.000 nas Américas), de acordo com o último relatório do Escritório das Nações Unidas contra a Droga e o Crime (UNODC, na sigla em inglês). erc/jt/dg/dd/mvv/rpr",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "War, Conflict and Unrest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T02:09:43.730+02:00",
  "updated": "2023-12-29T02:09:43.730+02:00"
}