{
  "thread": {
    "uuid": "2119870e98c3c658debd64d162b365157678d024",
    "url": "https://leadership.ng/nigerian-manufacturers-capable-ready-to-produce-vaccines-tinubu",
    "site_full": "leadership.ng",
    "site": "leadership.ng",
    "site_section": "http://nigeria.shafaqna.com/rss.xml",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Nigeria News (News Reader) | ",
    "title": "Nigerian Manufacturers Capable, Ready To Produce Vaccines - Tinubu",
    "title_full": "Nigerian Manufacturers Capable, Ready To Produce Vaccines - Tinubu",
    "published": "2024-04-04T23:57:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://leadership.ng/wp-content/uploads/2024/04/WhatsApp-Image-2024-04-04-at-9.38.22-PM.jpeg",
    "performance_score": 0,
    "domain_rank": 23055,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2119870e98c3c658debd64d162b365157678d024",
  "url": "https://leadership.ng/nigerian-manufacturers-capable-ready-to-produce-vaccines-tinubu",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jonathan Nda-Isaiah",
  "published": "2024-04-04T23:57:00.000+03:00",
  "title": "Nigerian Manufacturers Capable, Ready To Produce Vaccines - Tinubu",
  "text": "President Bola Tinubu has called on Gavi, the Vaccine Alliance, to collaborate with potential Nigerian vaccine manufacturers to ensure equitable access to life-saving vaccines for children and adults.\nTinubu, while speaking at a meeting with a delegation of GAVI led by its Chief Executive Officer, Dr. Sania Nishtar, said partnership on local vaccine production has become necessary owing to the challenges faced by developing countries, especially during the COVID-19 pandemic and other infectious disease outbreaks.\nTinubu stated this at the State House, on Thursday in a statement by his Special Adviser on Media and Publicity, Ajuri Ngelale.\n”We have capable and talented people who can make the necessary contributions to the production of vaccines in Nigeria and the rest of Africa,’’ the President told the visiting CEO, who assumed office on March 18, 2024, and has embarked on visits to some African countries.\nThe President assured GAVI CEO of Nigeria’s commitment to fulfilling its outstanding counterpart contributions for routine vaccines for the year 2023.\nHe directed the Coordinating Minister of Health and Social Welfare, Professor Ali Pate, to work with the Coordinating Minister of the Economy and Minister of Finance to ensure the release of necessary funds for vaccine procurement.\n”We intend to contribute to the development of our healthcare programme, and we are committed to partnering with GAVI,” the President said.\nHe expressed his administration’s focus on ensuring that no child is left behind when it comes to vaccination against preventable childhood diseases.\n”GAVI’s commitment to humanity is recognised throughout the world. Thank you for the impactful commitment to humanity, and we welcome the collaboration to save our children from preventable diseases.\n”We as a nation are committed to your values, and we believe that no child should be left unprotected,” he said.\nPresident Tinubu acknowledged the invaluable perspective shared by the GAVI CEO, who hails from a developing country, Pakistan, and emphasised the importance of leveraging her experience for the benefit of children’s health.\nCommending Dr. Nishtar for her visit to Nigeria and support for the administration’s health-sector initiatives, the President pledged to prioritise investments in health sector renewal, noting the importance of coordination and collaboration among federal, state, and local governments.\nIn her remarks, the GAVI CEO congratulated the Nigerian government on its innovative health-sector initiatives, including increasing budgetary allocations to health to 4.6 percent and commitment to providing HPV vaccines for adolescent girls, among others.\nShe expressed readiness to collaborate with the Federal Ministry of Health and Social Welfare to leverage policy instruments and technical expertise to advance health outcomes.\nDr. Nishtar announced GAVI’s commitment to providing $250 million grant support to Nigeria, as well as its dedication to addressing vaccine inequity in Africa through initiatives like the African Vaccine Manufacturing Accelerator, which has earmarked $1 billion to support the sustainable growth of Africa’s manufacturing base for vaccine production.\n”Nigeria is a very special country. It is a very special country in Africa. It is a special country in the world and it is a very special country for us in GAVI. There is a dictum in GAVI that says, ‘there is no success for GAVI without success in Nigeria’,” she said.\nThe GAVI CEO also informed the President that its Board will be meeting in the coming weeks to decide on policy decisions that will impact the way in which Nigeria receives support from the organisation beyond 2028, and that her visit to the country was for discussions with Nigeria’s health managers.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology"
  ],
  "external_links": [
    "https://potentnaturalsolutions.com/brst-care/",
    "https://travads.com/l/leadershiptextmarch2024",
    "https://www.travads.com/l/leadershiptextmarch2024",
    "https://potentnaturalsolutions.com/brst-care",
    "https://www.potentnaturalsolutions.com/brst-care/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tinubu",
        "sentiment": "negative"
      },
      {
        "name": "bola tinubu",
        "sentiment": "negative"
      },
      {
        "name": "nigeri",
        "sentiment": "negative"
      },
      {
        "name": "ajuri ngelale",
        "sentiment": "none"
      },
      {
        "name": "sania nishtar",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "gavi",
        "sentiment": "none"
      },
      {
        "name": "state house",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "vaccine alliance",
        "sentiment": "none"
      },
      {
        "name": "gavi",
        "sentiment": "none"
      },
      {
        "name": "africa",
        "sentiment": "none"
      },
      {
        "name": "nigeria",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:00:52.317+03:00",
  "updated": "2024-04-05T07:57:58.553+03:00"
}