{
  "thread": {
    "uuid": "e60cb6e4b1adf430af36ec3fbd54442eb8351967",
    "url": "https://www.infobae.com/teleshow/2024/01/07/la-emotiva-cancion-que-martin-bossi-le-canto-a-mirtha-legrand-tras-su-visita-al-teatro/",
    "site_full": "www.infobae.com",
    "site": "infobae.com",
    "site_section": "https://www.infobae.com/argentina-rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Infobae.com",
    "title": "La emotiva canción que Martín Bossi le cantó a Mirtha Legrand tras su visita al teatro",
    "title_full": "La emotiva canción que Martín Bossi le cantó a Mirtha Legrand tras su visita al teatro",
    "published": "2024-01-08T01:31:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.infobae.com/new-resizer/99riaD-u-BZFwT77hUjW_n8gxlA=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/7XASP6G4LRA2NKSKUEAADKQ62E.jpeg",
    "performance_score": 0,
    "domain_rank": 2131,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e60cb6e4b1adf430af36ec3fbd54442eb8351967",
  "url": "https://www.infobae.com/teleshow/2024/01/07/la-emotiva-cancion-que-martin-bossi-le-canto-a-mirtha-legrand-tras-su-visita-al-teatro/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lucas Terrazas",
  "published": "2024-01-08T01:31:00.000+02:00",
  "title": "La emotiva canción que Martín Bossi le cantó a Mirtha Legrand tras su visita al teatro",
  "text": "Tras un año lleno de trabajo, compromisos y eventos, Mirtha Legrand se tomó los primeros días del 2024 para relajarse y vivir el verano y el glamour de Mar del Plata. La diva disfruta de la gastronomía, los paseos y las obras que ofrece la ciudad. Por esa razón, asistió al show teatral musical “Bossi Live Comedy”, protagonizado por Martín Bossi, donde fue invitada de honor del actor y recibió un regalo que la hizo emocionar hasta las lágrimas.\n[Te puede interesar: Después de la polémica, Mirtha Legrand fue a ver a Fátima Flórez en Mar del Plata: “Ha nacido una estrella”](/teleshow/2024/01/06/despues-de-la-polemica-mirtha-legrand-fue-a-ver-a-fatima-florez-en-mar-del-plata-ha-nacido-una-estrella/)\nLuego de un show de dos horas, donde el cómico hizo reír, cantar y bailar al público, llegó el momento especial de la noche. A pocos minutos de finalizar el espectáculo, Bossi se acercó por sorpresa hasta donde estaba Mirtha Legrand y le cantó el tema ‘Yo no soy tu prisionero’.\nBajo las luces de la sala y ante la vista de todos los presentes, Legrand se emocionó hasta las lágrimas. “Te tengo que decir una cosa. Te prometí mariachis. La fanfarria Alto Perú, íbamos a cortar la calle. Pero ahorita no podemos cortar porque el que corta no cobra. Así que conformate con los churros (le regaló una bolsa de churros). Tenés una gran mesa acá de mil personas que te aman. Compartiste una noche de amor y quiero saber qué sentiste esta noche en mi casa, porque siempre te voy a visitar yo. Contame”, le dijo el actor a Mirtha mirándola a los ojos.\nClaramente sensibilizada por el momento, la Chiqui tomó el micrófono y miró fijamente al actor. “Yo no puedo decir con palabras lo que sentí. Estoy tan emocionada. Realmente este jovencito es un genio. Un genio absoluto. Nos hace pensar. Nos hace reaccionar. Nos hace querer a nuestro vecino. Mira esto. Es extraordinario. Lo que hacés es extraordinario. No sé cómo se llama esto, pero lo que hacés es maravilloso”, le expresó la diva con la voz quebrada. Ante las palabras de ella, Bossi solo le llegó a exclamar: “Te amo”.\n[Te puede interesar: La agenda de Mirtha Legrand en Mar del Plata: descanso, salidas nocturnas y una ovación muy especial](/teleshow/2024/01/04/la-agenda-de-mirtha-legrand-en-mar-del-plata-descanso-salidas-nocturnas-y-una-ovacion-muy-especial/)\nAsí, luego de regalar obsequios tan llamativos como flores de plástico y hasta churros de una reconocida marca a manera de souvenir, Martín Bossi públicamente le propuso casamiento a Mirtha Legrand. Al ritmo de la marcha nupcial ambos salieron del teatro tomados de la mano por la fila central de plateas ante la ovación de todo el público.\nLuego del espectáculo, Mirtha Legrand fue invitada por Carlos Rottemberg a una comida íntima en un exclusivo restaurante cinco estrellas de la ciudad balnearia junto a Martín Bossi y los amigos íntimos de la diva.\nActualmente, la figura del espectáculo está alojada en la suite diplomática del Costa Galana. Normalmente cena en el nuevo restó del lugar, de cinco tenedores. En el resto del mes tiene apuntadas una serie de obras que le gustaría ir a ver, entre ellas la diva recibió flores de Silvia Kutika, quien presenta Te espero en la oscuridad y El cuarto de Verónica. Se trata de dos espectáculos de suspenso y terror. Al mismo tiempo, Legrand planea asistir a Kinky Boots.\n[Te puede interesar: Nacho Viale pasó su cumpleaños en familia en Punta del Este: el particular saludo de Marcela Tinayre](/teleshow/2024/01/03/nacho-viale-paso-su-cumpleanos-en-familia-en-punta-del-este-el-particular-saludo-de-marcela-tinayre/)\nMás allá del emotivo momento, los planes de la diva ya están definidos. En tan solo unos días, la Chiqui dejará La Feliz ya que el 20 de enero está pautado su regreso a la televisión, según lo confirmó su nieto Nacho Viale, productor del ciclo, y corroboró la propia Mirtha: “Van a estar Adrián Suar y Guido Kaczka”, señaló.\nDe esta manera, el descanso televisivo de Mirtha será de solo 20 días, ya que su última mesaza fue a finales de diciembre de 2023. Con las energías renovadas, la mediática iniciará la temporada 56 de sus históricos programas.\nDe todas maneras, a finales de enero la diva volverá a La Feliz. El lunes 29 tiene organizada una comida de gala en los salones del Costa Galana. De esta manera, ella va a Buenos Aires, viaja el 17 para grabar su nuevo programa, y vuelve a Mar del Plata para la comida.\nÚltimas Noticias\n[Desde Flor Peña a las hermanas Silvina y Vanina Escudero, Emanuel Noir y Nicole Neumann, las celebrities se divierten con su familia en los destinos que eligieron para descansar](/teleshow/2024/01/07/los-famosos-disfrutan-de-sus-vacaciones-en-el-agua-juegos-con-inflables-paseos-en-barco-y-muchas-aguas-vivas/)\nLos famosos disfrutan de sus vacaciones en el agua: juegos con inflables, paseos en barco y deportes acuáticos\n[Nick Offerman y Storm Reid encabezaron dos de los premios más importantes de la noche para la serie de HBO Max](/que-puedo-ver/2024/01/07/the-last-of-us-gana-8-premios-en-los-creative-arts-emmys-con-nick-offerman-y-storm-reid-a-la-cabeza/)\n“The Last of Us” se impone en los Creative Arts Emmys con un total de ocho premios\n[La hija del popular Ricardo Fort se lució como modelo en Punta del Este y detalló la condición que padece desde su nacimiento](/teleshow/2024/01/07/martita-fort-hablo-del-problema-neurologico-que-casi-le-impide-caminar-nunca-crei-posible-que-pudiera-desfilar/)\nMartita Fort habló del problema neurológico que casi le impide caminar: “Nunca creí posible que pudiera desfilar”\n[El actor de The Last of Us es una de las figuras principales de la producción descrita como una “epopeya de terror” en la línea de Magnolia](/malditos-nerds/2024/01/07/weapons-la-nueva-pelicula-de-pedro-pascal-con-el-director-de-barbarian-se-prepara-para-su-rodaje/)\nWeapons: la nueva película de Pedro Pascal con el director de Barbarian se prepara para su rodaje\n[La jurado del Bailando 2023 participó de un juego de preguntas en donde aseguró que tendría un encuentro hot con la cantante, quien redobló la apuesta](/teleshow/2024/01/07/pampita-eligio-a-lali-esposito-para-pasar-una-noche-de-pasion-la-picante-respuesta-de-la-cantante/)\nPampita eligió a Lali Espósito para pasar una noche de pasión: la picante respuesta de la cantante\nMÁS NOTICIAS",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T01:38:07.443+02:00",
  "updated": "2024-01-08T01:38:07.443+02:00"
}