{
  "thread": {
    "uuid": "609cc66840685e3f3a429050800d120fd4ca5ef2",
    "url": "https://www.wjhl.com/news/local/kingsport-ministry-transforms-into-cooling-shelter-and-provides-transportation-during-hot-temperatures",
    "site_full": "www.wjhl.com",
    "site": "wjhl.com",
    "site_section": "https://www.golf.einnews.com/live_feed",
    "site_categories": [
      "media",
      "hobbies_and_interests",
      "radio"
    ],
    "section_title": "Live Feed Wire - Golf News Today - EIN Presswire",
    "title": "Kingsport ministry transforms into cooling shelter and provides transportation during hot temperatures | WJHL | Tri-Cities News & Weather",
    "title_full": "Kingsport ministry transforms into cooling shelter and provides transportation during hot temperatures | WJHL | Tri-Cities News & Weather",
    "published": "2024-06-22T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.wjhl.com/wp-content/uploads/sites/98/2024/06/IMG_0299.jpg?w=1280",
    "performance_score": 0,
    "domain_rank": 18727,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "609cc66840685e3f3a429050800d120fd4ca5ef2",
  "url": "https://www.wjhl.com/news/local/kingsport-ministry-transforms-into-cooling-shelter-and-provides-transportation-during-hot-temperatures",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jayonna Scurry",
  "published": "2024-06-22T03:00:00.000+03:00",
  "title": "Kingsport ministry transforms into cooling shelter and provides transportation during hot temperatures | WJHL | Tri-Cities News & Weather",
  "text": "by: Jayonna Scurry\nPosted: Jun 21, 2024 / 11:01 PM EDT\nUpdated: Jun 21, 2024 / 11:06 PM EDT\nby: Jayonna Scurry\nPosted: Jun 21, 2024 / 11:01 PM EDT\nUpdated: Jun 21, 2024 / 11:06 PM EDT\nSHARE\nKINGSPORT, Tenn. (WJHL)—Since last November, Shepherd’s Watch Ministries has provided a warming shelter and bus for those in need. Now that the temperatures have heated up, they have become cooling shelters.\nThe same bus that picked people up during the winter in cold, frigid temperatures is now being used to keep people out of the dangerously hot heat.\nPREVIOUS: Kingsport ministry provides warming shelter and bus for those in need\n“These folks are typically in the heat from 8 a.m. in the mornings to 8 p.m. when the Salvation Army and other places are closed during the daytime,” Jeff Kiser, Founder of Shepherd’s Watch Ministry Service, said. “We try to provide drinks and food so that they don’t have to be out here dehydrated. These temperatures are horrible right now. So, severe heat is just as bad as severe cold.”\nKiser said the bus runs at least thrice daily, picking up un-housed people in various parks and places around the city. He then takes them to the Shepherd’s Watch Ministries shelter located at 1136 S. Wilcox Drive.\nPhillip Pinell met Kiser last year and stayed at the shelter for seven months.\n“He told me that I could stay and that the food was not what I was expecting at all. It was amazing, actually. It was absolutely immaculate,” Pinell said. “His donors and his attitude, the prospect of it all was extremely positive.”\nPhillip Pinell in front of the Shepherd’s Watch Ministries bus (Photo: WJHL) Pinell is a single father of two. After his parents moved away, he fell on hard times. Kiser is also a bail bondsman, so Pinell called him for help.\n“He came to my rescue, he really did,” Pinell said.\n“A lot of us get lost. A lot of us lose our places. And we get to that point where this is what we have and they settle for it. But he shows us a way that is not only with God, but at the same time he offers positions and places where you can get jobs, a way to better yourself and a place that you’re not alone.”\nKiser said Pinell is truly a blessing.\n“He has really thrived since he left here,” Kiser said. “He’s got a job. He’s got himself a new vehicle. God’s been good to him. And we like to think that something we may have said here made it happen by the grace of God.”\nPinell said Shepherd’s Watch is a great place to go if you need help.\n“Number one, it’s alcohol, drug-free and it’s extremely positive if you’re having trouble, if you need to talk to somebody, this guy [Kiser] has people that are all around,” Pinell said. “I know a lot of these people here. They are wonderful people. And they have had similar stories. They feel like they have gotten lost. You can be found.”\nLike Pinell, many others have sought refuge at Shepherd’s Watch. The shelter’s coordinator, Ryan Jones, used to be homeless. Now, he works for Shepherd’s Watch Ministries, helping others.\n“He is a fine young man,” Kiser said. “When I met him, his mother just passed away. He had lost his father a couple of years prior. This boy has turned his life around tremendously. He goes to church with me every Sunday morning. He is like my own child. He’s truly a blessing.”\nKiser said 20 to 40 people are currently being picked up out of the heat daily.\nShepherd’s Watch Ministries also has church services at the shelter on Tuesdays and Thursdays.\n“We’ve seen souls saved,” Kiser said. “That’s what it’s all about. Getting these people rehabilitated back into society, get them off the drugs. That’s the main thing.”\nKiser encourages others to reach out to people who are homeless.\n“Go to the parks, take them cold water, take them Gatorades and get in the community and fill the needs,” Kiser said. “You can see the needs when you step out into the community. You can see these folks are good folks. They just need a lift up and all of us working together by the grace of God, we can make it happen.”\nKiser said the community has shown up for the shelter since opening.\nPinell said the shelter is a wonderful place for support.\n“I made it home,” Pinell said. “And right now, I’m currently staying at a beautiful place, a beautiful house. I got back on my feet, and this is what this place can do for them.”\nThe Shepherd’s Watch Ministries shelter is open 24 hours a day. Kiser and Pinell both said volunteers and donations are always welcome.\nCopyright 2024 Nexstar Media Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kiser",
        "sentiment": "none"
      },
      {
        "name": "phillip pinell",
        "sentiment": "none"
      },
      {
        "name": "jeff kiser",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "tri-cities news & weather",
        "sentiment": "neutral"
      },
      {
        "name": "shepherd’s watch ministries",
        "sentiment": "neutral"
      },
      {
        "name": "shepherd’s watch ministry service",
        "sentiment": "none"
      },
      {
        "name": "salvation army",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "tenn.",
        "sentiment": "none"
      },
      {
        "name": "kingsport",
        "sentiment": "none"
      },
      {
        "name": "kingsport",
        "sentiment": "none"
      },
      {
        "name": "s. wilcox drive",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-22T06:33:01.808+03:00",
  "updated": "2024-06-22T07:51:55.636+03:00"
}