{
  "thread": {
    "uuid": "ee0b61e7b5ab0db2dcba920732d8609e48675517",
    "url": "https://www.lifeandstylemag.com/posts/travis-kelce-wants-to-start-a-family-with-taylor-swift-soon",
    "site_full": "www.lifeandstylemag.com",
    "site": "lifeandstylemag.com",
    "site_section": "https://www.lifeandstylemag.com/rss.xml",
    "site_categories": [
      "celebrity_fan_gossip",
      "entertainment"
    ],
    "section_title": "Life & Style",
    "title": "Travis Kelce Wants to ‘Start a Family’ With Taylor Swift Soon",
    "title_full": "Travis Kelce Wants to ‘Start a Family’ With Taylor Swift Soon | Life & Style",
    "published": "2024-04-18T20:27:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.lifeandstylemag.com/wp-content/uploads/2024/04/Travis-Kelce-Wants-to-‘Start-a-Family-With-Taylor-Swift-Soon.jpg?crop=0px%2C80px%2C2560px%2C1345px&#038;resize=1200%2C630&#038;quality=86&#038;strip=all",
    "performance_score": 0,
    "domain_rank": 17818,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ee0b61e7b5ab0db2dcba920732d8609e48675517",
  "url": "https://www.lifeandstylemag.com/posts/travis-kelce-wants-to-start-a-family-with-taylor-swift-soon",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-18T20:27:00.000+03:00",
  "title": "Travis Kelce Wants to ‘Start a Family’ With Taylor Swift Soon",
  "text": "On the April 10 episode of “New Heights with Jason and Travis Kelce ,” podcast cohost Travis admitted that he doesn’t understand how he was able to woo girlfriend Taylor Swift . “She wasn’t into sports, so I don’t know how the f–k I did it,” the Chiefs tight end, 34, said, adding he was “just flying high, enjoying it all.”\nNow, eight months into their romance, he has no plans to let the “Karma” singer go. “Travis is eager to speed up their relationship timeline,” claims a source. “He wants to marry Taylor right away and start a family as soon as she’s ready. Travis has been so broody that he’s told Taylor he’s open to having kids before a wedding!”\nIndeed, on yet another recent episode of “New Heights,” Travis implied he “can’t wait” to welcome children . “His fatherly instincts kick in whenever he spends time with his three young nieces,” says the source. “Travis is going to be an amazing dad.”\nTaylor Swift and Travis Kelce: Proud Parents-to-Be? Lucky for the NFL Pro-Bowler, Taylor, 34, is also playing for keeps. “She knows starting a family is huge for Travis — that’s one of the things she loves about him,” says the source. “Taylor and Travis have definitely talked about how cute their babies would be. They’re still not officially engaged, but they both have babies on the brain.”\n Which Is Your Favorite Taylor’s Version Album? The couple have even discussed the dynamics of their future brood. “They’d love to have twins right out of the gate — a boy and a girl would be ideal — but they’re not picky,” says the source. “He wants four kids, and she says three is fine.” What’s more, the lovebirds have a list of baby names, reveals the source: “Taylor’s are pretty normal while Travis has some wild ideas.”\nWill Taylor Swift’s ‘Tortured Poets’ Songs Mention Travis Kelce Romance? Time Is on Taylor Swift and Travis Kelce’s Side Though they may already have monikers for their progeny picked out, Taylor and Travis are not quite on the same page about timing. “She tries to calm him down when he talks about things happening ASAP,” shares the source. “Taylor tells Travis there’s plenty of time.”\nThe newly minted billionaire — who once said she wanted to be “a mom full-time” when the day came — is still in the middle of her international Eras Tour and is about to release an 11th album, The Tortured Poets Department . “Taylor’s plan is to take a big chunk of time off once she’s ready to get pregnant,” confirms the source. “Having a good husband and a few kids is all she’s ever dreamed of and, sooner rather than later, it’s coming true.”\nTags: Babies Celebrity Couples Exclusive Family Inbook Taylor Swift Travis Kelce",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://amzn.to/3VOhGCo",
    "https://www.amzn.to/3VOhGCo"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "travis admitte",
        "sentiment": "negative"
      },
      {
        "name": "jason",
        "sentiment": "negative"
      },
      {
        "name": "travis kelce",
        "sentiment": "negative"
      },
      {
        "name": "taylor swift",
        "sentiment": "none"
      },
      {
        "name": "taylor",
        "sentiment": "none"
      },
      {
        "name": "travis",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nfl",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:03:02.032+03:00",
  "updated": "2024-04-19T07:21:57.074+03:00"
}