{
  "thread": {
    "uuid": "f3a567fcde393c380191c9a64cb0c9cbc811ada8",
    "url": "https://abc7ny.com/8-year-old-boy-becomes-first-in-new-york-to-undergo-an-fda-approved-gene-therapy-for-a-rare-inherited-blood-disorder-called-beta-thalassemia/14689063",
    "site_full": "abc7ny.com",
    "site": "abc7ny.com",
    "site_section": "https://abc7ny.com/live/5347049/",
    "site_categories": [
      "media",
      "television",
      "entertainment"
    ],
    "section_title": "Eyewitness News Live Streaming Video - ABC7 New York",
    "title": "Medical breakthrough: 8-year-old boy first in New York to receive FDA-approved gene therapy for rare inherited blood disorder - ABC7 New York",
    "title_full": "Medical breakthrough: 8-year-old boy first in New York to receive FDA-approved gene therapy for rare inherited blood disorder - ABC7 New York",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.abcotvs.com/dip/images/14689950_041824-wabc-boy-gene-therapy-img.jpg?w=1600",
    "performance_score": 0,
    "domain_rank": 3718,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f3a567fcde393c380191c9a64cb0c9cbc811ada8",
  "url": "https://abc7ny.com/8-year-old-boy-becomes-first-in-new-york-to-undergo-an-fda-approved-gene-therapy-for-a-rare-inherited-blood-disorder-called-beta-thalassemia/14689063",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Janice Yu",
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "Medical breakthrough: 8-year-old boy first in New York to receive FDA-approved gene therapy for rare inherited blood disorder - ABC7 New York",
  "text": "QUEENS (WABC) -- Doctors say gene therapy is something the medical community has been working toward for decades. They say it's a game changer, not just for one particular disorder but for other similar disorders. In many ways, Yusef is just your average 8-year-old. He loves dinosaurs, watching TV, and playing with his twin sister. But now, he's making history as the first patient in the state of New York to undergo an FDA-approved gene therapy for a rare inherited blood disorder called beta-thalassemia. \"Speaking personally as a medical professional, but especially a pediatric hematologist and colleges and transplant doctor, this is just such an unbelievable time to be practicing, literally watching medicine change on a day-by-day basis in front of our eyes,\" said Dr. John Fish, Head of Stem Cell Transplant and Therapy at Cohen Children's Medical Center. Previously, the only treatment options were a bone marrow transplant from a donor, usually a compatible family member, or blood infusions every two to four weeks. Yusef, unable to find a match, has received transfusions at Cohen Children's since he was 2 months old. This new therapy changes that. \"The patient is his own donor. We actually collect the patient's own stem cells and send them to a lab where a gene is added into the blood cells so the patient can start producing the normal adult hemoglobin. When the cells are ready, we receive the cells back and infuse them back to the patient,\" said Dr. Banu Aygun, Associate Chief of hematology at Cohen Children's Medical Center. Fifteen years ago, in this very hospital, Yusef's aunt, Aleeza, underwent a bone marrow transplant for the same disorder. His mom, Yusara Ahmed, says the advancements since then are astonishing, and it now gives Yusef and the family a chance at a life without monthly visits to the hospital. \"Very relieved and very happy that we're, you know, back to like a more normal setting and a more and more normal life where it's not just like, Oh, we have to take out a whole day for a transfusion or any trip that we're planning. We have to, like, make sure that we know or if we're going anywhere,\" Ahmed said. \"So it was really great that, you know, we were able to finally, you know, just have this opportunity to, you know, get him to treatment. So and we're just very thankful.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "john fish",
        "sentiment": "none"
      },
      {
        "name": "cohen chi",
        "sentiment": "none"
      },
      {
        "name": "yusef",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "fda",
        "sentiment": "neutral"
      },
      {
        "name": "wabc",
        "sentiment": "neutral"
      }
    ],
    "locations": [
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "cohen children's medical center",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:05:51.989+03:00",
  "updated": "2024-04-19T01:05:51.989+03:00"
}