{
  "thread": {
    "uuid": "8f3bc1e2a8c59c740f1f14814342bb01805f9de2",
    "url": "https://www.world-today-news.com/hamas-accepts-ceasefire-proposal-in-gaza-strip-from-egypt-and-qatar-mediators-latest-update",
    "site_full": "www.world-today-news.com",
    "site": "world-today-news.com",
    "site_section": "https://www.world-today-news.com/category/world/",
    "site_categories": [],
    "section_title": null,
    "title": "Hamas Accepts Ceasefire Proposal in Gaza Strip from Egypt and Qatar Mediators – Latest Update",
    "title_full": "Hamas Accepts Ceasefire Proposal in Gaza Strip from Egypt and Qatar Mediators – Latest Update",
    "published": "2024-05-07T00:32:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 27646,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8f3bc1e2a8c59c740f1f14814342bb01805f9de2",
  "url": "https://www.world-today-news.com/hamas-accepts-ceasefire-proposal-in-gaza-strip-from-egypt-and-qatar-mediators-latest-update",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "world today news",
  "published": "2024-05-07T00:32:00.000+03:00",
  "title": "Hamas Accepts Ceasefire Proposal in Gaza Strip from Egypt and Qatar Mediators – Latest Update",
  "text": "Hamas issued a statement on the 6th, announcing that it agreed with the ceasefire proposal in the Gaza Strip proposed by the mediators.\nCCTV International News reported that Hamas said it accepted the ceasefire plan proposed by Egypt and Qatar as mediators. The statement said that the head of the Hamas Politburo Haniyeh had spoken to the Prime Minister of Qatar and the head of the Egyptian intelligence agency, saying that Hamas agreed to its cease-fire plan, however, it was not details of the ceasefire plan have yet to be released.\n[Buidheann Naidheachd Meadhan/Aithisgean farsaing de naidheachdan cèin à Cairo air an 6mh]\nThe war between Israel and the Palestinian armed group Hamas has lasted for almost seven months and Qatar.\nA Hamas statement read that Hamas political leader Ismail Haniyeh informed Qatar’s Prime Minister and Egypt’s intelligence chief that Hamas accepted their cease-fire proposal​​​​.\nReuters said Israel had no immediate comment on the matter.\nBBC News reported that details of Hamas’ acceptance of the ceasefire offer from Egypt and Qatar have not yet been released, including how long the ceasefire will last. and whether the couple was held in the Gaza Strip by Israeli hostages.\nHamas officials pointed out that after accepting the ceasefire proposal put forward by the mediators, “it now depends on Israel’s response.”\nHamas agrees to cease-fire proposal\nHamas issued a statement on the 6th, announcing that it agreed with the ceasefire proposal in the Gaza Strip proposed by the mediators.\n2024-05-07 01:02\nUS military and financial aid in the Israel-Kazakhstan war has been blocked for the first time\nThe US media Axios reported exclusively on the 5th that two Israeli officials claimed that the Biden administration stopped the delivery of weapons made by the US to the Israeli army last week. This is what the United States has done since the start of the war against Kazakhstan last October…\n2024-05-07 00:46\nNegotiations to end the war with Kazakhstan are close to collapse\nThe latest round of Gaza ceasefire talks reached a deadlock in Cairo, Egypt.\n2024-05-07 01:03\nIsrael appears to be attacking the city of Gazarafa, Biden expresses concern to Netanyahu\nUS President Joe Biden spoke with Israeli Prime Minister Benjamin Netanyahu this morning, White House officials said. At a time when Israel appears to be pulling back on cities in the southern Gaza Strip…\n2024-05-07 00:43\nIsrael orders a complete shutdown of Al Jazeera’s operations in the country\nOn May 5, Israeli Prime Minister Benjamin Netanyahu announced that all of Al Jazeera’s operations in Israel would be shut down.\n2024-05-06 15:51\nDo you know sad Gaza? Palestinians would camp at the Rafah Cemetery to watch wild dogs chew on bodies, while children drew pictures of broken arms and limbs.\nThe British Broadcasting Corporation (BBC) said that more than 1.4 million Palestinians are currently taking refuge in the southern Gaza city of Rafah.\n2024-05-06 15:33\ncommon 0 then leave a message\nWhen posting articles or adding tags, you must not make any comments that are illegal or infringe the rights of others. For comments that are known to be false or too emotional and abusive, if reported by netizens or found by this website, Lianhe News Network has the right to delete the article, send the membership off or terminate. If you do not agree with the above rules, please do not post articles. For tags that are meaningless, not relevant to this article, known to be incorrect, or abusive, Lianhe News Network reserves the right to delete tags, cancel subscriptions or cancel it. If you do not agree with the above rules, please do not add tags. If the “nickname” includes swearing, swearing, or violating the rights of others, Lianhe News Network has the right to delete the article, suspend or cancel the membership. If you do not agree with the above rules, please do not post articles. More\n#Hamas #announces #agreement #ceasefire #proposal #United #News #Network\n2024-05-06 17:02:43",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://udesign.uniicreative.com/mall/cus/cat/OutWebAd.do?dc_btn_0=udnComNews&#038;htmlTag=true&#038;kdid=ERuglobal",
    "https://www.udesign.uniicreative.com/mall/cus/cat/OutWebAd.do?dc_btn_0=udnComNews&#038;htmlTag=true&#038;kdid=ERuglobal",
    "https://udesign.uniicreative.com/mall/cus/cat/OutWebAd.do"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ismail haniyeh",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "negative"
      },
      {
        "name": "cctv international news",
        "sentiment": "none"
      },
      {
        "name": "hamas politburo haniyeh",
        "sentiment": "none"
      },
      {
        "name": "bbc news",
        "sentiment": "none"
      },
      {
        "name": "reuters",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza strip",
        "sentiment": "none"
      },
      {
        "name": "qatar",
        "sentiment": "none"
      },
      {
        "name": "egypt",
        "sentiment": "none"
      },
      {
        "name": "cairo",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-07T04:28:49.895+03:00",
  "updated": "2024-05-07T04:28:49.895+03:00"
}