{
  "thread": {
    "uuid": "c98c9ba208e1951381a10d78a1e331babfeb027a",
    "url": "https://leadership.ng/enugu-will-become-agric-hub-for-investors-governor-mbah",
    "site_full": "leadership.ng",
    "site": "leadership.ng",
    "site_section": "https://leadership.ng/feed",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Leadership News",
    "title": "Enugu Will Become Agric Hub For Investors – Governor Mbah",
    "title_full": "Enugu Will Become Agric Hub For Investors – Governor Mbah",
    "published": "2024-02-16T08:28:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://leadership.ng/wp-content/uploads/2024/01/Peter-Mbah-jpeg.webp",
    "performance_score": 0,
    "domain_rank": 23904,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c98c9ba208e1951381a10d78a1e331babfeb027a",
  "url": "https://leadership.ng/enugu-will-become-agric-hub-for-investors-governor-mbah",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Leadership News",
  "published": "2024-02-16T08:28:00.000+02:00",
  "title": "Enugu Will Become Agric Hub For Investors – Governor Mbah",
  "text": "Enugu State Governor Peter Mbah has reiterated his administration’s commitment to making the state an agricultural hub for investors.\nMr Mbah made this known while unveiling the Enugu rice at the Ministry of Agriculture and Agro Industrialisation complex in Enugu.\nThe governor, represented by his Deputy, Barr. Ifeanyi Ossai, commended the Commissioner for Agriculture and Agro Industrialisation, Mr Patrick Ubru, for the efforts in making the event a reality.\nHe said, “I am impressed by what I see today, it is encouraging, I commend the farmers of Enugu State and with your synergy, support and cooperation to Enugu State Government, production of rice will continue to increase for the benefit of all. This is the development we have been craving for as well as the growth we are praying for. Indeed, our tomorrow is here.”\nHe enjoined staff of the ministry to be dedicated to their duties and give maximum support to the commissioner so that the ministry could achieve the mandate and vision of the state for agriculture.\nMr Mbah noted that the Enugu rice brand would grow bigger than what it was known for, stressing that the state would soon be known as a rice producing state.\nHe explained that Enugu was now an oil producing state and also doing well i the agricultural sector, saying, “This will help to reduce hunger to zero by 2031.’’\nEarlier, Mr Ubru had commended the governor for his commitment to the rebirth and development of the sector.He stated that the occasion was a testament to their collective efforts in promoting and emphasising the authenticity and originality of the Enugu rice brand.\nThe commissioner stressed that it offered the state an opportunity to showcase the exceptional quality of its locally produced rice and to celebrate the hard work of the farmers.\nHe maintained that the launch was promoting the brand, its originality and also ensuring that farmers had the opportunity to make substantial sales to increase their income.\nHe said that the rice would be sold at the most affordable prices to make the rice accessible to all, to improve their livelihoods and boost their local economy.\nMr Ubru noted that the state government had directed his ministry to ensure the establishment of more rice mills across the LGAs with comparative advantage in rice production.\n“These mills will revolutionise rice processing in our state and also enhance our self-sufficiency and economic growth,’’ he added.\nHe said this would be achieved through the land space of over 50,000 hectares of rice fields in different locations at Idodo-Owo-Ubagu-Amankanu-Nkerefi-Nara- Ugboka rice fields in Nkanu East LGA.He stated, “Others are Ibiteolo-Mgbagbu Owa rice fields in Ezeagu LGA,Oduma-Nenwe-Okpanku rice fields in Aninri LGA,Adani-Okoro-Ogurugu- Asaba rice fields in Uzo-Uwani LGA and rice fields in Isi-Uzo LGA.\nHe added that Mbah’s vision was to feed Enugu people and make the state the food basket of the nation as demonstrated with the payment of counterpart funds for the donor agricultural-assisted projects.These include the payment of seven years arrears for Agricultural Transformation Agenda Support Program phase -1, the initial payment for the new Livestock Productivity and Resilience Support Project.\nThe three years payment for IFAD assisted Value Chain Development Programme is also part of the payments.\nThe state programme coordinator of IFAD-VCOP, Dr Edward Isiwu, stated that some farmers in Abakaliki went to Nara, Nkerefi, Nomeh and Ubahu to cultivate rice on leased land which they sold as Abakaliki rice.He appealed to the state government to provide them with some land to cultivate rice and help in increasing the production of the grain in the state.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Politics",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "peter mbah",
        "sentiment": "negative"
      },
      {
        "name": "barr",
        "sentiment": "none"
      },
      {
        "name": "mbah",
        "sentiment": "none"
      },
      {
        "name": "patrick ubru",
        "sentiment": "none"
      },
      {
        "name": "ifeanyi ossai",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "enugu will become agric hub for investors – governor mbah enugu state",
        "sentiment": "neutral"
      },
      {
        "name": "enugu state",
        "sentiment": "none"
      },
      {
        "name": "enugu state government",
        "sentiment": "none"
      },
      {
        "name": "ministry of agriculture",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "enugu",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T09:46:33.209+02:00",
  "updated": "2024-02-16T09:46:33.209+02:00"
}