{
  "thread": {
    "uuid": "72bb55c820b09920822c2e6cf13aadcc4cb8d85d",
    "url": "https://www.fanpage.it/sport/calcio/labbraccio-di-spalletti-a-nosotti-dopo-il-grave-lutto-il-gesto-commovente-prima-di-croazia-italia",
    "site_full": "www.fanpage.it",
    "site": "fanpage.it",
    "site_section": "https://giornali.it/",
    "site_categories": [
      "media"
    ],
    "section_title": "Giornali.it - Notizie di cronaca, quotidiani e news dell'ultima ora",
    "title": "L'abbraccio di Spalletti a Nosotti dopo il grave lutto: il gesto commovente prima di Croazia-Italia",
    "title_full": "L'abbraccio di Spalletti a Nosotti dopo il grave lutto: il gesto commovente prima di Croazia-Italia",
    "published": "2024-06-23T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://staticfanpage.akamaized.net/wp-content/uploads/sites/27/2024/06/spalletti-nosotti.jpg",
    "performance_score": 0,
    "domain_rank": 10087,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "72bb55c820b09920822c2e6cf13aadcc4cb8d85d",
  "url": "https://www.fanpage.it/sport/calcio/labbraccio-di-spalletti-a-nosotti-dopo-il-grave-lutto-il-gesto-commovente-prima-di-croazia-italia",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ada Cotugno",
  "published": "2024-06-23T03:00:00.000+03:00",
  "title": "L'abbraccio di Spalletti a Nosotti dopo il grave lutto: il gesto commovente prima di Croazia-Italia",
  "text": "L’abbraccio di Spalletti a Nosotti dopo il grave lutto: il gesto commovente prima di Croazia-Italia Ada Cotugno Un gesto inaspettato ma che viene dal cuore, per mostrare vicinanza in un momento delicato e tendere una mano a chi ne ha bisogno: alla viglia di Croazia-Italia Luciano Spalletti ha lasciato per un attimo le vesti di commissario tecnico della Nazionale per avvicinarsi a Marco Nosotti e sciogliersi in un lungo abbraccio. Pochi giorni fa il giornalista di SkySport ha perso la moglie Silvia in seguito a una lunga malattia, spezzando così un amore che durava da oltre 30 anni. Sono stati momenti molto duri per lui che oggi è tornato in Germania al seguito degli Azzurri ed è stato accolto dalle braccia dell'allenatore che ha voluto dedicargli un tenero pensiero. L'abbraccio di Spalletti a Nosotti Domani sera l'Italia scenderà in campo contro la Croazia per la partita decisiva di questi Europei 2024 che potrebbe sancire il passaggio agli ottavi di finale. Alla vigilia, come succede in questi casi, la squadra si è recata a Lipsia per il classico walk around dello stadio che ha coinvolto anche Spalletti. Mentre girava per il prato il tecnico toscano ha notato a bordocampo Nosotti, ritornato in Germania dopo la sua triste perdita per riprendere il lavoro a seguito della Nazionale. Il commissario tecnico si è avvicinato a lui e si è lasciato a un lungo abbraccio che vale più di ogni altra cosa, un gesto sincero per dimostrare ciò che è davvero importante. L'ex allenatore del Napoli gli ha sussurrato qualche parola all'orecchio mentre il giornalista ha ricambiato dandogli qualche pacca sulla palla in segno d'affetto. L'abbraccio è durato qualche secondo e poi ognuno ha ripreso la sua strada, vestendo i ruoli per i quali sono agli Europei: per un istante Spalletti ha abbattuto la barriera che li divide per unirsi a lui, dimenticandosi di ogni cosa in un momento così delicato.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Sport"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-23T23:37:04.732+03:00",
  "updated": "2024-06-23T23:37:04.732+03:00"
}