{
  "thread": {
    "uuid": "bef7c0e60c51c1c6700da61fc3ba528bcb34607c",
    "url": "https://www.tubefilter.com/2024/04/11/storiaverse-read-watch-animator-writer-app-king-science",
    "site_full": "www.tubefilter.com",
    "site": "tubefilter.com",
    "site_section": "https://www.tubefilter.com/rss",
    "site_categories": [
      "television",
      "non_standard_content",
      "entertainment"
    ],
    "section_title": "Tubefilter",
    "title": "Storiaverse pairs writers and animators together to create multimedia stories. It’s partnering with one of TikTok’s biggest animators.",
    "title_full": "Storiaverse pairs writers and animators together to create multimedia stories. It’s partnering with one of TikTok’s biggest animators.",
    "published": "2024-04-11T23:08:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.tubefilter.com/wp-content/uploads/2024/04/storiaverse.jpg",
    "performance_score": 0,
    "domain_rank": 15810,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bef7c0e60c51c1c6700da61fc3ba528bcb34607c",
  "url": "https://www.tubefilter.com/2024/04/11/storiaverse-read-watch-animator-writer-app-king-science",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "James Hale",
  "published": "2024-04-11T23:08:00.000+03:00",
  "title": "Storiaverse pairs writers and animators together to create multimedia stories. It’s partnering with one of TikTok’s biggest animators.",
  "text": "One of the founders of FameBit (which Google acquired and later turned into YouTube BrandConnect ) has launched a new app that pairs writers and animators together to create what it calls a “read-watch” experience in storytelling.\nStoriaverse , which launched earlier this month, taps writers to submit their works, then matches accepted stories with artists who animate sections of those stories. The end result, with writing and animation combined, lets Storiaverse users swipe up on a story to watch animated clips as they’re reading.\nAgnes Kozera , the aforementioned FameBit co-founder and now co-founder and chief content officer of Storiaverse, says the platform was inspired by “the popularity of graphic novels and shows like Love, Death & Robots ,” which “demonstrate the changing creative landscape and increasing demand for animation among digital natives in adulthood.”\n“We are thrilled to merge animation with exceptional writing to allow writers and animators to unleash their creativity and go beyond the usual boundaries of storytelling solely for younger audiences in traditional formats,” Kozera added.\nStoriaverse has raised $2.5 million in funding so far, and currently has more than 100 creators working on over 100 different story projects. Kozera told TechCrunch that Storiaverse pays both writers and animators, and that compensation “varies based on factors such as length and complexity of the story.”\nStoriaverse is also considering increasing creator monetization by running ads, including product placement, and offering merch and subscriptions, Kozera said.\nOne of the creators currently working with Storiaverse is King Science , an animator who has 13.5 million followers on TikTok . He partnered with Storiaverse and, according to the platform, plans to debut the cartoon version of himself he animates on TikTok in a “longer, more immersive format” that’ll be exclusive to Storiaverse.\n“As an independent animator, I’m eager to captivate audiences in new ways and explore creating longer-form animation content that gets into the heart of storytelling, and Storiaverse offers that opportunity,” King Science said in a statement. “It has been so fun to write and animate my own story for the unique read-watch format and I can’t wait for my fans to dive into this immersive experience. What truly resonates with me is the platform’s easy-to-work-with team and the creative freedom to champion my ideas. I think Storiaverse will make a positive impact on the animation community and give fans a totally new way to experience storytelling. I’m excited to launch my story in the app soon!”\nStoriaverse says it’s looking to secure partnerships with more content creators like King Science.\nthe meantime, it launched with a handful of fully completed stories, including:\nA Night at the Park – A suspenseful mystery about two fugitives who try to take shelter in the wrong house, written by John M. Floyd , the award-winning author of more than 1,000 short stories in publications like Alfred Hitchcock’s Mystery Magazine and The Best American Mystery Stories. Animated by Josh Ryba , a writer, director and animator who has worked on projects such as Ridley Scott’s Netflix series Raised by Wolves.\nThe End of the West – An exciting Western where the line between predator and prey becomes blurred, written by Maxim Loskutoff , an award-winning novelist who has been published by The New York Times. Animated by Shahab Serwaty , a story art and 2D animation artist who has worked on TV series, films, music videos, board games, and graphic novels.\nThe Kelpie – An inspiring fantasy about a young witch’s courage, transformation, and magic, written by queer, working-class Scottish writer Lindz McLeod and animated by Jonathan Fontaine, who has worked on movies including Disney’s Descendants and Paramount’s Paws of Fury: The Legend of Hank.\nA Last Taste – A wild sci-fi story about the space heist of a lifetime, written by novelist Lyndsay Ely , who has contributed to books in the video game-inspired “Overwatch” series. Animated by Michael Winn , an animation instructor at Detroit’s The College for Creative Studies who has worked on projects for Warner Brothers and Sony.\n(Descriptions provided by Storiaverse.)\nYou can check Storiaverse out here . It’s looking for story submissions from writers and portfolio submissions from animators.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Social Issue",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://www.tiktok.com/@king.science",
    "https://www.storiaverse.com/creators/lyndsay-ely",
    "https://www.storiaverse.page.link/2sby",
    "https://www.storiaverse.page.link/AJu3",
    "https://www.storiaverse.com/creators/josh-ryba",
    "https://storiaverse.page.link/AJu3",
    "https://www.storiaverse.com/creators/john-m-floyd",
    "https://storiaverse.com/creators/josh-ryba",
    "https://storiaverse.com/creators/john-m-floyd",
    "https://storiaverse.page.link/2sby",
    "https://www.storiaverse.com/creators/maxim-loskutoff",
    "https://www.techcrunch.com/2024/04/03/storiaverse-launches-a-short-form-storytelling-app-that-combines-video-and-written-content/",
    "https://techcrunch.com/2024/04/03/storiaverse-launches-a-short-form-storytelling-app-that-combines-video-and-written-content/",
    "https://www.storiaverse.com/creators/lindz-mcleod",
    "https://www.storiaverse.com",
    "https://tiktok.com/@king.science?lang=en",
    "https://www.tiktok.com/@king.science?lang=en",
    "https://storiaverse.com/creators/lindz-mcleod",
    "https://storiaverse.com/creators/michael-winn",
    "https://www.storiaverse.page.link/4zHd",
    "https://www.storiaverse.com/",
    "https://storiaverse.page.link/4zHd",
    "https://storiaverse.page.link/v3oy",
    "https://storiaverse.com/",
    "https://storiaverse.com/creators/lyndsay-ely",
    "https://storiaverse.com/creators/shahab-serwaty",
    "https://techcrunch.com/2024/04/03/storiaverse-launches-a-short-form-storytelling-app-that-combines-video-and-written-content",
    "https://storiaverse.com/creators/maxim-loskutoff",
    "https://www.storiaverse.com/creators/shahab-serwaty",
    "https://www.storiaverse.com/creators/michael-winn",
    "https://www.storiaverse.page.link/v3oy"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "agnes kozera",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "google",
        "sentiment": "neutral"
      },
      {
        "name": "youtube brandconnect",
        "sentiment": "neutral"
      }
    ],
    "locations": [
      {
        "name": "storiaverse",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T01:04:18.942+03:00",
  "updated": "2024-04-12T01:20:36.023+03:00"
}