{
  "thread": {
    "uuid": "df3710a3bc73e16e2ad841a67c6126047174753b",
    "url": "https://vnexplorer.net/im-buying-ftse-100-star-bae-systems-as-it-pulls-off-deals-worth-billions-s824441.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/feed",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "I’m buying FTSE 100 star BAE Systems as it pulls off deals worth billions",
    "title_full": "I’m buying FTSE 100 star BAE Systems as it pulls off deals worth billions",
    "published": "2024-01-06T01:13:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA19ImYj.img",
    "performance_score": 0,
    "domain_rank": 46448,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "df3710a3bc73e16e2ad841a67c6126047174753b",
  "url": "https://vnexplorer.net/im-buying-ftse-100-star-bae-systems-as-it-pulls-off-deals-worth-billions-s824441.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-06T01:13:00.000+02:00",
  "title": "I’m buying FTSE 100 star BAE Systems as it pulls off deals worth billions",
  "text": "Investor looking at stock graph on a tablet with their finger hovering over the Buy button\nThe FTSE 100’s biggest defence firm, BAE Systems (LSE:BA), keeps pulling in massive multi-billion pound sales. Demand for its military tech has reached record highs.\nSo it has leapfrogged my other immediate buys for my Stocks and Shares ISA.\nJust weeks before the end of 2023, it won a contract worth $8.8bn (£6.94bn) over 10 years. This is to maintain and operate a US Army ammunition plant in the eastern US state of Tennessee.\nA $92m, five-year deal followed to produce air traffic control systems for the US Navy.\nThen a $35m award, again from the US, to allow engineers to build semiconductor chips for fighter planes at its base in Hampshire.\nRicher sounds The Wall Street Journal reported in early January 2024 that BAE Systems had inked a deal to refurbish gun emplacement parts for Ukraine.\nThese M777 howitzers are used by ground forces across the globe, including Australia, Canada, and the US.\nThe size of the BAE deal is not known. But public sources suggest each artillery piece is delivered for between $2m and $4m.\nI could go on.\nMore Qinetiq? Last year I wrote how I picked up shares in the £1.6bn UK defence firm Qinetiq, instead of BAE Systems. I stand by that decision, since I am up around 30% on that purchase to date.\nBut it is becoming harder and harder to ignore BAE Systems.\nEspecially since it is one of only a handful of UK companies to increase its dividend payouts for 24 years in a row.\nWarring parties It has not always been plain sailing. Older readers may recall the crisis of 1991 when the BAE share price plunged from 600p to 100p. The previous chairman, Professor Sir Roland Smith, tired to sell off swathes of BAE property to drum up the cash to buy UK weapons manufacturer Royal Ordnance.\nBut when recession hit and property prices plummeted, the chairman found himself out on his ear. It took years for the BAE share price to recover.\nCost overruns on contracts to build Astute submarines and Nimrod reconnaissance aircraft in the early 2000s also saw shares drop dramatically.\nThe Ministry of Defence initially refused to step in to modify the fixed-price, £5.3bn contracts. But negotiations continued, and BAE avoided writing down the value of the contracts with an additional £700m cash injection from the UK government.\nSo headline numbers for contracts do not always work out to be the cash cow they may seem.\nFuture perfection However, I see more growth for BAE Systems in future: in space, no less.\nIn 2023, the company snapped up Ball Corporation’s aerospace arm for $5.6bn, beating out other defence rivals. This will add military satellite, spacecraft, and extraterrestrial sensor technology to its stable. This move is likely to boost US earnings still further. America’s military forces already provide the company the majority of its revenue.\nBAE upgraded its earnings outlook by double-digits for 2023, quite the move for a company that has grown to be worth £32bn.\nThose full-year earnings are due out on 21 February. So while my wife’s Valentine’s present may be somewhat underwhelming (from her perspective?), buying her BAE Systems shares could be the best choice I ever make.\nShould you invest £1,000 in BAE Systems right now? When investing expert Mark Rogers has a stock tip, it can pay to listen. After all, the flagship Motley Fool Share Advisor newsletter he has run for nearly a decade has provided thousands of paying members with top stock recommendations from the UK and US markets.\nAnd right now, Mark thinks there are 6 standout stocks that investors should consider buying. Want to see if BAE Systems made the list?\nSee the 6 stocks\nMore reading\nTom Rodgers has positions in QinetiQ Group Plc. The Motley Fool UK has recommended BAE Systems and QinetiQ Group Plc. Views expressed on the companies mentioned in this article are those of the writer and therefore may differ from the official recommendations we make in our subscription services such as Share Advisor, Hidden Winners and Pro. Here at The Motley Fool we believe that considering a diverse range of insights makes us better investors.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA19ImYj.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA19ImYj.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "bae systems",
        "sentiment": "negative"
      },
      {
        "name": "us navy",
        "sentiment": "none"
      },
      {
        "name": "bae",
        "sentiment": "none"
      },
      {
        "name": "us army",
        "sentiment": "none"
      },
      {
        "name": "wall street journal",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "tennessee",
        "sentiment": "none"
      },
      {
        "name": "hampshire",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T01:20:19.763+02:00",
  "updated": "2024-01-06T01:20:19.763+02:00"
}