{
  "thread": {
    "uuid": "dd9b1f8912d6bcfc61773d72099a3b627d5ab37c",
    "url": "https://www.sunstar.com.ph/cebu/4k-workers-in-cv-paid-p228m",
    "site_full": "www.sunstar.com.ph",
    "site": "sunstar.com.ph",
    "site_section": "https://sunstar.com.ph",
    "site_categories": [
      "media"
    ],
    "section_title": "SunStar Philippines - Latest Philippine Community News, Cebuano Stories, Bisaya News and Information",
    "title": "4K workers in CV paid P228M",
    "title_full": "4K workers in CV paid P228M",
    "published": "2023-12-30T16:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PH",
    "main_image": "https://media.assettype.com/sunstar%2Fimport%2Fuploads%2Fimages%2F2023%2F08%2F03%2F453809.jpg?rect=0%2C62%2C1000%2C525&amp;w=1200&amp;ar=40%3A21&amp;auto=format%2Ccompress&amp;ogImage=true&amp;mode=crop&amp;enlarge=true&amp;overlay=false&amp;overlay_position=bottom&amp;overlay_width=100",
    "performance_score": 0,
    "domain_rank": 18154,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dd9b1f8912d6bcfc61773d72099a3b627d5ab37c",
  "url": "https://www.sunstar.com.ph/cebu/4k-workers-in-cv-paid-p228m",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kaiser Jan Fuentes,Earl Kim H. Padronia",
  "published": "2023-12-30T16:00:00.000+02:00",
  "title": "4K workers in CV paid P228M",
  "text": "OVER 4,100 workers in Central Visayas have received over P228 million in long overdue settlement and last pay from their employers from January to November 2023. According to the data provided by the Department of Labor and Employment (Dole) 7, the payment dispute was facilitated by and settled through the Single Entry Approach (Sena) program, as 4,164 affected employees availed themselves of requests for assistance. In March alone, 887 workers received P43.7 million in monetary settlement, while more than P103 million was awarded and paid to 1,136 workers through Sena. Another 330 workers received P11.6 million in settlement in July. According to Dole’s website, Sena serves as an administrative strategy that offers a swift, fair, cost-effective, and easily accessible approach to address labor-related issues and complaints. The primary objective is to prevent disputes from escalating into full-scale legal conflicts. The Sena process involves a neutral party, a Sena desk officer, who assists involved parties by providing advice, solutions, and alternatives to resolve the issues and achieve a settlement. Within the Sena framework, settlements encompass a range of monetary claims, such as underpayment of wages, maternity claims, non-payment of the 13th-month pay, holiday pay, night shift differentials, service incentive leave, and overtime pay. Republic Act 10396 The program was introduced under Department Order 107-10 and was later institutionalized through the enactment of Republic Act (RA) 10396 in 2013. RA 10396 is “an act strengthening conciliation-mediation as a voluntary mode of dispute settlement for all labor cases, amending for this purpose Article 228 of Presidential Decree 442, as amended, otherwise known as the ‘Labor Code of the Philippines.’” For next year, a committee will be created to solely focus on resolving disputes in the workplace, said Dole 7 Director Lilia Estillore on Wednesday, Dec. 27. Regarding cases, Estillore said the Dole Tri-City field office that covers the cities of Cebu, Mandaue and Lapu-Lapu emerged as a frontrunner, disbursing P199.8 million to 3,305 aggrieved workers. She said this was followed by Negros Oriental, which disbursed P16.6 million to 348 workers; Cebu Province, which disbursed P6.2 million to 304 workers; Bohol, P4.5 million to 129 workers; and Siquijor, P876,673.44 to 78 workers. “These accomplishments are credited to the settled requests for assistance that were received and handled by the different field offices of Dole 7. We have our single entry assistance desk officers or Seados who see to it that settlement is reached by parties involved,” she said. “We are expecting an increase in the settlement amount as well as in the number of workers benefiting the program at the end of the year,” she added. “We are already happy with how the program has been helping those who are aggrieved without going through the rigors of filing of cases and awaiting their resolution to reach finality for execution by the sheriff,” Estillore said. Speedy settlement In a separate interview last Dec. 1, Estillore told SunStar Cebu that the aggrieved workers who sought the agency’s assistance came from different backgrounds. “It is varied. There are those from the BPO (business process outsourcing) industry. There are those from manufacturing, and there are also those in construction,” she said in a mix of Cebuano and English. Estillore emphasized the program’s administrative prowess in providing a speedy, impartial, inexpensive and accessible settlement procedure for labor conflicts. She said the 30-day mandatory conciliation-mediation process, a hallmark of Sena, played a pivotal role in ensuring these resolutions, as mandated by RA 10396. Estillore attributed these accomplishments to the dedicated efforts of Sena desk officers spread across different field offices. Separate unit She said that to assist more workers having disputes with employers, the agency has created a separate unit that is dedicated to answering Sena-related concerns. “Sena is the beginning of crying (of aggrieved workers), and we do not want that people will be referred (to other staff) with no settlements made,” she said. Next year, she said, they aim to resolve work-related disputes faster and provide workers with a just and not only minimal compensation. To enhance accessibility, Estillore said workers can access the service through E-Sena, enabling aggrieved parties to file online requests for assistance via https://sena.dole.gov.ph/. The Sena conferences can be conducted virtually, in a blended platform, or through the traditional face-to-face arrangement.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [
    "https://sena.dole.gov.ph/.",
    "https://www.sena.dole.gov.ph/."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sena",
        "sentiment": "none"
      },
      {
        "name": "dole",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "sena",
        "sentiment": "none"
      },
      {
        "name": "department of labor",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-31T02:31:13.657+02:00",
  "updated": "2023-12-31T02:31:13.657+02:00"
}