{
  "thread": {
    "uuid": "ce0f08ac26873b6589a87b5f7be9e83b3d5c505c",
    "url": "https://www.elespanol.com/castilla-y-leon/region/palencia/20240329/cura-apasionado-jesucristo-volvio-roma-alumbrar-pueblo-palencia/841416428_0.html",
    "site_full": "www.elespanol.com",
    "site": "elespanol.com",
    "site_section": "https://www.elespanol.com/castilla-y-leon/",
    "site_categories": [
      "non_standard_content",
      "adult",
      "top_news"
    ],
    "section_title": "Castilla y León  - Toda la actualidad de Castilla y León - El ESPAÑOL",
    "title": "El cura, apasionado de Jesucristo, que volvió de Roma para alumbrar a un pueblo de Palencia",
    "title_full": "El cura, apasionado de Jesucristo, que volvió de Roma para alumbrar a un pueblo de Palencia",
    "published": "2024-03-29T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://s1.elespanol.com/2024/03/21/castilla-y-leon/region/palencia/841676631_240928377_1706x960.jpg",
    "performance_score": 0,
    "domain_rank": 2570,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ce0f08ac26873b6589a87b5f7be9e83b3d5c505c",
  "url": "https://www.elespanol.com/castilla-y-leon/region/palencia/20240329/cura-apasionado-jesucristo-volvio-roma-alumbrar-pueblo-palencia/841416428_0.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alvar Salvador",
  "published": "2024-03-29T03:00:00.000+03:00",
  "title": "El cura, apasionado de Jesucristo, que volvió de Roma para alumbrar a un pueblo de Palencia",
  "text": "David Pérez, de solo 44 años, vive la Semana Santa en el lugar como el momento “más importante del año”29 marzo, 2024 07:00 Noticias relacionadas Ampudia es una bella localidad que se ubica al sur de la provincia de Palencia, en la parte occidental provincial y a unos 26 kilómetros de la capital si nos acercamos por la carretera P-901. Cuenta con una población, según los datos del Instituto Nacional de Estadística, de unos 600 habitantes. En el lugar es típico el Paloteo, una antigua y vistosa danza tradicional que se remonta a tiempos ancestrales. De hecho, en el mes de agosto también se organiza el Festival de Paloteo y Danza, con el fin de que esta centenaria tradición tenga continuidad. A lo largo del año son muchas las actividades que la villa mantiene con una programación que resulta intensa y a destacar en lo festivo y lo cultural. Reina la Feria de San Miguel Arcángel que tiene lugar en el mes de septiembre en un evento que desarrolla una amplia programación y que revive el ambiente y aspecto más medieval con decenas de forasteros y de vecinos abarrotando las calles de la localidad. Una cita enmarcada en el calendario es también la Semana Santa. Ampudia está desarrollando estos días de pasión con procesiones, silencio y devoción. Las vías de la localidad palentina se llenan de pasos, tallas y de curiosos que se unen a esta tradición. Un valedor muy importante para que estos días sean únicos en el pueblo es el cura del mismo. David Pérez Gutiérrez habla con EL ESPAÑOL de Castilla y León de la Semana Santa de Ampudia y, también, de su vida. Pasó incluso por Roma. Un apasionado de Jesucristo “Soy un sacerdote católico nacido en Palencia. Me defino como un apasionado de Jesucristo, a quién he intentado llevar a las comunidades parroquiales que se me han encomendado, así como otras responsabilidades diocesanas”, asegura, en declaraciones a este periódico. A sus 44 años suma 18 como cura. Es un apasionado de la lectura, de la historia y del arte. Nació en Palencia, en la capital. Su infancia fue “normal”. “En lo que me diferencio es en la impronta que en mí dejaron mis años como monaguillo en la Catedral de Palencia. Entré con nueve años y, de ahí, pasé al Seminario Mayor”, nos cuenta. “Llego a Ampudia, para ser párroco, en el año 2015. Fue a mi vuelta de Roma, donde amplié estudios en la Pontificia Universidad Gregoriana de Roma. El obispo me nombró párroco de Ampudia por seis años, pero siempre con disponibilidad para lo que se nos requiera”, añade David. Es del grupo de sacerdotes más jóvenes de la Diócesis, pero le resta importancia a ese hecho. Para él, vivir en la localidad palentina es sinónimo de “mucha tranquilidad” pero, añade, que el trabajo pastoral hace que el día a día “sea un poco frenético”. Sin embargo, afirma “vivir todo con paz” porque para eso le ha llamado el Señor, para “entregar la vida por los demás”. Implicado con la Semana Santa de Ampudia “La Semana Santa es la más importante del año para los cristianos. Tiene dos dimensiones: la cultural y la expresión pública de la fe en las calles con las procesiones. Desde los tres años soy cofrade de una de las cofradías más antiguas de Palencia: la Real Cofradía del Santo Sepulcro, de la que soy abad también. Esto influye mucho en que me implique más en la Semana Santa”, explica nuestro entrevistado. Él, junto a un gran número de personas del pueblo, se esmera por continuar haciendo de la de Ampudia, una Semana Santa referente para la provincia palentina. Él, junto a la Cofradía Penitencial del Cristo de la Buena Muerte y del Santo Sepulcro, la Cofradía del Santísimo, el coro parroquial y el propio Ayuntamiento de Ampudia, en definitiva, todo el pueblo, se ha volcado para que esta semana de pasión esté siendo todo un éxito. “La Semana Santa, para mí, son los días centrales de la vida de la comunidad parroquial. Jornadas de acompañar a Cristo en los momentos de pasión, muerte y resurrección. Se vive intensamente y son días en los que Ampudia se transforma y se une al silencio, la liturgia y el arte. El momento clave lo estamos viviendo ahora que es el Triduo Pascual, desde la tarde del Jueves Santo hasta el Domingo de Resurrección”, añade el párroco. La Semana Santa de Ampudia es fiel a su pasado, con un presente vivo y un futuro prometedor como se está viendo estos días. De este mantenimiento en el tiempo tiene mucha culpa todo el que se implica en ello. Uno de los artífices de esto es David.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T09:09:26.218+03:00",
  "updated": "2024-03-29T09:09:26.218+03:00"
}