{
  "thread": {
    "uuid": "e1304250de6bd8d3946afa00793abbad620581c7",
    "url": "https://ca.news.yahoo.com/didnt-accept-fate-maple-leafs-145822860.html",
    "site_full": "ca.news.yahoo.com",
    "site": "yahoo.com",
    "site_section": "https://ca.sports.yahoo.com/rss/",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Yahoo! Sports - News, Scores, Standings, Rumors, Fantasy Games",
    "title": "'They didn't accept their fate': Maple Leafs push Bruins to another Game 7",
    "title_full": "'They didn't accept their fate': Maple Leafs push Bruins to another Game 7",
    "published": "2024-05-03T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://media.zenfs.com/en/cp.org/d42e122bbc65dfb3c12f511300e68fc4",
    "performance_score": 0,
    "domain_rank": 36,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e1304250de6bd8d3946afa00793abbad620581c7",
  "url": "https://ca.news.yahoo.com/didnt-accept-fate-maple-leafs-145822860.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Canadian Press",
  "published": "2024-05-03T03:00:00.000+03:00",
  "title": "'They didn't accept their fate': Maple Leafs push Bruins to another Game 7",
  "text": "TORONTO — Sheldon Keefe's team had a decision to make. The Maple Leafs head coach watched his players put in a terrible Game 4 performance on home ice against the Boston Bruins — one that left them sitting in a 3-1 series hole against an opponent seemingly on cruise control to the second round of the Stanley Cup tournament. The disastrous showing last Saturday also included star Toronto forwards Auston Matthews, Mitch Marner and William Nylander bickering on the bench, and brought ugly narratives from past playoff failures bubbling back to the surface. No heart. Not tough enough. Poorly constructed roster. Overpaid. The Leafs could have packed it in. They decided instead to fight on. \"I challenged the group,\" Keefe said Thursday after Toronto once again stayed alive to even its best-of-seven matchup with Boston 3-3. \"When your back's against the wall and you're facing elimination, you're going to be remembered one way or the other. \"How do you want that to be and to look?\" Following consecutive 2-1 victories — one in overtime in Boston and Thursday's hard-fought decision on the same ice the team was lustily booed off of last weekend — Toronto likes how things look heading into Saturday's winner-take-all Game 7 at TD Garden. \"They didn't lay down,\" added Keefe, whose team blocked 27 shots in Game 6 compared to Boston's 14. \"They didn't accept their fate. They changed it.\" Minus the ailing Matthews, who's clearly far from 100-per-cent healthy and sat out the last two do-or-die tilts after scoring 69 times in the regular season, Toronto has forced just its fourth Game 7 in franchise history after trailing a series 3-1 thanks in large part to its commitment to defence and the performance of rookie goaltender Joseph Woll. The 25-year-old replaced Ilya Samsonov — not terrible in the series, but outplayed by Jeremy Swayman at the other end of the rink — late in Game 4. Woll's run with his opportunity by allowing a paltry two goals against in just over seven periods. Nylander, who missed the first three games with an undisclosed illness, was also key after providing all the offence Thursday. \"We came in with a mentality that we have nothing to lose,\" said rookie forward Matthew Knies, who has taken his game to another level. \"We're just excited to go back (to Boston) and finish the deal.\" One team will buck a trend Saturday. The other will have to answer more tough questions. Toronto has lost five straight Game 7s, including three to the Bruins (2013, 2018 and 2019). The Original Six franchise's only series win when needing three straight victories to avoid elimination — the Leafs fell short in 2013 and 2018 — came in 1942 when the club actually bagged four in a row after falling behind the Detroit Red Wings 3-0 in the Cup final. \"Great opportunity,\" said captain John Tavares. \"The group's stayed together, continued to work.\" Boston, meanwhile, is now desperately hoping to avoid becoming the first team in NHL history to blow 3-1 leads in consecutive seasons. The Florida Panthers, who await Saturday's winner, roared back to beat the Bruins some 12 months ago. \"We're not living in the past and we're not living in the future,\" Boston head coach Jim Montgomery said. \"We're living in the present.\" Toronto winger Tyler Bertuzzi has a pretty good idea of what the feeling is like in Boston's locker room at the moment. He experienced last season's collapse first-hand in black and gold before signing with the Leafs in free agency. \"I think everyone's frustrated over there,\" he said. The Bruins, who have lost six straight games with a chance to eliminate a team as they limp back to TD Garden, are in search of answers. \"There's always optimism,\" Montgomery added. \"There's the opportunity to play in a Game 7. You grew up all your life wanting to (be) a part of it. We have a chance to be a part of it. \"We've got to go in there and we've got to dig in.\" Left for dead less than a week ago, the Leafs have already done that. \"In my mind, we've already played two Game 7s,\" Keefe said. \"(But) all we've earned is another game on the schedule. As good as this feels and as proud of the group as you are for the effort they put forth and the results they've gotten … all we've done is earn that.\" The first franchise in NHL history to force Game 7 after facing a 3-1 series deficit three times against the same opponent, the Leafs now have a chance to write a much different story than the one that looked likely less than a week ago. Nylander was asked what it's like to play in a winner-take-all finale. The winger knows Toronto's painful recent history in these moments. \"Special,\" he said with a smile. \"I don't know if we've won one yet, but we're up to the test.\" The Leafs have cleared a couple of big hurdles — with one more to come. This report by The Canadian Press was first published May 3, 2024. ___ Follow @JClipperton_CP on X. Joshua Clipperton, The Canadian Press",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sheldon keefe",
        "sentiment": "negative"
      },
      {
        "name": "william nylander",
        "sentiment": "none"
      },
      {
        "name": "auston matthews",
        "sentiment": "none"
      },
      {
        "name": "keefe",
        "sentiment": "none"
      },
      {
        "name": "mitch marner",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bruins",
        "sentiment": "negative"
      },
      {
        "name": "toronto",
        "sentiment": "negative"
      },
      {
        "name": "maple leafs",
        "sentiment": "negative"
      },
      {
        "name": "leafs",
        "sentiment": "none"
      },
      {
        "name": "boston bruins",
        "sentiment": "none"
      },
      {
        "name": "boston",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "toronto",
        "sentiment": "none"
      },
      {
        "name": "boston",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-03T18:04:21.262+03:00",
  "updated": "2024-05-03T18:04:21.262+03:00"
}