{
  "thread": {
    "uuid": "6c64c2087971d7825ad09a0cdf03c85aa1412daa",
    "url": "https://www.reed.co.uk/jobs/care-assistant/51852998",
    "site_full": "www.reed.co.uk",
    "site": "reed.co.uk",
    "site_section": "https://www.reed.co.uk/jobs/rss/fmcg",
    "site_categories": [
      "job_search",
      "jobs"
    ],
    "section_title": "Reed.co.uk - job search results",
    "title": "Care Assistant",
    "title_full": "Care Assistant",
    "published": "2023-12-29T14:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://www.reed.co.uk/resources/images/layout/reed-og-image-2021.png",
    "performance_score": 0,
    "domain_rank": 9141,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6c64c2087971d7825ad09a0cdf03c85aa1412daa",
  "url": "https://www.reed.co.uk/jobs/care-assistant/51852998",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T14:34:00.000+02:00",
  "title": "Care Assistant",
  "text": "**£250 joining bonus is available!** T's&C's apply\nJoin us today and make the Alina Homecare difference.\nWe are looking for kind and caring people who want to make a difference to the lives of others.\nIf you have a caring attitude and willingness to make a difference, come and join our fantastic team based in Devizes and the surrounding areas. You won’t regret it.\nAt Alina Homecare we feel our care staff are just as important as the people we care for. We really feel we stand out from other care providers and our aim is to always provide top quality care for our customers. We genuinely feel that we are different to other care providers and treat our all our staff with the highest of respect constantly listening, engaging, and learning.\nAs one of our Care Assistants you will get to meet our wonderful clients and build relationships. Not only do we offer fantastic rates of pay, job satisfaction and very flexible hours that suit you, we also offer the following.\nBenefits of joining\n- Great rates of pay - UP TO £14.00 per hour\n- £250 joining bonus! (T's&C's apply)\n- Enhanced rates of pay for bank holidays\n- Mileage Expenses Paid Every 2 Weeks - We pay mileage back every 2 weeks to help with fuel costs expenses\n- Guaranteed Hours Available (to reassure you that you will have a constant regular wage)\n- Flexible hours that work around you\n- Part time / full time / weekday / weekend / morning / evening work available\n- Career development - Alina Ambassador Scheme\n- Local work available\n- Free Personal Protective Equipment provided\n- Paid holiday\n- Free Care certificate Induction training\n- Ongoing Training with The Alina Academy\n- £250 Referral Scheme\n- Paid refresher training\n- Free Care Assistant uniform\n- Opportunity to study for Diploma in Health and Social Care\n- Roles are subject to DBS checks (free)*\n- Exclusive Care Assistant employee discounts on your favourite brands helping you make great savings!\n- Exceptional support from our office staff and existing Care Assistants\n- Competitive leasing deals on new cars for you, your family & friends\n- Wellbeing Support - We take your wellbeing seriously and provide lots of exclusive support to help mind, body, and soul.\nDuties involved\nAs a Care Assistant you could be the highlight of somebody’s day or you could be there for them in their darkest hour, but you’ll do it all with the full support of our fantastic team of office staff and existing Care Assistants. Below are some examples of what our clients may need your support with.\nLight cleaning, laundry, shopping, meal preparation, medication, personal care, help to get dressed, washing and bathing, medical appointments, day centres, appointments, and social activities.\nIf you think that you could make a difference to someone’s day and genuinely care about people, then we are looking for you.\nRequirements\n- A caring attitude and a willingness to make a difference\n- A desire to see elderly and vulnerable people treated with care and respect\n- Reliability, flexibility, hard work and honesty\n- Good communication skills and good teamwork skills\n- In order to ensure the safety of staff and the vulnerable people we support during the Covid-19 pandemic, all staff will be required to comply with company, PHE and government recommendations including weekly testing.\nWe require all applicants to have a valid driving licence and their own vehicle due to role being community based.\nCare Assistant / Care Worker / Carer / HCA / Community Care Worker / Domiciliary Care Worker / Health Care Assistant\nPlease visit our website to view our privacy policy\nRequired skills\n-\n1Caring\n-\n1Health\n-\n1Training\nReference: 51852998\nPlease note\nReed.co.uk does not communicate with candidates via Whatsapp, and we will never ask you to provide your bank, passport or driving licence details during the application process. To stay safe in your job search and flexible work, we recommend visiting JobsAware, a non-profit, joint industry and law enforcement organisation working to combat labour market abuse. Visit the JobsAware website for information and free expert advice for safer work. [Report this job](#)\nNot quite what you are looking for? Try these similar searches\nReplace a job alert\nReplace a job alert\nGet Job Alerts straight to your inbox\n\"Office Assistant jobs in London\"\nYour Job Alert has been created and your search saved.\n'Saved search name'",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "Labor"
  ],
  "external_links": [
    "http://www.jobsaware.co.uk/",
    "http://www.jobsaware.co.uk",
    "http://jobsaware.co.uk/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "alina homecare differe",
        "sentiment": "negative"
      },
      {
        "name": "alina homecare",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "devizes",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T14:42:09.386+02:00",
  "updated": "2023-12-29T14:42:09.386+02:00"
}