{
  "thread": {
    "uuid": "1616e186cb2760647d39325a842a9470ced869e5",
    "url": "https://elcomercio.pe/luces/teatro/una-hazana-nacional-la-historia-del-religioso-peruano-olvidado-que-consiguio-entregar-una-carta-al-rey-de-espana-teatro-obra-alfonso-santistevan-noticia",
    "site_full": "elcomercio.pe",
    "site": "elcomercio.pe",
    "site_section": "https://www.elcomercio.pe",
    "site_categories": [
      "media",
      "world_soccer",
      "sports",
      "top_news"
    ],
    "section_title": "Noticias del Perú y el Mundo de último minuto | EL COMERCIO PERÚ",
    "title": "“Una hazaña nacional”: La historia del religioso peruano olvidado que consiguió entregar una carta al rey de España | Teatro | Obra | Alfonso Santistevan | LUCES | EL COMERCIO PERÚ",
    "title_full": "“Una hazaña nacional”: La historia del religioso peruano olvidado que consiguió entregar una carta al rey de España | Teatro | Obra | Alfonso Santistevan | LUCES | EL COMERCIO PERÚ",
    "published": "2024-05-31T18:37:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PE",
    "main_image": "https://elcomercio.pe/resizer/0Cp_6NyAEeGDlN-qOOXv8DHEBZ8=/980x528/smart/filters:format(jpeg):quality(75)/cloudfront-us-east-1.images.arcpublishing.com/elcomercio/UTOJ3QCWMZBMPAGYAGMHFHAX54.jpeg",
    "performance_score": 0,
    "domain_rank": 5082,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1616e186cb2760647d39325a842a9470ced869e5",
  "url": "https://elcomercio.pe/luces/teatro/una-hazana-nacional-la-historia-del-religioso-peruano-olvidado-que-consiguio-entregar-una-carta-al-rey-de-espana-teatro-obra-alfonso-santistevan-noticia",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción El Comercio Perú",
  "published": "2024-05-31T18:37:00.000+03:00",
  "title": "“Una hazaña nacional”: La historia del religioso peruano olvidado que consiguió entregar una carta al rey de España | Teatro | Obra | Alfonso Santistevan | LUCES | EL COMERCIO PERÚ",
  "text": "[Saber más](https://elcomercio.pe/buenas-practicas/) / NoticiasInformación basada en hechos y verificada de primera mano por el reportero, o reportada y verificada por fuentes expertas. | Informativo Se sabe muy poco sobre [Fray Calixto de San José Túpac Inca](https://elcomercio.pe/luces/teatro/), ni siquiera contamos con un retrato que muestre la fusión de su ascendencia, con un padre español y una madre descendiente del décimo Inca, Túpac Yupanqui. Los detalles de su gran travesía hacia España son desconocidos, al igual que las verdaderas intenciones que lo impulsaron a llevar personalmente una carta al rey Fernando VI. La única certeza sobre su viaje fue el propio mensaje, plasmado en la “Exclamación Reivindicacionista”, carta que motivaría su viaje y también dejaría constancia de su existencia. Para entender la obra es necesario conocer el contexto, un elemento que la puesta en escena brinda. El rey Fernando VI gobierna el Imperio español bajo el título de “El prudente”, o también llamado “El justo”. Durante este periodo, las rebeliones indígenas de Juan Santos Atahualpa (Gran Pajonal) y Francisco Inca (Huarochirí) dejaron al virrey José Antonio Manso de Velasco, “Conde de Superunda”, receloso de cualquier acto mínimamente sospechoso de conspiración. Es en este contexto que Fray Calixto inicia su aventura. “En el siglo XVIII, el mundo ‘peruano’ se dividía en una nación de indios y otra de españoles, con leyes distintas y regímenes diferentes. Había distancias muy marcadas, pero el problema en esos tiempos era que las autoridades no cumplían las leyes. Existía el ‘yo acato, pero no cumplo’; bajo esa frase se cometieron grandes injusticias”, menciona el director de la obra, Alfonso Santistevan, en entrevista con El Comercio. La obra narra la gran travesía del fraile franciscano, quien recorre diferentes ciudades y poblados, superando todas las dificultades —rellenando vacíos en la historia con escenas fantásticas— hasta llegar a España, donde, según narra el propio Calixto, consigue entregar la “Exclamación Reivindicacionista” en manos del rey. La historia no acaba ahí, sino que continúa hasta la muerte del propio Fray Calixto el 14 de septiembre de 1782 en el Convento de la Recolección de San Francisco del Monte del Desierto, España. Para completar las partes de las cuales no se tiene constancia histórica, se recurrió a la interpretación, mezclando cuentacuentos, comedia, farsa, drama y tragedia con la visión del director, quien incorporó el estilo de teatro callejero. La propia estructura del teatro Ricardo Blume apoya este concepto de teatro más dinámico, similar a los espacios en la Alameda Chabuca Granda. Aquí, los actores se cambian ante la mirada del público e interpretan diferentes personajes, sin buscar esconder nada. “Usamos más recursos del teatro para darle más vida a la obra, más color a un hecho histórico que figura en textos antiguos. Ese toque de teatro callejero también le brinda un matiz diferente; es preferible ese dinamismo en lugar de una puesta en escena completamente realista”, comenta Santistevan. La puesta en escena transmite el mensaje de “algún día”, representando el valor a futuro sobre la travesía de Fray Calixto para evidenciar los males que aquejaban a los mestizos e indígenas peruanos, sometidos por una sociedad que años más tarde rebelaría con Gabriel Condorcanqui, más conocido como Túpac Amaru II. “La hazaña, además de emprender este gran recorrido, es haber pensado que existe la posibilidad de una justicia. El documento se basa en que las autoridades españolas en el Virreinato no cumplen con las leyes que el propio rey impuso para sus dominios en América, por ende, un hombre cansado de tantos atropellos se decide a buscar esa justicia personalmente,” concluye. Contenido GEC",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-31T20:08:48.712+03:00",
  "updated": "2024-05-31T20:08:48.712+03:00"
}