{
  "thread": {
    "uuid": "753b91afbdf5125cd3c07237c7ec427beb0d2dd9",
    "url": "https://thesouthern.com/news/il-climatologist-talks-warm-winter-climate-change/article_cfe6d78c-65ce-561c-b052-03e703616298.html",
    "site_full": "thesouthern.com",
    "site": "thesouthern.com",
    "site_section": "http://www.thesouthern.com/search/?f=rss&t=article&c=news/local&l=25&s=start_time&sd=desc",
    "site_categories": [
      "media"
    ],
    "section_title": "thesouthern.com - RSS Results in news/local of type article",
    "title": "IL climatologist talks warm winter, climate change",
    "title_full": "IL climatologist talks warm winter, climate change",
    "published": "2024-01-04T08:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/thesouthern.com/content/tncms/assets/v3/editorial/0/32/032b96e1-d7d2-5d50-bf9e-3990d6e940ff/65963f8e868e2.image.jpg?crop=731%2C384%2C0%2C320&amp;resize=731%2C384&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 23187,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "753b91afbdf5125cd3c07237c7ec427beb0d2dd9",
  "url": "https://thesouthern.com/news/il-climatologist-talks-warm-winter-climate-change/article_cfe6d78c-65ce-561c-b052-03e703616298.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ROBERT ROBBINS RROBBINS@THESOUTHERN.COM",
  "published": "2024-01-04T08:00:00.000+02:00",
  "title": "IL climatologist talks warm winter, climate change",
  "text": "MARION Ill. — According to the latest weather data, Illinois is in a warmer than normal winter — and climate change is to blame. “As part of long-term climate change here in Illinois, winter has warmed at a faster rate than all other seasons,” said Trent Ford, Illinois State Climatologist for the University of Illinois at Urbana-Champaign. “December has warmed at a faster rate than January and February, making milder Decembers more frequent in the past decade or so than throughout the 20th Century. Looking forward, projections show a continuation of the winter warming, which suggests this type of mild start to winter will continue to become more frequent as we move toward the middle of the 21st Century,” Ford said. According to Ford, reporting in the Illinois State Water Survey, this December has been the third warmest on record, where temperatures were as much as 10 degrees above average in some parts of Illinois. According to an extensive 2021 report put out by The Nature Conservancy of Illinois, “An Assessment of the Impacts of Climate Change in Illinois” — which Ford helped to coauthor — these changes in temperatures were predicted. People are also reading… “Illinois is experiencing significant long-term changes in weather patterns, especially increases in extreme warm periods and total annual precipitation, as well as greater intensities of individual rain events. The climate of Illinois and the region is changing and changing rapidly,” the report said. The Conservancy report also said that human activities, which have led to drastic increases in greenhouse gas emissions from fossil fuels and land use changes, are the main reasons for the global changes in climate, which can be traced back to the mid-1990s. “Illinois’ climate is expected to continue changing over this century, with significant impacts on urban and rural communities, including impacts on water resources, agriculture, human health, and the health of plants and animals,” the report read. Data from the Water Survey is on par with the prediction. December temperature was on average 39.2 degrees — 7.6 degrees above the 1991-2020 average, Ford said. For the second time in three years, Illinois has experienced an extremely mild December. Last month was the second warmest December in Rockford, the third warmest in Peoria, and the fourth warmest in Chicago and Moline. Further, the Water Survey reported that none of the more than 120 National Weather Service stations in Illinois recorded a low temperature in the single digits last month, and many places hit the freezing mark only a handful of nights. Ford said the reason for the local mild winter is directly related to a global trend toward warmer temperatures. “December was so mild because we saw persistent air flow from the Pacific into the Midwest, bringing warmer and wetter Pacific air,” Ford said. “We did not see very many cold air intrusions from Canada, and those that we did were milder than typical for this time of the year. December temperatures in central Canada were also very mild, so there was a lack of cold air to pull into the Midwest.” Not only is Illinois warmer this winter, but it’s also wetter — at least for upstate. The Water Survey reported that the preliminary statewide average total December precipitation was 2.99 inches, 0.56 inches above the 1991-2020 average. December precipitation ranged from a little over 4 inches in the north to less than 1 inch in the south. Most of northern Illinois was around 1 inch wetter than normal, while most of the state south of Interstate 64 was 1 to 3 inches drier than normal in December, the report said. Ford said that El Nino winters mean warmer but drier winters across Illinois. “So, if El Nino continues to affect our winter weather it’s likely we’ll see milder weather persist through the rest of winter,” Ford said. January shows mostly equal chances of above normal temperatures and below normal precipitation.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Weather",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "trent ford",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "illinois state water survey",
        "sentiment": "none"
      },
      {
        "name": "ford",
        "sentiment": "none"
      },
      {
        "name": "university of illinois",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "illinois",
        "sentiment": "none"
      },
      {
        "name": "marion ill.",
        "sentiment": "none"
      },
      {
        "name": "urbana-champaign",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-04T10:39:40.988+02:00",
  "updated": "2024-01-04T11:36:18.508+02:00"
}