{
  "thread": {
    "uuid": "00c0d7a7a70997159cc627b6d0d43bbe4c203246",
    "url": "https://www.youthkiawaaz.com/2024/07/zira-ekta-hospital-your-beacon-of-hope-at-the-heart-of-punjab",
    "site_full": "www.youthkiawaaz.com",
    "site": "youthkiawaaz.com",
    "site_section": "https://www.youthkiawaaz.com/category/unlisted/",
    "site_categories": [
      "media"
    ],
    "section_title": null,
    "title": "Zira Ekta Hospital: Your Beacon Of Hope At The Heart Of Punjab",
    "title_full": "Zira Ekta Hospital: Your Beacon Of Hope At The Heart Of Punjab",
    "published": "2024-07-05T09:20:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 43328,
    "domain_rank_updated": "2024-07-02T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "00c0d7a7a70997159cc627b6d0d43bbe4c203246",
  "url": "https://www.youthkiawaaz.com/2024/07/zira-ekta-hospital-your-beacon-of-hope-at-the-heart-of-punjab",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ektahospitaldeaddiction.zira",
  "published": "2024-07-05T09:20:00.000+03:00",
  "title": "Zira Ekta Hospital: Your Beacon Of Hope At The Heart Of Punjab",
  "text": "Welcome to Zira Ekta Hospital, where we believe in the power of compassion, dedication, and professional expertise to transform lives. As a trusted Nasha Mukti Kendra in Punjab , we understand the profound impact that addiction can have on individuals and their families. Our mission is to provide comprehensive and compassionate care to support our patients on their journey to sobriety and renewal, empowering them to build a brighter, healthier future.\nCompassionate Care for Lasting Recovery\nAt Zira Ekta Hospital , we recognize that addiction is a complex and deeply personal struggle that requires individualized care and support. Our team of dedicated healthcare professionals is committed to providing compassionate, non-judgmental care to each and every patient who seeks our help. Here’s how we make a difference:\nPersonalized Treatment: We understand that addiction affects each person differently. That’s why we offer personalized treatment plans tailored to meet the unique needs and circumstances of our patients. From detoxification and medical stabilization to therapy and aftercare planning, we provide comprehensive care to support our patients at every stage of their recovery journey.\nExpertise: Our Nasha Mukti Kendra is staffed by a multidisciplinary team of experts, including addiction specialists, psychiatrists, counselors, and nurses. With years of experience in the field of addiction treatment, our team is equipped to address the complex physical, psychological, and social aspects of addiction.\nHolistic Approach: We believe in treating the whole person – body, mind, and spirit. In addition to traditional therapies, we offer holistic approaches such as yoga, meditation, art therapy, and recreational activities to promote overall well-being and enhance the recovery process.\nSupportive Environment: Our hospital provides a safe, supportive environment where patients can focus on their recovery free from judgment or stigma. We foster a sense of community and camaraderie among our patients, encouraging mutual support and understanding.\nYour Partner in Sobriety\nAt Zira Ekta Hospital, we understand that the journey to sobriety can be challenging, but you don’t have to face it alone. Our Nasha Mukti Kendra is here to support you every step of the way, providing the guidance, encouragement, and resources you need to overcome addiction and live a fulfilling life. If you or a loved one is struggling with addiction, don’t hesitate to reach out. Contact us today to learn more about our programs and take the first step towards a brighter tomorrow with Zira Ekta Hospital by your side.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://deaddictionhospital.co.in/nasha-mukti-kendra-in-punjab/",
    "https://deaddictionhospital.co.in/",
    "https://deaddictionhospital.co.in",
    "https://www.deaddictionhospital.co.in/",
    "https://deaddictionhospital.co.in/nasha-mukti-kendra-in-punjab",
    "https://www.deaddictionhospital.co.in/nasha-mukti-kendra-in-punjab/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "zira ekta hospital",
        "sentiment": "negative"
      },
      {
        "name": "nasha mukti kendra",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "punjab welcome",
        "sentiment": "none"
      },
      {
        "name": "zira ekta hospital",
        "sentiment": "none"
      },
      {
        "name": "punjab",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T11:54:35.210+03:00",
  "updated": "2024-07-05T11:54:35.210+03:00"
}