{
  "thread": {
    "uuid": "5576ae7a3080e31784182075f9fb64eaf3537af9",
    "url": "https://esp.yidaiyilu.gov.cn/noticia/news/348765.htm",
    "site_full": "esp.yidaiyilu.gov.cn",
    "site": "yidaiyilu.gov.cn",
    "site_section": "https://esp.yidaiyilu.gov.cn",
    "site_categories": [],
    "section_title": "La Franja y la Ruta",
    "title": "ESPECIAL: Honduras recibe ayuda de China para enfrentar difícil situación por dengue - La Franja y la Ruta",
    "title_full": "ESPECIAL: Honduras recibe ayuda de China para enfrentar difícil situación por dengue - La Franja y la Ruta",
    "published": "2024-06-23T11:16:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 29907,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5576ae7a3080e31784182075f9fb64eaf3537af9",
  "url": "https://esp.yidaiyilu.gov.cn/noticia/news/348765.htm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Texto Meng Yifei; Li Xin",
  "published": "2024-06-23T11:16:00.000+03:00",
  "title": "ESPECIAL: Honduras recibe ayuda de China para enfrentar difícil situación por dengue - La Franja y la Ruta",
  "text": "TEGUCIGALPA, 21 junio, 2024 (Xinhua) -- Imagen del 16 de junio de 2024 de un niño en la saladedengue del Hospital Escuelade Tegucigalpa, en Tegucigalpa, Honduras. La mano tendida por la Fundación GX de China llegó \"en el momento oportuno\" para salvar a más personas del dengue en Honduras, país que vive una difícil situación por la epidemia dela enfermedad que enfrenta, afirmó a Xinhua el director del Hospital General San Felipe, Nelson Sánchez, en la ciudad capital, Tegucigalpa. La Fundación GX, organización no gubernamental y sin fines de lucro de ayuda humanitaria con sede en Hong Kong de China, llegó a Honduras en marzo de este año. (Xinhua/David de la Paz) TEGUCIGALPA, 21 jun (Xinhua) -- La mano tendida por la Fundación GX de China llegó \"en el momento oportuno\" para salvar a más personas del dengue en Honduras, país que vive una difícil situación por la epidemia de la enfermedad que enfrenta, afirmó a Xinhua el director del Hospital General San Felipe, Nelson Sánchez, en la ciudad capital, Tegucigalpa. La Fundación GX, organización no gubernamental y sin fines de lucro de ayuda humanitaria con sede en Hong Kong de China, llegó a Honduras en marzo de este año. Recorrió entonces más de 1.000 kilómetros por todo el país en visita a hospitales con el fin de conocer a profundidad la situación del dengue en el país centroamericano y poder ayudar así a la prevención y el control de la epidemia. En menos de tres meses, el equipo de la fundación visitó las zonas afectadas por las infecciones y distribuyó los primeros materiales de apoyo, en un contexto en que crecían los casos debido al incremento de las temperaturas y las lluvias. La situación en la nación centroamericana llevó al Ministerio de Salud de Honduras a declarar la emergencia sanitaria nacional, el 31 de mayo pasado. Días después, el pasado 17 de junio, el Ministerio de Salud y la Fundación GX firmaron un memorando de entendimiento para donar en dos años distintos material de apoyos e insumos contra la enfermedad. Este material de ayuda incluye 250.000 pruebas rápidas de antígeno, 100.000 mosquiteros tratados con insecticida, 12.000 lámparas antimosquitos y 300.000 cintas adhesivas, así como un gran número de materiales promocionales y educativos. La ministra de Salud de Honduras, Carla Paredes, refirió en su momento el \"impacto positivo\" del apoyo a la nación de Centroamérica. \"Estamos seguros de que este proyecto no solo tendrá un impacto positivo a corto plazo, sino que también establecerá un precedente para futuras colaboraciones en áreas de interés común para ambos países\", dijo. Por su parte, la directora ejecutiva de la Fundación GX, Chan Ying-yang, indicó en entrevista con Xinhua que a través de investigación de campo encontraron que muchas áreas carecían de suministros médicos contra el dengue. Tras comunicarse con la parte hondureña, se acordó de manera conjunta centrarse en el apoyo empezando por la prevención y el diagnóstico. \"Esperamos compartir con los hondureños la buena experiencia de China\", explicó Chan, quien añadió que el equipo también elaboró carteles como una forma clara para popularizar el conocimiento de cómo prevenir el dengue entre la población. La Fundación GX ayudará también a Honduras a mejorar su capacidad de seguimiento vía digital de las infecciones, además de enviar personal y voluntarios a laborar al país para ayudar a responder al brote. El jefe de urgencias del Hospital Mario Catarino Rivas de San Pedro Sula, Lexys Meza, se refirió en conversación con Xinhua a los apoyos obtenidos en el país centroamericano para el control de la epidemia. \"Estos suministros nos han ayudado mucho\", dijo Meza mientras revisaba los suministros, para agregar que ahora con la ayuda de China, \"la gente tendrá una protección más adecuada y completa\", en referencia a que algunos suministros como las lámparas antimosquitos no se utilizaban en Honduras. En tanto, para el director del Hospital Mario Catarino Rivas, Gabriel Paredes, esta ayuda es \"sin duda\" de suma importancia en la prevención y control del dengue. En camas para dengue del Hospital Mario Catarino Rivas yacían al menos 10 niños para recibir tratamiento contra la enfermedad, entre ellos un pequeño de 7 años de edad. La señora Hanny Rivera, tía del menor y oriunda del municipio de San Miguel, contó que hace unos días su sobrino tuvo fiebre alta y tras repetidas pruebas se descubrió que tenía dengue, además de presentar sangrado de nariz, por lo que fue enviado al hospital para recibir tratamiento. En opinión de Rivera, los suministros donados por la Fundación GX son muy necesarios para ayudar a salvar a más niños, tanto del dolor, como de la deshidratación y la amenaza de muerte. De acuerdo con personal sanitario de Honduras, los mosquitos tienden a reproducirse en lugares donde se almacena agua sin los cuidados necesarios, tanto dentro como fuera de las casas, así como en áreas con un saneamiento deficiente. Estas condiciones propician que los mosquitos pueden reproducirse de manera prolífica en las comunidades, donde la mayoría de los pacientes de la enfermedad corresponde a niños y personas vulnerables. La noticia de la llegada de la ayuda china también se extendió por todo el pueblo de una pequeña comunidad de Santa Rosa, en el departamento hondureño de Copán, donde una anciana contó a Xinhua que no esperaba recibir ayuda china tan pronto. El embajador de China en Honduras, Yu Bo, refirió que desde el comienzo de año, la situación de la epidemia de dengue se ha vuelto más grave. El acuerdo entre la Fundación GX y el Ministerio de Salud de Honduras para la prevención y el control del dengue, no solo demuestra de manera plena la profunda amistad entre China y Honduras, sino también se convertirá en una práctica exitosa entre ambas naciones, al unir sus manos para construir una Ruta de la Seda saludable con una contribución positiva a la construcción de una comunidad de salud para la humanidad, destacó Yu. (Contribuyeron a esta información los corresponsales de Xinhua David de la Paz y Ricardo Montoya) Imagen del 17 de junio de 2024 del presidente de la Fundación GX, Leung Chun-ying (d), la ministra de Salud hondureña, Carla Paredes (c), y el canciller de Honduras, Enrique Reina (i), participando en la firma del Memorándum de Entendimiento para Control Nacional del Dengue entre la Secretaría de Salud de Honduras y la Fundación GX, en Tegucigalpa, Honduras. La mano tendida por la Fundación GX de China llegó \"en el momento oportuno\" para salvar a más personas del dengue en Honduras, país que vive una difícil situación por la epidemia de la enfermedad que enfrenta, afirmó a Xinhua el director del Hospital General San Felipe, Nelson Sánchez, en la ciudad capital, Tegucigalpa. La Fundación GX, organización no gubernamental y sin fines de lucro de ayuda humanitaria con sede en Hong Kong de China, llegó a Honduras en marzo de este año. (Xinhua/David de la Paz) (De izq. a der) Imagen del 17 de junio de 2024 de la directora ejecutiva de la Fundación GX, Chan Ying-yang, el embajador de China en Honduras, Yu Bo, el presidente de la Fundación GX, Leung Chun-ying, la presidenta hondureña, Xiomara Castro, y el canciller de Honduras, Enrique Reina, posando durante una reunión en Casa Presidencial, en Tegucigalpa, Honduras. La mano tendida por la Fundación GX de China llegó \"en el momento oportuno\" para salvar a más personas del dengue en Honduras, país que vive una difícil situación por la epidemia de la enfermedad que enfrenta, afirmó a Xinhua el director del Hospital General San Felipe, Nelson Sánchez, en la ciudad capital, Tegucigalpa. La Fundación GX, organización no gubernamental y sin fines de lucro de ayuda humanitaria con sede en Hong Kong de China, llegó a Honduras en marzo de este año. (Xinhua/Armando Morales) TEGUCIGALPA, 21 junio, 2024 (Xinhua) -- Imagen del 16 de junio de 2024 de un hombre en la sala de dengue para adultos del Hospital San Felipe, en Tegucigalpa, Honduras. La mano tendida por la Fundación GX de China llegó \"en el momento oportuno\" para salvar a más personas del dengue en Honduras, país que vive una difícil situación por la epidemia de la enfermedad que enfrenta, afirmó a Xinhua el director del Hospital General San Felipe, Nelson Sánchez, en la ciudad capital, Tegucigalpa. La Fundación GX, organización no gubernamental y sin fines de lucro de ayuda humanitaria con sede en Hong Kong de China, llegó a Honduras en marzo de este año. (Xinhua/David de la Paz) Imagen del 16 de junio de 2024 de una trabajadora de la salud laborando en la sala de dengue del Hospital Escuela de Tegucigalpa, en Tegucigalpa, Honduras. La mano tendida por la Fundación GX de China llegó \"en el momento oportuno\" para salvar a más personas del dengue en Honduras, país que vive una difícil situación por la epidemia de la enfermedad que enfrenta, afirmó a Xinhua el director del Hospital General San Felipe, Nelson Sánchez, en la ciudad capital, Tegucigalpa. La Fundación GX, organización no gubernamental y sin fines de lucro de ayuda humanitaria con sede en Hong Kong de China, llegó a Honduras en marzo de este año. (Xinhua/David de la Paz) Imagen del 16 de junio de 2024 de un hombre en la sala de dengue para adultos del Hospital San Felipe, en Tegucigalpa, Honduras. La mano tendida por la Fundación GX de China llegó \"en el momento oportuno\" para salvar a más personas del dengue en Honduras, país que vive una difícil situación por la epidemia de la enfermedad que enfrenta, afirmó a Xinhua el director del Hospital General San Felipe, Nelson Sánchez, en la ciudad capital, Tegucigalpa. La Fundación GX, organización no gubernamental y sin fines de lucro de ayuda humanitaria con sede en Hong Kong de China, llegó a Honduras en marzo de este año. (Xinhua/David de la Paz) Imagen del 14 de junio de 2024 de la sala de dengue infantil del Hospital Mario Catarino Rivas, en la ciudad de San Pedro Sula, en el norte de Honduras. La mano tendida por la Fundación GX de China llegó \"en el momento oportuno\" para salvar a más personas del dengue en Honduras, país que vive una difícil situación por la epidemia de la enfermedad que enfrenta, afirmó a Xinhua el director del Hospital General San Felipe, Nelson Sánchez, en la ciudad capital, Tegucigalpa. La Fundación GX, organización no gubernamental y sin fines de lucro de ayuda humanitaria con sede en Hong Kong de China, llegó a Honduras en marzo de este año. (Xinhua/David de la Paz) Imagen del 14 de junio de 2024 de una madre cuidando a su hija en la sala de dengue infantil del Hospital Mario Catarino Rivas, en la ciudad de San Pedro Sula, en el norte de Honduras. La mano tendida por la Fundación GX de China llegó \"en el momento oportuno\" para salvar a más personas del dengue en Honduras, país que vive una difícil situación por la epidemia de la enfermedad que enfrenta, afirmó a Xinhua el director del Hospital General San Felipe, Nelson Sánchez, en la ciudad capital, Tegucigalpa. La Fundación GX, organización no gubernamental y sin fines de lucro de ayuda humanitaria con sede en Hong Kong de China, llegó a Honduras en marzo de este año. (Xinhua/David de la Paz) Imagen del 14 de junio de 2024 de empleados de la Fundación GX mostrando productos para combatir el dengue en el Hospital Mario Catarino Rivas, en la ciudad de San Pedro Sula, en el norte de Honduras. La mano tendida por la Fundación GX de China llegó \"en el momento oportuno\" para salvar a más personas del dengue en Honduras, país que vive una difícil situación por la epidemia de la enfermedad que enfrenta, afirmó a Xinhua el director del Hospital General San Felipe, Nelson Sánchez, en la ciudad capital, Tegucigalpa. La Fundación GX, organización no gubernamental y sin fines de lucro de ayuda humanitaria con sede en Hong Kong de China, llegó a Honduras en marzo de este año. (Xinhua/David de la Paz) Imagen del 15 de junio de 2024 del embajador de China en Honduras, Yu Bo (d-frente), el presidente de la Fundación GX, Leung Chun-ying (2-i), y la directora ejecutiva de la Fundación GX, Chan Ying-yang (d-atrás), visitando una casa en una colonia popular en Santa Rosa, departamento de Copán, Honduras. La mano tendida por la Fundación GX de China llegó \"en el momento oportuno\" para salvar a más personas del dengue en Honduras, país que vive una difícil situación por la epidemia de la enfermedad que enfrenta, afirmó a Xinhua el director del Hospital General San Felipe, Nelson Sánchez, en la ciudad capital, Tegucigalpa. La Fundación GX, organización no gubernamental y sin fines de lucro de ayuda humanitaria con sede en Hong Kong de China, llegó a Honduras en marzo de este año. (Xinhua/David de la Paz) Imagen del 15 de junio de 2024 de un niño en la sala de dengue del Hospital de Occidente en Santa Rosa, departamento de Copán, Honduras. La mano tendida por la Fundación GX de China llegó \"en el momento oportuno\" para salvar a más personas del dengue en Honduras, país que vive una difícil situación por la epidemia de la enfermedad que enfrenta, afirmó a Xinhua el director del Hospital General San Felipe, Nelson Sánchez, en la ciudad capital, Tegucigalpa. La Fundación GX, organización no gubernamental y sin fines de lucro de ayuda humanitaria con sede en Hong Kong de China, llegó a Honduras en marzo de este año. (Xinhua/David de la Paz) Imagen del 15 de junio de 2024 de una niña en la sala de dengue del Hospital de Occidente en Santa Rosa, departamento de Copán, Honduras. La mano tendida por la Fundación GX de China llegó \"en el momento oportuno\" para salvar a más personas del dengue en Honduras, país que vive una difícil situación por la epidemia de la enfermedad que enfrenta, afirmó a Xinhua el director del Hospital General San Felipe, Nelson Sánchez, en la ciudad capital, Tegucigalpa. La Fundación GX, organización no gubernamental y sin fines de lucro de ayuda humanitaria con sede en Hong Kong de China, llegó a Honduras en marzo de este año. (Xinhua/David de la Paz) Unidad responsable: Oficina del Grupo Dirigente para el Fomento de la Construcción de \"la Franja y la Ruta\" Unidad de orientación: Comisión Nacional de Desarrollo y Reforma, Agencia de Noticias Xinhua Patrocinador: Servicio de Información Económica de China, Centro de Información del Estado Organizador: Xinhua Silk Road, Ruta de la Seda Guoxin Tecnología Big Data Co. Ltd. Licencia ICP: Beijing 05052393-11",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-24T14:14:08.780+03:00",
  "updated": "2024-06-24T14:14:08.780+03:00"
}