{
  "thread": {
    "uuid": "a1a0f660b753f63302a3483639fa8260f449367b",
    "url": "https://www.music.northwestern.edu/news/2020/alumni-spotlight-rena-kraut",
    "site_full": "www.music.northwestern.edu",
    "site": "northwestern.edu",
    "site_section": "https://music.northwestern.edu/alumni",
    "site_categories": [
      "education",
      "music",
      "k_6_educators",
      "entertainment"
    ],
    "section_title": "Resources for Alumni | Northwestern Bienen School of Music",
    "title": "Alumni Spotlight: Rena Kraut | Northwestern Bienen School of Music",
    "title_full": "Alumni Spotlight: Rena Kraut | Northwestern Bienen School of Music",
    "published": "2024-01-08T00:28:02.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.music.northwestern.edu/sites/default/files/2020-11/Rena_Kraut_web.jpg",
    "performance_score": 0,
    "domain_rank": 595,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 22,
        "comments": 30,
        "shares": 11
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a1a0f660b753f63302a3483639fa8260f449367b",
  "url": "https://www.music.northwestern.edu/news/2020/alumni-spotlight-rena-kraut",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@bienenschoolnu",
  "published": "2024-01-08T00:28:02.000+02:00",
  "title": "Alumni Spotlight: Rena Kraut | Northwestern Bienen School of Music",
  "text": "Rena Kraut ‘99 is founder and executive director of the Cuban American Youth Orchestra (CAYO), a cultural exchange experience for young Cuban and American musicians to travel, work, and perform together. CAYO successfully completed its inaugural tour of Cuba in May 2019, with debut concerts in Matanzas and Havana's National Theater featuring the premiere of two compositions by Cuban composers. CAYO’s Director of Artistic Operations, fellow Bienen alumnus Timothy Zavadil ‘94 MMus, selected musicians for the inaugural orchestra, which comprised 25 American and 45 Cuban student and pre-professional musicians. Kraut graduated from Northwestern with degrees in clarinet performance and English creative writing. An active performer, educator, and writer, she was named one of Musical America’s top 30 professionals of the performing arts in 2019. What made you choose the Bienen School of Music? I fell in love with Northwestern at age nine when my older sister (cellist Melissa Kraut ‘03 DMus) enrolled as a freshman. In middle school, I participated in a Center for Talent Development writing course and in high school I was a music cherub for two summers. I knew Northwestern had everything I needed to thrive in music and writing, and I didn't apply anywhere else. Which professors influenced you most during your time at the Bienen School of Music? Russ Dagon, my teacher and mentor, is number one for his graciousness in letting me pursue dreams in and out of the practice room and his steady belief in my potential. Steve Peterson and [Mallory Thompson](https://www.music.northwestern.edu/faculty/profile/mallory-thompson) as leaders on and off the podium. Joseph Epstein, my writing mentor, and Richard Ford, who taught a guest seminar and gave me the best career advice when I asked whether I should pursue music or writing after undergrad: \"Music. You won't have anything interesting to write about until you're 40 anyway.\" It was true! Tell us about a particular experience that impacted you during your time at the Bienen School of Music? I love telling my students this one: being seated dead last chair after my first pool audition at Northwestern. I was a kid that needed to be humbled. Failure is the best teacher. What lesson did you learn at Bienen that has continued to resonate with you in your career? The clarinet studio was at that time led by Russ Dagon, Charlene Zimmerman, Lawrie Bloom, and Leslie Grimm. I spent time in each of their studios. We never saw anything but collegiality and partnership between these four very different musicians and teachers. Students were encouraged to get what they needed, where they needed it, depending on their personal progress. It wasn't until I spent time at other institutions that I realized how rare this was. It was clear that they all put our education first. And they were friends! What inspired you to start the Cuban American Youth Orchestra? In 2015 I was an extra musician in the Minnesota Orchestra tour to Havana, which heralded the opening of diplomatic relations between our two long-estranged countries. We boarded a plane that had never flown that route, touched down in a country we had never seen and that had few traces of American influence, and spent 100-odd hours interacting with colleagues and students who blew us away with their open curiosity, talent and relentless drive in the face of adversity. Sitting in a side-by-side with the national youth orchestra, we attempted to clap a Cuban rhythm written into a piece by composer Guido López-Gavilán (whom CAYO later commissioned). Rehearsal all but collapsed as every single Cuban musician turned to us with smiles and tried to demonstrate how to properly feel the clave rhythm. It was a singular moment of cultural humility, a powerful reminder of how much we all have to learn when we walk unfamiliar paths. I couldn't forget that feeling, and started CAYO to seize a moment in history where cultural diplomacy could have a real and lasting impact. What is next for CAYO? CAYO symbolizes what so many of us have been missing: on one level, live performance and people-to-people interaction; on a higher level, international dialogue, collaboration, and exposure to new experiences that challenge our worldview. We are so excited to release this pent-up energy in a national tour of the US in 2022. My dream? To bring this orchestra of joyous hope for the future to Chicago—and to Northwestern. Top three of your Desert Island Discs (any genre) Radiohead - OK Computer The Beatles - Rubber Soul Beethoven Symphonies Complete Set, Berlin/Karajan The Cuban American Youth Orchestra, May 2019",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rena kraut",
        "sentiment": "negative"
      },
      {
        "name": "melissa kraut",
        "sentiment": "none"
      },
      {
        "name": "timothy zavadil",
        "sentiment": "none"
      },
      {
        "name": "bienen",
        "sentiment": "none"
      },
      {
        "name": "kraut",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cuban american youth orchestra",
        "sentiment": "negative"
      },
      {
        "name": "northwestern bienen school of music rena kraut",
        "sentiment": "negative"
      },
      {
        "name": "artistic operations",
        "sentiment": "none"
      },
      {
        "name": "bienen school of music",
        "sentiment": "none"
      },
      {
        "name": "cayo",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "cuba",
        "sentiment": "none"
      },
      {
        "name": "matanzas",
        "sentiment": "none"
      },
      {
        "name": "havana",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:28:05.427+02:00",
  "updated": "2024-01-08T00:28:05.427+02:00"
}