{
  "thread": {
    "uuid": "5a0ece58f869d0d090447ef3a071d0d0ddc4a60b",
    "url": "https://telesurtv.net/news/gobierno-mexico-abre-archivos-familiares-caso-ayotzinapa-20231229-0039.html",
    "site_full": "telesurtv.net",
    "site": "telesurtv.net",
    "site_section": "https://telesurtv.net",
    "site_categories": [],
    "section_title": "teleSUR",
    "title": "Gobierno mexicano abre a familiares archivos de caso Ayotzinapa | Noticias | teleSUR",
    "title_full": "Gobierno mexicano abre a familiares archivos de caso Ayotzinapa | Noticias | teleSUR",
    "published": "2023-12-29T15:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.telesurtv.net/__export/1703903332909/sites/telesur/img/2023/12/29/ayotzinapa.jpg_1810791533.jpg",
    "performance_score": 0,
    "domain_rank": 6753,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 1,
        "comments": 0,
        "shares": 2
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5a0ece58f869d0d090447ef3a071d0d0ddc4a60b",
  "url": "https://telesurtv.net/news/gobierno-mexico-abre-archivos-familiares-caso-ayotzinapa-20231229-0039.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "teleSUR - lvm - JGN",
  "published": "2023-12-29T15:03:00.000+02:00",
  "title": "Gobierno mexicano abre a familiares archivos de caso Ayotzinapa | Noticias | teleSUR",
  "text": "Las autoridades afirmaron que atenderán “sin demora su petición de información y de apertura inmediata de los archivos que consideren necesarios\".\nEl Gobierno del presidente de México, Andrés Manuel López Obrador, anunció este viernes que entre el 4 de enero y el 4 de marzo de 2024, los padres de los 43 estudiantes normalistas de Ayotzinapa desaparecidos tendrán acceso a “todos los archivos del caso”.\nLEA TAMBIÉN:\nExigen justicia para los 43 estudiantes de Ayotzinapa, México\n“Comprometido con los principios de verdad, memoria y justicia, del 4 de enero al 4 de marzo de 2024 el Gobierno de México abrirá el acceso a todos los archivos del caso Ayotzinapa en posesión del Estado mexicano, a las madres y los padres de los 43 jóvenes normalistas desaparecidos”, refirió el Gobierno mexicano.\nEl subsecretario de Derechos Humanos, Población y Migración de la Secretaría de Gobernación (Segob), y presidente de la Comisión para el Acceso a la Verdad y la Justicia del caso Ayotzinapa (Covaj), Arturo Medina Padilla, expresó lo anterior mediante una carta entregada a madres y padres de los 43.\n#ComunicadoPresidencia\nGobierno de México abre acceso a todos los archivos del caso Ayotzinapa a madres y padres de los estudiantes desaparecidos.\nSerá del 4 de enero al 4 de marzo de 2024 a todas las fuentes de información disponibles del Estado mexicano.… pic.twitter.com/Lj2EkXQlO1\n— Gobierno de México (@GobiernoMX) December 29, 2023 Reiteró “el compromiso del Gobierno de México de trabajar sin descanso hasta dar con el paradero de sus hijos y de llevar a cabo las acciones necesarias para el esclarecimiento de los lamentables hechos ocurridos a los 43 estudiantes normalistas de Ayotzinapa, el 26 de septiembre de 2014 en Iguala, Guerrero”.\nAl insistir que “esta administración ha actuado con total transparencia y se ha entregado toda la información que se ha solicitado”, el Gobierno dijo que “atenderemos sin demora su petición de información y de apertura inmediata de los archivos que consideren necesarios y contribuyan al avance de las investigaciones y la localización de sus hijos”.\n“Reiteramos la permanente disposición al diálogo directo y al trabajo coordinado, ya que este gobierno tiene un compromiso con la verdad y la justicia, y más aún, no tiene nada que ocultar”, dijo el Gobierno aún cuando el mandato del presidente López Obrador concluye en septiembre de 2024 y el caso no se ha resuelto.\nEn septiembre pasado se cumplieron nueve años de la llamada Noche de Iguala, cuando 43 estudiantes de la Escuela Normal de Ayotzinapa desaparecieron mientras se dirigían a una manifestación en Ciudad de México.\nDesde la plataforma Desinformémonos madres y padres de los 43 normalistas enfatizaron en noviembre que a más de nueve años de los hechos “aún no han alcanzado verdad ni justicia, ni se conoce el paradero de los estudiantes; por el contrario, se mantiene la obstaculización por parte del Ejército para entregar información relevante para el esclarecimiento de lo ocurrido, no hay claridad en las líneas de investigación y han recibido evasivas de las autoridades”.\nEn el encuentro sostenido el pasado noviembre donde esperaban la justicia se presentara a dar declaratorias del caso” las y los comisionados señalaron la ausencia de autoridades claves, lo cual limitó la posibilidad de hacer preguntas concretas sobre dónde está hoy el caso Ayotzinapa, en las responsabilidad de preparación, no sólo de líneas de investigación, sino de acciones dirigidas para completar esas líneas, cómo se ha llevado a cabo las investigaciones de los altos mandos, el proceso de órdenes de aprehensión, el otorgamiento de medidas sustitutivas a la prisión preventiva de figuras importantes, entre otros temas”.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Crime, Law and Justice"
  ],
  "external_links": [
    "https://t.co/Lj2EkXQlO1",
    "https://twitter.com/hashtag/ComunicadoPresidencia?src=hash&ref_src=twsrc%5Etfw",
    "https://twitter.com/GobiernoMX/status/1740835315521356207?ref_src=twsrc%5Etfw",
    "https://www.twitter.com/GobiernoMX/status/1740835315521356207?ref_src=twsrc%5Etfw",
    "https://www.twitter.com/hashtag/ComunicadoPresidencia?src=hash&ref_src=twsrc%5Etfw",
    "https://www.t.co/Lj2EkXQlO1",
    "https://twitter.com/GobiernoMX/status/1740835315521356207",
    "https://twitter.com/hashtag/ComunicadoPresidencia"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T07:58:21.302+02:00",
  "updated": "2023-12-30T07:58:21.302+02:00"
}