{
  "thread": {
    "uuid": "ad6cade4e6bf08b2ef585c88f690c4a0e86f9948",
    "url": "https://mediterraneanfoods.uk.com/noticias/sofiyka-de-ocho-anos-con-una-enfermedad-rara-fue-operada-con-exito",
    "site_full": "mediterraneanfoods.uk.com",
    "site": "mediterraneanfoods.uk.com",
    "site_section": "https://mediterraneanfoods.uk.com/category/noticias/",
    "site_categories": [],
    "section_title": null,
    "title": "Sofiyka, de ocho a\\u00f1os, con una enfermedad rara, fue operada con \\u00e9xito – Espa\\u00f1a KNews.MEDIA",
    "title_full": "Sofiyka, de ocho a\\u00f1os, con una enfermedad rara, fue operada con \\u00e9xito – Espa\\u00f1a KNews.MEDIA",
    "published": "2024-04-04T20:33:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 452,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ad6cade4e6bf08b2ef585c88f690c4a0e86f9948",
  "url": "https://mediterraneanfoods.uk.com/noticias/sofiyka-de-ocho-anos-con-una-enfermedad-rara-fue-operada-con-exito",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "KNEWS",
  "published": "2024-04-04T20:33:00.000+03:00",
  "title": "Sofiyka, de ocho a\\u00f1os, con una enfermedad rara, fue operada con \\u00e9xito – Espa\\u00f1a KNews.MEDIA",
  "text": "La niña no pudo establecer un diagnóstico definitivo durante más de 3 años.\nEn el hospital ucraniano Okhmatdyt, se realizó una operación única a una niña de 8 años a la que se le diagnosticó una enfermedad rara: la disqueratosis hereditaria asociada con el gen RTEL-1, el síndrome de Hoyeral-Hreidersson. Sofiyka se sometió con éxito a un alotrasplante de médula ósea.\nAsí lo informaron en la página de Facebook de Okhmatdyt.\nLa niña sufrió una grave enfermedad genética multisistémica en forma de inmunodeficiencia grave, frecuentes complicaciones infecciosas y retraso en el desarrollo psicomotor y físico.\nLea también Al mismo tiempo, la niña no presentaba los signos típicos de la piel y las mucosas característicos de la disqueratosis hereditaria. A partir de los 5 años tuvo una dinámica negativa por la progresión del síndrome de insuficiencia de la médula ósea, apareció dependencia transfusional.\nA pesar de los numerosos procedimientos de diagnóstico, el niño no pudo ser diagnosticado y comenzó un tratamiento específico durante mucho tiempo. En julio de 2023 fue hospitalizada en Okhmatdyt.\nComo dijo el médico del paciente, Andriy Budzyn Andriy, el diagnóstico se estableció gracias a la participación de un equipo de especialistas altamente especializados, en particular, la inmunóloga Anna Gilfanova y la genetista estadounidense Khrystyna Shubelka.\nEl Departamento de Trasplante de Médula Ósea del Centro Médico Nacional Okhmatdyt es el único centro en Ucrania que acumula experiencia en la atención a pacientes con enfermedades genéticas congénitas raras. Por lo tanto, fue aquí donde la niña pudo someterse al trasplante necesario.\ncomo fue la operacion No fue posible encontrar un donante entre los familiares de Sofiyka, ya que sus padres y su hermano también resultaron ser portadores del gen asociado a esta nosología, aunque no presentaban manifestaciones clínicas. La salvación se encontró en el registro mundial de donantes de médula ósea.\nEn el futuro, los habitantes de Sofía realizaron con éxito un alotrasplante de un donante no emparentado. Este es un caso único en Ucrania. Anteriormente, los pacientes con esta enfermedad sólo podían recibir el tratamiento necesario en el extranjero.\nSofiyka, de ocho años, tras una operación única en Okhmatdyt / Foto: NDSL «Okhmatdyt»\nEl primer período de recuperación de Sofiyka transcurrió sin complicaciones graves. El tratamiento tuvo un efecto positivo en su calidad de vida: la niña ya no necesita transfusiones de productos sanguíneos de reemplazo y se registró la reconstitución hematológica.\nLos médicos se reúnen con ella dos veces por semana de forma ambulatoria para control clínico y de laboratorio.\nRecordemos que anteriormente los cirujanos del Hospital Infantil San Nicolás realizaron con éxito una operación que salvó la vida, pero que fue muy arriesgada. Un chico de 15 años de Odesa y sus padres confiaron en los médicos para que les extirparan un gran tumor situado cerca de un plexo muy importante de vasos sanguíneos y nervios.\nLea también:\nEnlace fuente: https://tsn.ua/ukrayina/vosmirichna-sofiyka-z-ridkisnim-zahvoryuvannyam-perenesla-uspishnu-operaciyu-2550613.html",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [
    "https://tsn.ua/ukrayina/vosmirichna-sofiyka-z-ridkisnim-zahvoryuvannyam-perenesla-uspishnu-operaciyu-2550613.html",
    "https://www.tsn.ua/ukrayina/vosmirichna-sofiyka-z-ridkisnim-zahvoryuvannyam-perenesla-uspishnu-operaciyu-2550613.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:03:50.757+03:00",
  "updated": "2024-04-05T00:03:50.757+03:00"
}