{
  "thread": {
    "uuid": "63325d5cafe8023d91220c5312c41ce660b501da",
    "url": "https://www.pulse.ng/news/local/nigerian-military-forces-killed-6880-terrorists-criminals-in-2023/g9k8bn9",
    "site_full": "www.pulse.ng",
    "site": "pulse.ng",
    "site_section": "https://www.pulse.ng/rss",
    "site_categories": [
      "media",
      "celebrity_fan_gossip",
      "entertainment"
    ],
    "section_title": "\n    \n        Pulse Nigeria\n    \n",
    "title": "Nigerian military forces killed 6,880 terrorists, criminals in 2023",
    "title_full": "Nigerian military forces killed 6,880 terrorists, criminals in 2023",
    "published": "2023-12-29T22:41:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://ocdn.eu/pulscms-transforms/1/JxJktkpTURBXy85MDU4Zjg2Mzc5ODg1ODk4NDJiNjU2MmY3MDUyYTRhNy5qcGeSlQMAAM0EN80CX5MFzQSwzQJ2",
    "performance_score": 0,
    "domain_rank": 13220,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "63325d5cafe8023d91220c5312c41ce660b501da",
  "url": "https://www.pulse.ng/news/local/nigerian-military-forces-killed-6880-terrorists-criminals-in-2023/g9k8bn9",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "News Agency Of Nigeria",
  "published": "2023-12-29T22:41:00.000+02:00",
  "title": "Nigerian military forces killed 6,880 terrorists, criminals in 2023",
  "text": "Nigerian military forces killed 6,880 terrorists, criminals in 2023\nTroops also rescued 4,488 kidnapped hostages as well as recovered 3,320 assorted weapons.\nRecommended articles\nThe Director, Defence Media Operations, Major-General Edward Buba, said this while giving an update on the operations of the military in 2023 on Friday in Abuja.\nBuba said the troops also rescued 4,488 kidnapped hostages as well as recovered 3,320 assorted weapons and 39,075 assorted ammunition during the year.\nHe added that troops recovered 100.3 million litres of crude oil, 60.3 million litres of AGO, 3.4 million litres of DPK and 3.5 million litres of PMS within the year.\nIn the North East, Buba said the troops of Operation Hadin Kai neutralised 1,759 terrorists, apprehended 953 suspects and rescued 826 hostages while 11,015 BH/ISWAP terrorists and their families surrendered.\nAccording to him, 259 AK47 rifles, mine FN rifles, 681 assorted arms, 7,097 rounds of 7.62mm special ammo, 5,773 rounds of 7.62mm NATO, 495,336 assorted ammunitions and 2,059 livestock were recovered.\nIn the North West, he said the troops of Operation Hadarin Daji killed 1,522 terrorists, apprehended 645 suspects and rescued 1,101 hostages.\nItems recovered, according to him, are 53 AK47 rifles, 426 assorted arms, 2,342 rounds of 7.62mm special, 6,900 assorted ammunitions and 5,084 livestock.\nBuba added that troops of Operation Whirl Punch in the North West also neutralised 992 terrorists, apprehended 345 suspects and rescued 538 rescued hostages during the year.\n\"Some of the features recorded by troops in the North Central in Operation Safe Haven are 2,094 terrorists neutralised, 2,316 arrested and 630 hostages rescued.\n\"Items recovered are 78 AK47 rifles, 666 assorted arms, 4,772 rounds of 7.62mm special, 7357 assorted ammunitions and 4,734 livestock.\n\"Troops of Operation Whirl Stroke neutralised 977 terrorists, arrested 722 and rescued 571 hostages during the year.\n\"Items recovered were 45 AK47 rifles, 198 assorted arms, 952 rounds of 7.62mm special, 1,666 assorted ammunitions and 338 livestock,\" he said.\nIn the South South, the defence spokesman said the troops of Operation Delta Safe neutralised 448 criminals, apprehended 1,090 oil thieves and other criminals and rescued 309 hostages.\n\"Also, oil thieves were denied 100.3 million litres of crude oil, 60.3 million litres of AGO, 3.4 million litres of DPK and 3.5 million litres of PMS.\n\"Additionally, troops recovered 321 assorted weapons and destroyed 1,016 wooden boats, 16 barges/vessels and destroyed 1,374 illegal refining sites,\" he added.\nIn the South East, Buba said the troops of Operation UDO KA neutralised 464 terrorists, apprehended 907 suspects and rescued 518 hostages.\nHe added that the troops recovered 65 AK47 rifles, 150 pump action guns, 53 dane guns, 85 pistols, 684 assorted arms, 1,082 rounds of 7.62mm special, 4,371 live cartridges, 5,825 assorted ammunitions and 630 other equipment.\nAccording to him, the security situation in year 2023 has remained fluid, complex and dynamic with the threat morphing in form and scale.\n\"This unpredictable nature of the threat and the attendant demands for stability have continued to pose significant challenges for security forces.\n\"Consequently, various forces have continued to evolve tactics, techniques and procedures to professionally respond to these threats.\n\"The armed forces has been developing the desired enablers to overcome the country's numerous threats.\n\"Notably, the application of kinetic and non-kinetic efforts in collaboration with other Services and security agencies has continued to shape the operating environment, in which we are in a dominant position,\" he said.\nJOIN OUR PULSE COMMUNITY!\nEyewitness? Submit your stories now via social or:\nEmail:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "edward buba",
        "sentiment": "none"
      },
      {
        "name": "buba",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "defence media operations",
        "sentiment": "none"
      },
      {
        "name": "nato",
        "sentiment": "none"
      },
      {
        "name": "dpk",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "north west",
        "sentiment": "none"
      },
      {
        "name": "abuja",
        "sentiment": "none"
      },
      {
        "name": "north east",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T00:20:43.338+02:00",
  "updated": "2023-12-30T00:20:43.338+02:00"
}