{
  "thread": {
    "uuid": "4205df368a7ed03e68de91e8f5f3f0daac705016",
    "url": "https://www.newindianexpress.com/states/andhra-pradesh/2023/dec/29/crime-rate-in-andhra-declined-by-8-per-cent-in-2023-top-cop-2645927.html",
    "site_full": "www.newindianexpress.com",
    "site": "newindianexpress.com",
    "site_section": "https://www.newindianexpress.com/Glance/rssfeed/?id=422&getXmlFeed=true",
    "site_categories": [
      "media"
    ],
    "section_title": "The New Indian Express - Glance - https://www.newindianexpress.com/glance/",
    "title": "Crime rate in Andhra declined by 8 per cent in 2023: Top cop",
    "title_full": "Crime rate in Andhra declined by 8 per cent in 2023: Top cop",
    "published": "2023-12-29T08:17:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.newindianexpress.com/uploads/user/imagelibrary/2023/12/28/w600X390/-Police-Express--2__.jpg",
    "performance_score": 0,
    "domain_rank": 3431,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4205df368a7ed03e68de91e8f5f3f0daac705016",
  "url": "https://www.newindianexpress.com/states/andhra-pradesh/2023/dec/29/crime-rate-in-andhra-declined-by-8-per-cent-in-2023-top-cop-2645927.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T08:17:00.000+02:00",
  "title": "Crime rate in Andhra declined by 8 per cent in 2023: Top cop",
  "text": "Crime rate in Andhra declined by 8 per cent in 2023: Top cop\nDGP reveals year-end statistics for 2023 and says police will free State from narcotics\n 11:47 AM 11:47 AM | A+A A-\nVIJAYAWADA: Average crime rate in the State has declined by 8.13 per cent as a total of 1,61,334 cases under IPC and special local laws (SLL) have been reported in 2023, against 1,75,612 cases in 2022.\nSpeaking to the media, Director General of Police KV Rajendranath Reddy revealed the year-end statistics for 2023 on Thursday, and exuded confidence that Andhra Pradesh police will achieve the target of making the State free from drugs and other narcotics substances.\nElaborating further on crime statistics, he said there is less number of incidents of bodily offences such as murders, cases related to attempt to murders in the present year.\n“This was achieved by involving the police from the grassroots level to identify and settle the issues in the earlier stage. We are creating a safe environment for women, children and other vulnerable sections of the society,” the DGP explained.\nHe further attributed the drop in atrocities against women and children to effective implementation of visible policing, Disha initiatives and Mahila police intervention. The total number of cases pertaining to women atrocities has seen a decline of 19.5 per cent.\nAccording to statistics, there was a sharp decline in rape cases by 28.57 per cent in 2023 with 510 cases against 714 in 2022. Similarly, there was also a decline in dowry deaths, POCSO and women harassment cases.\nNotably, the State saw a 7.83 per cent decline in road accidents. In 2023, a total of 17,417 road accidents were reported against 18,898 in 2022 and 19,809 in 2021. He further added that eradication of ID liquor and ganja are top priorities of the police department for the upcoming year.\nOn the other hand, the police department is equipped with advanced technology to tackle the increasing number of cybercrimes and social media abuse, he said.\n“Special social media cells established at both district and state level to monitor the social media platforms to tackle cyber abuse. There is a decrease in the number of complaints regarding cybercrime offences by 25.5 percent,” he said.\nExplaining various measures taken in the year to bring transparency and accountability in the department, he said that visible policing and continuous monitoring has yielded positive results.\n“With initiatives like conviction-based policing and ground-level policing, we have successfully created an impact in bringing deterrence among criminals,” the DGP said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rajendranath reddy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "state",
        "sentiment": "none"
      },
      {
        "name": "ipc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "andhra",
        "sentiment": "none"
      },
      {
        "name": "andhra pradesh",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T08:59:16.190+02:00",
  "updated": "2023-12-29T08:59:16.190+02:00"
}