{
  "thread": {
    "uuid": "8e1046f1b41f4ff4fa8e2896919ab08d16aeb1c8",
    "url": "https://www.famigliacristiana.it/articolo/suor-palmarita-fede-e-arte.aspx",
    "site_full": "www.famigliacristiana.it",
    "site": "famigliacristiana.it",
    "site_section": "https://www.famigliacristiana.it/_rss/di-cosa-parliamo---articoli.aspx",
    "site_categories": [
      "social"
    ],
    "section_title": "\r\n    ",
    "title": "Suor Palmarita: «Ecco come faccio dialogare fede e arte» - Famiglia Cristiana",
    "title_full": "Suor Palmarita: «Ecco come faccio dialogare fede e arte» - Famiglia Cristiana",
    "published": "2024-03-29T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://media.famigliacristiana.it/2024/3/suor-palmarita_3398403.jpg",
    "performance_score": 0,
    "domain_rank": 52463,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8e1046f1b41f4ff4fa8e2896919ab08d16aeb1c8",
  "url": "https://www.famigliacristiana.it/articolo/suor-palmarita-fede-e-arte.aspx",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Luca Cereda",
  "published": "2024-03-29T03:00:00.000+03:00",
  "title": "Suor Palmarita: «Ecco come faccio dialogare fede e arte» - Famiglia Cristiana",
  "text": "-->\nSuor Palmarita Guida non solo è una religiosa, ma anche un’artista a tutto tondo. Fondatrice - nel 2011 - e responsabile della Fraternità Vincenziana Tiberiade vive a Massafra vicino a Taranto in Puglia, nell’“Oasi Santa Maria degli Angeli” , un’unica famiglia spirituale composta da persone di diversa età, stato di vita, laici e consacrati. «L’ispirazione si innesta su un lungo percorso interiore», aggiunge suor Palmarita, che dopo 27 anni di vita consacrata nella Congregazione delle Figlie della Carità, decide di seguire la ulteriore ‘chiamata’ del Signore a rinnovare il carisma vincenziano di carità, «rispondendo all’urgenza di una nuova evangelizzazione a favore dei poveri di oggi ».\nDa anni suor Palmarita promuove numerose iniziative in questo angolo caratteristico di Puglia, che si affaccia sulla vallata ai piedi della Murgia tarantina, a partire dal rendere l’Oasi Santa Maria uno spazio di spiritualità aperto a singoli o gruppi per incontri, ritiri e corsi.\nNel solco di queste esperienze da maggio ad ottobre suor Palmarita curerà un percorso di incontri itineranti con al centro il tema della fede in dialogo con l'arte : «L’obiettivo che mi sono posta è quello di offrire a chi ha sete di spiritualità, qualcosa che vada “oltre” il nostro modo di pensare e proporre la Fede. Che faccia saltare il recinto e avvicinare alla spiritualità profonda. L’idea è accompagnare le persone in questo cammino attraverso la pittura e la poesia », spiega suor Palmarita Guida, che è anche scrittrice - autrice del libro “Saltare il recinto” - e pittrice di diverse opere di ispirazione religiosa ma non solo. «Ho deciso - continua - di proporre al territorio un’esperienza nuova. Serate di evangelizzazione le ho sempre fatte, ma qui il programma e la volontà di tenere un incontro arriva direttamente dalle comunità. Dalle parrocchie, ma anche da associazioni o gruppi di preghiera anche informali, costituiti da famiglie e amici. Andrò quindi dove mi chiamano. In questa prospettiva ho voluto aprire ancora di più il ventaglio di temi toccati puntato sull'esperienza artistica e sulla cultura . Intendo partire dall’ultimo mio libro, Saltare il recinto, in cui è racchiuso il sogno di un cristianesimo nuovo, tutto da vivere: dalla gratuità, al perdono, passando anche da azioni concrete per il prossimo, fino all’arte».\nIl tema che unisce questi incontri è quello del “guardare oltre”: «Vorrei aiutare le comunità che incontro - sottolinea suor Palmarita - ad andare oltre la loro attuale identità spirituale e di fede che spesso ha bisogno a mio avviso di un rilancio perché viviamo in un'epoca di grande stasi. È qui che l’arte, la poesia e la scrittura diventano strumenti fondamentali».\nIl 2024, su proposta di Papa Francesco è l'Anno della Preghiera «e su questo tema noi - chiosa sorridendo suor Palmarita - abbiamo anticipato il Pontefice, iniziando lo scorso anno ad ottobre una scuola di preghiera teorico-pratica molto partecipata perché estrae dalle persone il senso profondo e umano della preghiera, cioè quello che ci connette tutti e ci unisce anche a chi non c’è più».\n«Al centro di questa scuola abbiamo messo l'immaginazione che è molto importante nella preghiera: ad ogni incontro cerchiamo di tirare fuori da noi la presenza del Signore che ci è stata data nel Battesimo e che molte volte viene messa a tacere, resta nella cantina dei nostri cuori e capita che non ce ne accorgiamo neppure. Pregare allora diventa il momento in cui torniamo a toccare con mano questa presenza e facciamo vivere il Risorto in noi», conclude suor Palmarita Guida.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T18:10:40.733+03:00",
  "updated": "2024-03-29T18:10:40.733+03:00"
}