{
  "thread": {
    "uuid": "48cbcc1c5c684043d8ecb2951f51b7256a355443",
    "url": "http://french.presstv.ir/Detail/2023/12/28/717179/Une-paix-Erevan-Bakou-est-dans-l-int%C3%A9r%C3%AAt-de-la-r%C3%A9gion-(Amir-Abdollahian)",
    "site_full": "french.presstv.ir",
    "site": "presstv.ir",
    "site_section": "http://french.presstv.ir",
    "site_categories": [],
    "section_title": "French PressTV",
    "title": "Iran : la paix entre l'Azerbaïdjan et l'Arménie servira les intérêts de tous les pays de la région",
    "title_full": "Iran : la paix entre l'Azerbaïdjan et l'Arménie servira les intérêts de tous les pays de la région",
    "published": "2023-12-28T08:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IR",
    "main_image": "https://cdn.presstv.ir/Photo/2023/12/28/dc56b2e1-ec2c-4985-8974-ce2a3f98d88f.jpg",
    "performance_score": 0,
    "domain_rank": 6502,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "48cbcc1c5c684043d8ecb2951f51b7256a355443",
  "url": "http://french.presstv.ir/Detail/2023/12/28/717179/Une-paix-Erevan-Bakou-est-dans-l-int%C3%A9r%C3%AAt-de-la-r%C3%A9gion-(Amir-Abdollahian)",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "French Presstv",
  "published": "2023-12-28T08:10:00.000+02:00",
  "title": "Iran : la paix entre l'Azerbaïdjan et l'Arménie servira les intérêts de tous les pays de la région",
  "text": "Le ministre iranien des Affaires étrangères a déclaré que l'établissement de la paix entre l'Azerbaïdjan et l'Arménie servira les intérêts de tous les pays de la région. Lors d'une réunion, mercredi 27 décembre, à Erevan avec le Premier ministre arménien, Nikol Pashinyan, le ministre iranien des Affaires étrangères, Hossein Amir-Abdollahian, a salué un accord entre l'Azerbaïdjan et l'Arménie pour résoudre leurs différends. Il a ajouté que les pays de la région étaient à même de régler eux-mêmes leurs différends et de contribuer à établir la paix et la stabilité dans la région. Il a par ailleurs prévenu que la présence de puissances extra-régionales compliquerait davantage la situation dans la région. Le plus haut diplomate iranien a souligné l'importance d'utiliser les potentiels des pays de la région, y compris dans le cadre du format 3+3, pour promouvoir la paix et garantir l'accord de paix dans la région du Caucase. Le format 3+3 englobe les trois pays du Caucase du Sud – l'Arménie, la Géorgie et l'Azerbaïdjan auxquels s’ajoutent la Russie, la Turquie et l'Iran. Il a été créé en 2020 pour promouvoir la paix et le développement dans le Caucase du Sud et résoudre les questions en suspens telles que le statut de la région du Karabakh. L'Azerbaïdjan a reconquis la région contestée du Haut-Karabakh lors d'une guerre éclair en septembre contre les forces séparatistes arméniennes ; cela ayant chassé plus de 100 000 Arméniens de souche de la région. Après seulement une journée de combats, les autorités séparatistes arméniennes qui contrôlaient le Karabakh depuis trois décennies, se sont rendues et ont accepté de se réintégrer à Bakou. L'Arménie et l'Azerbaïdjan ont déclaré qu'ils étaient sur le point de signer un accord de paix basé sur la reconnaissance de l'intégrité territoriale de chacun. La région contestée du Karabakh a été le théâtre de deux guerres coûteuses entre l’Arménie et l’Azerbaïdjan en 1990 et 2020. Le ministre des Affaires étrangères a déclaré que la politique étrangère de l'Iran attache de l'importance à l'amélioration des relations avec les pays voisins dont l'Arménie. Téhéran et Erevan entretiennent des relations positives et croissantes, mais ils devraient donner un coup d’accélérateur à la mise en œuvre des accords déjà conclus entre les deux parties, notamment dans les domaines économiques, a ajouté Amir-Abdollahian. Le Premier ministre arménien, a pour sa part salué le développement des relations mutuelles et a appelé à préparer le terrain pour l'expansion des liens. Pashinyan a par ailleurs salué la position de principe de l'Iran sur les développements régionaux destinée à établir une paix durable dans le Caucase. L'Iran et l'Arménie envisagent d'augmenter leurs échanges commerciaux à 3 milliards de dollars (Amir-Abdollahian) Lors d'une autre rencontre avec le secrétaire arménien du Conseil de sécurité, Armen Grigoryan, mercredi, le chef de la diplomatie iranienne a déclaré que les deux pays élargissaient leurs relations mais qu’ils devraient déployer davantage d'efforts pour augmenter la valeur des échanges commerciaux à 3 milliards de dollars. « L'Iran et l'Arménie devraient faire tous les préparatifs nécessaires pour stimuler les échanges commerciaux », a-t-il souligné. Il a en outre ajouté que la politique de principe et fixe de l'Iran est basée sur le respect des frontières internationales ainsi que sur l'intégrité territoriale des pays. Les problèmes régionaux doivent être résolus par les pays de la région, a souligné le plus haut diplomate de la RII. Grigoryan a déclaré que les relations Téhéran-Erevan s’inscrivaient au plus haut niveau. Il a d’ailleurs apprécié le soutien de Téhéran à l'intégrité territoriale de l'Arménie. « L'Arménie est déterminée à renforcer encore plus ses relations avec l'Iran », a-t-il ajouté.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:11:08.622+02:00",
  "updated": "2023-12-29T00:11:08.622+02:00"
}