{
  "thread": {
    "uuid": "b1ad7e640e54d3feebea482ab32b8ce66c57e640",
    "url": "https://thewest.com.au/lifestyle/garden/sabrina-hahn-the-joys-of-letting-your-kids-embrace-their-inner-adventurer-in-the-great-outdoors--c-14167243",
    "site_full": "thewest.com.au",
    "site": "thewest.com.au",
    "site_section": "https://thewest.com.au/latest",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Latest News | The West Australian",
    "title": "Sabrina Hahn: The joys of letting your kids embrace their inner adventurer in the great outdoors | The West Australian",
    "title_full": "Sabrina Hahn: The joys of letting your kids embrace their inner adventurer in the great outdoors | The West Australian",
    "published": "2024-04-18T13:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://images.thewest.com.au/publication/C-14167243/1cd31787eff0a350fe22520a4dedaa8a01989df9-16x9-x0y193w4000h2250.jpg?imwidth=1200",
    "performance_score": 0,
    "domain_rank": 6931,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b1ad7e640e54d3feebea482ab32b8ce66c57e640",
  "url": "https://thewest.com.au/lifestyle/garden/sabrina-hahn-the-joys-of-letting-your-kids-embrace-their-inner-adventurer-in-the-great-outdoors--c-14167243",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-18T13:00:00.000+03:00",
  "title": "Sabrina Hahn: The joys of letting your kids embrace their inner adventurer in the great outdoors | The West Australian",
  "text": "Some of my happiest memories as a child are of playing in the garden of my mother or grandmother.\nIt was a world of magical wonders where fairies hid, secret kingdoms emerged behind hydrangea bushes and I was queen of many domains.\nCamera Icon\nSabrina Hahn and granddaughter Evie explore the garden. Credit: Iain Gillespie / The West Australian Kids love gardens — they build cubbies, make fairy gardens, plant seedlings, pick veggies and fruit and, best of all, get really dirty.\nNever underestimate the power of playing in dirt. Kids can dig pits that trap monsters, make miniature landscapes with pretty flowers and get all the good bacteria soil has to offer stuck to their fingers.\nTheNightly Get in front of tomorrow's news for FREE Journalism for the curious Australian across politics, business, culture and opinion.\nREAD NOW Plus, kids are so low to the ground, they notice lots of things big people miss.\nThey will see the smallest insect or the tiniest flower and find all the ingredients necessary to make a delicious strawberry cake. The main ingredient will be dirt but for extra flavouring it may also include slaters, leaves and sticks for candles. This magnificent creation will be presented to the big people for their consumption.\nKids require very little to make their time in the garden lots of fun: sticks and a sheet is all they need to make a cubby, old bowls and baking trays for cooking and some flowers that can be picked for decorative purposes.\nDo not interfere with their creativity, don’t try and fix things, because you never know how children perceive the world. Allow them to find their own limitations and experiment with pushing it as far as they feel safe to do so.\nGross motor skills are used constantly in a garden — balancing on a wall, climbing trees, rolling along grass, filling up watering cans and balancing dirt on a spade.\nWater is always a winner, whether it’s from the hose or the smallest watering can. Kids don’t need a pool, just water to play with, moving it from one place to another and constantly refilling.\nThe most important contribution big people can make for children when playing outdoors is just to be there and be present with them as they pass from one adventure to another. Share in their happiness and freedom. Put down the mobile phone and appreciate the time spent when entering their world of discovery and wonder.\nTip Leave a pile of bits and pieces outside for kids to pick up and use in whatever way their imagination takes them.\n3 jobs to do now 1. It’s strawberry planting season — either use runners from last year’s strawberries or select a few different varieties to grow in pots.\n2. Divide Shasta daisies and asters. They can be pruned back and divided into small clumps.\n3. Deadhead dahlia plants and spray with a fungicide if they have mildew. This extends their flowering period.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "https://thenightly.com.au?utm_medium=in-article_link&utm_source=thewest&utm_campaign=nightly_launch_promo",
    "https://thenightly.com.au",
    "https://www.thenightly.com.au?utm_medium=in-article_link&utm_source=thewest&utm_campaign=nightly_launch_promo"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sabrina hahn",
        "sentiment": "positive"
      },
      {
        "name": "iain gillespie",
        "sentiment": "none"
      },
      {
        "name": "evie",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:44:54.807+03:00",
  "updated": "2024-05-18T14:40:42.864+03:00"
}