{
  "thread": {
    "uuid": "aa617e86b3c762439b13d7c6e44987739855b022",
    "url": "https://www.wdel.com/news/2023-brings-first-decline-in-del-accidental-overdose-deaths-in-a-decade/article_3d0eea8c-f2be-11ee-9933-27fe090f9a3d.html",
    "site_full": "www.wdel.com",
    "site": "wdel.com",
    "site_section": "https://wdel.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "wdel.com | Delaware's News is on FM and 1150AM",
    "title": "2023 brings first decline in Del. accidental overdose deaths in a decade | The Latest from WDEL News | wdel.com",
    "title_full": "2023 brings first decline in Del. accidental overdose deaths in a decade | The Latest from WDEL News | wdel.com",
    "published": "2024-04-05T01:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/wdel.com/content/tncms/assets/v3/editorial/c/a4/ca448f74-ac8e-11e7-8b93-cb09d8bc5eab/59daccdc42c72.image.jpg?crop=1758%2C923%2C0%2C128&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 58614,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "aa617e86b3c762439b13d7c6e44987739855b022",
  "url": "https://www.wdel.com/news/2023-brings-first-decline-in-del-accidental-overdose-deaths-in-a-decade/article_3d0eea8c-f2be-11ee-9933-27fe090f9a3d.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mark Fowser",
  "published": "2024-04-05T01:00:00.000+03:00",
  "title": "2023 brings first decline in Del. accidental overdose deaths in a decade | The Latest from WDEL News | wdel.com",
  "text": "Fewer lives were lost due to overdoses in Delaware last year, compared to 2022. It was the first decline in overdose deaths in a decade. According to data from the Delaware Division of Forensic Science that was shared Thursday, there were 527 accidental overdose deaths in 2023, down 1.8% from the previous year. State health officials said more than 140,000 Delaware adults are living with a substance use disorder, and the problem still affects the Black and Hispanic - Latino communities. \"The good news is for the first time in 10 years Delaware's overdose fatality statistics show a decline. We are hopeful with our current partnerships, increased awareness and prevention initiatives we will continue to make progress,\" Delaware Division of Forensic Science Director John Evans said. According to Delaware Division of Substance Abuse and Mental Health Director Joanna Champney, the state has kept a consistent strategy while also allowing \"room for innovation and addressing emerging trends.\" \"The core strategy is to address the stigma that may keep someone from seeking help, to enlist more healthcare providers in screening patients for opiate use disorder and referring them to treatment, and to make sure doctors know how to treat patients with medication for opiate use disorder,” Champney added. “We also continue to blanket the state with Narcan and to fund programs that reach people where they are - whether that's in rural areas, or in police stations, or through street outreach. The number of organizations we're enlisting to save lives continues to grow. And when people are ready to get help, we're ensuring that addiction treatment services are available for them, regardless of insurance status or ability to pay.” Lieutenant Governor Bethany Hall-Long, chair of the Delaware Behavioral Health Consortium and a nurse and research scientist, said while there are reasons for optimism, \"the fact still remains that we have lost too many Delawareans to this crisis. We have much work to do.\" “It has taken an all-hands-on-deck approach to get this far. As we continue forward, I want to thank the many grassroots advocates, nonprofits, state and local government agencies, our General Assembly, and especially, family members, for leaning in and collaborating on how to provide the best treatment, prevention, and recovery models for Delawareans,\" Hall-Long added. For information and resources regarding substance use disorder, please visit [www.helpisherede.com](https://www.helpisherede.com/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [
    "https://www.helpisherede.com/)",
    "https://helpisherede.com/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "joanna champney",
        "sentiment": "none"
      },
      {
        "name": "john evans",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "wdel news",
        "sentiment": "negative"
      },
      {
        "name": "delaware division of substance abuse and mental health",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "del.",
        "sentiment": "none"
      },
      {
        "name": "delaware",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T01:00:02.197+03:00",
  "updated": "2024-04-05T01:00:02.197+03:00"
}