{
  "thread": {
    "uuid": "bc7c0452eb4498aac41f263c16d36cb097f6303c",
    "url": "https://montreal.citynews.ca/2023/12/29/fae-union-deal-ends-unlimited-strike/",
    "site_full": "montreal.citynews.ca",
    "site": "citynews.ca",
    "site_section": "https://montreal.citynews.ca",
    "site_categories": [
      "media"
    ],
    "section_title": "Breaking News | Top Local Stories | CityNews Montreal",
    "title": "'A new step': FAE union representing 40 per cent of Quebec teachers reaches deal, ends unlimited strike | CityNews Montreal",
    "title_full": "'A new step': FAE union representing 40 per cent of Quebec teachers reaches deal, ends unlimited strike | CityNews Montreal",
    "published": "2023-12-29T16:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://montreal.citynews.ca/wp-content/blogs.dir/sites/19/2023/12/FAE-strike-march-2-scaled.jpg",
    "performance_score": 0,
    "domain_rank": 4644,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bc7c0452eb4498aac41f263c16d36cb097f6303c",
  "url": "https://montreal.citynews.ca/2023/12/29/fae-union-deal-ends-unlimited-strike/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alyssia Rubertucci",
  "published": "2023-12-29T16:45:00.000+02:00",
  "title": "'A new step': FAE union representing 40 per cent of Quebec teachers reaches deal, ends unlimited strike | CityNews Montreal",
  "text": "‘A new step’: FAE union representing 40% of Quebec teachers reaches deal, ends unlimited strike Posted December 29, 2023 9:45 am. Last Updated January 3, 2024 10:53 am. A union representing 40 per cent of Quebec teachers has reached a deal in principle with the government and is ending a strike that has shut around 800 schools since Nov. 23. Federation autonome de l’enseignement or FAE said Thursday night on social media that it spent the day analyzing a tentative deal with the province and will recommend it to its members for approval during general assemblies after the holidays. Details of the agreement have not been released. “The Federation took a new step today by qualifying this proposal as an agreement in principle and putting an end to a strike that lasted 22 days,” said Mélanie Hubert, president of the FAE. “However, the final step is to present it to the 66,500 members of the FAE, who have demonstrated exemplary courage and determination in recent weeks. It is up to teachers to respond to François Legault’s government and to say whether they feel they have been heard.” The union said it has ended all of its pressure tactics, such as the general strike that has shut 800 schools, including in Montreal, since the end of November. If students affected by the FAE strike return to school as scheduled in January, they will have been away from classes for almost seven consecutive weeks. The FAE, which represents more than 66,000 teachers, took the most hard line out of all the public sector unions negotiating new contracts with the government when it launched an unlimited general strike. Earlier Thursday, the government announced it had reached tentative deals on salaries with an alliance of unions, excluding the FAE, representing 420,000 public sector employees, including teachers and health-care workers. They had walked out sporadically since November, for a total of 11 days. The only major labour group without any sort of agreement is a nurses union with about 80,000 members Federation interprofessionnelle de la sante du Quebec which said today that negotiations are ongoing. Before the FAE announced the end to its strike, Sylvain Martel, spokesman for parents group Regroupement des comites de parents autonomes du Quebec, said he was feeling optimistic but remaining cautious that 800 schools would reopen after the holiday break. “We’re glad that we’re able to hope for going back to school on Jan. 9, but everything is tentative, lots of people have to agree to what’s on the table, so let’s hope that it’s a real deal and (union) members will get what they want,” he said in an interview. Martel said discussions have been taking place between teachers, parents and administrators about how children will catch up after missing so much school. How that happens will vary, he said, because the effects of the strikes were unequal some parents taught their children at home, others hired tutors, but many less-fortunate students spent weeks with little to no learning at all. “It’s very difficult for students to go back to the same rhythm they were in November, so it’s going to take a little while, but we’ll get there,” he said. This report by The Canadian Press was first published Dec. 28, 2023.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mélanie hubert",
        "sentiment": "none"
      },
      {
        "name": "françois legault",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "fae",
        "sentiment": "negative"
      },
      {
        "name": "federation",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "quebec",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T17:29:18.507+02:00",
  "updated": "2024-01-05T20:42:33.321+02:00"
}