{
  "thread": {
    "uuid": "18f0b20928c2c01f9d251b80d3397517dabeaefb",
    "url": "https://www.devdiscourse.com/article/politics/2929181-nationwide-phase-1-polling-begins-amidst-tight-security-pm-modi-shah-exercise-franchise",
    "site_full": "www.devdiscourse.com",
    "site": "devdiscourse.com",
    "site_section": "https://www.devdiscourse.com/news-analysis/",
    "site_categories": [
      "media"
    ],
    "section_title": "Breaking News, Development News, Latest News, Politics News, Sports News | Devdiscourse",
    "title": "Nationwide Phase 1 Polling Begins Amidst Tight Security; PM Modi, Shah Exercise Franchise | Politics",
    "title_full": "Nationwide Phase 1 Polling Begins Amidst Tight Security; PM Modi, Shah Exercise Franchise | Politics",
    "published": "2024-05-06T13:23:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.devdiscourse.com/remote.axd?https://devdiscourse.blob.core.windows.net/imagegallery/27_05_2019_11_49_54_2610105.jpg?width=920&format=jpeg",
    "performance_score": 0,
    "domain_rank": 9502,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "18f0b20928c2c01f9d251b80d3397517dabeaefb",
  "url": "https://www.devdiscourse.com/article/politics/2929181-nationwide-phase-1-polling-begins-amidst-tight-security-pm-modi-shah-exercise-franchise",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "PTI",
  "published": "2024-05-06T13:23:00.000+03:00",
  "title": "Nationwide Phase 1 Polling Begins Amidst Tight Security; PM Modi, Shah Exercise Franchise | Politics",
  "text": "Nationwide Phase 1 Polling Begins Amidst Tight Security; PM Modi, Shah Exercise Franchise Over 1,300 candidates contest in 93 constituencies across 11 states in the third phase of Lok Sabha polls. BJP aims to retain the 25 seats it won in Gujarat, 10 in Uttar Pradesh, and 14 in Karnataka in 2019. Notable candidates include Union ministers Amit Shah and Pralhad Joshi. Key contests include Amit Shah (Gandhinagar), Supriya Sule (Baramati), and Dimple Yadav (Mainpuri). The BJP and Congress face off on issues of reservations and sexual harassment allegations against a JD(S) candidate. Voting is also held in Madhya Pradesh, Bihar, Assam, West Bengal, Goa, Dadra and Nagar Haveli, and Daman and Diu. [PTI](/pti-stories)| Ahmedabad | Updated: 06-05-2024 18:23 IST | Created: 06-05-2024 18:23 IST - Country: - India Voting will be held in 93 constituencies spread over 11 states and Union Territories on Tuesday in the third phase of Lok Sabha polls, with stakes being high for the BJP which had won an overwhelming majority of these seats, including all in Gujarat, Karnataka, Bihar and Madhya Pradesh, in the last election. Over 1,300 candidates, including around 120 women, are in the fray. Among the bigwigs are Union ministers Amit Shah (Gandhinagar), Jyotiraditya Scindia (Guna), Mansukh Mandaviya (Porbandar), Parshottam Rupala (Rajkot), Pralhad Joshi (Dharwad) and SP Singh Baghel (Agra). With the BJP bagging Surat unopposed, 25 seats in Prime Minister Modi's home state of Gujarat will go to polls on May 7, besides 11 seats in Maharashtra, 10 seats in Uttar Pradesh, the remaining 14 of the 28 in Karnataka, seven in Chhattisgarh, five in Bihar, four each in Assam and West Bengal, and all two in Goa. The Union Territory of Dadra and Nagar Haveli and Daman and Diu (2 seats) and nine seats in Madhya Pradesh, including Betul where elections were deferred, will also go to polls on Tuesday and over 11 crore people will be eligible to vote. PM Modi and Shah, who are expected to arrive in Gujarat tonight, will cast their vote at booths in Ahmedabad city under the Gandhinagar Lok Sabha seat. Former Madhya Pradesh chief ministers Shivraj Singh Chouhan (Vidisha) and Digvijaya Singh (Rajgarh) have also returned to the Lok Sabha electoral fray this time. A riveting contest is on in Maharashtra's Baramati between Sharad Pawar's daughter Supriya Sule and Sunetra Pawar, wife of the veteran leader's estranged nephew and Maharashtra Deputy Chief Minister Ajit Pawar. In Uttar Pradesh, the current phase is important for the Mulayam Singh Yadav family, with Samajwadi Party chief Akhilesh Yadav's wife Dimple Yadav aiming to retain the Mainpuri Lok Sabha seat. Dimple Yadav had won the seat in bypolls following the demise of her father-in-law Mulayam Singh Yadav. Akshaya Yadav, son of Ram Gopal Yadav, the national principal general secretary of SP, will try to reclaim the Firozabad seat, which he had won in 2014. Aditya Yadav, the son of SP national general secretary Shivpal Yadav, is making his electoral debut from the Budaun Lok Sabha seat, which was represented by his cousin Dharmendra Yadav in 2014. The fate of former Karnataka chief minister Basavaraj Bommai (Haveri) and AIUDF Badruddin Ajmal (Dhubri) will also be decided on May 7. After the third phase, voting will be completed in 283 out of 243 seats in Lok Saba. The next four phases will be on May 13, May 20, May 25 and June 1. Counting of votes is on June 4. The third phase saw the BJP-led NDA and the INDIA bloc fiercely attacking each other on issues like reservations and sexual harassment charges against JD(S) leader Prajwal Revanna. Prime Minister Narendra Modi led the BJP charge, asking the Congress to give in writing that it will not hand over the quota for Scheduled Castes, Scheduled Tribes and Other Backward Classes to Muslims. The Congress and its allies accused the BJP of trying to tamper with the Constitution and do away with reservations. The principal opposition party, which has promised to remove the 50 per cent cap on reservations, also asked the BJP to clear its stance on the issue. Congress chief Mallikarjun Kharge along with party leaders Rahul Gandhi and Priyanka Gandhi Vadra focused on issues of social justice, unemployment, ''injustice'' to farmers and alleged favourable treatment to select businessmen. The BJP leaders targeted the Congress over wealth redistribution and inheritance tax issues and accused it of pursuing appeasement politics, while Rahul Gandhi reiterated Congress' commitment to conduct a caste census and economic survey if voted to power. In the 2019 Lok Sabha polls, BJP had swept all the 14 seats in Karnataka, defeating Congress and JD(S), which were in alliance and ruling the state then. Congress leaders including Rahul Gandhi and Priyanka Gandhi Vadra have attacked the BJP over allegations of sexual harassment against Prajwal Revanna, Hassan MP and leader of the JD(S) - an ally of the BJP-. Hitting back, BJP leader Amit Shah and others questioned why the Congress government in Karnataka delayed the action against Revanna. The JD(S) joined the BJP-led NDA in September last year. Prajwal Revanna is the grandson of former prime minister and JD(S) patriarch H D Deve Gowda and was the JD(S)-BJP alliance candidate from Hassan seat which went to polls on April 26. Prajwal's father H D Revanna was arrested by Special Investigation Team on Saturday in a kidnapping case linked to sexual abuse allegations against Prajwal, soon after a court here rejected his anticipatory bail plea. In Gujarat, BJP's Mukesh Dalal has already won from Surat unopposed after the nomination of Congress' Nilesh Kumbhani was rejected over irregularities in the signature of proposers and other candidates withdrew. The party had swept all 26 seats in 2019. In Chhattisgarh, the BJP had bagged nine seats and Congress two seats out of the total 11 in 2019. In Assam, the BJP has put up only one candidate in this phase for the Guwahati seat, while its alliance partners AGP are contesting in two - Dhubri and Barpeta - and the UPPL in Kokrajhar. The Congress and the Voters Party International (VPI) are fighting in all four seats, while the BPF, the Trinamool Congress, Bharatiya Gana Parishad, SUCI(C) and Republican Party of India (Athawale) are contesting in two each. The AIUDF, CPI(M), Gana Suraksha Party, Hindu Samaj Party, Asom Jana Morcha, National Road Map Party of India , Rashtriya Ulema Council, Ekam Sanatan Bharat Dal and Bahujan Maha Party are contesting in one seat each while 16 independents are also in the fray. (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.) ALSO READ [Mahavir Jayanti 2024: Former Gujarat CM Vijay Rupani flags off Yatra in Rajkot](/article/headlines/2903231-mahavir-jayanti-2024-former-gujarat-cm-vijay-rupani-flags-off-yatra-in-rajkot) [Punjab Kings opt to bat against Gujarat Titans](/article/sports-games/2903617-punjab-kings-opt-to-bat-against-gujarat-titans) [Businessman, 10 minors among 35 Jain devotees who become monks at Diksha ceremony in Gujarat's Ahmedabad](/article/headlines/2903527-businessman-10-minors-among-35-jain-devotees-who-become-monks-at-diksha-ceremony-in-gujarats-ahmedabad) [IPL 2024: Punjab Kings win toss, decide to bat against Gujarat Titans](/article/sports-games/2903628-ipl-2024-punjab-kings-win-toss-decide-to-bat-against-gujarat-titans) [IPL Scoreboard: Punjab Kings vs Gujarat Titans](/article/headlines/2903857-ipl-scoreboard-punjab-kings-vs-gujarat-titans)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Politics",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "modi",
        "sentiment": "negative"
      },
      {
        "name": "daman",
        "sentiment": "none"
      },
      {
        "name": "supriya sule",
        "sentiment": "none"
      },
      {
        "name": "nagar haveli",
        "sentiment": "none"
      },
      {
        "name": "pralhad joshi",
        "sentiment": "none"
      },
      {
        "name": "dadra",
        "sentiment": "none"
      },
      {
        "name": "madhya prades",
        "sentiment": "none"
      },
      {
        "name": "amit shah",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "congress",
        "sentiment": "none"
      },
      {
        "name": "pti",
        "sentiment": "none"
      },
      {
        "name": "bjp",
        "sentiment": "none"
      },
      {
        "name": "union",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ahmedabad",
        "sentiment": "none"
      },
      {
        "name": "bihar",
        "sentiment": "none"
      },
      {
        "name": "gujarat",
        "sentiment": "none"
      },
      {
        "name": "assam",
        "sentiment": "none"
      },
      {
        "name": "karnataka",
        "sentiment": "none"
      },
      {
        "name": "madhya pradesh",
        "sentiment": "none"
      },
      {
        "name": "goa",
        "sentiment": "none"
      },
      {
        "name": "west bengal",
        "sentiment": "none"
      },
      {
        "name": "gandhinagar",
        "sentiment": "none"
      },
      {
        "name": "lok sabha",
        "sentiment": "none"
      },
      {
        "name": "uttar pradesh",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-06T15:55:12.759+03:00",
  "updated": "2024-05-06T15:55:12.759+03:00"
}