{
  "thread": {
    "uuid": "3389ae84c664f3870806a0d5f45255d36a1e4941",
    "url": "https://www.am.com.mx/salud/2024/2/15/se-unen-estudiantes-de-la-ug-lucha-contra-el-cancer-infantil-695014.html",
    "site_full": "www.am.com.mx",
    "site": "am.com.mx",
    "site_section": "https://am.com.mx/salud",
    "site_categories": [
      "travel",
      "mexico_and_central_america"
    ],
    "section_title": "Noticias de Salud | Periódico AM",
    "title": "Se unen estudiantes de la UG a lucha contra el cáncer infantil - Periódico AM",
    "title_full": "Se unen estudiantes de la UG a lucha contra el cáncer infantil - Periódico AM",
    "published": "2024-02-16T01:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AM",
    "main_image": "https://www.am.com.mx/u/fotografias/m/2024/2/15/f1280x720-558417_690092_5050.jpg",
    "performance_score": 0,
    "domain_rank": 65526,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3389ae84c664f3870806a0d5f45255d36a1e4941",
  "url": "https://www.am.com.mx/salud/2024/2/15/se-unen-estudiantes-de-la-ug-lucha-contra-el-cancer-infantil-695014.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Fernanda Noriega",
  "published": "2024-02-16T01:27:00.000+02:00",
  "title": "Se unen estudiantes de la UG a lucha contra el cáncer infantil - Periódico AM",
  "text": "[Salud](https://www.am.com.mx/salud)el Se unen estudiantes de la UG a lucha contra el cáncer infantil Cientos de estudiantes se sumaron a la “Recolección de tapas de plástico para cáncer infantil”, que también ayuda a crear conciencia sobre el cuidado del planeta. Más de 300 estudiantes de la división de Ingenierías de la Universidad de Guanajuato (UG) lograron realizar una donación de seis mil 114 kilogramos de tapas de plástico en beneficio de pacientes con cáncer infantil durante el periodo 2018 - 2023, entregando al menos quince kilos de tapas plásticas por estudiante. Esta iniciativa fue reconocida por el Banco de Tapitas A.C., en el marco por el Día Mundial de la lucha contra el Cáncer infantil a conmemorarse este 15 de febrero. La doctora Saskia Van Amerongen, profesora del Departamento de Ingeniería Electrónica y responsable de “Recolección de tapas de plástico para cáncer infantil” compartió en un comunicado oficial que este fue registrado como proyecto de Servicio Social Universitario. “El objetivo, principalmente, es concientizar a la comunidad universitaria y a la sociedad en general acerca de dos impactos importantes: la cultura del reciclaje y cuidado del planeta, y por supuesto la solidaridad y empatía con el entorno”, mencionó la profesora. Esta causa busca que las tapitas que usualmente son desechadas como basura puedan transformarse en una fuente valiosa de recursos, derivando en la generación de fondos destinados al apoyo de tratamientos médicos para niños con diagnóstico de cáncer. Además, Edgar Adrián Cabrera Meneses presidente de la mencionada asociación civil, destacó la importancia de la detección temprana de este padecimiento. Nos llena de orgullo decir que, gracias a personas como ustedes, hemos podido impactar la vida de más de quinientos pacientes y sus respectivas familias en diferentes partes del territorio nacional”. “El reconocimiento ha sido y es importante para crear conciencia en nuestra comunidad para apoyar a los niños que sufren de leucemia así como para cuidar de nuestro único hogar que es el planeta”, expresó Cabrera Meneses durante la entrega del reconocimiento. En el marco de una fecha tan importante, el proyecto inscrito por la profesora Saskia Van Amerongen está en sintonía con los Objetivos de Desarrollo Sostenible de la ONU en el rubro de “Bienestar y Salud” y con el eje “Cuidado del Medio Ambiente” del programa de “La Colmena”. [Salud](https://www.am.com.mx/salud)el Las 8AM Recibe gratis por email las 8 noticias esenciales de AM, antes de las 8:00 a.m.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T06:53:27.197+02:00",
  "updated": "2024-02-16T06:53:27.197+02:00"
}