{
  "thread": {
    "uuid": "3ff6ed148b459ef4084f7d388b9f753acf36b72e",
    "url": "https://www.world-today-news.com/hamas-accepts-ceasefire-proposal-in-gaza-strip-amid-israeli-evacuation-orders/",
    "site_full": "www.world-today-news.com",
    "site": "world-today-news.com",
    "site_section": "https://www.world-today-news.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "World Today News",
    "title": "Hamas Accepts Ceasefire Proposal in Gaza Strip Amid Israeli Evacuation Orders - World Today News",
    "title_full": "Hamas Accepts Ceasefire Proposal in Gaza Strip Amid Israeli Evacuation Orders - World Today News",
    "published": "2024-05-07T00:37:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://asset.barrons.com/barrons/images/afp-metadata-default.jpg",
    "performance_score": 0,
    "domain_rank": 27646,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3ff6ed148b459ef4084f7d388b9f753acf36b72e",
  "url": "https://www.world-today-news.com/hamas-accepts-ceasefire-proposal-in-gaza-strip-amid-israeli-evacuation-orders/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "world today news",
  "published": "2024-05-07T00:37:00.000+03:00",
  "title": "Hamas Accepts Ceasefire Proposal in Gaza Strip Amid Israeli Evacuation Orders - World Today News",
  "text": "RAFAH: The Islamic movement Hamas said on Monday it had accepted a ceasefire proposal of which of the Islamic Republic of Iran, the Islamic Movement of Hamas said on Monday that it had accepted a ceasefire proposal in the Gaza Strip, hours after the Israeli army ordered the evacuation of eastern Rafah in preparation for an offensive. on the town.\n(Israel Palestinians Gaza Hamas conflict diplomacy – 21H30 GMT) NEW VIDEO\nThe Israeli army begins to evacuate the area of ​​Rafah, southern Gaza\nGAZA STRIP, Palestinian Territories: The Israeli army began evacuating 100,000 people from east of Rafah in southern Gaza on Monday, after weeks of warning that it would launch a major offensive, even as peace talks between Israel and Hamas.\n(Gaza Conflict Hamas Palestinians Israel – Available Now)\nAl-Jazeera shutdown in Israel sets back press freedom (UN)\nUNITED NATIONS, USA : The UN denounced on Monday “any decision that will reverse the freedom of the press”, in response to the Israeli government’s decision to close the offices of the Qatari channel Al-Jazeera and ban to broadcast.\n(Conflict Israel Palestinians UN Media Hamas USA – Available Now) NEW VIDEO\nPutin orders nuclear drills after reports of Western troops being sent to Ukraine\nMOSCOW: Russian President Vladimir Putin ordered nuclear exercises to be carried out “soon” on Monday, in response to reports by Western power leaders about the possibility of sending troops to Ukraine.\n( Russia Ukraine armed forces conflict nuclear weapons – Available now)\nWater does not provide in the south of Brazil, worry about increasing supply\nPORTO ALEGRE, Brazil: The rain has stopped, but the water is still flooding Porto Alegre and hundreds of other cities in southern Brazil this Monday, as concern grows about water and food supply amid the region’s worst climate disaster.\n(Brazil Climate Flood Disasters – Available Now)\nA tense global trade meeting between the leaders of China and the EU\nPARIS: Monday’s trade disagreement marked the first trip to Europe since the pandemic for Chinese President Xi Jinping, who dismissed the concerns of his French counterpart, Emmanuel Macron, and the head of the European Commission, Ursula von der Leyen.\n( France China EU Ukraine Trade diplomacy Russia – Available now)\nMulino wins the presidency of Panama and says he is a “man’s puppet”.\nPANAMA CITY: Right-wing lawyer José Raúl Mulino won Sunday’s presidential elections in Panama and in his first speech said he was “nobody’s puppet,” referring to the former president. seat Ricardo Martinelli, who replaced him as a candidate.\n(migration economy politics elections Panama – Available now)\nChavismo needs “guarantees” to leave power in Venezuela, says Chávez’s former rival\nMARACAIBO: Manuel Rosales is a veteran of Venezuelan politics : a rival to the then all-powerful Hugo Chávez in 2006, the current governor of the oil state of Zulia says the opposition can defeat Nicolás Maduro, but must to offer him “guarantees” after the final exit power.\n(Venezuela will elect political government parties – Available now) NEW VIDEO\nCrime in Ecuador is becoming “scary,” says UNODC chief\nQUITO: The executive director of the United Nations agency on Drugs and Crime (UNODC), Ghada Waly, said on Monday that the threat of organized crime has increased “quickly and alarmingly” in Ecuador, where the new branch office.\n(Ecuador organized crime drug trade – 22H00 GMT) NEW VIDEO\nThe President of Guatemala takes to Congress the bottom of a project to dismiss the attorney general\nGUATEMALA CITY: Guatemalan President Bernardo Arévalo walked from the House of Government to the Congress building on Monday to personally deliver a legal reform project to remove the questioned Attorney General Consuelo Porras.\n(Guatemala government justice corruption politics – 22H30 GMT) NEW VIDEO\nGuatemala’s President Proposes Reform to Congress to Remove Impeached Prosecutor\nGUATEMALA CITY: Guatemala’s president, Bernardo Arévalo, presented to Congress on Sunday a legal reform that would allow the removal of the attorney general, Consuelo Porras, whose rise to power was jeopardized by questionable investigations .\n(Guatemala government justice corruption – Available now)\nBolsonaro, who is hospitalized for a skin infection, will be transferred to Sao Paulo\nRIO DE JANEIRO: Former Brazilian president Jair Bolsonaro, who was admitted to a hospital in Manaus (north) since Sunday to treat a skin infection, will be transferred to Sao Paulo, one of the closest colleagues notified AFP.\n(Brazil health policy – Available now)\nThe judge threatens Trump with prison if he refuses his orders\nNEW YORK : NEW YORK : The judge in the historic trial of Donald Trump this Monday threatened the former president with prison if he continues to defy his order preventing him from speaking ill about witnesses, the jury and court staff in public.\n(US Politics Justice Elections – Available Now)\nThe Prosecutor’s Office confirms that two Australian and American surfers were murdered in Mexico\nTIJUANA, Mexico: Two Australian and American surfers were killed in an attempted robbery at a Mexican Pacific resort, the prosecutor’s office in the state of Baja California (northwest) confirmed on Sunday, after relatives the tourists to identify the bodies.\n(Australia Mexico USA Criminal Missing – Available Now)\n2024-05-06 21:17:06\n# Video #estimate #Spanish #GMT\nRelated posts: UN Deputy Secretary General Griffiths violated the procedure for crossing the state border of Russia... Bandung Young Woman Killed at Hotel Kediri, Police Find Contraception Hamas Gunmen Kill Four Israelis in West Bank Gas Station Attack Forecast for Tuesday, May 17, 2022 Share this: Facebook X",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://i0.wp.com/img7.eadaily.com/r650x400/o/64c/99365058c37d2eaeefa04b2e1850a.jpeg?resize=150%2C150&ssl=1)",
    "https://img.20mn.fr/Fw-9fWRATcCMFz5j_sL7tCk/1200x768_meteo-strasbourg-previsions-du-mardi-17-mai-2022)",
    "https://www.i0.wp.com/img7.eadaily.com/r650x400/o/64c/99365058c37d2eaeefa04b2e1850a.jpeg?resize=150%2C150&ssl=1)",
    "https://www.img.20mn.fr/Fw-9fWRATcCMFz5j_sL7tCk/1200x768_meteo-strasbourg-previsions-du-mardi-17-mai-2022)",
    "https://i0.wp.com/img7.eadaily.com/r650x400/o/64c/99365058c37d2eaeefa04b2e1850a.jpeg"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "isra",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "negative"
      },
      {
        "name": "islamic movement of hamas",
        "sentiment": "none"
      },
      {
        "name": "al-jazeera",
        "sentiment": "none"
      },
      {
        "name": "un",
        "sentiment": "none"
      },
      {
        "name": "united nations",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza strip",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "usa",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "islamic republic of iran",
        "sentiment": "none"
      },
      {
        "name": "rafah",
        "sentiment": "none"
      },
      {
        "name": "gaza gaza",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-07T00:38:17.163+03:00",
  "updated": "2024-05-07T00:38:17.163+03:00"
}