{
  "thread": {
    "uuid": "ee48129b9a6cd2d475cea05fb5f2d10b3645c067",
    "url": "https://global.espreso.tv/world-about-ukraine-usa-joins-international-coalition-for-return-of-ukrainian-children",
    "site_full": "global.espreso.tv",
    "site": "espreso.tv",
    "site_section": "https://global.espreso.tv",
    "site_categories": [
      "top_news"
    ],
    "section_title": "Ukraine News ᐈ War against Russia, Latest News and Videos | Espreso TV",
    "title": "USA joins Coalition for Return of Ukrainian Children",
    "title_full": "USA joins Coalition for Return of Ukrainian Children",
    "published": "2024-03-08T09:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "UA",
    "main_image": "https://static.espreso.tv/uploads/photobank/282000_283000/282228_GettyImages-1239089508.jpg?id=1709888575",
    "performance_score": 0,
    "domain_rank": 23296,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ee48129b9a6cd2d475cea05fb5f2d10b3645c067",
  "url": "https://global.espreso.tv/world-about-ukraine-usa-joins-international-coalition-for-return-of-ukrainian-children",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@espresotv",
  "published": "2024-03-08T09:45:00.000+02:00",
  "title": "USA joins Coalition for Return of Ukrainian Children",
  "text": "US joins International Coalition for Return of Ukrainian Children USA joins coalition for safe return of Ukrainian children, unlawfully deported or handed over by Russia The US State Department [reported](https://www.state.gov/the-united-states-joins-the-international-coalition-for-the-return-of-ukrainian-children/) the information. The United States also confirms its support for the 'Joint Declaration on the Establishment of the International Coalition for the Return of Ukrainian Children,' previously issued by Canada and Ukraine. “We note the report of the UN Secretary-General “Children and Armed Conflict” A/77/895–S/2023/363, in which Russia’s armed forces and affiliated armed groups are included in the list of parties committing grave violations against children in armed conflict. We also note that the immediate release and return of all unlawfully detained, forcibly transferred and illegally deported civilians, including children, have been repeatedly emphasized in the documents of the United Nations, particularly in the UN General Assembly resolution A/RES/ES-11/6 “Principles of the Charter of the United Nations underlying a comprehensive, just and lasting peace in Ukraine,” the text says. The United States has stated its common adherence to the following principles: - The high importance and priority of ensuring the best interests of a child, and the protection of children’s rights and freedoms, consistent with international law as applicable, in the context of the Russian Federation’s armed aggression; - International humanitarian law and human rights law must be respected in the context of the Russian Federation’s war of aggression against Ukraine, including by addressing the illegal deportation and forced transfer of Ukrainian children by the Russian Federation; - The importance of adherence to international law, including the Charter of the United Nations, the Geneva Conventions and Additional Protocols thereto, and the United Nations Convention on the Rights of the Child and Optional Protocols, among others, as applicable. Existing members of the International Coalition are engaged in supporting a just outcome of the situation of illegally deported and forcibly transferred Ukrainian children, including in the following ways: - Expressing support for the principles of point 4 of the Peace Formula of President of Ukraine Volodymyr Zelenskyy and the Action Plan “Bring Kids Back UA”, as well as the continuation of the fruitful consultations of national security and foreign policy advisors that took place in Copenhagen, Jeddah, and Malta in the year 2023 and in Davos in January of 2024; - Exerting all possible efforts to return Ukrainian children, in accordance with international best practices, who have been illegally deported or forcibly transferred by the Russian Federation and supporting the process of their reintegration and reunification with families or placement in family-based care settings, consistent with the best interests of the child; - Facilitating the delivery of all necessary humanitarian, medical, and psychological assistance to children and their families affected by the illegal deportation and forced transfer by the Russian Federation, with the aim of their reintegration, and the restoration of their well-being, health, and welfare; - Supporting efforts to bring those responsible for organizing the illegal deportation and forcible transfer of Ukrainian children to justice consistent with international law. Deportation of Ukrainian children to Russia: what is known In the midst of Russia's full-scale invasion, Ukraine's children are being mass deported from the occupied territories. They are being transported to the occupied Crimea, Russia, or Belarus under the pretext of health retreats or holiday camps. On May 13, 2023, during a briefing in Rome with Italian Prime Minister Giorgia Meloni, Ukrainian President Volodymyr Zelenskyy stated that over 19,300 children had been deported by the Russians. On May 29, during an informal meeting of the UN Security Council on Russia's abduction of children from the occupied territories of Ukraine, Ukrainian Human Rights Commissioner Dmytro Lubinets revealed that Russia deliberately changes legislation to prevent the return of Ukrainian children to their homeland, including forcibly changing their citizenship to Russian. Lubinets also noted that Russia provides no information about deported Ukrainian children - it's unknown even where they are located and under what conditions. On June 8, the U.S. Senate Committee [endorsed](https://www.holosameryky.com/a/rezolutsia-resolution-vykradennia-ditey-genitsyd-senat-kongres-golosuvannia-respublikantsi-demokraty/7128891.html) a resolution condemning Russia's abduction of Ukrainian children and labeling the actions of the occupiers as genocide. Later, evidence emerged implicating Belarus in the deportation of Ukrainian children. On June 27, the Belarusian opposition handed evidence of involvement in war crimes by the self-proclaimed leader of Belarus, Alexander Lukashenko, and his circle to the International Criminal Court. German Foreign Minister Annalena Baerbock called on UN countries to unite efforts and compel Russia to return Ukrainian children to their parents, taken against their will to Russia during the war in Ukraine. On July 29, the British Ambassador to Ukraine, Melinda Simmons, stated that Russians are abducting Ukrainian children with the aim of eradicating the next generation of defenders of Ukraine. Around the same time, Russian Children's Rights Commissioner Maria Lvova-Belova claimed that since the start of Russia's full-scale invasion, Russia has 'accepted' around 4.8 million residents of Ukraine, including over 700,000 children. On November 23, the [BBC](https://www.bbc.com/news/world-europe-67488646) reported that Sergei Mironov, the leader of the political party 'A Just Russia,' had adopted a 10-month-old girl who was kidnapped from a children's home in Kherson region. On December 7, 2023, Lubinets [announced ](https://global.espreso.tv/officially-confirmed-deportation-of-19540-children-from-ukraine-by-russians-commissioner-for-human-rights)that the deportation of 19,540 Ukrainian children by Russia had been officially confirmed. On January 25, the Parliamentary Assembly of the Council of Europe (PACE) called on the parliaments of EU countries to recognize the deportation of Ukrainian children to Russia as a war crime. [ Kirby on helping Ukraine: There is no substitute for Congressional approval of funding ](https://global.espreso.tv/aid-kirby-on-helping-ukraine-there-is-no-substitute-for-congressional-approval-of-funding) [ Victorious news of 742nd day of war: organizer of sham elections killed in Berdyansk, explosion near oil storage facility in Russia, super-powerful Avdiivka drone ](https://global.espreso.tv/ukraine-victorious-news-of-742nd-day-of-war-organizer-of-sham-elections-killed-in-berdyansk-explosion-near-oil-storage-facility-in-russia-super-powerful-avdiivka-drone) [ Ukrainian defense forces eliminate 1,160 Russian soldiers, 51 armored vehicles and 17 tanks overnight — General Staff ](https://global.espreso.tv/enemy-losses-ukrainian-defense-forces-eliminate-1160-russian-soldiers-51-armored-vehicles-and-17-tanks-overnight) - News [More news](https://global.espreso.tv/news?page=2)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://www.holosameryky.com/a/rezolutsia-resolution-vykradennia-ditey-genitsyd-senat-kongres-golosuvannia-respublikantsi-demokraty/7128891.html)",
    "https://www.bbc.com/news/world-europe-67488646)",
    "https://www.state.gov/the-united-states-joins-the-international-coalition-for-the-return-of-ukrainian-children/)",
    "https://holosameryky.com/a/rezolutsia-resolution-vykradennia-ditey-genitsyd-senat-kongres-golosuvannia-respublikantsi-demokraty/7128891.html)",
    "https://bbc.com/news/world-europe-67488646)",
    "https://state.gov/the-united-states-joins-the-international-coalition-for-the-return-of-ukrainian-children/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "us state department",
        "sentiment": "none"
      },
      {
        "name": "united nations",
        "sentiment": "none"
      },
      {
        "name": "un",
        "sentiment": "none"
      },
      {
        "name": "international coalition",
        "sentiment": "none"
      },
      {
        "name": "un general assembly",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "usa",
        "sentiment": "none"
      },
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T11:02:56.934+02:00",
  "updated": "2024-03-08T11:02:56.934+02:00"
}