{
  "thread": {
    "uuid": "4c4b6806c2ecec2e9a4c9f0d08e0a3c8bddc7fba",
    "url": "https://allthatsinteresting.com/rick-rescorla",
    "site_full": "allthatsinteresting.com",
    "site": "allthatsinteresting.com",
    "site_section": "https://allthatsinteresting.com/rss",
    "site_categories": [
      "photography",
      "hobbies_and_interests"
    ],
    "section_title": "All That's Interesting",
    "title": "Rick Rescorla, The War Hero Who Saved 2,700 Lives On 9/11",
    "title_full": "Rick Rescorla, The War Hero Who Saved 2,700 Lives On 9/11",
    "published": "2024-05-03T02:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://allthatsinteresting.com/wordpress/wp-content/uploads/2024/05/rick-rescorla-featured.jpg",
    "performance_score": 0,
    "domain_rank": 6608,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 1
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4c4b6806c2ecec2e9a4c9f0d08e0a3c8bddc7fba",
  "url": "https://allthatsinteresting.com/rick-rescorla",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Cara Johnson",
  "published": "2024-05-03T02:00:00.000+03:00",
  "title": "Rick Rescorla, The War Hero Who Saved 2,700 Lives On 9/11",
  "text": "Rick Rescorla fought for the British military for six years and earned a Purple Heart for his service with the U.S. Army in Vietnam — but the bravest moment of his life came on September 11, 2001. As smoke enveloped the South Tower of the World Trade Center on Sept. 11, 2001, a voice rang out in a stairwell that was filled with thousands scrambling for safety. Rick Rescorla, the vice president of security at Morgan Stanley, was singing “God Bless America” on a bullhorn.\nA Vietnam war hero, Rescorla successfully evacuated nearly every Morgan Stanley employee from the tower, saving 2,700 lives.\n“Everybody said, ‘Rick, your folks are out. You’ve done what you need to do,'” Lt. Col. Andrew Watson recalled at a dedication ceremony for Rescorla in 2015, “but he pointed up the stairwell and said, ‘You hear those screams? There’s more people up there. I have to help get them out.'”\nCongressional Medal of Honor Society Rick Rescorla spent years preparing for a terrorist attack on the World Trade Center — and on 9/11, his planning saved thousands.\nRescorla’s actions cost him his life — but they secured his legacy as a hero.\nRick Rescorla’s Heroism On 9/11 When American Airlines Flight 11 crashed into the North Tower of the World Trade Center on 9/11, Rick Rescorla was working on the 44th floor of the South Tower. The war hero stayed calm and ignored the orders blasting from the loudspeaker to shelter in place. Instead, Rescorla grabbed a megaphone and began evacuating 2,700 Morgan Stanley employees.\nThe workers knew what to do — Rescorla had led them in an emergency evacuation training program he’d created twice a year.\nRescorla’s wife, Susan, called him when she saw the news that a plane had hit the North Tower. He was busy leading evacuation efforts, but one of his co-workers told her, “Don’t worry. It’s fine, it’s contained. Rick is getting everyone out. He’s out there with the bullhorn now.”\nRick Rescorla’s plan went smoothly at first, but when a second plane struck the South Tower, the urgency to escape grew. So, Rescorla began to sing his own version of “Men of Harlech,” a Welsh battle song, over the megaphone. Years earlier in Vietnam, Rescorla had sung to his men, calming their nerves on the killing fields of Ia Drang.\nNational Institute of Standards and Technology When United Airlines Flight 175 hit the South Tower, Rick Rescorla had already begun to evacuate 2,700 Morgan Stanley employees.\nAs he led the evacuation, Rescorla called Susan for the last time. “Stop crying,” he told her. “I have to get these people out safely. If something should happen to me, I want you to know I’ve never been happier. You made my life.”\nEven when the Morgan Stanley employees reached safety, Rescorla refused to leave anyone behind. He headed back up the stairs to save more lives.\nRescorla was last seen on the 10th floor of the South Tower moments before it collapsed. His body was never recovered.\n“He had a choice,” said Susan at the 2015 dedication ceremony, according to Military.com . “He could have walked out of there anytime he wanted to. If he was here today, he would be proud.”\nHowever, Rick Rescorla’s heroic action on 9/11 wasn’t the first time he’d made a tough choice to save others.\nWho Was Rick Rescorla? Born in Cornwall in 1939, Rick Rescorla watched American soldiers stationed in his hometown as a boy. Fascinated by the World War II infantrymen, Rescorla would later follow in their footsteps, joining the British military at 16 years old.\nSo, how did a Cornish soldier end up working in security at the Twin Towers? Decades earlier, Rescorla had moved to the U.S. to fight in Vietnam.\nUnited States Army Rick Rescorla was a decorated veteran of the Vietnam War.\nAfter serving in the British military as a paratrooper and a police inspector, Rescorla wanted more action. According to Sky HISTORY , his friend Daniel Hill recalled, “He was looking for bang-bang shoot-’em-up.” Hill suggested they both enlist in the U.S. Army so they could see action in the Vietnam War.\nIn 1963, Rescorla finished basic training at Fort Dix in New Jersey. He was quickly promoted as an officer. And two years later, the Cornishman was a platoon leader in the midst of one of the deadliest battles in a bloody war.\nHow A Cornishman Became A Vietnam War Hero In Vietnam, Rescorla’s platoon landed via helicopter in Ia Drang Valley, which became known as the Valley of Death. The brutal battle was the first major engagement between U.S. forces and the People’s Army of North Vietnam.\nWhile holding their line for three long days, Rescorla kept up his men’s spirits through song.\n“We were all sitting in our holes with our knees knocking, we have dead guys all around us, and here comes Rick singing Cornish songs,” recalled radio operator Sam Fantino.\nRescorla earned the nickname “Hard Core” in Vietnam, along with a Purple Heart and a Silver Star. When the war ended, the veteran returned to America and became a U.S. citizen. He earned a law degree and got married. By the mid-1980s, Rescorla was working in corporate security at the World Trade Center.\nBefore the 1993 terrorist attack on the World Trade Center, Rescorla and Hill, who had become a counterterrorism expert, thoroughly inspected the Twin Towers for security weaknesses. Rescorla warned that the basement parking garage left the towers vulnerable to attack — but authorities ignored him. Then, in 1993, a truck bomb exploded in the parking garage, killing six.\nFederal Bureau of Investigation Even before the 1993 terrorist attack on the World Trade Center, Rick Rescorla warned authorities that the basement presented a security risk.\nOn that day in 1993, according to the 9/11 Memorial & Museum , Rescorla led the Morgan Stanley evacuation. Convinced that terrorists would target the Twin Towers in the future, Rescorla designed a strict disaster contingency plan, which he regularly rehearsed with employees.\nThat plan allowed Rescorla to save 2,700 lives on 9/11.\nEarning The Presidential Citizens Medal Rick Rescorla was not supposed to be in the Twin Towers on 9/11. He gave up a holiday to let a colleague take the day off. But when the planes hit the towers, Rescorla leaped into action.\nDuring the chaos, Rescorla called his Vietnam War buddy Dan Hill. On their last phone call, Rescorla told Hill to get to New York as soon as possible — he’d be needed for rescue efforts.\nNational Institute of Standards and Technology In spite of the danger, Rick Rescorla returned to the South Tower after evacuating 2,700 Morgan Stanley employees.\nIn 2019, Rick Rescorla received the Presidential Citizens Medal posthumously. During the ceremony, battalion commander Watson praised Rescorla for his service.\n“How better can you epitomize selfless service to a nation than to first embark on the conflict in Vietnam, and then to continue to serve your community at every level you find yourself?” Watson asked.\nWatson praised Rescorla for giving his “last full measure of dedication of service and support in an unexpected terrorist attack.”\nLuigi Novi/Wikimedia Commons Rick Rescorla’s name appears at the National September 11 Memorial.\nRick Rescorla was one of just 13 Morgan Stanley employees who died on 9/11. Without Rescorla’s fearless heroism, which saved 2,700 lives, that number would have been much higher.\nAs Hill put it, “You see, for Rick Rescorla, this was a natural death… There are certain men born in this world, and they’re supposed to die setting an example for the rest of the weak bastards we’re surrounded with.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.history.co.uk/articles/rick-rescorla-the-cornish-hero-of-911",
    "https://history.co.uk/articles/rick-rescorla-the-cornish-hero-of-911",
    "https://www.military.com/daily-news/2019/09/13/story-rick-rescorla-vietnam-vet-and-9-11-hero.html",
    "https://military.com/daily-news/2019/09/13/story-rick-rescorla-vietnam-vet-and-9-11-hero.html",
    "https://911memorial.org/connect/blog/recognizing-war-hero-who-led-wtc-survivors-safety-911",
    "https://www.911memorial.org/connect/blog/recognizing-war-hero-who-led-wtc-survivors-safety-911"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rick rescorla",
        "sentiment": "negative"
      },
      {
        "name": "rescorla",
        "sentiment": "none"
      },
      {
        "name": "andrew watson",
        "sentiment": "none"
      },
      {
        "name": "rick",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "u.s. army",
        "sentiment": "none"
      },
      {
        "name": "morgan stanley",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "vietnam",
        "sentiment": "none"
      },
      {
        "name": "world trade center",
        "sentiment": "none"
      },
      {
        "name": "south tower of the world trade center",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-03T04:03:10.816+03:00",
  "updated": "2024-05-03T18:53:59.373+03:00"
}