{
  "thread": {
    "uuid": "f765a459991b6e6b3d77709be192be3ff10ca5a3",
    "url": "https://news.cvm.ncsu.edu/danielle-mzyk-profile",
    "site_full": "news.cvm.ncsu.edu",
    "site": "ncsu.edu",
    "site_section": "https://cvm.ncsu.edu/feed",
    "site_categories": [],
    "section_title": "College of Veterinary Medicine",
    "title": "From ‘Bench to Farm to Table,’ 3-Time Alumna Helps Ruminants and Protects Our Food | Veterinary Medicine News",
    "title_full": "From ‘Bench to Farm to Table,’ 3-Time Alumna Helps Ruminants and Protects Our Food | Veterinary Medicine News",
    "published": "2024-04-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://news.cvm.ncsu.edu/wp-content/uploads/sites/3/2024/03/24021-Mzyk-Field-Service-16x9-035.jpg",
    "performance_score": 0,
    "domain_rank": 820,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f765a459991b6e6b3d77709be192be3ff10ca5a3",
  "url": "https://news.cvm.ncsu.edu/danielle-mzyk-profile",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Katie Rice",
  "published": "2024-04-04T03:00:00.000+03:00",
  "title": "From ‘Bench to Farm to Table,’ 3-Time Alumna Helps Ruminants and Protects Our Food | Veterinary Medicine News",
  "text": "[Alumni](https://news.cvm.ncsu.edu/category/student-experience/alumni/) From ‘Bench to Farm to Table,’ 3-Time Alumna Helps Ruminants and Protects Our Food Dr. Danielle Mzyk, an NC State College of Veterinary Medicine clinical veterinarian, safeguards the nation’s agricultural system and cares for North Carolina’s livestock, all in a day’s work. When food animal veterinarians nationwide have drug questions about their cows, pigs, chickens, goats or even their moose, they call Dr. Danielle Mzyk. Mzyk is a clinical veterinarian with the [Food Animal Residue Avoidance Databank](http://www.farad.org/), which is funded by the U.S. Department of Agriculture and co-led by the NC State College of Veterinary Medicine and four other universities. The partnership works to keep residues from medications given to animals and potential toxins from entering into the U.S. food supply. “It’s the walking definition of ‘bench to farm to table,’” says Mzyk, a three-time alumna of NC State. “The decisions practitioners make on their farms could impact the hundreds of thousands of people who consume their products. FARAD’s role is the protection of public health.” When Mzyk isn’t dispatched to a farm through her primary position with NC State’s ruminant field service, she’s often answering FARAD’s calls from vets in need and calculating withdrawal times, or how long it takes a medication to clear an animal’s system. Her on-call weeks involve between 80 and 120 calls from veterinarians nationwide seeking recommendations for extralabel drug use — using a medication in another species, for another condition or at a different dose than it has approval for — or help addressing an animal’s pesticide exposure. “Sometimes, I’m extrapolating data: ‘I don’t have cow data for this drug, but I have goat data,’” says Mzyk. “That’s why I fell in love with this in the first place — putting the pieces all together like a puzzle. I don’t know what the full picture looks like, but once I’ve got the edges outlined I can start filling them in.” She has even contributed her own data to FARAD’s comprehensive drug database. A recent [$30,000 grant from the American Veterinary Medical Foundation and the Veterinary Pharmacology Research Foundation](https://www.avmf.org/our-impact/research-support/2024-veterinary-research/) will help Mzyk research potential new pain relief treatments in wool and hair sheep using the anti-inflammatory drug flunixin. Mzyk makes long days of research and fieldwork look easy, but she says her career journey was far from smooth sailing. Though she has received as many rejections from NC State as she has degrees, Mzyk says strong mentors, particularly FARAD director and pharmacology professor Dr. Ronald Baynes, encouraged her to persevere, achieve her goals and support students in similar positions. ‘Somebody Has Always Looked Out for Me’ Math and chemistry always made sense to Chapel Hill native Mzyk growing up. She knew her career would involve problem-solving and animals, but she says mentorship is really what got her into veterinary medicine. Initially rejected from NC State’s undergraduate program, Mzyk started her education at Lees-McRae College in Banner Elk, North Carolina, where she scored a pharmacology internship at the U.S. Food and Drug Administration as a first-year student. That opportunity led to a fateful meeting with Baynes at a pharmacology conference. “After discussing everything from pharmacokinetics to the game of cricket, Ronald Baynes handed me a business card and told me to contact him if he could ever be of any help on my path toward becoming a doctor of veterinary medicine,” Mzyk wrote in a [student essay in 2018](https://news.cvm.ncsu.edu/student-viewpoint-the-power-of-veterinary-mentorship/). “That business card was the key that unlocked my future career.” Eager to study pharmacology with Baynes, Mzyk tried to transfer to NC State during her sophomore year and was again rejected, this time over a credit misunderstanding. Once that was resolved, Mzyk was NC State-bound by the end of her sophomore year. In Raleigh, Mzyk tracked down Baynes and asked to join FARAD, a program conceptualized by the USDA in 1982 and further developed by NC State and four partner universities. She started working with pigs and rotated through various species, discovering a passion for ruminants and specifically goats. Mzyk graduated with her bachelor’s in zoology in 2012. She was accepted into the College of Veterinary Medicine’s DVM program on her first try but was rejected from the [dual-degree DVM/Ph.D. track](https://cvm.ncsu.edu/academics/veterinary-medicine/combined-degree-programs/dvm-mba/dvm-phd/). On Baynes’ advice, she gained more research experience as a DVM and was admitted to the Ph.D. program the following year. “Somebody has always looked out for me and helped push me along,” Mzyk says. “In each of those rejections, it just was not the time for me to be in those programs. Each rejection led me to a path that got me eventually to where I needed to go.” [Cowabunga](https://news.cvm.ncsu.edu/cowabungas-incredible-journeys/), the nickname for the annual student Bovine Educational Symposium, gave Mzyk an introduction to food animal practice and connected her with Dr. Derek Foster, an associate professor of ruminant medicine. Mzyk says Foster and other mentors, including Dr. Jennifer Halleran, an assistant professor of ruminant medicine, and former faculty members Dr. Geof Smith and Dr. Jen Davis, went the extra mile to give her real-world experience. “They taught me how to apply what I was learning in lectures, and I built professional relationships with them,” Mzyk says. “When it came time for letters of recommendation, they could say, ‘At three in the morning on treatment crew, Dr. Mzyk stayed late to do the C-section with us.’ And that’s what I try to instill in my students: ‘You are in charge of your own education.’” While gaining clinical experience as a DVM student, Mzyk continued her FARAD drug residue studies and focused her doctoral research on assessing how an animal’s age and disease affect drug metabolism. Baynes, the interim head of the Department of Population Health and Pathobiology, recalls that Mzyk’s dedication to her research once led her to camp out at the college during an ice storm. “She’s a born leader, no question about it,” Baynes says. “I see her being a department head or dean not too far down the road. We have high hopes for her.” From Mentee to Mentor Mzyk earned her Ph.D. in pharmacology from NC State in 2018 and her food animal-focused DVM in 2019. After four years in mixed animal practices in Erie, Pennsylvania, and Janesville, Wisconsin, Mzyk returned to the NC State College of Veterinary Medicine in 2023 to resume her pharmacokinetics research and work with her mentors again, this time as their colleague. “We’re very collaborative,” Mzyk says. “We all bring what we can to make NC State’s ruminant medicine the best it can be.” Mzyk enjoys balancing her time between the lab bench and the barn. She says her research background gives her a unique perspective among field veterinarians. “Not many clinical vets have Ph.D.s in pharmacology,” Mzyk says. “So I’ll be out practicing with goats, and I’ll explain how these medications work and why it’s better to give them orally versus intramuscularly, and the owners are just like, ‘Where did you come from?!’” Following in her mentors’ footsteps, Mzyk coaches students through conducting research at FARAD, practicing clinical skills by riding along with her field service crew and serving the community via veterinary mission trips with the Christian Veterinary Fellowship. “Danielle has a natural talent for teaching students, whether undergraduate or graduate, and connecting with them,” Baynes says. “At the end of her recent pharmacology lecture, the second-year students gave her a standing ovation. That’s just who she is.” Mzyk is skilled at turning challenges into teachable moments in the classroom and the field, where many students have their first experiences making care decisions for animals in need. “I really want students to know, ‘You can handle this,’” Mzyk says. “‘You are the smartest person in the room, on this farm, in this field, with this goat, and you’re the one who’s going to make a difference.’” She’s still continuing her education at NC State, too, by completing an alternate route residency for board certification through the American College of Veterinary Clinical Pharmacology. “I’m exactly where I’m supposed to be, and I’m doing exactly what I wanted to do, but the path that got me here isn’t a straight line,” she says. “There are different ways to get where you want to go in this profession. You just sometimes have to take a different route and step out of your comfort zone.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Education",
    "Health"
  ],
  "external_links": [
    "https://avmf.org/our-impact/research-support/2024-veterinary-research/)",
    "http://farad.org/),",
    "http://www.farad.org/),",
    "https://www.avmf.org/our-impact/research-support/2024-veterinary-research/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "danielle mzyk",
        "sentiment": "none"
      },
      {
        "name": "mzyk",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "u.s. department of agriculture",
        "sentiment": "none"
      },
      {
        "name": "food animal residue avoidance databank",
        "sentiment": "none"
      },
      {
        "name": "nc state",
        "sentiment": "none"
      },
      {
        "name": "nc state college of veterinary medicine",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "north carolina",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T02:36:47.229+03:00",
  "updated": "2024-04-05T02:36:47.229+03:00"
}