{
  "thread": {
    "uuid": "9c115d6466d9ec0680538c4ea1bd9f074870566b",
    "url": "https://jobs.xcelenergy.com/accounting-consultant/job/27668709",
    "site_full": "jobs.xcelenergy.com",
    "site": "xcelenergy.com",
    "site_section": "https://jobs.xcelenergy.com/rss.xml",
    "site_categories": [
      "job_search",
      "jobs"
    ],
    "section_title": "Xcel Energy recent changes",
    "title": "Accounting Consultant",
    "title_full": "Accounting Consultant",
    "published": "2023-12-29T01:18:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://dy5f5j6i37p1a.cloudfront.net/facebook/jobshare/71fab8b111f911eeb1f80550b03a8992.png",
    "performance_score": 0,
    "domain_rank": 10199,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9c115d6466d9ec0680538c4ea1bd9f074870566b",
  "url": "https://jobs.xcelenergy.com/accounting-consultant/job/27668709",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T01:18:00.000+02:00",
  "title": "Accounting Consultant",
  "text": "Accounting Consultant\nJob Description\nAre you looking for an exciting job where you can put your skills and talents to work at a company you can feel proud to be a part of? Do you want a workplace that will challenge you and offer you opportunities to learn and grow? A position at Xcel Energy could be just what you’re looking for.\nPosition Summary\nAssumes a lead role responsible for the accurate and timely analysis and reporting of various business cycles. Interprets and applies results given through internal and external reports and tax filings. Determines and leads appropriate actions as needed. Ensures adherence to general accounting, financial and tax rules, SEC and FERC rules, and state jurisdictional rules as needed. Reviews agreements and orders prior to acceptance to identify impacts. Uses a thorough understanding of the business to provide consultation to others on processes needed to ensure proper financial and accounting controls exist. Provides work instruction to others.\nEssential Responsibilities\n- Responsible accuracy and completion of the month-end, quarter-end and year-end accounting and/or other business close cycles. Produces and/or distributes internal and external reports and tax filings.\n- Frequently leads complex projects and the implementation of problem resolutions and process improvements.\n- Maintenance of standard recurring journal entries. Prepare and review month-end account reconciliations accurately and timely.\n- Consults with process owners and process users to ensure there are adequate internal financial and accounting processes in place.\n- Identifies and coordinates data and systems improvements. Works closely with I/T on problem resolutions, enhancements, testing and data verification. May provide user sign off on I/T projects.\n- Trains co-workers and new employees. Fills leadership roles as needed for special projects and providing work instructions to others. Stays abreast of current developments.\n- Point of contact and subject matter expertise for specific internal and external customers.\nMinimum Requirements\n- Bachelor's degree in accounting, Finance or related business degree required, advanced degree desirable.\n- CPA, CMA, IA or other applicable certifications desirable.\n- Minimum seven years general financial accounting and reporting or tax experience. In depth knowledge of GAAP, SEC, FERC and various other regulatory or tax rules and principles preferred.\n- Advanced skills with Microsoft Office applications.\n- Demonstrated ability to effectively communicate to a variety of audiences and analyze complex business scenarios.\n- Experience with project roles essential.\nAs a leading combination electricity and natural gas energy company, Xcel Energy offers a comprehensive portfolio of energy-related products and services to 3.4 million electricity and 1.9 million natural gas customers across eight Western and Midwestern states. At Xcel Energy, we strive to be the preferred and trusted provider of the energy our customers need. If you’re ready to be a part of something big, we invite you to join our team.\nAll qualified applicants will receive consideration for employment without regard to age, race, color, religion, sex, sexual orientation, gender identity, national origin, disability, or status as a protected veteran.\nIndividuals with a disability who need an accommodation to apply please contact us at\n[recruiting@xcelenergy.com].\nNon-Bargaining\nThe anticipated starting base pay for this position is: $79,000.00 to $112,999.00 per year\nThis position may also be eligible for the following benefits and/or pay components: Pay - Annual Incentive Program, Medical/Pharmacy Plan, Dental, Vision, Life Insurance, Dependent Care Reimbursement Account, Health Care Reimbursement Account, Health Savings Account (HSA) (if enrolled in eligible health plan), Limited-Purpose FSA (if enrolled in eligible health plan and HSA), Transportation Reimbursement Account, Short-term disability (STD), Long-term disability (LTD), Employee Assistance Program (EAP), Fitness Center Reimbursement (if enrolled in eligible health plan), Tuition reimbursement, Transit programs, Employee recognition program, Pension, 401(k) plan, Paid time off (PTO), Holidays, Personal holidays, Volunteer Paid Time Off (VPTO) (full-time employees only), Parental Leave\nPay and benefit packages may vary based on position. Some employees are under collective bargaining agreements, which determine the benefits they will receive. If the information conflicts with the terms of the written plan documents governing the plan, the plan document will control. Benefit plans are subject to change and Xcel Energy has the right to end, suspend, or amend any of its plans, at any time, in whole or in part.\nAnticipated Last Date to Apply: 01/11/24\n[EEO is the Law] | [EEO is the Law Supplement] | [Pay Transparency Nondiscrimination] | [Equal Opportunity Policy (PDF)] | [Employee Rights (PDF)]\nACCESSIBILITY STATEMENT\nXcel Energy endeavors to make https://www.xcelenergy.com/ accessible to any and all users. If you would like to contact us regarding the accessibility of our website or need assistance completing the application process, please contact Xcel Energy Talent Acquisition at recruiting@xcelenergy.com. This contact information is for accommodation requests only and cannot be used to inquire about the status of applications.\nApplication Instructions\nPlease click on the link below to apply for this position. A new window will open and direct you to apply at our corporate careers page. We look forward to hearing from you!\nApply Online\nPosted: 12/28/2023\nJob Reference #: JR102336",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://xcelenergy.wd1.myworkdayjobs.com/External/job/Minneapolis-MN-55401/Accounting-Consultant_JR102336-1/apply",
    "https://www.xcelenergy.wd1.myworkdayjobs.com/External/job/Minneapolis-MN-55401/Accounting-Consultant_JR102336-1/apply"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "xcel energy",
        "sentiment": "none"
      },
      {
        "name": "sec",
        "sentiment": "none"
      },
      {
        "name": "ferc",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T02:54:04.661+02:00",
  "updated": "2023-12-29T02:54:04.661+02:00"
}