{
  "thread": {
    "uuid": "a684c4f2c72a365be3a94fe32b2ebf15d9f67382",
    "url": "https://www.yahoo.com/news/renovating-indianas-first-african-american-213057969.html",
    "site_full": "www.yahoo.com",
    "site": "yahoo.com",
    "site_section": "https://ca.sports.yahoo.com/rss",
    "site_categories": [
      "search_engine",
      "media",
      "tech",
      "top_news"
    ],
    "section_title": "Yahoo! Sports - News, Scores, Standings, Rumors, Fantasy Games",
    "title": "Renovating Indiana's first African American library",
    "title_full": "Renovating Indiana's first African American library",
    "published": "2024-04-19T00:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s.yimg.com/ny/api/res/1.2/AyaWdIj885tzCDwx3_TX9A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://media.zenfs.com/en/video.wrtv.scripps.com/0273b3dc9d0c0fcb37983de70f751d63",
    "performance_score": 0,
    "domain_rank": 36,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a684c4f2c72a365be3a94fe32b2ebf15d9f67382",
  "url": "https://www.yahoo.com/news/renovating-indianas-first-african-american-213057969.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "WRTV - Indianapolis Scripps",
  "published": "2024-04-19T00:30:00.000+03:00",
  "title": "Renovating Indiana's first African American library",
  "text": "WRTV's Adam Schumes tells us how the Paul Laurence Dunbar Library is being renovated to honor African American authors. WRTV's Adam Schumes tells us how the Paul Laurence Dunbar Library is being renovated to honor African American authors. The supermodel joins Emily Ratajkowski, Paloma Elsesser and Tina Kunakey in the new summer 2024 campaign Photo Illustration by Thomas Levinson/The Daily Beast/GettyPrince Harry has publicly renounced his British residency, in paperwork coinciding with his first public appearance since his sister-in-law, Kate Middleton, was diagnosed with cancer.Harry spoke via video link on Wednesday at the annual general meeting of Travalyst, the sustainable travel organization he founded in 2019, before quitting the royal family.As part of the organization’s year-end procedures, it also filed company returns in w Shania Twain just shared snaps with super long peroxide blonde hair. It's giving 00's Jessica Simpson and we're not mad at it. Victoria Beckham marked her 50th birthday on Wednesday and her rarely-seen sister shared a fabulous photo of her Spice Girl sister. See photo. The Spice Girls alum is enjoying some fun in the sun for her milestone birthday alongside her husband David and their famous friend group The 'Weekend Update' anchor gave a shoutout to an actor who he says makes \"interesting\" choices when it comes to being a guest host on 'SNL' The actress told PEOPLE on April 12 that she lengthened her bob to give it “Coachella energy” \"Are you serious? Those are the words I used?\" Clarkson chides herself The post Kelly Clarkson Has to Walk It Off After Unintentionally Making Dirty ‘Meat’ Joke to Henry Golding | Video appeared first on TheWrap. Princess Kate cosigned the powerful statement. Check out this hilarious lip reading of what Taylor Swift said to Travis Kelce during Coachella. The Prince of Wales made the relatable revelation during his return to work following Princess Kate's cancer news announcement Our unconventional beauty bae, Willow Smith, is back again, serving us an all-natural look, with... Sydney Sweeney caught a stray last week when veteran Hollywood producer Carol Baum said at an event that Sweeney is “not pretty” and “can’t act” — and that her hit rom-com “Anyone but You” was “unwatchable.” A representative for Sweeney has now fired back at Baum, saying in a statement shared with Variety: “How sad … Queen Letizia of Spain was forced to sit down for 45 minutes during the Dutch state banquet. Discover why here... Kanye West is being investigated for battery after allegedly punching a man who his representatives claim \"battered and sexually assaulted\" his wife, Bianca Censori. Samantha Cohen worked closely with royals including Queen Elizabeth, Prince Harry, and Meghan Markle, for almost 20 years. The actress first posted about being \"sick\" when she shared two photos of herself from the hospital on March 11 “When you love Drew even more because of her stove!” one TikTok user commented on her post That’s a wrap on Young Sheldon. After seven seasons, the Big Bang Theory prequel finished filming its series finale Tuesday — and emotions are running high. As the stars of the long-running CBS comedy say goodbye, several cast members are sharing behind-the-scenes photos from their final hours on set. “Today was our last day of … The actress was filming one of the final episodes of the show's historic 25th season in New York City when she was approached by the child",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "adam schumes",
        "sentiment": "neutral"
      },
      {
        "name": "paloma elsesser",
        "sentiment": "none"
      },
      {
        "name": "jessica simpson",
        "sentiment": "none"
      },
      {
        "name": "emily ratajkowski",
        "sentiment": "none"
      },
      {
        "name": "victoria beckham",
        "sentiment": "none"
      },
      {
        "name": "kate middleton",
        "sentiment": "none"
      },
      {
        "name": "thomas levinson",
        "sentiment": "none"
      },
      {
        "name": "tina kunakey",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "paul laurence dunbar library",
        "sentiment": "neutral"
      },
      {
        "name": "wrtv",
        "sentiment": "neutral"
      }
    ],
    "locations": [
      {
        "name": "indiana",
        "sentiment": "none"
      },
      {
        "name": "africa",
        "sentiment": "none"
      },
      {
        "name": "travalyst",
        "sentiment": "none"
      },
      {
        "name": "shania twain",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:46:18.558+03:00",
  "updated": "2024-04-19T00:46:18.558+03:00"
}