{
  "thread": {
    "uuid": "7748f0d21495ff14cc00a97d6e3426173fd21324",
    "url": "https://www.kokomotribune.com/opinion/mark-franke-heres-some-hope-for-2024/article_b643c026-a4f3-11ee-98e3-1be286555acb.html",
    "site_full": "www.kokomotribune.com",
    "site": "kokomotribune.com",
    "site_section": "http://www.cleburnetimesreview.com/search/?f=rss&t=article&c=cnhi_network&l=50&s=start_time&sd=desc",
    "site_categories": [
      "media",
      "education",
      "entertainment"
    ],
    "section_title": "www.cleburnetimesreview.com - RSS Results in cnhi_network of type article",
    "title": "Mark Franke: Here's some hope for 2024",
    "title_full": "Mark Franke: Here's some hope for 2024",
    "published": "2023-12-29T05:32:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/kokomotribune.com/content/tncms/assets/v3/editorial/1/64/16427b36-06a1-11e8-88d7-cfc451d11fb4/5a71ea3ca73aa.image.jpg?crop=423%2C423%2C0%2C117&amp;resize=200%2C200&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 51441,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7748f0d21495ff14cc00a97d6e3426173fd21324",
  "url": "https://www.kokomotribune.com/opinion/mark-franke-heres-some-hope-for-2024/article_b643c026-a4f3-11ee-98e3-1be286555acb.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mark Franke Columnist",
  "published": "2023-12-29T05:32:00.000+02:00",
  "title": "Mark Franke: Here's some hope for 2024",
  "text": "The first Advent candle is called the candle of hope, the hope of the faithful that God will fulfill His promises. Hope is also a theme for the new year, at least for those who make a list of New Year’s resolutions with the expectation (read: hope) that they will conform to them for 366 days.\nMaybe hope is what America needs now more than ever. Thirty minutes or less of watching cable news will challenge even the most optimistic among us. We are a nation at war with itself; we obsess with any differences we can assert against “them.”\nIt is hard to be an optimist these days. I avoid slipping into total pessimism by detouring into skepticism, a belief system for me that expects bad but still hopes for good. I have to be careful, though; full cynicism is at the door awaiting its chance.\nIs it reasonable to hold out hope that A.D. 2024 will be better than 2023? My discussion group talked this through at our December meeting. Even though America is bent on descending into woke hell, this group of conservatives still found reasons for hope.\nYes, we did spend some time bemoaning the state of affairs but our Socratic methodology, mildly enforced, led us to list what we thought were the reasons for our malaise. Only after clearly delineating with specificity could we see our way forward to a handful of changes we could make. Our ideas are ambitious but achievable . . . if we make the effort.\nWe decided the key to our solutions is to restore those American institutions which have declined due to conscious assaults by those who despise western civilization. Here is our list, ordered by organic level: the family, the neighborhood, religious and civic organizations and the larger community.\nEven though I remember little from my high school biology, I can see a structural metaphor from that discipline. The atom is the most basic building block, followed by the molecule, then the cell and finally the organism. Simplistic, but I was never very good at science. The point is that one must care for the most elemental building blocks for the structure to remain strong.\nNo doubt that is why the family, the atom in my metaphor, has been subjected to such vicious attacks by those determined to recreate American society the image of their nihilistic philosophy. I don’t need to rehearse the data about the number of children born out of wedlock, raised by a single parent or perhaps neither, and consigned to a life of poverty and little opportunity. Just compare outcomes of children raised in traditional, two-parent families. The data leave no room for intelligent debate.\nNext, consider the neighborhood. One of our group commented that a drive down a residential street will find all garage doors closed. No one is sitting outside welcoming neighbors to stop to talk. Kids are not playing in back yards because they are inside playing video games. Good luck finding multi-family barbeques on Saturday evening. Granted, these are exaggerations but the thesis holds.\nNow look at the status of our social institutions. One of our group reported that in my hometown of Fort Wayne weekly church attendance had dropped from 50 percent to nearly 10 percent. How active is your local Kiwanis or Lions club? Is the local school’s PTA meetings well attended? You know the answers as well as I.\nIt is no wonder that our communities are wracked with rancorous divisions. How can a community be healthy if its structure is rotting? Perhaps we should spend less time worrying about elections and focus that time on repairing those things closest to us.\nOne member suggested something so simple that, if I were in a cartoon, a light bulb would have appeared over my head. He asked what is the common denominator among all of us, regardless of status or background?\nGathering together over food.\nEven in the most dysfunctional families, they still eat. Social time with neighbors is enhanced by sharing a meal. Church potlucks are as American as baseball, and the service clubs meet around breakfast or lunch. We have to eat; why not make it a communal activity?\nBringing people together will strengthen the family, the neighborhood and our civic institutions. If that happens, how can our communities not recover as well?\nBefore I am accused of being a Pollyanna, I don’t expect peace on earth and goodwill to men to prevail in 2024. But, if we can all make the effort to spend more time with our families, our neighbors and others of our acquaintance, how can things not improve?\nPlus we all get to eat more while socializing with those we most treasure.\nHow can that be a bad thing?\nHappy New Year!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mark franke",
        "sentiment": "negative"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "america",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T07:06:21.032+02:00",
  "updated": "2023-12-29T07:06:21.032+02:00"
}