{
  "thread": {
    "uuid": "9a474efc1b2fee6a521161bbad56b81366c3f6e4",
    "url": "https://www.thecut.com/2023/12/new-years-eve-2024-horoscopes.html",
    "site_full": "www.thecut.com",
    "site": "thecut.com",
    "site_section": "http://feeds.feedburner.com/nymag/fashion",
    "site_categories": [
      "media"
    ],
    "section_title": "The Cut – Fashion, Beauty, Politics, Sex and Celebrity",
    "title": "Plan New Year’s Eve 2024 Celebrations With Your Horoscope",
    "title_full": "Plan New Year’s Eve 2024 Celebrations With Your Horoscope",
    "published": "2023-12-29T23:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://pyxis.nymag.com/v1/imgs/4c9/a82/1dd94fe8df8ef26e673290c126d70fa9b2-nye-final.1x.rsocial.w1200.jpg",
    "performance_score": 0,
    "domain_rank": 1876,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 1,
        "comments": 1,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9a474efc1b2fee6a521161bbad56b81366c3f6e4",
  "url": "https://www.thecut.com/2023/12/new-years-eve-2024-horoscopes.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Aliza Kelly",
  "published": "2023-12-29T23:30:00.000+02:00",
  "title": "Plan New Year’s Eve 2024 Celebrations With Your Horoscope",
  "text": "star material Breaking down all the tools you need to use the universe to unpack your desires, fears, motivations, and more.\nThe year is almost over — but leave it to the cosmos to close it out with a bang! On December 29, Venus (the planet of love, beauty, and values) skips into playful and passionate Sagittarius, and the following day, lucky Jupiter finally wraps up its retrograde motion in earthy Taurus. Yes, things will be coming up roses … but don’t forget Mercury is still retrograde until January 1, all but guaranteeing missed text messages, traffic jams, and lots of headaches sprinkled throughout your New Year’s Eve .\nSo how can you work with the energy and optimize the last night of 2023? Read on to discover your New Year’s Eve horoscope!\nAries We know you love to win, Aries. But what does that mean on New Year’s Eve? Getting invited to the coolest party? Wearing the most bedazzled ensemble? Securing the most iconic midnight kiss? If your answer is “all of the above,” well, of course it is. But before you invest all your time and energy planning the ”perfect” evening, maybe you should allocate a little bit of room for … spontaneity? Let’s be honest, Aries, with Mercury still retrograde and the moon activating the area of your chart associated with routine, it’s possible that not everything will go according to plan. You don’t need to have a full-blown meltdown for every minor pivot; just try to keep your cool.\nTaurus Love is in the air … and you’re definitely feeling it! This New Year’s Eve, you’ll be basking in romance, creativity, and play: A ton of planetary energy is lighting up areas of your chart associated with both passion and possibilities, so don’t be surprised if you feel extra amorous under this enchanted sky. But of course, there’s a catch: In order to experience these cosmic blessings, you’ll need to embrace the unknown and release your signature rigidity. I know it may sound cheesy, but when you open your mind to new perspectives, your heart will be sure to follow.\nGemini There are so! Many! Things! You want to do on New Year’s Eve — how could you possibly commit to just one plan? Or one party? Or one friend group? I’m sorry to say it, Gemini, but between Mercury moving backward in the area of your chart associated with social connections and the moon in Virgo making you feeling a bit anxious, it may be best to stay close to home. Listen, I’m not saying you can’t have fun, but maybe coordinating a last-minute helicopter ride for a friend-of-a-friend’s party that might not even be happening isn’t the wisest move. Just saying.\nCancer Everyone knows New Year’s Eve can be a very stressful holiday. There’s pressure for it to be fantastic and memorable — as if what we do on this one night sets a precedent for the next 12 months. This New Year’s Eve, I encourage you to do what actually lights you up. Spend time with people who make you feel joyful and inspired. Wear an outfit that makes you feel confident, regardless of whether it’s new and sparkly. Or ditch the plans altogether and spend the evening at home relaxing, charging up for an entire year ahead. TL;DR: This year, do New Year’s Eve your way. There’s no reason to force anything at all.\nLeo You’re an excellent listener, especially when you can relate to someone else’s story. And when you relate, you’re excited to share your personal experiences, which reminds you of the time when … wait. What were we talking about again? If this scenario is all too familiar, I encourage you to slow down this New Year’s Eve. Everyone loves Main-Character Energy, but — under this electric sky — you’ll want to make sure you don’t leave people with the wrong impression: You are not that self-centered Leo stereotype! Instead, focus on ways you can pass the mic to others and give them center stage. Don’t worry, you’ll always be shining in your own special way!\nVirgo On the last night of 2023, the moon will be careering through your zodiac sign, which means you’ll be feeling extra connected to emotions — and not just your own! Don’t be surprised if you end up absorbing others’ thoughts, feelings, and vibes throughout the evening. And while it’s definitely cool to be so tuned in, keep in mind that those heightened sensitivities may not be the most pleasurable experience. You may find yourself wanting to cheer people up, fix external problems, or come up with helpful solutions to situations that are totally out of your control. Remember, Virgo, others’ experiences are not your responsibility. Just focus on yourself, and the rest will come together! Promise!\nLibra You’re the diplomat of the zodiac, which means you’re happy to calibrate your needs to accommodate your surroundings. When it comes to a high-stakes night like New Year’s Eve, you want to ensure everyone has a fabulous time — but what about you?! What do you want? What are you excited about? On this special evening (and in the year ahead, really), be sure to stand up for yourself and advocate for your desires. Libra, it’s time to let others bend to your wishes for a change. Hey, it’s only fair!\nScorpio There’s nothing you love more than a good scandal. It’s part of what makes you so … Scorpionic. But on New Year’s Eve, you may want to consider trying to keep the peace instead of sparking conflict. WIth Mercury still retrograde and the moon activating the area of your chart associated with friendship and community, this is an opportunity for you to slow down, collect information, and try to bring people together. Believe it or not, you can still be edgy and mysterious without shrouding yourself in drama. You really can have it all!\nSagittarius Mercury is retrograde in your sign, and just a few days ago, Venus decided to join the fun. So what does that mean for you? This New Year’s Eve, expect a quirky yet lovable mix of chaos and joy! Yes, things may go wrong: Traffic jams may slow you down, parties may get canceled, or high heels may snap. But that’s the spice of life, isn’t it? There’s no one more equipped to roll with the punches than you, Sagittarius. After all, who knows … perhaps all of that rom-com-worthy disarray might land you in the arms of some mysterious New Year’s Eve lover. What a perfect way to kick off 2024!\nCapricorn You’re a big-picture person. You’re more concerned about your 2024 goals and aspirations than about your New Year’s Eve plans. Which, totally fair! But this is also your birthday season , Capricorn, which means it’s okay to have fun and celebrate, too. Maybe set some intentions before your night begins? Or invite your friends to share their resolutions before the ball drops? Whether you’re celebrating your birthday, the year ahead, or the fact that 2023 is finally over, don’t be afraid to customize this night to make it fun and magical for you!\nAquarius Are you feeling … a little psychic? ’Tis the season to be witchy, and with the Sun moving through the area of your chart associated with paranormal and otherworldly experiences, you’ll be deeply connected to other dimensions. This may manifest in a number of ways: Perhaps you’ll have a ghostly encounter on New Year’s Eve (how wild!), or maybe you’ll feel just a bit more emotional and energetically exhausted. If that’s the case, don’t push yourself. There’s nothing wrong with having a quiet evening at home to rest and restore before the year ahead. Maybe the spirits are trying to tell you to take it easy!\nPisces Are you ready for your close-up? Because exciting news, Pisces: On New Year’s Eve, powerful planets will be illuminating the area of your chart associated with fame, fortune, and legacy … which means all eyes will be on you! So even if strategic networking wasn’t part of your 2024 plan, you may want to consider how your hopes, dreams, and aspirations can be realized under this enchanted sky. Read: Important people will be paying attention to you. We love to see it!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "venus",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "jupiter",
        "sentiment": "none"
      },
      {
        "name": "aries",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T00:04:24.988+02:00",
  "updated": "2023-12-30T00:04:24.988+02:00"
}