{
  "thread": {
    "uuid": "6c2e5248259c764bb3f4a41e4afc56c0eecce914",
    "url": "https://www.latestly.com/agency-news/india-news-govt-launches-swachh-gaon-shudh-jal-behtar-kal-awareness-campaign-6089064.html",
    "site_full": "www.latestly.com",
    "site": "latestly.com",
    "site_section": "https://www.latestly.com/agency-news",
    "site_categories": [
      "media",
      "cricket",
      "sports"
    ],
    "section_title": "Agency News | Latest Information on Breaking News & Updates on Agency News at LatestLY",
    "title": "India News | Govt Launches 'Swachh Gaon, Shudh Jal - Behtar Kal' Awareness Campaign | LatestLY",
    "title_full": "India News | Govt Launches 'Swachh Gaon, Shudh Jal - Behtar Kal' Awareness Campaign | LatestLY",
    "published": "2024-07-05T14:02:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://st1.latestly.com/wp-content/uploads/2018/03/default-img-01.jpg",
    "performance_score": 0,
    "domain_rank": 11412,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6c2e5248259c764bb3f4a41e4afc56c0eecce914",
  "url": "https://www.latestly.com/agency-news/india-news-govt-launches-swachh-gaon-shudh-jal-behtar-kal-awareness-campaign-6089064.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "PTI",
  "published": "2024-07-05T14:02:00.000+03:00",
  "title": "India News | Govt Launches 'Swachh Gaon, Shudh Jal - Behtar Kal' Awareness Campaign | LatestLY",
  "text": "New Delhi, Jul 5 (PTI) The Department of Drinking Water and Sanitation (DDWS) has initiated a comprehensive two-month awareness campaign titled &#039;Swachh Gaon, Shudh Jal - Behtar Kal&#039;, a statement issued here on Friday said. This campaign aims to promote safe water and sanitation practices at the village and panchayat levels, complementing the National STOP Diarrhoea Campaign, it said. Also Read | Karnataka Shocker: Baby Dies Due to Genital Injury During Caesarean in Davanagre District; Family Protests Against Doctor. The STOP campaign, initiated by Union Health Minister JP Nadda on June 24, aims for zero child deaths from diarrhoea through a multi-sectoral approach -- strengthening health infrastructure, improving access to clean water and sanitation, enhancing nutritional programmes and promoting hygiene education. In the statement, Union Minister of Jal Shakti CR Paatil highlighted the importance of this collaboration, saying, &quot;The synergy between the rural sanitation mission and the National STOP Diarrhoea Campaign underscores our unwavering dedication to public health. Through these concerted efforts, we are not only aiming to reduce childhood mortality but also fostering a culture of health and hygiene across rural India.&quot; Also Read | NEET-UG Paper Leak Case: Scrapping Exam in Entirety Would Seriously Jeopardise Honest Candidates, Centre Tells Supreme Court. Secretary of DDWS, Vini Mahajan, reiterated the commitment to public health, saying, &quot;This initiative is a critical step towards safeguarding the health of our children and communities. By integrating our efforts with the National STOP Diarrhoea Campaign, we aim to ensure that no child succumbs to preventable diseases like diarrhoea. Our focus on clean water and sanitation is pivotal to achieving this goal.&quot; The campaign also emphasises the importance of maintaining health facilities, ensuring the availability of essential medical supplies and implementing quality control measures for safe drinking water. Complementing these efforts, the &#039;Swachh Gaon, Shudh Jal - Behtar Kal&#039; campaign will run from July 1 to August 31 and aims to raise awareness and promote the use of safe water and sanitation practices, the statement said. The key activities in this campaign would include community engagement, regular water quality testing, sensitisation workshops, leakage detection and repair drives, public awareness campaigns, and educational initiatives for young mothers and adolescent girls on proper sanitation and hygiene practices, it said. This concerted effort aims to support the National STOP Diarrhoea Campaign&#039;s goal of reducing childhood mortality due to diarrhoea and improving public health in rural India by advocating for sustainable and effective water and sanitation practices, the statement mentioned. The campaign will be implemented in phases, ensuring comprehensive coverage and sustained impact, with initial weeks focusing on launching the campaign and conducting essential activities, followed by targeted interventions in subsequent weeks, it added. (This is an unedited and auto-generated story from Syndicated News feed, LatestLY Staff may not have modified or edited the content body)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Health",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "swachh gaon",
        "sentiment": "negative"
      },
      {
        "name": "shudh jal - behtar kal",
        "sentiment": "negative"
      },
      {
        "name": "jp nadda",
        "sentiment": "none"
      },
      {
        "name": "jal shakti cr paatil",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "department of drinking water and sanitation",
        "sentiment": "negative"
      },
      {
        "name": "india news",
        "sentiment": "negative"
      },
      {
        "name": "genital injury during caesarean",
        "sentiment": "none"
      },
      {
        "name": "national stop diarrhoea campaign",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new delhi",
        "sentiment": "none"
      },
      {
        "name": "davanagre district",
        "sentiment": "none"
      },
      {
        "name": "karnataka",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T16:48:04.215+03:00",
  "updated": "2024-07-05T16:48:04.215+03:00"
}