{
  "thread": {
    "uuid": "d839ec0bfa4ca0fd4102841bada9182e5ebc7990",
    "url": "https://www.timesnownews.com/india/were-made-to-forget-pakistan-occupied-kashmir-now-its-back-in-peoples-consciousness-s-jaishankar-article-109868764",
    "site_full": "www.timesnownews.com",
    "site": "timesnownews.com",
    "site_section": "https://www.timesnownews.com/india/uttarkashi-tunnel-rescue-rat-hole-mining-rescuers-begin-drilling-vertical-boring-makes-headway-key-updates-article-105541259",
    "site_categories": [
      "media"
    ],
    "section_title": "Uttarkashi Tunnel Rescue: Rat-hole Mining Rescuers Begin Drilling, Vertical Boring Makes Headway | Key Updates | India News - Times Now",
    "title": "'Were Made To Forget Pakistan Occupied Kashmir, Now It's Back In People's Consciousness': S Jaishankar | Times Now",
    "title_full": "'Were Made To Forget Pakistan Occupied Kashmir, Now It's Back In People's Consciousness': S Jaishankar | Times Now",
    "published": "2024-05-06T02:42:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.tnn.in/thumb/msid-109868898,thumbsize-20636,width-1280,height-720,resizemode-75/109868898.jpg",
    "performance_score": 0,
    "domain_rank": 4209,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d839ec0bfa4ca0fd4102841bada9182e5ebc7990",
  "url": "https://www.timesnownews.com/india/were-made-to-forget-pakistan-occupied-kashmir-now-its-back-in-peoples-consciousness-s-jaishankar-article-109868764",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "TN National Desk",
  "published": "2024-05-06T02:42:00.000+03:00",
  "title": "'Were Made To Forget Pakistan Occupied Kashmir, Now It's Back In People's Consciousness': S Jaishankar | Times Now",
  "text": "New Delhi: External Affairs Minister S Jaishankar on Sunday asserted that Pakistan-occupied Kashmir (PoK) unequivocally belongs to India, citing a resolution by the Indian Parliament validating its territorial claim. Speaking at an interactive session in Cuttack, Jaishankar reinstated the significance of PoK in the national consciousness, stating, \"PoK has never been out of this country. It is part of this country.\"He acknowledged that PoK was pushed into oblivion, however, it is now back in the consciousness of the people of India.Also Read: Is It Possible for India To Hold Elections In PoK, Jaishankar Was Asked? His ResponseResponding to queries regarding India's plans for PoK, Jaishankar underscored the historical neglect in reclaiming the territory, attributing its current state to inaction during Pakistan's early years of independence. \"Now, how did PoK, how did other people get control? You know, when you have someone who is not a responsible custodian of a house, someone steals from outside. Now, here you have allowed another country,\" Jaishankar said. \"You know, it was because we did not pursue the vacation of Pakistan from these territories in the early years of their independence that this very sorry state of affairs is continuing. So, what will happen in the future? Very difficult to tell. But, I always tell people one thing today PoK is in the consciousness once again of the people of India. We had forgotten about it. We were made to forget about it. That it is today back definitely, the fact you are asking me a question is, I think, something which is very good,\" he added.Discussing the abrogation of Article 370 in Jammu and Kashmir, Jaishankar highlighted its pivotal role in fostering separatism and extremism in the region. He critiqued the prolonged existence of Article 370, noting its exploitation for vested interests. \"The biggest problem we had was Article 370. It was a problem because so long as Article 370 continued, in Jammu and Kashmir, a feeling of separatism, of extremism, sometimes I would even say support for violence, was created. This was done because of political interests of some parties, some parties at the center and some parties in Jammu and Kashmir and this step which happened in 2019 should have happened a long time ago,\" Jaishankar said.Echoing similar sentiments, Defence Minister Rajnath Singh, in a separate event earlier in April, expressed confidence in the eventual integration of PoK with India. Addressing a rally in Darjeeling, Singh asserted, \"Don't worry. PoK was, is and will remain ours.\" He predicted that with India's growing stature and development, the people of PoK would voluntarily seek integration with India.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Politics",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "s jaishankar",
        "sentiment": "negative"
      },
      {
        "name": "jaishankar",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "indian parliament",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pakistan occupied kashmir",
        "sentiment": "none"
      },
      {
        "name": "new delhi",
        "sentiment": "none"
      },
      {
        "name": "pakistan",
        "sentiment": "none"
      },
      {
        "name": "kashmir",
        "sentiment": "none"
      },
      {
        "name": "cuttack",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-06T05:15:24.632+03:00",
  "updated": "2024-05-06T05:15:24.632+03:00"
}