{
  "thread": {
    "uuid": "b0ea6639e3b87f567e0fc65ab49364de2a075802",
    "url": "https://www.bernama.com/en/news.php?id=2258193",
    "site_full": "www.bernama.com",
    "site": "bernama.com",
    "site_section": "http://bernama.com/en/rssfeed.php",
    "site_categories": [
      "social"
    ],
    "section_title": "BERNAMA - English Version",
    "title": "General : Muslims Perform Solat Hajat For Well-being Of Nation And Its People",
    "title_full": "General : Muslims Perform Solat Hajat For Well-being Of Nation And Its People",
    "published": "2023-12-29T12:39:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MY",
    "main_image": "https://www.bernama.com/storage/photos/3a9af7c4bfcac96c2753eb9fe9f5eaef658e97154dd54-medium",
    "performance_score": 0,
    "domain_rank": 14531,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b0ea6639e3b87f567e0fc65ab49364de2a075802",
  "url": "https://www.bernama.com/en/news.php?id=2258193",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "BERNAMA",
  "published": "2023-12-29T12:39:00.000+02:00",
  "title": "General : Muslims Perform Solat Hajat For Well-being Of Nation And Its People",
  "text": "KUALA LUMPUR, Dec 29 (Bernama) -- The Muslim community in the country performed solat hajat (prayer of need) today, seeking the well-being of Malaysia and its people from any calamities following the floods that have affected several states.\nA check by Bernama found that over 500 individuals from various backgrounds and age groups participated in the solat hajat led by Ustaz Zainul Hilmi Abd Jalil after the Friday prayer at the National Mosque here.\nA private sector employee, Muhd Affendi Abd Halim, 29, who was among the congregants at the mosque, said: “Let us pray together for our brothers and sisters, especially those in Terengganu, Kelantan, Johor and Pahang who are currently affected by the disaster, to be safeguarded and have their affairs eased.\n“Alhamdulillah, many worshippers joined the prayer today,” he told Bernama.\nMeanwhile, in PUTRAJAYA, thousands of congregants at the Tuanku Mizan Zainal Abidin Mosque also performed the prayer of need, led by the Department of Islamic Development Malaysia (JAKIM) Islamic Affairs assistant officer who is also the mosque’s imam, Mohamad Syakir Azmi.\nAll congregants also prayed that Allah grants well-being, alleviates distress and shields the people and the nation from the scourge of disasters.\nIn TERENGGANU, worshippers at the Abidin Mosque in Kuala Terengganu also performed the solat hajat after the Friday prayer, hoping for the flood victims in the state to be granted patience and strength in facing all the trials.\nSpecial Imam Syeikh Dr Mohammad Abdul Hamid Kolaib, who led the prayer, also prayed for the ease of affairs for all victims, hoping for a swift recovery from the flood disaster.\nAccording to the Terengganu State Disaster Management Committee Secretariat, as of noon today, the number of flood victims in seven districts has decreased to 2,576 people from 689 families.\nIn JOHOR, all 838 mosques and 1,942 surau in the state were instructed to hold solat hajat for the safety of flood victims across the country, said state Islamic Religious Affairs Committee chairman Mohd Fared Mohd Khalid.\nHe said the state government has also mandated that the solat hajat be performed after the Friday prayer since October, to pray for the country’s well-being and protection from disease and calamities.\n“Each time the prayer is conducted, supplications are made to safeguard the country and Johor from all disasters and calamities and ensure safety and prosperity. Also, for peace in Palestine,” he told Bernama when contacted.\nIn PAHANG, thousands of worshippers at the Tepian Putra Mosque in Kuantan performed the prayer of need led by the second imam, Muhamad Faizuddin Abdul Nasri.\nThe Friday sermon also reminded worshippers to assist each other during the flood season.\nMeanwhile, in PENANG, a check by Bernama found that several mosques around Tasek Gelugor also performed the solat hajat after the Friday prayer.\nDeputy Chief Minister I Datuk Mohamad Abdul Hamid, who is also Penang Islamic Religious Council president, said: “There is no specific directive regarding this matter, but we encourage mosques or prayer halls to conduct the prayer for the well-being of all, especially the flood victims in several states at this time.”\nIn MELAKA, a Bernama survey at the An-Naim Mosque in Durian Tunggal witnessed nearly 1,500 worshippers reciting Qunut Nazilah.\nA congregant, Abdul Razak Ibrahim, said that even without prayer of need, he believes worshippers in any mosque in Melaka or the country would always pray for the well-being of those affected by the floods.\nYesterday, Minister in the Prime Minister’s Department (Religious Affairs) Datuk Dr Mohd Na’im Mokhtar encouraged mosques and surau across the country to hold solat hajat for the safety and well-being of the country and all flood victims.\n-- BERNAMA\nBERNAMA provides up-to-date authentic and comprehensive news and information which are disseminated via BERNAMA Wires; www.bernama.com; BERNAMA TV on Astro 502, unifi TV 631 and MYTV 121 IFLIX channels and BERNAMA Radio on FM93.9 (Klang Valley), FM107.5 (Johor), FM107.9 (Kota Kinabalu) and FM100.9 (Kuching) frequencies.\nFollow us on social media :\nFacebook : @bernamaofficial, @bernamatv, @bernamaradio\nTwitter : @bernama.com, @BernamaTV, @bernamaradio\nInstagram : @bernamaofficial, @bernamatvofficial, @bernamaradioofficial\nTikTok : @bernamaofficial",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mohamad",
        "sentiment": "none"
      },
      {
        "name": "ustaz zainul hilmi abd jalil",
        "sentiment": "none"
      },
      {
        "name": "muhd affendi abd halim",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bernama",
        "sentiment": "none"
      },
      {
        "name": "department of islamic development malaysia",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "johor",
        "sentiment": "none"
      },
      {
        "name": "kelantan",
        "sentiment": "none"
      },
      {
        "name": "tuanku mizan zainal abidin mosque",
        "sentiment": "none"
      },
      {
        "name": "pahang",
        "sentiment": "none"
      },
      {
        "name": "malaysia",
        "sentiment": "none"
      },
      {
        "name": "terengganu",
        "sentiment": "none"
      },
      {
        "name": "putrajaya",
        "sentiment": "none"
      },
      {
        "name": "national mosque",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T12:44:07.218+02:00",
  "updated": "2023-12-29T12:44:07.218+02:00"
}