{
  "thread": {
    "uuid": "e7c8fb28d1b6a3adfdc13e61134248b3b7dc20d3",
    "url": "https://french.presstv.ir/Detail/2024/05/05/725016/N%C3%A9tanyahou-rejette-l-option-d-un-cessez-le-feu-avec-le-Hamas",
    "site_full": "french.presstv.ir",
    "site": "presstv.ir",
    "site_section": "https://french.presstv.ir",
    "site_categories": [],
    "section_title": "French PressTV",
    "title": "Le Hamas reste ferme sur sa volonté de parvenir à un accord qui garantirait la fin de la guerre",
    "title_full": "Le Hamas reste ferme sur sa volonté de parvenir à un accord qui garantirait la fin de la guerre",
    "published": "2024-05-05T15:54:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IR",
    "main_image": "https://cdn.presstv.ir/Photo/2024/5/5/c3a60784-608a-42f4-b1fa-5ac9671b37bf.jpg",
    "performance_score": 0,
    "domain_rank": 6542,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e7c8fb28d1b6a3adfdc13e61134248b3b7dc20d3",
  "url": "https://french.presstv.ir/Detail/2024/05/05/725016/N%C3%A9tanyahou-rejette-l-option-d-un-cessez-le-feu-avec-le-Hamas",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "French Presstv",
  "published": "2024-05-05T15:54:00.000+03:00",
  "title": "Le Hamas reste ferme sur sa volonté de parvenir à un accord qui garantirait la fin de la guerre",
  "text": "Le chef du bureau politique du Hamas, Ismaïl Haniyeh, a souligné l’engagement sérieux de la Résistance palestinienne aux pourparlers de cessez-le-feu, mettant en avant la volonté inébranlable du mouvement de parvenir à un accord et à la libération des prisonniers. Haniyeh a fait savoir que la priorité absolue du Hamas est de mettre fin à l’agression perpétrée à l’encontre de la population de Gaza, ce qui selon lui contribuerait à créer de la stabilité et de la prospérité pour la nation palestinienne. Ismaïl Haniyeh a indiqué que le monde était actuellement sous l’emprise d’un régime extrémiste, coupable pour de nombreux crimes à Gaza. Il a également déclaré que le Premier ministre de ce régime essayait de trouver des excuses pour perpétrer l’agression, intensifier le conflit et anéantir les initiatives de médiation entreprises par diverses parties. Haniyeh a recommandé aux États-Unis d’empêcher Israël de perpétrer plus de crimes au lieu de lui livrer plus d’armes de destruction massive. Le chef du bureau politique du Hamas a mis en exergue le désir du mouvement Hamas de parvenir à un accord global, en suivant une série d’étapes successives qui mettraient un terme à l’agression, assureraient un retrait sécurisé et aboutiraient à un accord d’échange de prisonniers. Lors d’une réunion du cabinet israélien qui s’est tenue dimanche 5 mai, le Premier ministre du régime sioniste, Benjamin Netanyahu, a exprimé son refus catégorique des conditions avancées par le Hamas. Il a affirmé que ces conditions étaient inacceptables et ne sauraient être tolérées par d’Israël. Un haut dirigeant du Hamas a exprimé au journal Al-Araby Al-Jadeed (The New Arab) que le Hamas ne consentirait à aucun accord tant que la guerre ne prendrait pas fin et que les forces israéliennes ne se retireraient pas complètement de la bande de Gaza. « Nous ne pouvons en aucun cas accéder à la demande du Hamas pour un arrêt total de la guerre et un retrait de Gaza. Si nous cédons à cette exigence, cela reviendrait à reconnaître leur autorité et leur pouvoir à Gaza », a affirmé Netanyahu. L’agence Reuters a révélé que les hauts responsables du Hamas ont participé, dimanche 5 mai, à une deuxième journée de négociations de cessez-le-feu avec les médiateurs égyptiens et qataris sans pourtant aucun signe de progrès, que et le mouvement a maintenu sa position selon laquelle tout accord doit mettre un terme à la guerre à Gaza.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-05T21:15:37.542+03:00",
  "updated": "2024-05-05T21:15:37.542+03:00"
}