{
  "thread": {
    "uuid": "2e3f742df9e29a5d121ca3b61fcd86eb64e5608b",
    "url": "https://www.newschannel5.com/news/is-nashville-ready-for-this-weather-we-asked-the-mayor",
    "site_full": "www.newschannel5.com",
    "site": "newschannel5.com",
    "site_section": "https://newschannel5.com",
    "site_categories": [
      "media"
    ],
    "section_title": "NewsChannel 5 Nashville WTVF - Breaking News, Weather, Traffic",
    "title": "Is Nashville ready for this weather? We asked the mayor",
    "title_full": "Is Nashville ready for this weather? We asked the mayor",
    "published": "2024-01-15T22:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ewscripps.brightspotcdn.com/dims4/default/cf6bdfb/2147483647/strip/true/crop/1280x672+0+24/resize/1200x630!/quality/90/?url=http%3A%2F%2Fewscripps-brightspot.s3.amazonaws.com%2F9c%2Fab%2Ff07cb2fd412b8c4049987c3c30c7%2Fposter-image-7.jpg",
    "performance_score": 0,
    "domain_rank": 8274,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 2,
        "comments": 1,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2e3f742df9e29a5d121ca3b61fcd86eb64e5608b",
  "url": "https://www.newschannel5.com/news/is-nashville-ready-for-this-weather-we-asked-the-mayor",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Carrie Sharp,Emily R. West",
  "published": "2024-01-15T22:08:00.000+02:00",
  "title": "Is Nashville ready for this weather? We asked the mayor",
  "text": "NASHVILLE, Tenn. (WTVF) — Was Nashville ready for several inches of snow? First-time Mayor Freddie O'Connell said he thought so. \"The good news is we were prepared for this,\" O'Connell said. The challenging news is it's significant enough snowfall in a short amount of time, that no matter how much pre-treatment of the roads with temperatures this low it it just means that our roads are still treacherous out there.\" Watch in the player above: Carrie talks with Mayor O'Connell about the snow today and what to expect all week long. Plowing has occurred on many Nashville routes, but not every subdivision or neighborhood will see the Nashville Department of Transportation zoom by. The mayor said they have to focus resources on the most used roadways for drivers. Until noon on Monday, Nashville police had responded to three injury crashes but 21 non-injury crashes. NDOT has been out since 7 p.m. on Sunday and has been working with the Tennessee Department of Transportation for brine and salt. O'Connell said for those who need to get out to consider using a WeGo snow route. \"It's not like we plow once, and then the snow is all gone,\" O'Connell said. \"We have alignment within that with WeGo so that our plow routes correspond with transit routes for snow. I know that I've heard through the years, and when we have severe weather events like this, it can be helpful for people to know that they can use transit safely on those snow routes and not have to drive everywhere. It's a great option.\" However, Monday isn't the only day of the week O'Connell can think about. NewsChannel 5 asked if he was ready for the entire week to be challenging when it came to wintry weather. \"Yes,\" O'Connell said. \"We do have an incredibly dedicated base of employees across these multiple departments, some of whom are used to long hours and tough conditions. We're just so grateful to them that they have chosen these roles. I was out last night with a member of the Office of Homeless Services outreach team. We know the plow crews. We know that our Emergency Communication Center staff that work around the clock. So we think we have the capabilities.\" If you have a request for the city, visit [https://hub.nashville.gov.](https://hub.nashville.gov/s/?language=en_US) Where you can find shelter in Nashville Those needing a warm place to stay have a few options. Metro Social Services has opened it Extreme Cold Weather Overflow Shelter at 3230 Brick Church Pike. It will stay open through Tuesday morning at 10. You can get free transportation through the WeGo shuttle service from the downtown bus station on Charlotte Avenue. Carrie and Amy recommend: “Austin Pollack shows us the really cool art of Nashville artist, Herb Williams, whose work is featured all over the world. What really caught my attention was his story of being lost and found through his work after a personal tragedy. Heartbreaking and beautiful.\" -Carrie Sharp \" I loved the Crayon Artist story that Austin Pollack shared on NC5 This Morning at 9. He finds peace and therapy in immersing into his creativity, which helps him deal with emotional pain, I thought his art and his heart were beautiful.\" -Amy Watson",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Weather",
    "Human Interest"
  ],
  "external_links": [
    "https://hub.nashville.gov/s/?language=en_US)",
    "https://hub.nashville.gov.",
    "https://hub.nashville.gov/s/",
    "https://www.hub.nashville.gov.",
    "https://www.hub.nashville.gov/s/?language=en_US)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "freddie o",
        "sentiment": "neutral"
      },
      {
        "name": "connell",
        "sentiment": "none"
      },
      {
        "name": "o'connell",
        "sentiment": "none"
      },
      {
        "name": "carrie",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "tennessee department of transportation",
        "sentiment": "none"
      },
      {
        "name": "nashville department of transportation",
        "sentiment": "none"
      },
      {
        "name": "ndot",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "tenn.",
        "sentiment": "none"
      },
      {
        "name": "nashville",
        "sentiment": "none"
      },
      {
        "name": "nashville",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-16T02:51:42.865+02:00",
  "updated": "2024-01-16T02:51:42.865+02:00"
}