{
  "thread": {
    "uuid": "efaff140fd98430a394c52b2e7c7d1af0720342b",
    "url": "https://www.milanotoday.it/speciale/innovazione-tecnologica-alleata-lotta-inquinamento.html",
    "site_full": "www.milanotoday.it",
    "site": "milanotoday.it",
    "site_section": "https://www.milanotoday.it/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "MilanoToday",
    "title": "L'innovazione tecnologica: alleata preziosa nella lotta all'inquinamento",
    "title_full": "L'innovazione tecnologica: alleata preziosa nella lotta all'inquinamento",
    "published": "2024-07-05T02:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.milanotoday.it/~media/horizontal-hi/49615119952912/plastic-bottles-and-a-recycle-bin-in-the-outdoors-2023-11-27-05-29-51-utc.jpg",
    "performance_score": 0,
    "domain_rank": 75989,
    "domain_rank_updated": "2024-07-02T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "efaff140fd98430a394c52b2e7c7d1af0720342b",
  "url": "https://www.milanotoday.it/speciale/innovazione-tecnologica-alleata-lotta-inquinamento.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-07-05T02:00:00.000+03:00",
  "title": "L'innovazione tecnologica: alleata preziosa nella lotta all'inquinamento",
  "text": "L'innovazione tecnologica: alleata preziosa nella lotta all'inquinamento\nUn'iniziativa all'avanguardia premia i cittadini eco-consapevoli con dispositivi hi-tech di ultima generazione\nNel cuore della rivoluzione verde, la tecnologia emerge come una forza trainante, offrendo soluzioni innovative per affrontare le sfide ambientali del nostro tempo. Dai sensori intelligenti che monitorano la qualità dell'aria nelle nostre città, ai sistemi di gestione dei rifiuti basati sull'intelligenza artificiale, l'innovazione tecnologica sta ridefinendo il nostro approccio alla sostenibilità. Scienziati, ingegneri e imprenditori visionari stanno sviluppando tecnologie all'avanguardia per proteggere il nostro pianeta, per un futuro in cui l’impronta ecologica di ciascuno sia ridotta al minimo.\nMa bisogna sempre ricordare che la vera rivoluzione inizia da noi, dai nostri gesti quotidiani. La tecnologia ci può offrire gli strumenti adatti, ma sta a noi utilizzarli nel modo giusto. Ogni volta che scegliamo, ogni volta che optiamo per un prodotto piuttosto che un altro, possiamo contribuire a costruire un futuro più verde.\nTecnologia e sostenibilità: un connubio vincente\nIn questo scenario di innovazione tecnologica al servizio dell'ambiente, emerge un'iniziativa all'avanguardia che coniuga perfettamente hi-tech e sostenibilità.\nCoripet, consorzio specializzato nella raccolta e nel riciclo delle bottiglie in PET, ha lanciato \"Gesto naturale, premio eccezionale\", un progetto mirato a sensibilizzare sull'efficacia delle pratiche ecosostenibili che sfrutta la tecnologia in modo duplice: da un lato, implementando strumenti hi-tech per facilitare e incentivare il riciclo, dall'altro, offrendo premi altamente tecnologici come ricompensa per i comportamenti virtuosi dei cittadini.\nIl cuore di questa iniziativa è, appunto, duplice: un'app intelligente che trasforma il gesto quotidiano del riciclo in un'esperienza interattiva e gratificante e una rete di ecocompattatori intelligenti\ndislocati su tutto il territorio italiano, dispositivi all'avanguardia rappresentano un perfetto esempio di come la tecnologia possa essere messa al servizio della sostenibilità, automatizzando e ottimizzando il processo di raccolta e riciclo.\nPartecipare è semplicissimo:\n- Scarica gratuitamente l’app di Coripet dai principali store online\n- Ricicla le bottiglie in PET nell’ecocompattatore Coripet a te più comodo\n- Converti i punti in sconti e vantaggi nei negozi partner\n- Partecipa al concorso per vincere fantastici premi Samsung\nUn laptop hi-tech per un gesto green a Sant'Angelo Lodigiano\nL'entusiasmo per l'iniziativa Coripet ha contagiato anche Sant'Angelo Lodigiano, dove un cittadino ha trasformato un semplice gesto quotidiano in una vincita straordinaria. Recandosi all'ecocompattatore presso il punto vendita EKOM di Via Mazzini per riciclare le sue bottiglie in PET, questo partecipante non immaginava certo di aggiudicarsi un premio così ambito: un Samsung Galaxy Book3.\nUnisciti alla rivoluzione verde hi-tech\nL'iniziativa Coripet rappresenta un esempio tangibile di come l'innovazione tecnologica possa essere messa al servizio dell'ambiente, creando un circolo virtuoso di benefici per tutti.\nScarica oggi stesso l'App Coripet e cerca l'ecocompattatore intelligente più vicino a te per diventare protagonista di questa rivoluzione verde. Potrai contribuire attivamente alla salvaguardia del pianeta e, al contempo, avere la possibilità di vincere fantastici premi tecnologici. Con Coripet il futuro è un circolo virtuoso.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://google.com/maps/d/u/0/viewer?ll=41.561839961768904%2C12.517319050000005&z=6&mid=1m2VAirAbfoZQ9LY-svve_Y88QG_3c7M",
    "https://www.gestonaturalepremioeccezionale.it/",
    "https://www.google.com/maps/d/u/0/viewer",
    "https://www.coripet.it/",
    "https://play.google.com/store/apps/details",
    "https://coripet.it",
    "https://www.gestonaturalepremioeccezionale.it",
    "https://www.play.google.com/store/apps/details?id=it.coripet.user&hl=it&pli=1",
    "https://www.google.com/maps/d/u/0/viewer?ll=41.561839961768904%2C12.517319050000005&z=6&mid=1m2VAirAbfoZQ9LY-svve_Y88QG_3c7M",
    "https://play.google.com/store/apps/details?id=it.coripet.user&hl=it&pli=1",
    "https://gestonaturalepremioeccezionale.it/",
    "https://coripet.it/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T02:25:48.372+03:00",
  "updated": "2024-07-05T02:25:48.372+03:00"
}