{
  "thread": {
    "uuid": "954fcbc5eb062b2185d05e5e43fcc025b1ba97f8",
    "url": "https://www.miragenews.com/plan-to-shape-future-of-tourism-in-tweed-1175549",
    "site_full": "www.miragenews.com",
    "site": "miragenews.com",
    "site_section": "https://www.miragenews.com/disclaimer",
    "site_categories": [
      "media"
    ],
    "section_title": "Disclaimer | Mirage News",
    "title": "Plan to shape future of tourism in Tweed | Mirage News",
    "title_full": "Plan to shape future of tourism in Tweed | Mirage News",
    "published": "2024-02-15T19:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://www.tweed.nsw.gov.au/files/assets/public/v/1/images/council/news-and-updates/media-releases/v6/cudgen_creek_1461877-2942707.jpg?dimension=largethumbnail&amp;w=480&amp;h=316",
    "performance_score": 0,
    "domain_rank": 14331,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "954fcbc5eb062b2185d05e5e43fcc025b1ba97f8",
  "url": "https://www.miragenews.com/plan-to-shape-future-of-tourism-in-tweed-1175549",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mirage News",
  "published": "2024-02-15T19:30:00.000+02:00",
  "title": "Plan to shape future of tourism in Tweed | Mirage News",
  "text": "Recognising the importance of tourism to the local economy, and following a thorough consultation phase, Tweed Shire Council has voted to adopt the Tweed Destination Management Plan 2024-2030, a comprehensive roadmap for the future of tourism in the region. The Tweed Destination Management Plan (DMP) is a strategic planning tool to harness the positive effects of tourism for the local economy and will be implemented by Tweed Shire Council and its tourism partner, [ The Tweed Tourism Company](https://visitthetweed.com.au/) (TTC) and other stakeholders. Mayor of Tweed Shire Chris Cherry said the DMP, adopted at yesterday's Council meeting, was an essential plan for government and industry to guide how the Tweed can sustainably leverage and grow the visitor economy, while developing as a destination that showcases the Tweed's strengths. \"Council has set a very clear vision for the Tweed to be recognised as one of Australia's leading sustainable destinations, celebrated for its nature and outdoor recreation, cultural, culinary and creative experiences,\" Cr Cherry said. \"The Tweed is a destination that leads with nature, culture and creativity, with a diverse natural beauty and vibrant landscapes that nurture agri-tourism, hold stories of rich Aboriginal culture and inspire countless local artists and creatives. \"From developing our destination infrastructure to enhancing the visitor experience and marketing the Tweed as a leading sustainable destination brand – this Tweed DMP will help build a vibrant tourism destination that can be enjoyed by local residents and visitors to the region.\" Sally Scott, General Manager of The Tweed Tourism Company, said the new plan would be central to the effective management of the region's future tourism development and growth. \"This DMP was developed in strong partnership with local businesses and with valuable insights from residents, reflecting not just a clear vision for the future of tourism in the Tweed, but one that has true ownership from the ground up,\" Ms Scott said. \"While TTC and Council are the architects of this important planning tool, its successful implementation will be a team effort, with all local tourism stakeholders collaborating to sustainably grow visitation, length of stay and expenditure across the region. \"We are excited to continue to deliver outcomes aligned with this plan, working with all partners to energise tourism in the Tweed, celebrating new experiences and initiatives and being creative and innovative in our approach.\" The Tweed DMP aims to protect the Tweed's natural beauty and distinctive culture by focusing on a clear pathway guided by five overarching goals: - recovery from external impacts - build 'The Tweed' brand aligned with eco-principles - showcase the Tweed's unique strengths - invest in uniquely Tweed events - facilitate sustainable growth. The next strategic step for Council is to develop and adopt a new Tweed Events Strategy and associated Events Sponsorship Policy. The Tweed DMP aligns with both the wider North Coast NSW Destination Management Plan 2022-2030 and the state-based NSW Visitor Economy Strategy (VES) 2030, with growth targets that aim to increase visitor spend across the region. To view the Tweed Destination Management Plan [click here](https://www.tweed.nsw.gov.au/development-business/business/investment-economic-development/tourism-visiting-the-tweed). [here](/plan-to-shape-future-of-tourism-in-tweed-1175549/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Economy, Business and Finance",
    "Politics"
  ],
  "external_links": [
    "https://visitthetweed.com.au/)",
    "https://www.tweed.nsw.gov.au/development-business/business/investment-economic-development/tourism-visiting-the-tweed).",
    "https://tweed.nsw.gov.au/development-business/business/investment-economic-development/tourism-visiting-the-tweed).",
    "https://www.visitthetweed.com.au/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "tweed shire chris cherry",
        "sentiment": "none"
      },
      {
        "name": "tweed tourism company",
        "sentiment": "none"
      },
      {
        "name": "tweed shire council",
        "sentiment": "none"
      },
      {
        "name": "council",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "australia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T06:41:05.951+02:00",
  "updated": "2024-02-16T06:41:05.951+02:00"
}