{
  "thread": {
    "uuid": "cb925e9b20cbb53908d9f5fb6a9f31008c88588c",
    "url": "https://flipboard.com/video/us-weekly/19962d2b1c",
    "site_full": "flipboard.com",
    "site": "flipboard.com",
    "site_section": "https://flipboard.com/topic/childadoption",
    "site_categories": [
      "family_and_parenting",
      "eldercare"
    ],
    "section_title": "Discover More in Adoption on Flipboard",
    "title": "Sarah Michelle Gellar Is 'Realistic' With Phone and iPad Limits for Her Kids | Flipboard",
    "title_full": "Sarah Michelle Gellar Is 'Realistic' With Phone and iPad Limits for Her Kids | Flipboard",
    "published": "2024-03-01T00:49:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ic-cdn.flipboard.com/usmagazine.com/66696301ed177da72b9839a026fca33eb5031acf/_medium.jpeg",
    "performance_score": 0,
    "domain_rank": 1218,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cb925e9b20cbb53908d9f5fb6a9f31008c88588c",
  "url": "https://flipboard.com/video/us-weekly/19962d2b1c",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Nicole Massabrook",
  "published": "2024-03-01T00:49:00.000+02:00",
  "title": "Sarah Michelle Gellar Is 'Realistic' With Phone and iPad Limits for Her Kids | Flipboard",
  "text": "Sarah Michelle Gellar has handled vampires, werewolves and more on screen with ease, but off screen, protecting her two kids is harder when they have so much technology at their fingertips. “There’s parts of [technology] that are great, and there are parts of it that aren’t,” Gellar, 46, told Us Weekly while promoting her partnership with UScellular for the Global Day of Unplugging, which is on Friday, March 1. “I love the idea that I know where they are at all times because it shows up on my phone. I took two crosstown buses in New York City to get to school. My mom had no idea where I was, and I can’t even imagine what that must’ve been like for her.” The Buffy the Vampire Slayer alum shares daughter Charlotte, 14, and son Rocky, 11, with her husband of nearly 22 years, Freddie Prinze Jr. The pair set strict rules for their kids when it comes to internet access and their devices, but that doesn’t mean just restricting screen time as a whole. “Look, we had rain for five days. What do I expect these kids to do?” Gellar said. “I want to be realistic with them about their time.” See Sarah Michelle Gellar and Freddie Prinze Jr. Get in the Spooky Spirit That means establishing some guidelines. Gellar said that their kids first have to wait until finishing elementary school to get their own phone. “You have to graduate lower school to get your phone, so my son actually will be getting his phone in June,” Gellar explained to Us. “He does not have one yet. He has an iPad for travel and stuff like that.” The Do Revenge star also takes full advantage of the parental controls when she lets one of her children use a tablet or phone, monitoring how many hours they spend in front of the screen and what they’re looking at. “We can’t expect kids to be able to self-regulate, right? That’s something that we’re still learning how to do [as adults],” she said. Though Gellar can control the devices she buys for their kids, she can’t control other kids and their phones — which can lead to some awkward situations. Gellar was shocked when one of Rocky’s friends with a phone once showed him something on the internet about her. ‘Buffy the Vampire Slayer’ Cast: Where Are They Now? “It was actually my son one day who came home and said, oh, so-and-so has a phone or something. They looked it up and we had to explain that you can’t do that,” she recalled, adding that the school has some protections in place. “A lot of the school computers in the lower school, you actually can’t look up a lot of … More stories from [Us Weekly](/@usweekly) Join the flipboard community Discover, collect, and share stories for all your interests [Sign up](/signup) More stories from [Sarah Michelle Gellar](/topic/sarahmichellegellar) [Danica McKellar Crushed On Fred Savage During The Wonder Years, But Did They Ever Hook Up?](/topic/sarahmichellegellar/danica-mckellar-crushed-on-fred-savage-during-the-wonder-years-but-did-they-eve/a-kwZIoYY4SR6DuYF6-QG1TA%3Aa%3A3039078443-9ce348a205%2Fthethings.com) When Danica McKellar and Fred Savage played love interests Winnie and Kevin on The Wonder Years, did sparks fly behind the scenes? Even though Kevin … [Cady McClain Remembers James Mitchell and David Canary](/topic/sarahmichellegellar/cady-mcclain-remembers-james-mitchell-and-david-canary/a-6QrU6UIURWi1f5H4kvpOAA%3Aa%3A1963848705-bee02e971e%2Fsoapsindepth.com) By Chris Eades Soaps In Depth has affiliate partnerships. We receive compensation when you click on a link and make a purchase. Learn more! During her … [7 Best-dressed celebrities at PGA Awards 2024](/topic/sarahmichellegellar/7-best-dressed-celebrities-at-pga-awards-2024/a-CAuLzZkNTy2wXQbysj__tw%3Aa%3A2732881213-81e462492e%2Fsportskeeda.com) The PGA Awards 2024 served as a gathering place for the esteemed individuals of Hollywood, presenting the highest level of fashion. The 35th Annual …",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sarah michelle gellar",
        "sentiment": "negative"
      },
      {
        "name": "charlotte",
        "sentiment": "none"
      },
      {
        "name": "rocky",
        "sentiment": "none"
      },
      {
        "name": "gellar",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "vampire slayer",
        "sentiment": "none"
      },
      {
        "name": "us weekly",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new york city",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:50:37.262+02:00",
  "updated": "2024-03-01T00:50:37.262+02:00"
}