{
  "thread": {
    "uuid": "aaff370e139cf00269125ee9b18e72e59f15a1e6",
    "url": "https://www.bluradio.com/mundo/el-papa-francisco-a-petro-cuente-conmigo-cb20",
    "site_full": "www.bluradio.com",
    "site": "bluradio.com",
    "site_section": "https://bluradio.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Blu Radio señal en vivo, Noticias de Colombia y el Mundo",
    "title": "El papa Francisco a Petro: \"Cuente conmigo\" - BluRadio",
    "title_full": "El papa Francisco a Petro: \"Cuente conmigo\" - BluRadio",
    "published": "2024-01-19T16:32:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://caracoltv.brightspotcdn.com/dims4/default/ce816d7/2147483647/strip/true/crop/1024x538+0+0/resize/1200x630!/quality/90/?url=http%3A%2F%2Fcaracol-brightspot.s3.amazonaws.com%2F57%2Fe9%2F2482af4243cfb9f0741895c11e82%2F000-34fw86k.jpg",
    "performance_score": 0,
    "domain_rank": 35466,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "aaff370e139cf00269125ee9b18e72e59f15a1e6",
  "url": "https://www.bluradio.com/mundo/el-papa-francisco-a-petro-cuente-conmigo-cb20",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Blu Radio",
  "published": "2024-01-19T16:32:00.000+02:00",
  "title": "El papa Francisco a Petro: \"Cuente conmigo\" - BluRadio",
  "text": "El papa Francisco se reunió hoy con el presidente colombiano, [Gustavo Petro,](https://www.bluradio.com/mundo/presidente-gustavo-petro-ya-esta-en-el-vaticano-para-reunirse-con-el-papa-francisco-so35) \"Cuente conmigo, cualquier cosa me avisa\", se despidió el pontífice de Petro en la bilblioteca del palacio apostólico después de que el mandatario, como explicó después a los medios, propusiera que el Vaticano sea la sede de una ronda de negociaciones con el [ELN.](https://www.bluradio.com/nacion/cerac-reporta-el-incumplimiento-del-cese-al-fuego-por-parte-del-eln-acumula-19-actos-violentos-rg10) La reunión había comenzado con una broma, cuando el papa le pidió al presidente de Colombia que \"se pusiera elegante\" para posar en las fotos protocolarias de inicio de la audiencia. Después, durante el intercambio de regalos y la presentación de las delegaciones, Petro obsequió al papa con café colombiano y una ruana, prenda característica del altiplano de Cundinamarca y considerada un símbolo nacional. Publicidad Por su parte, Francisco regaló a Petro una escultura en bronce que representa dos manos que se unen y en el fondo una mujer con un niño y una nave de migrantes con la frase 'Llenemos las manos con otras manos'. Tras la reunión con el papa, la delegación colombiana, de la que también formaban parte el canciller, [Álvaro Leyva,](https://www.bluradio.com/mananas-blu/polemicas-declaraciones-del-canciller-alvaro-leyva-mananas-blu-diciembre-14-de-2023-pr30) \"Durante los cordiales coloquios en la Secretaría de Estado, se expresó satisfacción por las buenas relaciones entre Colombia y la Santa Sede, destacando la positiva colaboración entre la Iglesia y el Estado, con el fin de promover el diálogo, la justicia social y la reconciliación\", explicó el Vaticano en un comunicado. Publicidad También \"se abordaron los temas de la situación socio-política, del fenómeno de las migraciones y de la protección del medio ambiente en la región\". Por su parte, Petro explicó a los medios a su salida de la audiencia: \"Es posible que hagamos una ronda aquí (en el Vaticano), ya se hablará con el ELN. Pues parece que podamos construir un paso todavía mucho más profundo en la dejación de la violencia con un escenario como este, me parecería muy sugerente para toda la sociedad\". Y agregó que \"el papa está de acuerdo en que demos pasos más profundos en los Acuerdos de Paz\" El mandatario destacó que \"la Iglesia católica ha sido un gran apoyo en Colombia para todos los procesos de paz y lo es en este momento en relación al proceso de paz con el ELN\", de modo que ahora el Vaticano \"puede ser el escenario de una ronda de negociaciones\". Publicidad \"A mí me interesaría mucho que la siguiente (ronda) o la que pueda establecerse con el ELN se pueda desabrigar aquí por muchas razones que tienen que ver con la historia\", resaltó Petro en la plaza de San Pedro, dos semanas después de que el papa pidiera en el mismo lugar \"la liberación sin condiciones de todas las personas secuestradas\" en Colombia. Durante la conversación con Francisco, también salió a relucir el movimiento católico de la Comunidad de San Egidio, \"con gran experiencia en procesos de paz en Centroamérica, en África y en también en Colombia\" y que Petro visitó la víspera, aunque el presidente no desveló si formaría parte de esa negociación. Además de las negociaciones de paz, Petro señaló que también trataron la crisis climática y puso el ejemplo de algunas islas del Pacífico \"que se están hundiendo en este momento, se tienen que evacuar sus poblaciones ya prácticamente de urgencia\"; y hablaron asimismo de Nicaragua. Publicidad El presidente colombiano ya se había reunido con el pontífice en febrero de 2022, cuando era candidato presidencial, y también tuvo la oportunidad de encontrarse con él en 2015, durante un acto en Vaticano cuando era alcalde de Bogotá. Francisco viajó a Colombia en 2017, en un momento en que se celebraba el alto el fuego con la guerrilla del ELN y el acuerdo de paz con las Farc. Sobre una nueva invitación al papa a visitar Colombia, Petro afirmó: \"Primero tenemos que forjar aquí el escenario para la paz\".",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-19T16:37:10.109+02:00",
  "updated": "2024-01-19T18:14:08.016+02:00"
}