{
  "thread": {
    "uuid": "a840bc05d67fa581d2e5d0b47bc5e9422b484ff9",
    "url": "https://english.spbstu.ru/media/news/international_activities/shanghai-postgraduate-student-shawuya-jigeer-rain-in-winter-is-unexpected-",
    "site_full": "english.spbstu.ru",
    "site": "spbstu.ru",
    "site_section": "http://english.spbstu.ru",
    "site_categories": [],
    "section_title": "Peter the Great St.Petersburg Polytechnic University",
    "title": "Shanghai postgraduate student Shawuya Jigeer: “Rain in winter is unexpected!”",
    "title_full": "Shanghai postgraduate student Shawuya Jigeer: “Rain in winter is unexpected!”",
    "published": "2024-01-16T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "RU",
    "main_image": "https://english.spbstu.ru/local/templates/main/img/logo.png",
    "performance_score": 0,
    "domain_rank": 21031,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a840bc05d67fa581d2e5d0b47bc5e9422b484ff9",
  "url": "https://english.spbstu.ru/media/news/international_activities/shanghai-postgraduate-student-shawuya-jigeer-rain-in-winter-is-unexpected-",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-16T02:00:00.000+02:00",
  "title": "Shanghai postgraduate student Shawuya Jigeer: “Rain in winter is unexpected!”",
  "text": "Shanghai postgraduate student Shawuya Jigeer: “Rain in winter is unexpected!” [International activities](/media/news/international_activities/)216 The winner of the Open Doors International Olympiad, Shawuya Jigeer, shared her experience of studying at Polytechnic University. — Shawuya, how did your studies in Russia begin? — I received my Bachelor’s degree in Shanghai and decided to come to Russia in 2019 to continue my master’s degree. First, I enrolled in the preparatory faculty for international students at Polytechnic University. I chose the international program «Quantitative Finance», because in China I also studied economics and finance, and now in the master’s degree program I could consolidate my knowledge. — But you didn’t stop there and continued your studies? — Yes, after graduating from the master’s degree program I decided to participate in the Open Doors International Olympiad. And thanks to this I was able to continue my postgraduate studies at IIMEiT Polytechnic University. — Why did you choose to pursue postgraduate studies at Polytechnic University? — The main reason is that I had a pleasant experience of working in the master’s degree program with my supervisor. The academic atmosphere in our institute is really good, and that’s why I decided to stay with my supervisor in graduate school. — Was it difficult for you to learn Russian? — To be honest, yes. Yet during my undergraduate studies, I was interested in foreign languages. I even attended Russian language classes in China several times to have at least a basic knowledge. And when I came here, to study in the sub-faculty, we started with the alphabet. It was quite difficult, but we had a very good teacher. She explained everything so clearly, tried to give us a basic understanding of the Russian language, for which I thank her very much. I even have publications in Russian. Although I am still learning the language, I already feel more confident when I communicate. — Why did you decide to come to Russia? — It is rather due to geography. I live near the Russian border, so I decided that learning Russian would be a big plus for my future work. And also because Russia is a pretty big country with international influence. — Shawuya, have you been abroad before? And why did you choose St. Petersburg? — No, this is my first such experience. In general, I was choosing between Moscow and St. Petersburg. I was advised to choose St. Petersburg because it is a city with a rich cultural and historical heritage. And this is exactly what I wanted. When I arrived and started studying at the sub-faculty, I realized that the master’s degree program suits me perfectly and I don’t want to leave. — Tell us about your impressions. — My first impression was quite pleasant. I remember arriving here at night, and I had heavy luggage, and a completely unfamiliar Russian guy helped me with it. I didn’t understand him, but I was very grateful for his help. — How do you like the weather in Russia? — I didn’t like it at first. The cold is okay, it’s like the northern regions in China, but the fact that it rains here in winter is quite unexpected. But I like summer, fall and spring. — How do you spend your free time? — I like to read. Or I do sports to stretch myself a bit because I sit so much. And, of course, going out with friends. It’s also an opportunity for me to improve my Russian speech, to practice with native speakers. — Do you already have a plan for the future? — I still have time to make up my mind. And besides, I have an opportunity to work as a teaching assistant at our university. I teach finance-related subjects in English. It’s a good experience because maybe in the future I can stay at the university as a teacher. [Print version](/pdf_news/view/shanghai-postgraduate-student-shawuya-jigeer-rain-in-winter-is-unexpected-.pdf)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "shawuya jigeer",
        "sentiment": "neutral"
      },
      {
        "name": "— shawuya",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "polytechnic university",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "shanghai",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-16T18:07:32.925+02:00",
  "updated": "2024-02-07T13:03:06.256+02:00"
}