{
  "thread": {
    "uuid": "3810222477859ca8a0d64ffb7bc2a4e028947a0a",
    "url": "https://www.dailyitem.com/applause/danville-drama-club-takes-on-history-mystery-with-anastasia/article_49f26cb6-d5c6-11ee-803e-9397f56318b3.html",
    "site_full": "www.dailyitem.com",
    "site": "dailyitem.com",
    "site_section": "http://www.dailyitem.com/search/?f=rss&t=article&c=applause&l=50&s=start_time&sd=desc",
    "site_categories": [
      "media",
      "education",
      "business"
    ],
    "section_title": "www.dailyitem.com - RSS Results in applause of type article",
    "title": "Danville Drama Club takes on history, mystery with 'Anastasia'",
    "title_full": "Danville Drama Club takes on history, mystery with 'Anastasia'",
    "published": "2024-02-29T21:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/dailyitem.com/content/tncms/assets/v3/editorial/5/d4/5d41091a-d5c8-11ee-bdbd-db5ca7411616/65de70def044b.image.jpg?crop=1358%2C713%2C0%2C406&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 26305,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3810222477859ca8a0d64ffb7bc2a4e028947a0a",
  "url": "https://www.dailyitem.com/applause/danville-drama-club-takes-on-history-mystery-with-anastasia/article_49f26cb6-d5c6-11ee-803e-9397f56318b3.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Cindy O. Herman For The Daily Item",
  "published": "2024-02-29T21:30:00.000+02:00",
  "title": "Danville Drama Club takes on history, mystery with 'Anastasia'",
  "text": "DANVILLE — We all love a good rags to riches story, especially when a poor street sweeper learns she’s really descended from a very royal and wealthy family.\nDanville Area High School will present “Anastasia” Thursday, Friday and Saturday at 7 p.m. at the high school on Ironmen Lane.\n“‘Anastasia’ is about a young girl named Anya who has lost her family and knows nothing about her true identity,” said Aubyn Johnson, director of the musical. “She works as a street sweeper just to earn enough money to travel from Russia to Paris to meet with her grandmother, who is the one remaining family member that she remembers. Anya is determined that nothing will stop her on this journey and that she will be able to prove that she is the Grand Duchess Anastasia Romanov. I believe this story of identity and determination is a beautiful story and one that everyone should see.”\nThe student performers have been working hard to dig into their characters’ personalities.\n“Anya is based on the real life Anastasia Romanov,” said Kyla Brookhart, a junior. “Anya is determined to discover who she really is after she gets amnesia. I love playing Anya because I think everyone, including myself, can learn something from her unwavering hope and strength.”\n“My character is a grandmother who has gone through a lot of loss in life,” said Jera Strony, a senior. “She is very stubborn but also very confident in herself. I love that she sticks to her heart no matter what and never lets anyone put her down.”\nSenior Collin Cummins plays the role of Dmitry, a con artist from the streets of St. Petersburg.\n“He is shaped by his environment, being forced to come up with innovative ideas and strategies to make his way through the world he lives in,” Cummins said. “I enjoy playing Dmitry because his confidence really shines through, and it gives me a chance as an actor to make new decisions I may not normally make.”\nOwen Crane, also a senior, can use his role to add some humor to the show.\n“I play Vlad who acts as the comic relief and a father figure to both Anya and Dmitry,” Crane said. “One thing I like about playing this part is the interactions I have with the rest of the cast. I feel like there are lots of opportunities to have fun with the scenes and act almost like a human cartoon.”\nRehearsals have brought laughs and collaboration to the students.\nBrookhart recalled that when the cast list came out, Elyse Spahr’s mother took the phone from Elyse to talk to Brookhart. Strony savors the memory of “running around with Elyse and singing backstage with the stage crew.”\nCummins enjoyed the learning process.\n“I had so much fun learning with such a collaborative and supportive group of people, and the collective excitement and support when someone hit a great note or the group sang a great chord made the process all that more enjoyable,” he said.\nStudents found ways to have fun even with the mundane task of checking their mics.\n“Every day before our dress rehearsals we do mic checks to make sure our sound system is working well, and we always have a different theme,” Crane said. “Sometimes it will be singing our favorite song, doing impressions, or just sharing what we ate that day. All together I think it brings the cast together and makes us more like a family than a drama club.”\nOne of Johnson’s most exciting moments happened after a dress rehearsal. He had given John Marks (playing the character Gleb, villain of the story) homework to listen to a song from the musical “Ragtime” as inspiration for his character.\n“Not only did John do his homework but the next time we rehearsed, he had so much conviction, power and authority on the stage that I was staggered and couldn’t help but give him his flowers at the end of the rehearsal,” Johnson said. “His has a role that he has been nervous about and this is his first time on stage as a part of the Drama Club, and for John to make that much progress after just one night, I can only imagine where his character will take him by the time the show opens.”\nCindy O. Herman lives in Snyder County. Email comments to her at",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "aubyn johnson",
        "sentiment": "none"
      },
      {
        "name": "kyla brookhart",
        "sentiment": "none"
      },
      {
        "name": "anya",
        "sentiment": "none"
      },
      {
        "name": "anastasia romanov",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "danville drama club",
        "sentiment": "negative"
      },
      {
        "name": "danville area high school",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "danville",
        "sentiment": "none"
      },
      {
        "name": "paris",
        "sentiment": "none"
      },
      {
        "name": "ironmen lane",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:56:13.188+02:00",
  "updated": "2024-03-01T00:56:13.188+02:00"
}