{
  "thread": {
    "uuid": "b32eadbdfa8d4538702ac14f32375c1ebd99d870",
    "url": "https://valenciaplaza.com/labora-termina-2023-2000-puestos-trabajo-ofertados-portal-web",
    "site_full": "valenciaplaza.com",
    "site": "valenciaplaza.com",
    "site_section": "http://www.valenciaplaza.com/noticias/rss",
    "site_categories": [
      "sports"
    ],
    "section_title": "Valencia Plaza",
    "title": "Labora termina 2023 con más de 2.000 puestos de trabajo ofertados en su portal web",
    "title_full": "Labora termina 2023 con más de 2.000 puestos de trabajo ofertados en su portal web",
    "published": "2023-12-29T06:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://valenciaplaza.com/public/Image/socialThumb/17038497823462510.png",
    "performance_score": 0,
    "domain_rank": 23273,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b32eadbdfa8d4538702ac14f32375c1ebd99d870",
  "url": "https://valenciaplaza.com/labora-termina-2023-2000-puestos-trabajo-ofertados-portal-web",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Valencia Plaza",
  "published": "2023-12-29T06:00:00.000+02:00",
  "title": "Labora termina 2023 con más de 2.000 puestos de trabajo ofertados en su portal web",
  "text": "Hoy es 29 de diciembre y se habla de VALÈNCIA (EP). Labora, el Servicio Valenciano de Empleo y Formación, oferta actualmente en su portal web PuntLABORA más de 2.000 puestos de trabajo a los que pueden optar todas aquellas personas inscritas en el organismo público. Para poder acceder a estas ofertas las personas deben estar dadas de alta en el mismo. A cualquiera de los puestos ofertados pueden optar personas tanto desempleadas como ocupadas. Una vez inscritas, para acceder a las ofertas de PuntLABORA sólo es necesario identificarse con el DNI/NIE y el pin. Posteriormente, las personas interesadas pueden buscar por palabras clave según el ámbito laboral y/o escoger la provincia si no tienen tan definido el puesto de trabajo, ha indicado la Generalitat en un comunicado. En los puestos de trabajo, la ciudadanía dispone de información como la descripción de las tareas, requisitos y condiciones laborales. Asimismo, cada oferta dispone de un código de referencia que permite a las personas poder consultar en su Espai Labora en caso de duda. Si procede, la persona aplicante podrá indicar qué le interesa y empezar el proceso de candidatura. Cabe recordar que son las empresas de la Comunitat las que ponen las ofertas en el portal PuntLABORA y las que realizan la selección entre las personas que se presenten y cumplan con los requisitos que demanden. Al respecto, Labora acaba de reforzar su plantilla de personal especialista en empresas con 54 nuevos profesionales, con el objetivo de captar más ofertas de empleo para las personas desempleadas de la Comunitat. En este sentido, es muy importante que las personas tengan su demanda de empleo actualizada, con todos los datos de formación y experiencia al día. Este proceso se realiza en Labora a través de la autoentrevista. Cada vez que se quiera aplicar a una oferta, no hará falta rellenar nuevamente los datos personales; la formación (méritos académicos); el empleo (experiencia laboral realizada fusionada con aquella demandada), y la disponibilidad horaria, los conocimientos informáticos, el carné de conducir u otros carnés, puesto que ya estará introducido en el sistema. No obstante, el sistema permite incorporar además un currículum en formato .pdf para cada inscripción, ya que deja añadir información complementaria que en la autoentrevista no queda recogida, como cursos no reglados y voluntariados, entre otros. Hasta este mes de diciembre ya se han superado las 33.000 ofertas laborales difundidas a la ciudadanía a nivel de la Comunitat Valenciana. Otro de los servicios que ofrece Labora es el de las ofertas de empleo a nivel europeo. Para ello, la red Eures se convierte en un servicio que se ha demostrado especialmente útil. Este portal de cooperación europea de servicios de empleo diseñado para facilitar la libre circulación de las personas trabajadoras permite realizar una investigación más cuidadosa y filtrar más específicamente, como por ejemplo qué país de la Unión Europea se desea, el sector o la profesión.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T13:56:55.731+02:00",
  "updated": "2023-12-29T17:40:32.888+02:00"
}