{
  "thread": {
    "uuid": "7c8bad86ec1d66a10157ce4fb6b8618f4c42120a",
    "url": "https://www.guampdn.com/news/u-s-coast-guard-rescues-13-people-from-distressed-vessel-near-guam/article_099d6af0-3122-11ef-ba90-f7706ea09833.html",
    "site_full": "www.guampdn.com",
    "site": "guampdn.com",
    "site_section": "http://www.guampdn.com/search/?f=rss&t=article&c=&l=50&s=start_time&sd=desc",
    "site_categories": [
      "media"
    ],
    "section_title": "www.guampdn.com - RSS Results of type article",
    "title": "U.S. Coast Guard rescues 13 people from distressed vessel near Guam",
    "title_full": "U.S. Coast Guard rescues 13 people from distressed vessel near Guam",
    "published": "2024-06-23T00:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/guampdn.com/content/tncms/assets/v3/editorial/3/fd/3fd52ac2-3122-11ef-a958-2fd950670c36/6677b3e0216f9.image.jpg?crop=1000%2C525%2C0%2C112&amp;resize=1000%2C525&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 28149,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7c8bad86ec1d66a10157ce4fb6b8618f4c42120a",
  "url": "https://www.guampdn.com/news/u-s-coast-guard-rescues-13-people-from-distressed-vessel-near-guam/article_099d6af0-3122-11ef-ba90-f7706ea09833.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Pacific Daily News",
  "published": "2024-06-23T00:00:00.000+03:00",
  "title": "U.S. Coast Guard rescues 13 people from distressed vessel near Guam",
  "text": "U.S. Coast Guard Forces Micronesia/Sector Guam rescued 13 people from a distressed vessel about 13 nautical miles north of Guam on Sunday. The Coast Guard announced the successful search and rescue operation in a release stating it’s a testament to the power of collaboration, underscores the critical importance of its partnerships and the vital role of proper safety measures at sea. “Even with good weather conditions, having 13 people on a 23-foot boat can be risky. Our seamless collaboration with Guam Fire Rescue and other agencies ensured a swift and effective response. This incident highlights the necessity of having reliable communication devices and lifejackets aboard, as they can make all the difference in emergencies,” Lt. Chelsea Garcia, the operation’s search and rescue mission coordinator, said in a release. The Joint Rescue Sub-Center, operated by U.S. Coast Guard watchstanders in Guam, received an urgent notification from Guam Fire Rescue and 911 dispatch of a 23-foot recreational vessel, the Helen, with 13 people aboard out of gas and adrift Sunday morning. The 911 call reportedly came from one of the boaters via cellular phone, the release states. Watchstanders immediately diverted the 45-foot Response Boat-Medium crew from U.S. Coast Guard Station Apra Harbor to the location. Simultaneously, they issued an urgent marine information broadcast and requested aerial support from Department of Defense partners. The 45-foot RB-M crew transferred all 13 people aboard their vessel, ensuring their safety and well-being. The rescue crew evaluated the ten women and three men, noting several were severely seasick and one severely dehydrated. The coxswain recommended immediate transportation to Hagåtña Small Boat Basin for medical evaluation. The vessel Helen was left adrift, and watchstanders issued a hazard to navigation broadcast. The watchstanders notified personnel from agencies, including the U.S. Coast Guard Investigative Service, Homeland Security Investigations, U.S. Customs and Border Protection, Guam Customs and Quarantine Agency, and Guam Police Department. The RB-M crew transported the boaters to Hagåtña, where partner agency officials met them at the pier for further care and assessment. All 13 people were seen by Guam Fire Rescue crews and refused treatment. The boaters are reportedly nationals of the People’s Republic of China, as confirmed by law enforcement. Weather conditions for the operation included east winds blowing at 15 knots and wave heights of around 3 feet with 4-foot swells. No watches or warnings are in effect. This incident, once again, serves as a powerful reminder of the dangers mariners face and the importance of wearing life jackets and having reliable communication devices aboard the vessel, the Coast Guard said. The U.S. Coast Guard, always ready and prepared, continues to stand ready, in partnership with local, federal, and military agencies, to respond to maritime emergencies and protect life at sea, the agency said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chelsea garcia",
        "sentiment": "none"
      },
      {
        "name": "helen",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "u.s. coast guard",
        "sentiment": "neutral"
      },
      {
        "name": "guam fire rescue",
        "sentiment": "none"
      },
      {
        "name": "coast guard",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "guam u.s.",
        "sentiment": "none"
      },
      {
        "name": "guam",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-23T10:08:41.018+03:00",
  "updated": "2024-06-24T13:38:18.825+03:00"
}