{
  "thread": {
    "uuid": "ebab2cccc1ff7f42c908ba4eb7f1f681d97548cf",
    "url": "https://www.abc.net.au/news/2024-02-16/surfers-donate-boards-to-help-samoans-take-to-the-waves/103460018",
    "site_full": "www.abc.net.au",
    "site": "abc.net.au",
    "site_section": "http://www.abc.net.au/news/feed/51120/rss.xml",
    "site_categories": [
      "television",
      "music",
      "entertainment"
    ],
    "section_title": "Just In",
    "title": "Pre-loved surfboards donated to help inspire new wave of surfers in Samoa - ABC News",
    "title_full": "Pre-loved surfboards donated to help inspire new wave of surfers in Samoa - ABC News",
    "published": "2024-02-16T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://live-production.wcms.abc-cdn.net.au/28b5d583c5fed1342e304f3f2975753e?impolicy=wcms_crop_resize&amp;cropH=1149&amp;cropW=2043&amp;xPos=0&amp;yPos=79&amp;width=862&amp;height=485&amp;imformat=generic",
    "performance_score": 0,
    "domain_rank": 356,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ebab2cccc1ff7f42c908ba4eb7f1f681d97548cf",
  "url": "https://www.abc.net.au/news/2024-02-16/surfers-donate-boards-to-help-samoans-take-to-the-waves/103460018",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Wiriya Sati",
  "published": "2024-02-16T02:00:00.000+02:00",
  "title": "Pre-loved surfboards donated to help inspire new wave of surfers in Samoa - ABC News",
  "text": "While the Samoan villages of Lautuanu'u and Faleatiu are a popular destination for travelling surfers, most of the local children are left to look on from the shore.\nLocal surfer Monah Taula said the reason was simple.\n\"They're really sad, they really want to go surf but, no board,\" Mr Taula said.\nIt's a situation that also left visiting Australian surfer Adam Kesbah feeling uneasy.\nHe said it was obvious the locals were keen to embrace the sport, but they just didn't have the equipment they needed.\n\"Some of the boards the kids were riding [it] was some really banged-up stuff; no fins, it was just a board in half that they were riding,\" Mr Kesbah said.\nMr Kesbah used a recent trip to bring over extra surfboards from Port Macquarie on the Mid North Coast of New South Wales.\nAdam Kesbah is popular with the kids of this Samoan village after donating some surf gear. ( Supplied: @jaymaguirephoto )\n\"I was super stoked to see them riding my old boards that I remember riding,\" he said.\n\"One afternoon the surf was really messy but the wind swung and it got clean so we jumped out and all the local boys had jumped out too because it was the perfect size.\n\"It was just a really awesome experience to see them having fun.\"\nChildren in the Samoan village were often sharing a broken half-board. ( Supplied: @jaymaguirephoto )\nMr Kesbah has reached out to his surfing community in Port Macquarie, asking for any donations to bring back to the island for this year's surf trip.\n\"They didn't have any leg ropes, which was a huge thing, because it's mainly rocks,\" Mr Kesbah said.\nMr Kesbah says some of the older boys know how to repair surfboards so they last as long as possible. ( Supplied: @jaymaguirephoto )\nChad Whatley, who is a local surfboard broker in Port Macquarie, answered the call.\nHe donated a kit which included a bag to carry all the boards on the flight, dozens of fins and six new leg ropes.\nChad Whatley donated fins, leg ropes, wax and resin. ( Supplied: Adam Kesbah )\nMr Whatley said his generosity stemmed from spending about three years surfing around the islands of Indonesia and seeing that locals had very little material possessions.\n\"When they get a surfboard it's a really big deal, it means a lot more to them there than it would here,\" he said.\n\"When [Adam] sent the photos I got really excited about that — seeing all the kids sitting there with all the stuff, that's what I get out of it.\n\"It gives me an excuse to go to Samoa one day now, I haven't been to Samoa but apparently I'll be welcomed at their village.\"\nTwo Samoan surfers share a wave on their new boards. ( Supplied: @jaymaguirephoto )\nNot part of the culture Another of the older surfers from that village is 29-year-old Junior Talalelei Samoatah, also known as Jay, who works at the Salani Surf Resort.\nHe said up until recently, surfing had not really been part of their local culture.\n\"Not many people around the island surf, maybe just 20 from both islands,\" Mr Samoatah said.\nSurfing may not yet be part of the culture in Samoa, but for Junior Talalelei Samoatah \"it’s a lifestyle\". ( Supplied: Junior Talalelei Samoatah )\n\"I think because people can't swim and they're scared by the ocean.\n\"I remember when I was little, even my family, my grandma, she doesn't want me to go beyond the reef.\"\nMr Samoatah said he started surfing at his home break after a tourist came and shared his boards, then left some behind.\n\"The young boys who are the new surfers right now — there might be two or three sharing a board,\" he said.\n\"They take turns, get two waves and pass to the other boys waiting on the rocks.\n\"Everyone is stoked now.\"\nMr Samoatah displaying the benefits of working at a surf camp. ( Supplied: Junior Talalelei Samoatah )\nFind more local news Browse for your location and find more local ABC News and information\nPosted 3h ago 3 hours ago Fri 16 Feb 2024 at 12:54am Share\nCopy link\nRelated Stories 'Absolutely insane': Aussie surfer Molly Picklum makes history with first women's perfect 10 at Pipeline event Surfing legend says paddling out without a leg rope is a 'retro fantasy' putting lives at risk",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "taula",
        "sentiment": "none"
      },
      {
        "name": "kesbah",
        "sentiment": "none"
      },
      {
        "name": "adam kesbah",
        "sentiment": "none"
      },
      {
        "name": "monah taula",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "faleatiu",
        "sentiment": "none"
      },
      {
        "name": "wiriya sati while",
        "sentiment": "none"
      },
      {
        "name": "samoa",
        "sentiment": "none"
      },
      {
        "name": "new south wales",
        "sentiment": "none"
      },
      {
        "name": "mid north coast",
        "sentiment": "none"
      },
      {
        "name": "port macquarie",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T02:58:54.072+02:00",
  "updated": "2024-02-16T06:49:01.035+02:00"
}