{
  "thread": {
    "uuid": "b827f81846ce415189a17d9a53acad29d4797397",
    "url": "https://www.asiaone.com/business/axas-week-good-2024-highlights-water-and-climate-action",
    "site_full": "www.asiaone.com",
    "site": "asiaone.com",
    "site_section": "https://www.asiaone.com/business",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "AsiaOne Business News, Get the Latest Business Breaking News at AsiaOne",
    "title": "AXA's 'Week for Good 2024' Highlights Water and Climate Action, Business News - AsiaOne",
    "title_full": "AXA's 'Week for Good 2024' Highlights Water and Climate Action, Business News - AsiaOne",
    "published": "2024-07-05T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "SG",
    "main_image": "https://media.asiaone.com/sites/default/files/styles/a1_600x316/public/original_images/Jul2024/pr-newswire_500_4_398.jpg?h=7de12b8a&amp;itok=IndE1gn_",
    "performance_score": 0,
    "domain_rank": 4676,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b827f81846ce415189a17d9a53acad29d4797397",
  "url": "https://www.asiaone.com/business/axas-week-good-2024-highlights-water-and-climate-action",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-07-05T03:00:00.000+03:00",
  "title": "AXA's 'Week for Good 2024' Highlights Water and Climate Action, Business News - AsiaOne",
  "text": "Nearly 1,000 AXA volunteers engaged in restoration and biodiversity efforts HONG KONG , July 5, 2024 /PRNewswire/ -- AXA Hong Kong and Macau (\"AXA\") celebrated its \"Week for Good 2024\", AXA's annual global volunteer service campaign dedicated to sustainability. This year, the event centered on water and environment. Around 1,000 employees and financial consultants participated in a series of impactful activities, including coastal cleanup, upcycling workshops, which were aimed at raising awareness on the importance of clean water and advocating for the preservation of Hong Kong's marine ecosystem. Timed to coincide with World Environment Day on June 5th, these activities align with AXA's new climate strategy and commitments, reinforcing the company's efforts to combat climate change and enhance clean water and sanitation initiatives. Around 300 AXA volunteers, including AXA employees, financial consultants and their families, participated in the coastal cleanup in Shui Hau Wan, successfully clearing over 500kg of waste. Water is essential for human existence. As human population continues to grow, fresh water has become a globally scarce resource. Exacerbated by climate change, extreme weather events such as floods, droughts, landslides, and hailstorms present an escalating threat to global water resources. Among all natural disasters, 90% are water-related or have an impact on water resources[1]. By 2030, it is estimated that there will be a 40% deficit[2] in available freshwater resources. To address these challenges, it will require immediate action to educate the current and future generations about preserving this vital resource. Diverse initiatives to raise awareness on marine conservation and the importance of water From June 3 - 14, AXA volunteers participated in various environmental workshops and activities organised by four non-governmental organisations (NGOs) and social enterprises aimed at promoting marine conservation and the importance of water for people of all ages. In a coastal cleanup and eco-tour in Shui Hau Wan, AXA volunteers and their families successfully cleared over 500kg of waste, including plastics, ropes, and other debris from the mangrove-lined shore. Participants had the chance to explore the ecological treasure trove during the eco-tour hosted by experts from Green Power. Hosted by the WWF-Hong Kong, the \"coral cookie\" painting workshop aimed to educate participants about Hong Kong's marine ecosystem and the process of coral restoration. During the workshop, participants designed \"coral cookies\" to support the coral nursery process of the \"Reviving Our Corals\" initiative, a partnership between WWF and Coral Academy of CUHK. In the sea glass upcycling workshop organised by Green One Lab, AXA employees learned to transform weathered and polished glassware waste (known as sea glass) into creative handicrafts through upcycling. The wooden boxes made with sea glass will be used for the charity sale at AXA BetterMe Weekend to raise funds for A Drop of Life's clean water projects in Southeast Asia, supporting areas outside of Hong Kong. In partnership with A Drop of Life, AXA volunteers also assisted in school workshops for approximately 50 students with special educational needs (SEN), to enable them to learn about water conservation through simple handicrafts. Sally Wan, Chief Executive Officer, AXA Greater China, said, \"Alongside caring for our customers' holistic wellness, we are committed to building a sustainable future with the community. AXA's 'Week for Good' is a cherished annual tradition that unites our volunteers to make a tangible impact on our local communities. This year, with a focus on 'water,' our team has dedicated their efforts to addressing some of the world's most pressing environmental challenges, such as ensuring clean water and preserving the marine ecosystem, bringing our promise 'to act for human progress by protecting what matters' to life.\" AXA dedicates its efforts in acting as a key partner for customers, economy and society on climate transition and adaptation. Through organising various initiatives, AXA aims to bring tangible, positive impacts on the environment while motivating various stakeholders to act along to advocate a greener and more sustainable future with collective efforts. | | [1] UN Environmental Programme: Climate Change and Water-Related Disasters [2] World Economic Forum: Global freshwater demand will exceed supply 40% by 2030, experts warn About AXA Hong Kong and Macau AXA Hong Kong and Macau is a member of the AXA Group, a leading global insurer with presence in 51 markets and serving 94 million customers worldwide. Our purpose is to act for human progress by protecting what matters. As one of the most diversified insurers in Hong Kong, we offer integrated solutions across Life, Health and General Insurance. We are the largest General Insurance provider and a major Health and Employee Benefits provider. Our aim is to not only be the insurer to provide comprehensive protection to our customers, but also a holistic partner to the individuals, businesses and community we serve. At the core of our service commitment is continuous product & service innovation and customer experience enrichment, which is achieved through actively listening to our customers' needs and leveraging and investing in technology and digital transformation. We embrace our responsibility to be a driving force against climate change and a force for good to create shared value for our community. We are proud to be the first to address the importance of mental health through different products and services and thought leading iconic research. Our overall Sustainability Strategy, with emphasis on climate strategy and biodiversity commitment, is developed based on TCFD recommendations. We are committed to integrating environmental, social and governance factors across our business and strive to contribute to a sustainable future through 3 distinct roles - as an investor, insurer and an exemplary company. THIS PRESS RELEASE IS AVAILABLE ON AXA'S WEBSITE: AXA.COM.HK IMPORTANT LEGAL INFORMATION AND CAUTIONARY STATEMENTS CONCERNING FORWARD-LOOKING STATEMENTS Certain statements contained herein may be forward-looking statements including, but not limited to, statements that are predictions of or indicate future events, trends, plans or objectives. Undue reliance should not be placed on such statements because, by their nature, they are subject to known and unknown risks and uncertainties and can be affected by other factors that could cause AXA's actual results to differ materially from those expressed or implied in the forward-looking statements. Please refer to Part 4 - \"Risk factors and risk management\" of AXA's Universal Registration Document for the year ended December 31, 2019, for a description of certain important factors, risks and uncertainties that may affect AXA's business, and/or results of operations. AXA undertakes no obligation to publicly update or revise any of these forward-looking statements, whether to reflect new information, future events or circumstances or otherwise, except as part of applicable regulatory or legal obligations.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Corporate Governance and CSR",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "http://www.axa.com.hk/",
    "http://axa.com.hk/",
    "http://www.axa.com.hk"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "business news",
        "sentiment": "negative"
      },
      {
        "name": "axa",
        "sentiment": "negative"
      },
      {
        "name": "axa hong kong",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "hong kong",
        "sentiment": "none"
      },
      {
        "name": "hong kong",
        "sentiment": "none"
      },
      {
        "name": "macau",
        "sentiment": "none"
      },
      {
        "name": "shui hau wan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T08:32:41.220+03:00",
  "updated": "2024-07-05T08:32:41.220+03:00"
}