{
  "thread": {
    "uuid": "a786e7ba0ecb61ae401b6cea8c98687187d97ab6",
    "url": "https://www.eurosport.fr/athletisme/noahlyles-cette-petite-evolution-qui-peut-le-rapprocher-d-usain-bolt_sto10042585/story.shtml",
    "site_full": "www.eurosport.fr",
    "site": "eurosport.fr",
    "site_section": "http://www.eurosport.fr/rss.xml",
    "site_categories": [
      "rugby",
      "sports"
    ],
    "section_title": "Eurosport - À la une",
    "title": "Lyles, cette petite évolution qui peut le rapprocher de Bolt",
    "title_full": "Lyles, cette petite évolution qui peut le rapprocher de Bolt",
    "published": "2024-02-29T23:42:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://imgresizer.eurosport.com/unsafe/2560x1440/filters:format(jpeg)/origin-imgresizer.eurosport.com/2024/02/29/3920117-79635108-2560-1440.jpg",
    "performance_score": 0,
    "domain_rank": 19289,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a786e7ba0ecb61ae401b6cea8c98687187d97ab6",
  "url": "https://www.eurosport.fr/athletisme/noahlyles-cette-petite-evolution-qui-peut-le-rapprocher-d-usain-bolt_sto10042585/story.shtml",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Eurosport_FR",
  "published": "2024-02-29T23:42:00.000+02:00",
  "title": "Lyles, cette petite évolution qui peut le rapprocher de Bolt",
  "text": "NoahLyles, cette petite évolution qui peut le rapprocher d'Usain Bolt\nAprès son triplé tonitruant l'été dernier sur 100, 200 et 4x100 m, Noah Lyles s'est remis au travail pour améliorer l'un de ses points faibles : son début de course. Le triple champion du monde de Budapest a déjà vu les résultats de son travail ces dernières semaines sur 60m, et il compte encore montrer sa progression cette semaine lors de ses premiers championnats du monde en salle.\nCe n'est pas sa spécialité. Mais ça dit long sur son envie d'aller encore plus loin. Et plus vite surtout. Lancé vers les Jeux Olympiques 2024, Noah Lyles participe cette semaine à ses premiers championnats du monde en salle. Avec une idée derrière la tête : s'améliorer pour poursuivre sa progression vers les sommets et ainsi laisser son empreinte sur Paris 20204. \"Il sera là pour marquer l'histoire à nouveau. Et marquer l'histoire avec la manière, et dans ce cas-là, ce n'est pas uniquement faire un nouveau triplé. L'idée est d'aller chercher le record du monde du 200m et peut-être du 4x100\", annonce notre consultant Stéphane Caristan.\nPour cela, Noah Lyles a des axes de progression. Car même s'il a bluffé son monde à Budapest l'été dernier quand il a terminé triple champion du monde sur 100, 200 et 4x100 m, l'Américain de 26 ans n'est pas encore un sprinteur fini. \"Il est extraordinaire dans sa fin de parcours. Sa marge de progression est sur le 100m, où il doit essayer d'être plus explosif\", explique Stéphane Caristan. Et avide de sommet, Lyles s'est déjà penché sur ce détail qui n'en est pas un. \"Je me suis vraiment rendu compte que c'était là où j'étais distancé, a-t-il récemment expliqué. Les dix premiers mètres sont cruciaux, mais les vingt mètres suivants le sont encore plus: c'est là que je pouvais le plus progresser.\"\nL'exemple Bolt\nLe boss de Budapest, qui n'avait pris qu'une médaille de bronze aux Jeux de Tokyo en 2021 (200m), a donc mis les bouchées doubles depuis plus d'un an maintenant pour perfectionner ses débuts de course. Il a notamment travaillé sa position dans les \"starts\" avec Ralph Mann, vice-champion olympique du 400 mètres haies en 1972 et spécialiste en biomécanique. \"Avec lui, j'ai compris que j'étais désormais assez fort pour avoir une première foulée plus longue et plus puissante, que j'allais pouvoir pousser sur les premiers appuis sans chercher à me relever trop vite\", a reconnu le Floridien. Mais pour sortir plus vite des starting blocks et gagner du temps sur les premiers mètres de la piste, Noah Lyles a aussi dû mettre l'accent sur la salle, celle de musculation cette fois-ci pour gagner de la masse.\nUn passage indispensable aux yeux de Stéphane Caristan pour passer un nouveau palier. \"Il possède un gabarit fin, longiligne, soit le profil typique du coureur de 200m. Comme l'avait Usain Bolt quand il était junior ou aux championnats du monde à Osaka en 2017 quand il est vice-champion du monde. Et l'année d'après quand Bolt bat le record du monde à New York en 2008, ce n'est plus un coureur de 200m, c'est un vrai sprinteur. Il a changé de catégorie. Il a pris de la masse. Et c'est devenu un vrai sprinteur 100-200m. Noah Lyles, sans prendre autant de masse car il est plus fin que Bolt, doit travailler son explosivité pour être plus fort et aller plus vite plus tôt. Et avec son talent ou son relâchement, il peut aller chercher de la vitesse sur 100m.\"\nLyles : \"Je viens d'améliorer mon 60m, ça devient dangereux\"\nTout ce travail de l'ombre commence d’ailleurs déjà à porter ses fruits. On l'a vu à Budapest l'été dernier évidemment. Mais cet hiver aussi, ses progrès ont sauté aux yeux. Alors qu'il n'était pas un spécialiste du 60m jusque-là, il a vu ses chronos tomber sur cette distance. Il a d'abord baissé son record personnel de plusieurs centièmes (6''44) pour sa première course de l'hiver sur 60m. Et quelques jours plus tard, il a frappé encore plus fort en s'offrant les championnats des Etats-Unis en 6''43. Histoire de signer la meilleure performance mondiale de la saison et le 10e chrono de tous les temps sur la distance en salle. Rien que cela.\nSi le message a été reçu par tous les amateurs de tartan, le sprinteur s'est chargé d'enfoncer le clou : \"Les gens disent que mon départ n'est pas bon, mon accélération non plus, mais je viens d'améliorer mon 60m, la pire partie de ma course (sur 100m), ça devient dangereux!\", a commenté le solaire Américain au micro du diffuseur NBC. A Glasgow, il compte bien remettre une nouvelle couche. Histoire de confirmer ses progrès fulgurants, faire le plein de confiance et annoncer la couleur pour les Jeux Olympiques, où il rêve d'une razzia. \"C'est peut-être enfin le successeur d'Usain Bolt\", conclut Stéphane Caristan.\n(Propos de Stéphane Caristan recueillis par Cyril Morin et Paul Citron)\nSur le même sujet\nPartager cet article\nPublicité\nAd\nPublicité\nAd",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:56:19.125+02:00",
  "updated": "2024-03-01T00:56:19.125+02:00"
}