{
  "thread": {
    "uuid": "8a1fd35e2030b4c30d6ee8c530dcc94a00d654d4",
    "url": "https://www.sopitas.com/noticias/salvar-vidas-pandemia-covid-mexico-comision-independiente",
    "site_full": "www.sopitas.com",
    "site": "sopitas.com",
    "site_section": "https://www.sopitas.com/feed",
    "site_categories": [
      "media",
      "music",
      "entertainment"
    ],
    "section_title": "Sopitas.com",
    "title": "Se pudieron salvar 224 mil vidas durante la pandemia de COVID en México: Comisión Independiente",
    "title_full": "Se pudieron salvar 224 mil vidas durante la pandemia de COVID en México: Comisión Independiente",
    "published": "2024-04-05T01:12:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "https://www.sopitas.com/wp-content/uploads/2022/12/sexta-ola-covid-mexico.jpg",
    "performance_score": 0,
    "domain_rank": 47343,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8a1fd35e2030b4c30d6ee8c530dcc94a00d654d4",
  "url": "https://www.sopitas.com/noticias/salvar-vidas-pandemia-covid-mexico-comision-independiente",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sopibecario",
  "published": "2024-04-05T01:12:00.000+03:00",
  "title": "Se pudieron salvar 224 mil vidas durante la pandemia de COVID en México: Comisión Independiente",
  "text": "Lo que necesitas saber:\nLa Comisión Independiente para investigación de la pandemia de COVID publica sus primeros resultados.\nRecientemente la Comisión Independiente de Investigación sobre la pandemia de COVID-19 en México publicó sus resultados preliminares: se pudieron haber salvado más de 224 mil vidas.\nFue el 6 de febrero pasado cuando la Comisión independiente\nanunció su integración para analizar las decisiones y los resultados del manejo de la pandemia en nuestro país.\nLos primeros resultados de la Comisión Independiente sobre COVID en México\nDesde hace varios meses la Comisión Independiente está llevando a cabo una investigación sobre la pandemia de\nCOVID-19 en México. Recientemente anuncian sus resultados preliminares enfocados en 5 principales puntos:\n- Que hubo fallas graves en la toma de decisiones incluyendo la personalización excesiva, la persistencia en el error, así como el rechazo a la deliberación y evidencia científica\n- Que se minimizó la gravedad de la situación, hubo uso engañoso de datos, justificaron decisiones políticas de manera pseudo-científica y además decidieron gestionar la percepción de la sociedad en vez de gestionar la crisis sanitaria.\n- Que antes de la pandemia el sistema de salud ya estaba segmentado y en un estado financiero precario, cosas que empeoraron la capacidad de responder a la crisis.\n- Que los sectores populares y grupos vulnerables quedaron desprotegidos por falta de estímulos económicos, aumento del gasto familiar en salud, así como el impacto en mortalidad, orfandad y esperanza de vida.\n- Que se pudieron haber salvado 224 mil 244 vidas si la pandemia se hubiera manejado de manera distinta.\nPero ¿cómo calcularon que se pudieron haber salvado más de 200 mil vidas durante la pandemia de COVID en México?\nEl doctor Jaime Sepúlveda, integrante de la Comisión independiente, explica que este número salió de una metodología en la que compararon todos los países del mundo con población mayor a 3 millones de habitantes con una serie de características estructurales como demografía, economía, enfermedades per-existentes, etc.\nAsí fue como obtuvieron el aproximado de fallecimientos por fallas estructurales que todos los países tuvieron en mayor o menor grado y cuales ocurrieron por una mala gestión.\nEl director de la Comisión explica que este informe no solo es para entender qué pasó con la pandemia, sino también para que el país tome las medidas necesarias para enfrentar nuevas emergencias sanitarias en el futuro.\n“Nuestro propósito es aprender para no repetir, es decir, sacar todas las lecciones posibles de lo que sucedió con el fin de que, cuando se presente otra emergencia sanitaria, nuestro país no vuelva a pagar un costo tan elevado en vidas, salud y bienestar“, se lee en el comunicado.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "Health"
  ],
  "external_links": [
    "https://comisioncovid.mx/comunicados/boletin-de-prensa.html",
    "https://www.comisioncovid.mx/comunicados/boletin-de-prensa.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T02:24:22.881+03:00",
  "updated": "2024-04-05T02:24:22.881+03:00"
}