{
  "thread": {
    "uuid": "68576e5e3a94525d5fbe874494c5a5fa53c0fde6",
    "url": "https://www.cp24.com/news/cat-found-on-toronto-pearson-airport-runway-3-days-after-going-missing-1.6852849",
    "site_full": "www.cp24.com",
    "site": "cp24.com",
    "site_section": "https://www.cp24.com/",
    "site_categories": [
      "under_construction",
      "non_standard_content",
      "top_news"
    ],
    "section_title": "CP24 &ndash; Breaking News, Toronto News Today",
    "title": "Cat found on Toronto Pearson Airport runway 3 days after going missing | CP24.com",
    "title_full": "Cat found on Toronto Pearson Airport runway 3 days after going missing | CP24.com",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.cp24.com/polopoly_fs/1.6852850.1713471153!/image/image.jpg_gen/derivatives/landscape_620/image.jpg",
    "performance_score": 0,
    "domain_rank": 9065,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 1,
        "comments": 0,
        "shares": 6
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "68576e5e3a94525d5fbe874494c5a5fa53c0fde6",
  "url": "https://www.cp24.com/news/cat-found-on-toronto-pearson-airport-runway-3-days-after-going-missing-1.6852849",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@cp24",
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "Cat found on Toronto Pearson Airport runway 3 days after going missing | CP24.com",
  "text": "Kevin the cat has been reunited with his family after enduring a harrowing three-day ordeal while lost at Pearson International Airport earlier this week. The grey-coloured British shorthair arrived on an Air Transat flight from Glasgow, Scotland on Sunday morning, but when the cat’s owner went to pick it up in the baggage claim area, Kevin was nowhere to be seen. “It was such a heartbreak,\" Whitby resident Jackie Winterfield told CP24.com. “We had no idea if he was dead or alive.\" The feline in question belongs to Winterfield’s 22-year-old daughter, Emily, who had been living abroad for the last three years. Winterfield said that once she got off the plane Emily went to grab her cat from the baggage claim area but “found (the carrier) empty on the baggage carousel.” For the next six hours, Winterfield's daughter scoured the airport for Kevin, but eventually went home empty-handed and distraught, she said. Then, early Wednesday morning, the family got a call from the Greater Toronto Airports Authority (GTAA), which manages Pearson: Kevin had been found and turned into the Canada Border Services Agency. It is not clear where the cat spent the previous 72 hours, but Winterfield told CP24.com that an agent informed her that the animal had been found on the runway. Winterfield said Kevin was returned to them hungry, thirsty, tired, and covered in black soot, but she noted that after a good bath, a long nap, and some food and water he seems to be fine. “It’s a mostly happy ending,” Winterfield said. In a statement provided to CP24.com, Air Transat said that they “regret the unfortunate mishap that occurred during Kevin's journey from Glasgow to Toronto.” “Air Transat takes the care and safety of all transported pets very seriously, and we deeply sympathize with the distress this has caused Kevin's owner, spokesperson Bernard Côté wrote in an email. “We want to assure you that our team did everything possible to locate Kevin once we were notified of his escape.\" Issues began before takeoff: mother Winterfield said their troubles with Air Transat began before the flight departed Scotland. The Whitby mother said her daughter had gone out of her way to ensure the cat made it back home to Canada safely, going so far as to buy a special soft-sided carrier and pre-paying for the pet to ride next to her in the cabin. However, on the day of travel, she said that the airline refused to allow the animal inside the cabin of the aircraft citing “an issue with the carrier.” Instead, Kevin was offered a spot in the cargo bay, she said. Winterfield said that her daughter’s partner had to hurriedly purchase a new, hard-sided carrier for Kevin before the flight took off. They were also charged an additional 200 British pounds at that time, she said. “It was so ridiculous,” said Winterfield. “It’s just shocking to see how negligent this airline can be.\" The family says they have since spoken with a lawyer and are considering taking legal action. According to the GTAA, “travelling pets” are welcome at Pearson. Spokesperson Fabrice de Dongo offered the following advice for owners: “While their transportation is the responsibility of each airline, we remind passengers that, for their safety and comfort, pets must be kept inside their carriers at all times. We also ask travellers to let their airline know - when they are booking their flight - that they plan to travel with their pet,” he wrote in a statement provided to CP24. “With all the necessary information in hand, each airline will be able to advise on the size of carrier needed, as well as any required travel documents. … Again, Air Transat and/or individual airlines are best placed to speak to their policies and guidelines.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kevin",
        "sentiment": "negative"
      },
      {
        "name": "emily",
        "sentiment": "none"
      },
      {
        "name": "winterfield",
        "sentiment": "none"
      },
      {
        "name": "jackie winterfield",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "canada bord",
        "sentiment": "none"
      },
      {
        "name": "pearson",
        "sentiment": "none"
      },
      {
        "name": "greater toronto airports authority",
        "sentiment": "none"
      },
      {
        "name": "air transat",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "toronto pearson airport",
        "sentiment": "none"
      },
      {
        "name": "winterfield",
        "sentiment": "none"
      },
      {
        "name": "whitby",
        "sentiment": "none"
      },
      {
        "name": "pearson international airport",
        "sentiment": "none"
      },
      {
        "name": "scotland",
        "sentiment": "none"
      },
      {
        "name": "glasgow",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:11:22.710+03:00",
  "updated": "2024-04-19T00:11:22.710+03:00"
}