{
  "thread": {
    "uuid": "5b8788212d768094ae6dffe0a7d10a37da84c85c",
    "url": "http://www.uniindia.com/~/australia-seal-series-against-improved-pakistan/Sports/news/3114163.html",
    "site_full": "www.uniindia.com",
    "site": "uniindia.com",
    "site_section": "http://emm.newsbrief.eu/rss/rss?type=rtn&language=en&duplicates=false",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest news clusters for en",
    "title": "Australia seal series against improved Pakistan",
    "title_full": "Australia seal series against improved Pakistan",
    "published": "2023-12-29T09:14:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.uniindia.com/cms/gall_content/2023/12/2023_12$largeimg29_Dec_2023_160943343.jpg",
    "performance_score": 0,
    "domain_rank": 30901,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5b8788212d768094ae6dffe0a7d10a37da84c85c",
  "url": "http://www.uniindia.com/~/australia-seal-series-against-improved-pakistan/Sports/news/3114163.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Uniindia News Service",
  "published": "2023-12-29T09:14:00.000+02:00",
  "title": "Australia seal series against improved Pakistan",
  "text": "SportsPosted at: Dec 29 2023 4:09PM Australia seal series against improved PakistanMelbourne, Dec 29 (UNI) Australia overcame an improved Pakistan side at the MCG to win the Boxing Day Test on the eve of the fourth day’s play and gained crucial ICC World Test Championship points. After being handed a heavy 360-run defeat in the first Test in Perth, Pakistan put up a much better showing in Melbourne. Yet, the Men in Green couldn’t avoid a 79-run loss to a rampant home side. Australia are now up on the third place in the WTC points table, while Pakistan have slipped to the fifth place. The winners of the 2023 edition of WTC have kicked off their home season in style and would he hoping to go one better at the New Year’s Test in Sydney. On Day 1, Pakistan pacers troubled Australia at several stages of play. Shaheen Afridi could’ve had David Warner quite early in the day, but Abdullah Shafique shelled a straightforward chance. Warner and Usman Khawaja managed to see off the new ball and proceeded to add an important 90-run stand. Ali Agha Salman provided the first breakthrough when he dismissed Warner. Hasan Ali and Aamer Jamal were among the wickets as well. However, Warner (38), Khawaja (42), and Marnus Labuschange (44*) ensured that Australia were a decent 187/3 at the end of the day’s play. On Day 2, Pakistan’s pacers were right on mark and ensured that they didn’t give away an early advantage. Shaheen Afridi began the proceedings with a splendid dismissal of Travis Head, and Pakistan kept up the pressure with both the old and new ball. On the back of efforts from Shaheen (2/85), Jamal (3/64), Mir Hamza (2/51), and Hasan (2/61), Australia were bowled out for 318. After opener Imam-ul-Haq fell to Nathan Lyon cheaply, Shafique and Shan Masood stitched a solid second-wicket stand. Just when it seemed that the tourists might finish the day with an upper hand, Australia skipper Pat Cummins took a brilliant low catch off his bowling to dismiss Shafique. Then, he bowled a jaffa to dismiss Babar Azam. And a rash shot from Masood ended his innings at 54. At 151, Pakistan had lost half their side. Mohammad Rizwan and Jamal saw off the final few overs, but the deficit remained over 100. On day 3, Rizwan, Jamal, and Shaheen added crucial late-order runs as Pakistan were able to cross 200, and then 250 in a spirited display with the bat. Cummins and Lyon struck for Australia, securing a five and four-wicket haul respectively. Pakistan’s new ball bowlers breathed fire in the early overs. Shaheen struck with two blows before the interval, while Hamza removed Warner and Travis Head off back-to-back deliveries after Lunch to leave Australia at effectively 70/4. A splendid counter-attacking punch from Mitchell Marsh (96) with decent support from the solid Steve Smith, helped Australia overcome this tough phase. Pakistan very nearly had another breakthrough at 46, when Marsh slashed and gave a thick edge to the slips, but Shafique dropped yet another regulation chance. Though Pakistan had both the batters removed by the end of third day, Australia’s lead had ballooned to 241. On Day 4, Alex Carey scored a fighting fifty, and with the tail’s help added 75 runs for Australia. Shaheen (4/76) and Hamza (4/32) were the standout performers for Pakistan. Australia struck early after setting a daunting target of 317. Shafique fell to Starc for four, while Imam was dismissed for 12 by Cummins. However, Masood and Babar stuck together and helped Pakistan make progress. At 110/2, Pakistan could’ve dreamt of a surprise win in conditions where the ball came to bat and the outfield was good. However, Cummins struck and removed Masood. Babar held on for some time but eventually fell to a beauty from Josh Hazlewood. Mohammad Rizwan and Salman then got together and helped Pakistan cross 200. However, Cummins struck thrice to leave Pakistan tottering at 237/8. Mitchell Starc eventually finished the game at that very score by picking back-to-back wickets. Cummins was the Player of the Match for just his second ten-for in Test cricket. He finished with 10/97 in the game. This was the 16th successive Test win for Australia over Pakistan in Australia. The third and final Test between the two sides kicks off on 3 January at the Sydney Cricket Ground. The tourists would hope to continue their improved run into the final game, and finally win their first Test in Australia since 1995. UNI BDN GNKTags: #Australia seal series against improved Pakistan",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ali agha salman",
        "sentiment": "none"
      },
      {
        "name": "shaheen afridi",
        "sentiment": "none"
      },
      {
        "name": "abdullah shafique",
        "sentiment": "none"
      },
      {
        "name": "usman khawaja",
        "sentiment": "none"
      },
      {
        "name": "david warner",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "mcg",
        "sentiment": "none"
      },
      {
        "name": "warner",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pakistan",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "perth",
        "sentiment": "none"
      },
      {
        "name": "wtc",
        "sentiment": "none"
      },
      {
        "name": "melbourne",
        "sentiment": "none"
      },
      {
        "name": "sydney",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T18:09:49.329+02:00",
  "updated": "2023-12-29T18:09:49.329+02:00"
}