{
  "thread": {
    "uuid": "cbce207a10e93c13d256b6216c4ae6cab5f23ab7",
    "url": "https://www.aha.org/guidesreports/2022-12-16-2022-value-aha-membership",
    "site_full": "www.aha.org",
    "site": "aha.org",
    "site_section": "https://aha.org/costsofcaring",
    "site_categories": [
      "health"
    ],
    "section_title": "Costs of Caring | AHA",
    "title": "2022 The Value of AHA Membership | AHA",
    "title_full": "2022 The Value of AHA Membership | AHA",
    "published": "2024-02-29T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.aha.org/sites/default/files/2022-12/2022-The-Value-of-AHA-Membership-cover.jpg",
    "performance_score": 0,
    "domain_rank": 5972,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cbce207a10e93c13d256b6216c4ae6cab5f23ab7",
  "url": "https://www.aha.org/guidesreports/2022-12-16-2022-value-aha-membership",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-02-29T07:00:00.000+02:00",
  "title": "2022 The Value of AHA Membership | AHA",
  "text": "2022 The Value of AHA Membership When the nation needed you, you were there – delivering care, comfort and healing under unimaginable conditions. For nearly three years, hospitals and health systems have fought tirelessly on the front lines during the most devastating public health crisis of our time. The prevalence of COVID-19 may be lessening, but its consequences are accelerating. From workforce shortages to increased costs of caring, inadequate reimbursements, and sicker patients, the pressures on hospitals and health systems are greater than ever. That’s why we’re working harder than ever to deliver the resources and support you need, and to remind the nation of the invaluable role you play in the communities you serve. We Are Telling Your Story As the national voice for America's hospitals and health systems, the AHA has been working to make sure your messages are heard. Stressing the need for financial sustainability to ensure access to care. High inflation and workforce shortages, sicker patients who require complex care, and inadequate reimbursement rates combined with continued fallout from a global pandemic, have created an unsustainable financial situation for hospitals and health systems across the country. The AHA has been raising awareness of these challenges through a multi-channel campaign. This includes data-driven reports, white papers and analyses; a series of briefings for media and Capitol Hill staff; advertising, including a series of advertorials in the Wall Street Journal; and podcasts and videos. AHA members have played an important role in these efforts by lending their voices and sharing their stories. Demonstrating the value you deliver. The public health crisis created by COVID-19 clearly showed the nation the essential role hospitals and health systems play in the communities they serve. The AHA continues to promote this value, with multiple campaigns that shine a light on the people, partnerships and innovative solutions that hospitals and health systems contribute to advance health in America.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "america",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:51:02.559+02:00",
  "updated": "2024-03-29T16:07:05.256+03:00"
}