{
  "thread": {
    "uuid": "0070b4eff4850b9e05f19da66734d17e0739fe15",
    "url": "https://www.yourtango.com/self/comparing-yourself-to-others",
    "site_full": "www.yourtango.com",
    "site": "yourtango.com",
    "site_section": "http://www.yourtango.com//rss/all-posts",
    "site_categories": [
      "society",
      "dating"
    ],
    "section_title": "YourTango | The Latest Smart Talk About Love",
    "title": "8 Useful Things to Do Instead of Comparing Yourself to Others",
    "title_full": "8 Useful Things to Do Instead of Comparing Yourself to Others",
    "published": "2024-04-05T00:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.yourtango.com/sites/default/files/image_blog/comparing-yourself-to-others.png",
    "performance_score": 0,
    "domain_rank": 4135,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 26,
        "comments": 0,
        "shares": 36
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 4
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0070b4eff4850b9e05f19da66734d17e0739fe15",
  "url": "https://www.yourtango.com/self/comparing-yourself-to-others",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Natalie Maximets",
  "published": "2024-04-05T00:30:00.000+03:00",
  "title": "8 Useful Things to Do Instead of Comparing Yourself to Others",
  "text": "We all have ups and downs, At first glance, it may seem other people live a much happier life than we do. But nobody knows how much time and effort it takes for other people to get a successful job or build a happy family. It’s pointless to compare ourselves to others because you never know what you go through to get the same result. The desire to compare ourselves with someone else is a normal function of the brain. It makes it easier to determine our significance and motivates us to self-development. However, comparing yourself to others can be harmful , especially if you have low self-esteem.[[[replace_first_article_add_2]]] RELATED: 21 Ways To Build Self-Esteem & Uplift Your Confidence Here are eight useful things to do instead of comparing yourself to others. 1. Focus on your strengths. No matter what we achieve, it's natural to feel victory and a sense of failure, at the same time. After all, there are always examples of successful people on social networks who have achieved more and do not look tired in the photo while you're exhausted. Because of this, it may appear an illusion that self-improvement is necessary, as it's aimed to help us overcome weaknesses. As a result, people stop doing what they are good at and focus on endless self-improvement. There are only 24 hours in a day to be successful, and we need to prioritize achieving our goals. You should stop focusing on others because you drastically reduce your chances of success if you spend time focusing on your weaknesses. Therefore, you need to focus on your strengths , not your weaknesses, to reach your full potential.[[[replace_first_article_add_1]]] 2. Learn to love yourself. Your life is formed by what you do. If you work at a boring job, live with the wrong person, and regret spending money on yourself while making sacrifices for others — this is not from kindness but low self-esteem. You need to understand a simple thing. It’s natural to love yourself unconditionally. A person with healthy self-esteem does not look for explanations and does not say there is no way out. If you don't compare yourself to anyone , you're focused on yourself — it's not about being selfish. People with high self-evaluation feelings do what they want and are not afraid of the consequences. They live the way they like and do what they love. If they are married, it’s exclusively for love. And if love is gone, they get divorced. Loving yourself is the ability to live the way you want. If we care about ourselves, we don’t compare ourselves with others. Photo: Silverkblackstock via Shutterstock RELATED: Stop Feeling Envy & Focus On Yourself With These 3 Steps Instead 3. Clearly define your goals. When you look at other people's accomplishments and don't feel anything except envy, you are just wasting time. Instead of just dreaming about a new life, use this time to reevaluate your goals. It would be best if you never compare yourself to others in terms that you're not lucky. If you want to live differently, you first need to understand how to achieve this and avoid self-doubt . Ask yourself, \\\"What do I want?\\\" The next step is to collect information, decide what needs to be changed, and do it. This will make you feel like you are in control of your life. And you will not have time to be concerned about someone else's life. 4. Remember your uniqueness. People are unique when they act outside common patterns, stereotypes, rules, and norms . The key to not comparing yourself to others is there. A child shows their uniqueness, then tries to be like everyone else and begins to hide it diligently when it doesn't work out. As a result, adults comply with the norms and rules, although they would like to live differently and engage in entirely different tasks. An excellent and non-traumatic way to find your uniqueness is a hobby. You need to specify what you would like to do. Often, a hobby develops into full-time employment. The main rule is not to make theoretical discussions but to start. Self-love is not a one-time practice, you must practice it every day. RELATED: 7 Simple Ways To Boost Your Self-Confidence And Feel Better 5. Reduce time on social media. Social media gives you updates from friends and acquaintances, photos of achievements, and other happy moments. It isn't easy to understand how to stop comparing yourself to others physically or by other parameters in such conditions. Because of this, it seems that others’ lives are continuously positive while yours is nothing outstanding. But happy pictures from social networks reflect the situation on the surface. They do not show the colossal work behind it. So, social media detox is essential. One more answer to how to stop comparing your life to others is to spend time and energy thinking about what you have. You should be busy with family, friends, work, and all the things that matter in your life. Then, you will simply no longer need to compare yourself. Photo: Pablo Calvog via Shutterstock 6. Control your thoughts. As you know, where thought goes, energy flows. If thought reacts to the surrounding signals, then a negative, grumpy, critical thought is dramatized. You can't stop thinking, but you should change your thinking process . The first step is to face reality and make a statement, \\\"I compare myself to a thing.\\\" The next step is to change the situation. If you deny the fact and are afraid to face reality, you can't move forward. Switch your attention from negative thoughts to positive ones. At first, it won't be easy. But over time, you form a new habit. It is believed that it takes 21 days to create a new stable pattern . So why not do an experiment that promises a qualitative change in life? RELATED: The Secret Bias Inside You That Undermines Your Hopes & Dreams (And How To Shut It Down) 7. Reduce anxiety. All people tend to worry about something. It is normal to worry about a crisis, virus, job change, or home situation. But it's not OK to worry someone else has a more exciting and colorful life. This approach does not solve the problem because nothing changes in your life; only negative things are added. It would be best if you first calm your mind and learn to perceive the success of others evenly. Then, try meditation, breathing exercises , light sports, creativity, and find your method of calming the brain. RELATED: 8 Ways To Immediately Stop Anxiety From Sucking The Life Out Of You 8. Learn to accept your flaws. If you think about what to say to someone who compares themselves to others, there is one more great hint. No one is perfect, yet it is common for most to strive for this imaginary ideal. There are many reasons for this, and the roots of the problem are in childhood and the education system. But even grown-ups very often don't accept themselves. As a result, a person develops toxic shame. When you learn to accept your shortcomings, you will know what it is like to be satisfied with yourself and calmly move forward. You will stop comparing yourself to the success of others, and you will no longer feel doubt about yourself and your achievements. Related Stories From YourTango: Men Can Achieve Undeniable Attraction With These 12 Tiny Habits 13 Tiny Things Every Independent Woman Must Know To Find A Fantastic Partner 13 Tiny Hacks That Trick You Into Becoming Wildly Confident RELATED: How To Overcome Being Self-Critical With 6 Powerful 'Reframes' Open yourself to learning about yourself through others There is one useful aspect of comparing yourself to others. It can help you set new goals for yourself. For many people, comparison with others is the impulse for their development. But the essential thing to remember is not to experience negative emotions and to not damage your self-esteem. That is why it is so important to focus on yourself, engage in self-development, and become the best version of yourself. The next time you compare yourself to your friend or famous blogger, do it a little differently: Think about what you can learn from the person who caught your attention. You can invest your time and energy in learning helpful information about the lives of people who inspire you and their path to success. Please pay attention to the facts that brought positive changes in life. And invite it into your life — because even small steps can help make it better. RELATED: 10 Tiny Things People Who Truly Love Themselves Do Without Even Realizing It Natalie Maximets is a life transformation coach with expertise in clinical and existential psychology. More for You: The 3 Things People Immediately Judge You On When You First Meet Them 5 Immediate Signs Of A Toxic, Passive-Aggressive Person Exactly How To Manifest What You Want (And Actually Get It) 10 Little Habits That Make You IRRESISTIBLY Attractive",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure",
    "Health"
  ],
  "external_links": [
    "https://www.google.com/books/edition/The_Healing_Power_of_the_Breath/lsnILhVd-HcC",
    "https://google.com/books/edition/Critical_Thinking_in_Psychology/jG_IDwAAQBAJ?hl=en&gbpv=0",
    "https://www.onlinedivorce.com/natalie-maximets",
    "https://psycnet.apa.org/record/2007-07951-011",
    "https://onlinedivorce.com/natalie-maximets/",
    "https://www.google.com/books/edition/Critical_Thinking_in_Psychology/jG_IDwAAQBAJ?hl=en&gbpv=0",
    "https://www.psycnet.apa.org/record/2009-20975-002",
    "https://psycnet.apa.org/record/2009-20975-002",
    "https://www.pubmed.ncbi.nlm.nih.gov/33912699/",
    "https://www.onlinedivorce.com/natalie-maximets/",
    "https://www.psycnet.apa.org/record/2007-07951-011",
    "https://google.com/books/edition/The_Healing_Power_of_the_Breath/lsnILhVd-HcC?hl=en&gbpv=0",
    "https://www.google.com/books/edition/Critical_Thinking_in_Psychology/jG_IDwAAQBAJ",
    "https://pubmed.ncbi.nlm.nih.gov/33912699/",
    "https://pubmed.ncbi.nlm.nih.gov/33912699",
    "https://www.google.com/books/edition/The_Healing_Power_of_the_Breath/lsnILhVd-HcC?hl=en&gbpv=0"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "ways to build self-esteem & uplift",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:33:55.552+03:00",
  "updated": "2024-04-06T01:38:44.717+03:00"
}