{
  "thread": {
    "uuid": "f269a5877f21b62a850772742c541456287991c6",
    "url": "https://www.elimparcial.es/noticia/268212/deportes/conference-league.-unai-emery-devuelve-al-aston-villa-en-unas-semis-europeas-tras-42-anos.html",
    "site_full": "www.elimparcial.es",
    "site": "elimparcial.es",
    "site_section": "https://www.elimparcial.es/rss/seccion/70",
    "site_categories": [
      "media",
      "education",
      "business"
    ],
    "section_title": "Deportes // El Imparcial",
    "title": "Conference Unai Emery devuelve al Aston Villa en unas semis europeas tras 42 años",
    "title_full": "Conference League. Unai Emery devuelve al Aston Villa en unas semis europeas tras 42 años | El Imparcial",
    "published": "2024-04-19T00:38:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.elimparcial.es/fotos/1/131245_lille-aston-villa-conference-league-2024.jpg",
    "performance_score": 0,
    "domain_rank": 71624,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f269a5877f21b62a850772742c541456287991c6",
  "url": "https://www.elimparcial.es/noticia/268212/deportes/conference-league.-unai-emery-devuelve-al-aston-villa-en-unas-semis-europeas-tras-42-anos.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "El Imparcial",
  "published": "2024-04-19T00:38:00.000+03:00",
  "title": "Conference Unai Emery devuelve al Aston Villa en unas semis europeas tras 42 años",
  "text": "El guardameta argentino Emiliano 'Dibu' Martínez llevó, cuarenta y dos años después, al Aston Villa del técnico español Unai Emery a unas nuevas semifinales europeas tras certificar la clasificación del conjunto inglés para la penúltima ronda de la Conference League de fútbol al detener hasta dos lanzamientos en la tanda de penaltis en que se resolvió la eliminatoria con el Lille.\\r\\n\nUna rueda de penas máximas en la que el internacional albiceleste mostró sus dos caras, por un lado la del magnífico cancerbero que se crece como pocos ante los lanzamientos de once metros y por otra la del provocador que saca de sus casillas a sus rivales con sus gestos. De hecho, por momentos pareció que sería expulsado tras ver durante la tanda de penaltis su segunda cartulina amarilla, tras ser amonestado en la primera mitad por pérdida de tiempo. Pero el reglamento establece que las cartulinas amarillas mostradas durante el tiempo reglamentario y la prórroga no se tendrán en cuenta en la tanda de penaltis, ya que se considera que ésta no forma parte del encuentro. \\r\\n\nUna circunstancia que permitió al 'Dibu' Martínez no sólo seguir bajo los palos, sino convertirse en héroe del Aston Villa tras detener los lanzamientos del argelino Nabil Bentaleb y Benjamin André y la victoria (3-4) a los 'villanos' tras un partido que concluyó con 2-1 a favor el equipo francés tras la prórroga. Tiempo extra que el Aston Villa forzó con un gol del polaco Matty Cash a los 87 minutos que amargó la fiesta a un Lille que ya se veía en las semifinales tras dar la vuieta al 2-1 de la ida con los goles (2-0) del turco Yusuf Yazici y Benjamin André . Una prórroga en la que el portero local evitó el triunfo inglés con una espectacular doble intervención a remates de Leon Bailey y Douglas Luiz, pero llegada la hora de la verdad, la tanda de penaltis sólo hubo un héroe: el 'Dibu' Martínez. El argentino llevó con sus paradas al Villa de Emery a unas semifinales europeas que no disputaba desde 1982, cuando se coronó campeón de Europa. Cuarenta y dos año de sequía a los que puso fin este jueves el 'Dibu' Martínez . \\r\\n El español Jutglá, decisivo \\r\\n\nDos goles del español Ferran Jutglá certificaron la clasificación para las semifinales del Club Brujas , vencedor en el estadio Toumba de Salónica ante el PAOK (0-2) y que se citó, en busca de la final, con el Fiorentina, que previamente eliminó al Viktoria Plzen. El cuadro de Nicky Hayen ya encarriló su pase al vencer en la ida por 1-0, aunque el equipo heleno tenía en la condición de local su principal argumento. Sin embargo, en la primera parte se deshicieron las opciones locales porque el representante belga amarró la clasificación. \\r\\n\nFue con dos goles antes del descanso, en la recta final de la primera parte y ambos sellados por Jutglá, que abrió el marcador en el minuto 34 cuando en un contraataque dirigido por la derecha por Kyriani Sabbe aprovechó un centro al corazón del área para batir por primera vez a Dominik Kotarski. El segundo gol fue al borde del descanso en otra transición rápida que acabó con un disparo inicial, por la izquierda, de Michal Skoras. Desvió Kotarsi al principio, pero Jutglá , atento, recogió el rechace para volver a llevar el balón a la red. \\r\\n\nCon la diferencia ensanchada, el PAOK bajó los brazos. El Club Brujas no perdió el control y selló su clasificación para las semifinales, que jugará ante el Fiorentina .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Sport"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:47:38.485+03:00",
  "updated": "2024-04-19T00:47:38.485+03:00"
}