{
  "thread": {
    "uuid": "0f66f930d9118496eb9b903c43e44b8d0e40626a",
    "url": "https://www.ladepeche.fr/2023/12/28/insolite-une-operation-de-sauvetage-de-poules-pondeuses-ce-31-decembre-a-larreule-11667110.php",
    "site_full": "www.ladepeche.fr",
    "site": "ladepeche.fr",
    "site_section": "https://www.ladepeche.fr/insolite/",
    "site_categories": [
      "media",
      "health",
      "cold_and_flu"
    ],
    "section_title": "Insolite - ladepeche.fr",
    "title": "Insolite : Une opération de sauvetage de centaines de poules pondeuses ce 31 décembre à Larreule",
    "title_full": "Insolite : Une opération de sauvetage de centaines de poules pondeuses ce 31 décembre à Larreule - ladepeche.fr",
    "published": "2023-12-28T15:52:00.000+02:00",
    "replies_count": 3,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://images.ladepeche.fr/api/v1/images/view/658d8a3edcc0a718354e4dc7/large/image.jpg?v=1",
    "performance_score": 0,
    "domain_rank": 4942,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 16,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0f66f930d9118496eb9b903c43e44b8d0e40626a",
  "url": "https://www.ladepeche.fr/2023/12/28/insolite-une-operation-de-sauvetage-de-poules-pondeuses-ce-31-decembre-a-larreule-11667110.php",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-28T15:52:00.000+02:00",
  "title": "Insolite : Une opération de sauvetage de centaines de poules pondeuses ce 31 décembre à Larreule",
  "text": "C'est l'opération de la dernière chance qui s'organise ce dimanche 31 décembre par l'association \"Champs Libres Aux Poules\" pour sauver des centaines de poules pondeuses destinées à l'abattoir après un an de bons et loyaux services au sein d'un élevage du Sud Ouest. Si vous êtes tentés d'en adopter une, ou plusieurs, c'est le moment. Les adoptants sont attendus en nombre à Larreule (Hautes-Pyrénées) où les jeunes volatiles espèrent trouver un foyer pour entamer une nouvelle vie, plus paisible (1).\n\"Ce sont des poules pondeuses de 18 mois élevées en plein air qui sont destinées à être envoyées à l'abattoir. Il y a plusieurs milliers de bêtes et on ne pourra pas les sauver toutes mais on veut essayer de donner une deuxième chance à quelques-unes d'entre elles avant le passage du camion pour les amener à l'abattoir, prévu le 2 ou 3 janvier\", invite les candidats à l'adoption la présidente de l'association, Heidi Carneau.\nUne opération qui a déjà été menée à plusieurs reprises aux quatre coins du département, notamment à Pouzac, et ce avec un tel succès que d'autres sont d'ores et déjà prévues. \"Les éleveurs jouent le jeu. Au début, on les a sollicités nous-même mais aujourd'hui, ce sont eux qui nous contactent et ils sont de plus en plus nombreux dans tout le grand Sud-Ouest\", se réjouit Heidi Carneau.\nLe rang des adoptants aussi continue à grossir, qui par souci d'une alimentation saine, qui par la force des choses pour échapper à l'inflation galopante. Car si, au terme de leur première année de vie, ces poules ont perdu un peu de leur forme olympique, leur productivité aura de quoi satisfaire la consommation en œufs d'une famille.\nDéjà une soixantaine d'inscrits \"Pour les gens qui n'ont pas encore de poules à la maison, on conseille d'en prendre au moins trois, ces bêtes étant des animaux sociaux. Il faut compter un espace en plein air de 20m2 par poule, prévoir un abri adapté et sécurisé pour les protéger des prédateurs ainsi qu'un régime alimentaire à base de grains pour poules pondeuses, qu'on pourra compléter avec des déchets alimentaires à raison de 20% de leur alimentation\", détaille la présidente.\nL'association \"Champs Libres aux Poules\" se mobilise pour sauver les poules de l'abattoir. DDM - Viktoria Telek\nPour la prochaine journée d'adoption, à Larreule, une soixantaine de personnes s'est déjà inscrite et les inscriptions sont ouvertes (et obligatoires) jusqu'à la veille. Une inscription qui va de pair avec la signature de la charte éthique de l'association où \"les adoptants s'engagent notamment à offrir une belle maison aux poules et à ne pas les manger\", précise Heidi Carneau. Le tout pour la modique somme de 4€ qui permet de financer la logistique liée au sauvetage des poules (achat de caisses de transport et de remorque bio sécurité, transport, frais vétérinaires, etc.). \"On veut donner le max de chance aux poules, aussi, en cas de besoin, comme pour une fracture d'aile par exemple, on les fait soigner chez un vétérinaire\", souligne la présidente, amie des bêtes, tout comme la centaine de bénévoles répartis sur dix départements qui œuvrent toute l'année pour sauver les poules de leur triste sort tout en faisant le bonheur d'un foyer.\n(1) Sur inscription sur https://www.champslibresauxpoules.com/\nCet article est réservé aux abonnés Accédez immédiatement\nà cet article à partir de 1€/mois Je m'abonne pour lire la suite Déjà abonné(e) ? Connectez-vous Contenus illimités Sans engagement Sans publicité Cet article est réservé aux abonnés Accédez immédiatement\nà cet article à partir de 4,95€/mois Déjà abonné(e) ? Connectez-vous Contenus illimités Sans engagement Sans publicité Cet article est réservé aux abonnés Accédez immédiatement\nà cet article à partir de 1€/mois Je m'abonne pour lire la suite Déjà abonné(e) ? Connectez-vous Contenus illimités Sans engagement Sans publicité",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [
    "https://www.champslibresauxpoules.com/",
    "https://champslibresauxpoules.com/",
    "https://www.champslibresauxpoules.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:28:14.628+02:00",
  "updated": "2023-12-29T00:28:14.628+02:00"
}