{
  "thread": {
    "uuid": "3208538b609fea5fd8d39b1cd456d5afb520aa5f",
    "url": "https://www.thepigsite.com/news/2024/01/happy-new-year-2024",
    "site_full": "www.thepigsite.com",
    "site": "thepigsite.com",
    "site_section": "https://www.thepigsite.com/all.rss",
    "site_categories": [
      "media"
    ],
    "section_title": "The Pig Site",
    "title": "Happy New Year 2024",
    "title_full": "Happy New Year 2024",
    "published": "2024-01-03T11:58:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 58532,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3208538b609fea5fd8d39b1cd456d5afb520aa5f",
  "url": "https://www.thepigsite.com/news/2024/01/happy-new-year-2024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Laurence Williams",
  "published": "2024-01-03T11:58:00.000+02:00",
  "title": "Happy New Year 2024",
  "text": "Happy New Year 2024Jim Long's Pork Commentary Happy New Year 2024 let’s hope it's a better year for Hog Producers than 2023 was. A New Year. Our Observations - The breeding herd has declined June 1 to December 1 – 6 months 208,000 – when we read last week market observers saying there has been no liquidation, we wonder how a decline of 8,000 average sows a week for the last six months is not liquidation. - With financial losses in the $40 per head farrow to finish range currently we expect liquidation levels continue with the 8,000 per week average a minimum. We expect by March 1 the US breeding herd will be down another 100,000. Less sows, less pigs. - The USDA Hogs and Pigs Report December 1, 2020, had 78.658 million total pigs this December 1, 2023, 74.971 million total pigs. Our Farmer Arithmetic about 3.7 million fewer pigs currently and over 100,000 less expected market hogs a week. - According to the record keeping company MetaFarms the US sow herd has averaged 15.8% mortality in 2023, the highest in history. The increase of 1.4% from 2022 (14.4%) is part of the equation on the breeding herd decrease. The 1.4% increase on 6 million sows is 84,000 more dead sows year over year. Dead sows don’t show up in sow slaughter numbers. - Genesus sells gilts. We know first-hand as do our genetic competitor’s gilt sales have declined in 2023 as cash flow and financial issues stop or delay gilt purchases. - Actual US sow slaughter January – December this year 2.929 million, 2022, 2.816 million, 2023, up 113,000. - Some Farmer Arithmetic: The Farmer Arithmetic adding sow slaughter and the calculation on increased mortality leads to 6.007 million sows, 8,000 more than USDA December 1, 2023, reports. This means there has been at least 200,000 less gilts entered in 2023, an obvious reason there has been less gilt sales. We expect in current economics sow slaughter to continue at high level, we see no reason to expect sow mortality to decline the epidemic of prolapses from European Genetics continues unabated. The third factor gilt sales and retention will stay limited. Put the three factors together we believe US sow herd continues on a decline of about 8,000 a week that it's been experiencing over the last months. Less sows will mean less pigs. We expect by March 1 under 5.9 million breeding inventory. 350,000 lower than September 1, 2022, when financial losses began. By March 1 we expect Canada breeding herd and Mexico’s breeding herd down a collective 150,000 – total 500,000 or about 10 million market hogs a year. Question, can herd productivity make this up? We doubt it. 2024 We expect to see hog prices higher than lean hog futures indicate. Attrition of sow herd will cut numbers to market. US average cash corn price last week $4.44 a bushel, a year ago $6.94 a bushel - $2.50 lower which certainly helps pig cost of production. Side note – US corn crop 15 billion bushels x $2.50 less a bushel = $37.5 billion difference. Maybe its hog producers turn to ride in the wheelbarrow? China continues with losses in pigs similar to US at about $40 per head. Like the US there is major liquidation. China is by far the world’s largest importer of pork. China – North America going down in sow herd at the same time. Combined 65% of global pork production. In 2024 it's not if but when the dog hits the end of the chain- than hog prices will jump well beyond breakeven. More News [](/latest?section=news) [View all](/latest?section=news)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "metafarms",
        "sentiment": "none"
      },
      {
        "name": "usda",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-03T13:31:18.807+02:00",
  "updated": "2024-01-04T03:59:19.185+02:00"
}