{
  "thread": {
    "uuid": "4a194d0612fc2eef8c9c6eed07ae5add1376c74c",
    "url": "https://www.eldia.es/economia/2023/12/31/buenas-noticias-buscan-empleo-contratos-2024-dv-lm-94117792.html",
    "site_full": "www.eldia.es",
    "site": "eldia.es",
    "site_section": "https://www.eldia.es/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "Buenas noticias para las personas que buscan empleo: las ofertas de trabajo incluirán esto en 2024",
    "title_full": "Buenas noticias para las personas que buscan empleo: las ofertas de trabajo incluirán esto en 2024",
    "published": "2023-12-31T08:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/ff982edc-2eda-4d48-810b-8ebf21b5cc80_16-9-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 25067,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4a194d0612fc2eef8c9c6eed07ae5add1376c74c",
  "url": "https://www.eldia.es/economia/2023/12/31/buenas-noticias-buscan-empleo-contratos-2024-dv-lm-94117792.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Luis Miguel Mora",
  "published": "2023-12-31T08:00:00.000+02:00",
  "title": "Buenas noticias para las personas que buscan empleo: las ofertas de trabajo incluirán esto en 2024",
  "text": "La\nUnión Europea ha hecho caso a los trabajadores y por fin obligará a las empresas a incluir en las ofertas de empleo algo que todos demandaban. Cuando entramos en un proceso de selección, queremos conocer todos los detalles posibles antes de tomar la decisión final sobre el puesto. Entre todos los aspectos que se suelen destacar siempre hay uno que echamos en falta y que es vital para decidir si nos decantamos por elegir ese lugar de trabajo. Desde bruselas se quiere ayudar a los solicitantes de empleo a poner este requisito en todos los procesos de selección.\nLa medida afectará directamente a todas las sociedades que operan en alguno de los 27 países miembros de la UE y su plazo de transición para su aplicación durará hasta junio de 2026. A partir de esa fecha, todos los que oferten un trabajo deberán poner al detalle todos los pormenores del contrato, incluido esto que siempre es lo más polémico. Los trabajadores aplauden esta decisión, porque la mayoría de interesados consideran este aspecto esencial antes de inscribirse en una oferta. Según el portal Infojobs, 9 de cada 10 personas considera que este requisito debe estar incluido en las ofertas de empleo.\nHasta junio de 2026 no será obligatorio señalar este apartado que muchos piden, pero sí es recomendable para las empresas que empiecen a incluirlo, al menos, en los procesos de selección y las entrevistas. De esta manera, la UE quiere avanzar hacia la transparencia total en estos trámites que son tan importantes para las personas que quieren acceder a un puesto de trabajo.\nConoce cuánto cobrarás antes de la decisión final\nLa Unión Europea aprobó en mayo de este año Ley de Transparencia Salarial por la que todas las empresas estarán obligadas a incluir el salario que cobrará la persona que finalmente se haga con ese puesto de trabajo. A pesar de que la Directiva de la Unión Europea 2023/970 entró en vigencia hace unos meses, no será hasta el 7 de junio de 2026 cuando todos los gobiernos tengan que cumplir con esta exigencia. Durante este plazo de transposición obligatorio, las organizaciones tendrán que acatar la normativa que será aplicable a:\n- Todos los trabajadores que tengan contrato de trabajo o relación laboral.\n- Las personas que soliciten empleo.\n- Los empleados de los sectores públicos y privados.\nLa UE quiere reforzar el principio de igualdad de salarios por un mismo trabajo entre hombres y mujeres y así prohibir la brecha salarial por género. Según satos de la propia Unión Europea, en el año 2020, los hombres ganaban un 13% más que las mujeres por realizar el mismo empleo. Esta\ndesigualdad salarial es uno de los objetivos que quieren reducir desde Bruselas. Además, el Consejo también piensa que poner el sueldo en la oferta de trabajo favorecerá competencia entre empresas y contribuirá en que los interesados puedan ganar más dinero.\nLos trabajadores están contentos\nLa mayoría de personas que buscan un empleo confiesan que el salario es uno de los puntos clave antes de dar el paso hacia ese empleo, sin embargo, no es el único. Las condiciones laborales, las horas que trabajarás, el lugar donde se encuentra la empresa o los compañeros también influyen en esta decisión. Estos datos deben ser razonables y creíbles, y siempre de acuerdo con el perfil del puesto.\nInfojobs ha realizado una encuesta a sus usuarios en la que 9 de cada 10 suscritos apoyan que esta ley se lleve a cabo. Es vital que las empresas muestren transparencia en estos procesos, ya que la mitad de los encuestados consideran que este aspecto también es importante para confiar en ese trabajo.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-31T09:16:41.330+02:00",
  "updated": "2023-12-31T09:16:41.330+02:00"
}