{
  "thread": {
    "uuid": "678a94fe3e8947fdada0ac36cb9c83d8f5a7688b",
    "url": "https://ambiente.tiscali.it/feeds/pari-opportunita-de-dea-onde-rosa-tampon-tax-non-si-pua-tornare-indietro-diritti-donne",
    "site_full": "ambiente.tiscali.it",
    "site": "tiscali.it",
    "site_section": "https://ambiente.tiscali.it/news/",
    "site_categories": [
      "media"
    ],
    "section_title": "news - Tiscali Ambiente",
    "title": "Pari opportunità, De Dea (Onde rosa), \"Tampon tax, non si può tornare indietro su diritti donne\" - Tiscali Ambiente",
    "title_full": "Pari opportunità, De Dea (Onde rosa), \"Tampon tax, non si può tornare indietro su diritti donne\" - Tiscali Ambiente",
    "published": "2024-02-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://simg.tiscali.it/media/24/02/29/rs_99_cooop_mahud01_comm.jpg",
    "performance_score": 0,
    "domain_rank": 5115,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "678a94fe3e8947fdada0ac36cb9c83d8f5a7688b",
  "url": "https://ambiente.tiscali.it/feeds/pari-opportunita-de-dea-onde-rosa-tampon-tax-non-si-pua-tornare-indietro-diritti-donne",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Adnkronos",
  "published": "2024-02-29T02:00:00.000+02:00",
  "title": "Pari opportunità, De Dea (Onde rosa), \"Tampon tax, non si può tornare indietro su diritti donne\" - Tiscali Ambiente",
  "text": "Pari opportunità, De Dea (Onde rosa), \"Tampon tax, non si può tornare indietro su diritti donne\" Milano, 29 feb. (Adnkronos) - La riduzione della tampon tax, ovvero l’Iva sui prodotti mestruali, “non è soltanto una questione di giustizia economica, ma è una questione di giustizia sociale. Se ogni volta che si parla di diritti, come nel caso di quelli delle donne, questi diritti restano ‘una virgola’ in una Legge di bilancio, e non diventano mai un tema vero e strutturale, allora abbiamo perso una battaglia importante. Continuiamo a portare avanti questa petizione perchè quando si parla di diritti delle donne e di piena parità non si può tornare indietro”. Così Silvia De Dea, tra le fondatrici del collettivo Onde Rosa, a margine della presentazione della quarta edizione della campagna Coop per l’inclusione e la parità di genere “Close the Gap. Riduciamo le differenze”. In questa occasione è stata proposta la sottoscrizione della petizione “Il ciclo è ancora un lusso!”, per l’abbassamento dell’IVA sui prodotti mestruali, rilanciata dal collettivo Onde Rosa su Change.org dopo che l’IVA su questi prodotti è tornata al 10%. Lanciata dal collettivo Onde Rosa nel 2019 e sostenuta da Coop fin dal 2021, la petizione punta al milione di firme. “La campagna è stata creata nel 2019 per dare un obiettivo tangibile alle tante giovani ragazze interessate alla politica, ma non abbastanza da impegnarsi, alzare la voce e scendere in piazza per i loro diritti - racconta De Dea - Abbiamo pensato quindi che un'ingiustizia così semplice e così potente come quella della tampone tax potesse essere compresa da tutte e da tutti, che potesse entrare nelle case delle italiane e degli italiani per spiegare effettivamente cos'è la disparità di genere”. Il successo della precedente raccolta firme testimonia quanto l’approccio di Onde Rosa sia stato vincente. Ora il collettivo, assieme a Coop, di raggiungere lo stesso risultato positivo: “Abbiamo deciso di rilanciare questa petizione - spiega De Dea - Quello dell’Iva sui prodotti mestruali non è un tema nuovo, ma è sempre stato trattato con disinteresse dalla politica, che lo riteneva addirittura scomodo o imbarazzante, quando invece non lo è. Noi vogliamo ribadire invece che questo è tema vero e concreto, che riguardava la vita e la salute di tante donne e tante famiglie, di cui la politica si doveva occupare senza più tabù”. -",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:27:15.605+02:00",
  "updated": "2024-03-01T00:27:15.605+02:00"
}