{
  "thread": {
    "uuid": "9b5302ccf033cfc460ba0eeb8dee00fe9de88afd",
    "url": "https://www.carscoops.com/2024/01/rivian-outsells-alfa-romeo-51-miata-sales-soar-50-and-buick-sees-shocking-growth/",
    "site_full": "www.carscoops.com",
    "site": "carscoops.com",
    "site_section": "https://carscoops.com",
    "site_categories": [
      "vehicles"
    ],
    "section_title": "\n        Carscoops    ",
    "title": "Rivian Outsells Alfa Romeo 5:1, Miata Sales Soar 50%, And Buick Sees Shocking Growth | Carscoops",
    "title_full": "Rivian Outsells Alfa Romeo 5:1, Miata Sales Soar 50%, And Buick Sees Shocking Growth | Carscoops",
    "published": "2024-01-06T01:43:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.carscoops.com/wp-content/uploads/2024/01/AR024_008MM-copy.jpg",
    "performance_score": 0,
    "domain_rank": 7174,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 8
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 1
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9b5302ccf033cfc460ba0eeb8dee00fe9de88afd",
  "url": "https://www.carscoops.com/2024/01/rivian-outsells-alfa-romeo-51-miata-sales-soar-50-and-buick-sees-shocking-growth/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sebastien Bell",
  "published": "2024-01-06T01:43:00.000+02:00",
  "title": "Rivian Outsells Alfa Romeo 5:1, Miata Sales Soar 50%, And Buick Sees Shocking Growth | Carscoops",
  "text": "In 2023, the U.S. auto industry saw a revival in sales, reaching levels not seen since the pandemic. Nonetheless, this didn’t signal a return to normalcy and predictability. The year also brought with it a number of strange and unexpected results. Mazda MX-5 Sales Grow Starting with the trend that will likely bring enthusiasts the most joy, [sales of](https://www.carscoops.com/tag/sales/) the Mazda MX-5 were up 50 percent in 2023, as compared to the previous year. In all, the automaker sold 8,973 of its legendary nameplate to drivers last year, and sales were split almost evenly between the soft top and the RF. This aligns with a post-pandemic trend where buyers are leaning towards more enjoyable and exciting cars. Furthermore, Mazda’s overall sales saw significant growth, with the automaker delivering a total of 363,354 vehicles in the U.S. last year. This marked a 23 percent increase compared to the previous year, giving Mazda plenty of reasons to celebrate. advertisement scroll to continue Rivian’s Racking Up Sales [](https://www.carscoops.com/wp-content/uploads/2024/01/Rivian-R1T.jpg) A bad fourth quarter has taken the wind out [of Rivian’](https://www.carscoops.com/tag/rivian/)s sails, but that doesn’t mean that 2023 was a total dud for the automaker. Although its sales fell far short of a competitor like, say, Tesla (which sold 670,000 vehicles last year), its total of 47,200 was a 200 percent increase of the previous year, and meant that it outsold every Italian brand we could find figures for. Read: [Five NSXs, Two Vipers, And Other Zombie Cars Show Up In 2023 Sales Charts](https://www.carscoops.com/2024/01/five-nsxs-two-vipers-and-other-ghost-vehicles-show-up-in-2023-sales-charts/) Alfa Romeo sold 10,898 (-15 percent) vehicles in 2023, Fiat shifted 605 (-33 percent), Maserati handed off 6,580 (+2.6 percent), and Lamborghini delivered 3,670 (+17 percent) vehicles in 2023, which amounts to just 21,844 in all. Although Ferrari’s figures haven’t been shared yet, we doubt they’ll have sold the 25,000 vehicles or so that would bring the nation of Italy’s tally up to a similar number of American sales as Rivian. Kia EV9 Already Outselling Toyota bZ4X [](https://www.carscoops.com/wp-content/uploads/2024/01/2024-Kia-EV9_2.jpg) Kia introduced the EV9 late last year, but it only had one full month of sales to count on. Despite that, it managed to sell 1,113 of them in December. While that’s not a staggering number, Kia may still have reason to celebrate. That’s because the [Korean brand’s](https://www.carscoops.com/tag/kia/) new electric SUV is already outperforming Toyota’s electric SUV. In its first month of sales, Kia sold 444 more examples of the EV9s than Toyota managed to sell [of the bZ4X](https://www.carscoops.com/2023/01/toyota-sets-a-low-bar-for-success-with-relaunch-of-bz4x-after-messy-start/). It should hardly come as a surprise, then, that Kia is calling the EV a wake-up call to the industry, and expects it to “jumpstart the brand’s momentum.” Buick Bucks Expectations [](https://www.carscoops.com/wp-content/uploads/2024/01/2024-Buick-Encore-GX_2.jpg) Buick is something of an unassuming brand, but it’s doing better than you might think. By no means GM’s best-performing brand (that honor goes to Chevrolet, with 1.7 million sales), [ Buick did](https://www.carscoops.com/tag/buick/) pretty well in 2023. In all, the old school brand sold 167,030 vehicles, which made it GM’s third-best-performer for the year, and put it nearly 20,000 units ahead of Cadillac. Thanks to strong sales of the Encore GX and the Envision, the automaker’s sales grew by a whopping 61 percent, as compared to 2022. advertisement scroll to continue Honda Leans Heavily On Hybrids When it introduced the new Accord, Honda said it was expecting the hybrid variant to make up a large proportion of its sales. And it was right. In fact, the Accord Hybrid and the CR-V hybrid accounted for a quarter of all Honda’s sales in the U.S. last year. That was good news for the brand, whose sales were up nearly 32 percent in 2023. Of the 1.1 million vehicles it sold last year, 361,457 were CR-Vs and 197,947 were Accords. Of those, 293,640 were hybrids. [](https://www.carscoops.com/wp-content/uploads/2024/01/2024-Honda-CR-V-Sport-Hybrid_2.jpg)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "miata sales soar",
        "sentiment": "negative"
      },
      {
        "name": "mazda",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T02:42:11.636+02:00",
  "updated": "2024-01-06T02:42:11.636+02:00"
}