{
  "thread": {
    "uuid": "e919c323300f6acdf746387b9918a22aefe21efb",
    "url": "https://www.staradvertiser.com/2024/06/22/hawaii-news/hawaii-leaders-applaud-bidens-disaster-declaration-for-kauai",
    "site_full": "www.staradvertiser.com",
    "site": "staradvertiser.com",
    "site_section": "http://www.staradvertiser.com/feed",
    "site_categories": [
      "photography",
      "hobbies_and_interests"
    ],
    "section_title": "Honolulu Star-Advertiser",
    "title": "Hawaii leaders applaud Biden’s disaster declaration for Kauai | Honolulu Star-Advertiser",
    "title_full": "Hawaii leaders applaud Biden’s disaster declaration for Kauai | Honolulu Star-Advertiser",
    "published": "2024-06-22T13:05:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.staradvertiser.com/wp-content/uploads/2024/06/web1_ALBUM_WoodCleaning.jpg",
    "performance_score": 0,
    "domain_rank": 6779,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e919c323300f6acdf746387b9918a22aefe21efb",
  "url": "https://www.staradvertiser.com/2024/06/22/hawaii-news/hawaii-leaders-applaud-bidens-disaster-declaration-for-kauai",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Wyatt Haupt Jr.",
  "published": "2024-06-22T13:05:00.000+03:00",
  "title": "Hawaii leaders applaud Biden’s disaster declaration for Kauai | Honolulu Star-Advertiser",
  "text": "1/1 Swipe or click to see more COURTESY OF KAREN WOOD\nWorkers clean up the Wailua River to unblock the bridge area in April.\nLIHUE >> A federal disaster declaration from President Joe Biden was hailed by local and federal lawmakers, who said the decision would bring much-needed relief to communities on Kauai affected by severe weather and flooding in April.\nThe decision, which was announced Tuesday, sets forth the release of federal assistance through the Federal Emergency Management Agency’s Public Assistance and Hazard Mitigation programs. Total funding is not known and is determined based on projects eligible for assistance from FEMA.\nThe disaster declaration stems from a storm that\nbarreled into the island on April 11 and produced roughly 12 inches of rain in some areas over a 12-hour period.\n“We are incredibly grateful to our federal partners for recognizing the significant damages sustained to our island’s infrastructure as a result of the severe flooding this past April,” said Mayor Derek S.K. Kawakami in a statement.\n“Through this crucial support, we remain on course to address needed repairs, rebuild, and enhance our resiliency against future disasters. We thank all partners who continue to work tirelessly during this recovery period, and most of all to our residents and all impacted for their ongoing patience.”\nFederal lawmakers from Hawaii were appreciative of the Biden administration for moving swiftly.\n“FEMA has been a key partner in this process, and we thank the Biden administration for moving fast to approve this disaster declaration,” said U.S. Sens. Brian Schatz and Mazie K. Hirono and U.S. Reps. Ed Case and Jill Tokuda in a joint statement earlier this week. “This declaration will help our state and county governments rebuild and recover.”\nThe Kauai Emergency Management Agency will take the lead on the coordination and application process of the federal programs.\n“FEMA’s Public Assistance program ensures that the County of Kauai can recover from the immediate impacts of the disaster by funding emergency work and repairs to public infrastructure,” the county said in announcing the disaster declaration. “In addition, the agency’s funds from the Hazard Mitigation Grant aim to prevent future disasters or reduce their impact by investing in long-term resilience projects.”\nThe April storm dumped 12.51 inches of rain in Kalaheo, 12.05 inches in North Wailua Ditch, 11.8 inches at Lihue Airport, 11.35 inches in Omao, 11.26 inches in Wailua, 10.59 inches in Poipu and 10 inches in Kapahi all between 6 p.m. April 11 and 6 a.m. April 12, the National Weather Service said.\nAs a result, Kawakami and Gov. Josh Green signed emergency proclamations, which prompted the American Red Cross to dispatch volunteers and open two shelters during the early hours of April 12.\nThe Kauai Police Department said water rescues did occur due to rising flood­waters, but there were no reports of any serious injuries.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "biden",
        "sentiment": "negative"
      },
      {
        "name": "karen",
        "sentiment": "negative"
      },
      {
        "name": "joe biden",
        "sentiment": "none"
      },
      {
        "name": "derek s.k. kawakami",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "honolulu star",
        "sentiment": "negative"
      },
      {
        "name": "fema",
        "sentiment": "none"
      },
      {
        "name": "federal emergency management agency’s public assistance and hazard mitigation",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "hawaii",
        "sentiment": "none"
      },
      {
        "name": "kauai",
        "sentiment": "none"
      },
      {
        "name": "wailua river",
        "sentiment": "none"
      },
      {
        "name": "lihue",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-22T13:14:18.136+03:00",
  "updated": "2024-06-23T03:23:03.531+03:00"
}