{
  "thread": {
    "uuid": "41a9dbf2760142b233c680b1460f43a3aa7fe7b7",
    "url": "https://vnexplorer.net/ne-mourez-pas-je-reviendrai-un-enfant-de-9-ans-sauve-ses-parents-grievement-blesses-par-une-tornade-aux-etats-unis-s2636084.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "\"Ne mourez pas, je reviendrai\": un enfant de 9 ans sauve ses parents grièvement blessés par une tornade aux États-Unis",
    "title_full": "\"Ne mourez pas, je reviendrai\": un enfant de 9 ans sauve ses parents grièvement blessés par une tornade aux États-Unis",
    "published": "2024-05-05T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lRmlC.img",
    "performance_score": 0,
    "domain_rank": 56915,
    "domain_rank_updated": "2024-04-30T13:08:01.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "41a9dbf2760142b233c680b1460f43a3aa7fe7b7",
  "url": "https://vnexplorer.net/ne-mourez-pas-je-reviendrai-un-enfant-de-9-ans-sauve-ses-parents-grievement-blesses-par-une-tornade-aux-etats-unis-s2636084.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-05-05T03:00:00.000+03:00",
  "title": "\"Ne mourez pas, je reviendrai\": un enfant de 9 ans sauve ses parents grièvement blessés par une tornade aux États-Unis",
  "text": "Au moins cinq personnes ont été tuées par certaines des nombreuses tornades qui ont balayé une partie des grandes plaines du centre des États-Unis la semaine dernière. En Oklahoma, où quatre personnes sont mortes, un petit garçon a sauvé ses parents, grièvement blessés dans l’accident de leur voiture, emportée par une tornade. Une histoire digne d’un film catastrophe. Branson Baker, 9 ans, est devenu ces derniers jours le héros des États-Unis. Samedi 27 avril, le petit garçon a réussi à sauver ses parents, grièvement blessés dans l’accident de leur voiture, prise dans une tornade. La famille Baker tentait justement de fuir les tornades dans la ville de Dickson, et se dirigeait vers l’abri anti-tempête d’un ami. Quand, tout à coup, la voiture se retrouve prise dans l’œil d’une tornade, avant d’être projetée dans un arbre. Les parents, Marvin Wayne Baker et Lindy Baker, sont grièvement blessés, relate KVTV. Branson Baker, neuf ans, a sauvé ses parents d’une tornade en Oklahoma. “Impressionnant pour un petit enfant” Leur fils, Branson, est miraculeusement indemne. Le petit garçon, selon le récit de son oncle Johnny Baker au média américain, exhorte alors ses parents à tenir bon: “Maman, Papa, s’il vous plaît, ne mourez pas. Je reviendrai”. Branson parcourt alors 1,5 kilomètre dans la pénombre, à peine éclairé par l’orage, et évitant tous les débris. “Il courait aussi vite qu’il pouvait, aussi fort qu’il le pouvait. Il a probablement parcouru 1,5 kilomètre en 10 minutes, et c’est assez impressionnant pour un petit enfant”, relate son oncle. Plus de 70.000 dollars récoltés en ligne L’enfant réussit à prévenir des voisins, et ses parents sont secourus. Hospitalisés, ils souffraient tous deux de fractures au dos, au cou et aux côtes. Le père de famille a également perdu une partie de son doigt, et son bras a été fracturé. Lindy Baker, elle, a eu un poumon perforé, la mâchoire et une main cassées. Selon nos confrères américains, Wayne Baker est depuis sorti de l’hôpital, et les deux devraient se remettre. Une cagnotte en ligne a été lancée pour aider les Baker à payer les frais médicaux. Ce dimanche 5 mai, elle affiche déjà plus de 70.000 dollars. Les violentes tornades qui ont balayé une partie des grandes plaines du centre des États-Unis ont fait cinq morts: quatre en l’Oklahoma et un dans l’Iowa.News Related - Foot: Cristiano Ronaldo la joue fair-play en Ligue des champions asiatique Cristiano Ronaldo indique à l’arbitre qu’il n’y avait pas faute sur lui lors de la rencontre de Ligue des champions asiatique entre son club d’Al Nassr et Persepolis, le 27 novembre 2023 à Ryad. Cristiano Ronaldo s’est illustré par son fair-play, lundi soir, dans une rencontre de Ligue des champions ... See Details: Foot: Cristiano Ronaldo la joue fair-play en Ligue des champions asiatique - A Panmunjom, des soldats nord-coréens munis d'un pistolet après l'annulation de l'accord militaire intercoréen Panmunjom SEOUL, 28 nov. (Yonhap) — Des soldats nord-coréens en poste dans la Zone commune de sécurité (JSA) du village de la trêve de Panmunjom, situé dans la Zone démilitarisée (DMZ), portent un pistolet, ont fait savoir ce mardi plusieurs sources militaires sud-coréennes et américaines. Les hommes armés au village ... See Details: A Panmunjom, des soldats nord-coréens munis d'un pistolet après l'annulation de l'accord militaire intercoréen - Assurance chômage: les partenaires sociaux ont six mois pour renégocier, notamment sur les seniors Le chômage enregistre une baisse significative de 1,2% en France (hors Mayotte) au premier trimestre 2023 Copie à revoir. Après plusieurs semaines de négociations, le gouvernement a finalement décidé de ne pas valider l’accord conclu entre les partenaires sociaux. Ce consensus trouvé le 10 novembre qui devait donner lieu à ... See Details: Assurance chômage: les partenaires sociaux ont six mois pour renégocier, notamment sur les seniors - «Je ne regardais les réseaux sociaux que 15 minutes par jour»: la méthode d’Ulysse, major à HEC Ulysse, arrivé major au concours HEC en 2023, partage ses astuces Major d’HEC, Ulysse a intégré la meilleure école de commerce de notre palmarès avec une moyenne générale de 18,5/20 après deux années de classe préparatoire au sein du prestigieux lycée parisien Louis-le-Grand. Un succès qu’il doit à un programme ... See Details: «Je ne regardais les réseaux sociaux que 15 minutes par jour»: la méthode d’Ulysse, major à HEC - Décarbonation, souveraineté, compétitivité... Macron attendu aux assises de l'économie de la mer à Nantes Des éoliennes dans la baie de Saint-Nazaire, en Loire-Atlantique Décarbonation du secteur maritime et compétitivité: attendu aux assises de l’économie de la mer mardi à Nantes, le président Emmanuel Macron devrait réaffirmer son soutien aux pêcheurs et son ambition de faire de l’éolien en mer la première source d’énergies renouvelables ... See Details: Décarbonation, souveraineté, compétitivité... Macron attendu aux assises de l'économie de la mer à Nantes - Sam Bennett, un sprinteur à relancer pour Decathlon-AG2R La Mondiale Sam Bennett, le nouveau sprinteur de Decathlon-AG2R (B. Papon/L’Équipe) L’équipe française a annoncé, lundi, six recrues dont le sprinteur irlandais Sam Bennett. Les noms des six recrues ont été officialisés lundi également. Deux Français, Victor Lafay (27 ans), vainqueur d’étape sur le Tour cet été, et Bruno Armirail (29 ans), maillot rose sur ... See Details: Sam Bennett, un sprinteur à relancer pour Decathlon-AG2R La Mondiale - Burkina Faso: une attaque terroriste d'ampleur vise la ville de Djibo, dans le Sahel Une vue aérienne de la ville burkinabè de Djibo, dans la région du Sahel. (image d’illustration) La ville de Djibo, située dans la région du Sahel a fait l’objet d’une attaque terroriste dans l’après-midi de dimanche. De très nombreux assaillants arrivés à moto et en voiture ont pris d’assaut le ... See Details: Burkina Faso: une attaque terroriste d'ampleur vise la ville de Djibo, dans le Sahel - VIDÉO. Fair-play, Cristiano Ronaldo obtient un penalty avec Al-Nassr et le fait annuler Cristiano Ronaldo a fait preuve de fair-play lors d’un match entre Al-Nassr et Persepolis. Cristiano Ronaldo s’est illustré d’un geste plein de fair-play, lundi 27 novembre, dans un match de Ligue des champions asiatique entre Al-Nassr et le club iranien de Persepolis (0-0). Dès les premières secondes de la partie, le ... See Details: VIDÉO. Fair-play, Cristiano Ronaldo obtient un penalty avec Al-Nassr et le fait annuler - EXCLU EUROPE 1 - Vieillir à domicile, un luxe de plus en plus coûteux Cristiano Ronaldo a fait preuve de fair-play lors d’un match entre Al-Nassr et Persepolis. Cristiano Ronaldo s’est illustré d’un geste plein de fair-play, lundi 27 novembre, dans un match de Ligue des champions asiatique entre Al-Nassr et le club iranien de Persepolis (0-0). Dès les premières secondes de la partie, le ... See Details: EXCLU EUROPE 1 - Vieillir à domicile, un luxe de plus en plus coûteux - Guerre en Ukraine : quel est le rapport de force avant l’hiver ? Cristiano Ronaldo a fait preuve de fair-play lors d’un match entre Al-Nassr et Persepolis. Cristiano Ronaldo s’est illustré d’un geste plein de fair-play, lundi 27 novembre, dans un match de Ligue des champions asiatique entre Al-Nassr et le club iranien de Persepolis (0-0). Dès les premières secondes de la partie, le ... See Details: Guerre en Ukraine : quel est le rapport de force avant l’hiver ? - Pollution : Pourquoi la qualité de l’air n’est-elle jamais « bonne » en Bretagne ? Cristiano Ronaldo a fait preuve de fair-play lors d’un match entre Al-Nassr et Persepolis. Cristiano Ronaldo s’est illustré d’un geste plein de fair-play, lundi 27 novembre, dans un match de Ligue des champions asiatique entre Al-Nassr et le club iranien de Persepolis (0-0). Dès les premières secondes de la partie, le ... See Details: Pollution : Pourquoi la qualité de l’air n’est-elle jamais « bonne » en Bretagne ? - Ligue des champions. Le PSG qualifié pour les huitièmes de finale de C1 si… Cristiano Ronaldo a fait preuve de fair-play lors d’un match entre Al-Nassr et Persepolis. Cristiano Ronaldo s’est illustré d’un geste plein de fair-play, lundi 27 novembre, dans un match de Ligue des champions asiatique entre Al-Nassr et le club iranien de Persepolis (0-0). Dès les premières secondes de la partie, le ... See Details: Ligue des champions. Le PSG qualifié pour les huitièmes de finale de C1 si… - Les trois meilleurs sacs banane en 2023 Cristiano Ronaldo a fait preuve de fair-play lors d’un match entre Al-Nassr et Persepolis. Cristiano Ronaldo s’est illustré d’un geste plein de fair-play, lundi 27 novembre, dans un match de Ligue des champions asiatique entre Al-Nassr et le club iranien de Persepolis (0-0). Dès les premières secondes de la partie, le ... See Details: Les trois meilleurs sacs banane en 2023 - Assurance chômage : comment l’État met la pression sur les partenaires sociaux Cristiano Ronaldo a fait preuve de fair-play lors d’un match entre Al-Nassr et Persepolis. Cristiano Ronaldo s’est illustré d’un geste plein de fair-play, lundi 27 novembre, dans un match de Ligue des champions asiatique entre Al-Nassr et le club iranien de Persepolis (0-0). Dès les premières secondes de la partie, le ... See Details: Assurance chômage : comment l’État met la pression sur les partenaires sociaux OTHER NEWS Read more » https://vnexplorer.net/face-a-une-fronde-syndicale-majeure-en-suede-tesla-decide-de-poursuivre-letat-s136286.html https://vnexplorer.net/face-a-une-fronde-syndicale-majeure-en-suede-tesla-decide-de-poursuivre-letat-s136286.html https://vnexplorer.net/nucleaire-pres-de-100-millions-deuros-pour-six-projets-francais-de-reacteurs-innovants-s136285.html https://vnexplorer.net/nucleaire-pres-de-100-millions-deuros-pour-six-projets-francais-de-reacteurs-innovants-s136285.html https://vnexplorer.net/jo-2024-quasi-doublement-du-prix-des-tickets-de-metro-parisiens-pendant-lete-s136282.html https://vnexplorer.net/jo-2024-quasi-doublement-du-prix-des-tickets-de-metro-parisiens-pendant-lete-s136282.html https://vnexplorer.net/hautes-alpes-10-a-15-cm-de-neige-en-vallee-jusqua-25-dans-le-valgaudemer-et-les-ecrins-s136280.html https://vnexplorer.net/hautes-alpes-10-a-15-cm-de-neige-en-vallee-jusqua-25-dans-le-valgaudemer-et-les-ecrins-s136280.html https://vnexplorer.net/hyundai-et-kia-devoilent-luniversal-wheel-drive-system-s136278.html https://vnexplorer.net/hyundai-et-kia-devoilent-luniversal-wheel-drive-system-s136278.html https://vnexplorer.net/lorycterope-du-cap-un-animal-unique-en-son-genre-s136276.html https://vnexplorer.net/lorycterope-du-cap-un-animal-unique-en-son-genre-s136276.html",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-05T19:58:07.557+03:00",
  "updated": "2024-05-05T19:58:07.557+03:00"
}