{
  "thread": {
    "uuid": "8d0c6c32591617bcfb547321689464045484eba1",
    "url": "https://www.antena3.com/noticias/ciencia/galicia-lanza-primera-vacuna-enfermedad-hemorragica-vacas_202407056687d9e9099c890001b690d5.html",
    "site_full": "www.antena3.com",
    "site": "antena3.com",
    "site_section": "https://www.antena3.com/noticias/rss/4013050.xml",
    "site_categories": [
      "television",
      "entertainment"
    ],
    "section_title": "Antena 3 Noticias: Última hora en España y el mundo",
    "title": "Galicia lanza la primera vacuna contra la enfermedad hemorrágica de las vacas",
    "title_full": "Galicia lanza la primera vacuna contra la enfermedad hemorrágica de las vacas",
    "published": "2024-07-05T13:32:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://fotografias.antena3.com/clipping/cmsimages02/2024/04/02/A6D1BAF0-CEB6-41C8-B7E7-6E2932DFC91E/vacas-lecheras_69.jpg?crop=4032,2268,x0,y381&width=1280&height=720&optimize=low&format=jpg",
    "performance_score": 0,
    "domain_rank": 7080,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8d0c6c32591617bcfb547321689464045484eba1",
  "url": "https://www.antena3.com/noticias/ciencia/galicia-lanza-primera-vacuna-enfermedad-hemorragica-vacas_202407056687d9e9099c890001b690d5.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Paula, Cantelar",
  "published": "2024-07-05T13:32:00.000+03:00",
  "title": "Galicia lanza la primera vacuna contra la enfermedad hemorrágica de las vacas",
  "text": "Vacas\nGalicia lanza la primera vacuna contra la enfermedad hemorrágica de las vacas\nDesde O Porriño, la biotecnológica Zendal lanza el primer fármaco contra una enfermedad que mató a más de 400 cabezas de ganado.\nPublicidad\nLa desesperación y miedo de muchos ganaderos gallegos llegará próximamente a su fin. La Enfermedad Hemorrágica Epizoótica (EHE), que se cobró a 416 vacas en Galicia el pasado año según la Consellería de Medio Rural, tiene ya vacuna. Ha sido el grupo biotecnológico internacional Zendal, con sede en O Porriño, el encargado de crearla y apuntan que priorizarán el mercado español en sus ventas con una primera producción de dos millones de dosis.\nLa EHE es una enfermedad vírica infecciosa contagiada por vectores, esto es, por mosquitos previamente infectados. Perjudica a rumiantes domésticos y salvajes y tiene un efecto considerablemente grave en ellos. Uno de los peores síntomas es la hinchazón de la lengua, lo que complica que el animal pueda comer y beber. De este modo, su cuerpo se debilita. Aunque algunos se recuperan, es común que presenten secuelas físicas como cojeras o problemas en los partos.\nAutorización de la Agencia Española del Medicamento\nPor suerte, Zendal acaba de recibir la autorización temporal de uso de la Agencia Española del Medicamento (AEMPS) para poder comercializar el primer fármaco para prevenir la enfermedad. \"Ha sido indispensable la colaboración de la AEMPS que se ha mostrado sensible en todo momento a la necesidad de la ganadería agilizando lo máximo posible las autorizaciones sin por ello reducir los requisitos indispensables para garantizar la calidad, seguridad y eficacia de la misma\", apuntan desde la biotecnológica.\n\"Se ha llegado a la obtención de esta vacuna inactivada del virus, que se administrará por vía subcutánea en dos dosis con un intervalo de 3 semanas\", explican desde Zendal. Hasta ahora solo existían insecticidas y repelentes de prevención para aplicar en los cuerpos de los animales y en sus cuadras, pero el tiempo de actuación era limitado, lo que requería de insistencia en su uso y un excesivo gasto. El problema se agrava en las explotaciones en extensivo, al aire libre, pues la exposición al insecto es mayor y el repelente en el pelaje del animal puede eliminarse con la lluvia.\nLa vacuna llega para resolver un problema de emergencia sanitaria, según el Ministerio de Agricultura, Pesca y Alimentación. La enfermedad lleva en España desde noviembre de 2022, cuando se diagnosticó por primera vez en el suroeste del país. Posteriormente se extendió por todo el territorio nacional, exceptuando los territorios insulares de Baleares y Canarias.\nMás Noticias\nSíguenos en nuestro\ncanal de WhatsApp y no te pierdas la última hora y toda la actualidad de antena3noticias.com\nPublicidad",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.whatsapp.com/channel/0029Va6BhYH2phHPnlatwW3b",
    "https://whatsapp.com/channel/0029Va6BhYH2phHPnlatwW3b"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T15:07:32.794+03:00",
  "updated": "2024-07-05T15:07:32.794+03:00"
}