{
  "thread": {
    "uuid": "d088180a093b89b5c8103438c698bff3a6c653ef",
    "url": "https://www.lanacion.com.py/negocios/2024/07/04/empresa-de-itapua-fue-premiada-en-singapur-por-su-destacada-gestion-en-salud-y-medioambiente",
    "site_full": "www.lanacion.com.py",
    "site": "lanacion.com.py",
    "site_section": "https://www.lanacion.com.py",
    "site_categories": [
      "media"
    ],
    "section_title": "Últimas noticias de Paraguay y el mundo, las 24 horas",
    "title": "La Nación / Empresa de Itapúa fue premiada en Singapur por su destacada gestión en salud y medioambiente",
    "title_full": "La Nación / Empresa de Itapúa fue premiada en Singapur por su destacada gestión en salud y medioambiente",
    "published": "2024-07-05T02:20:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PY",
    "main_image": "https://www.lanacion.com.py/resizer/v2/PAZAK7TY6RGKLGGRNTCWEO7QRM.jpeg?auth=d9942ee85d757693e69348377634ea23f6bbfb7ef364c2f0a91e34584e093e72&amp;width=1200&amp;height=630&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 60016,
    "domain_rank_updated": "2024-07-02T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d088180a093b89b5c8103438c698bff3a6c653ef",
  "url": "https://www.lanacion.com.py/negocios/2024/07/04/empresa-de-itapua-fue-premiada-en-singapur-por-su-destacada-gestion-en-salud-y-medioambiente",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@lanacionpy",
  "published": "2024-07-05T02:20:00.000+03:00",
  "title": "La Nación / Empresa de Itapúa fue premiada en Singapur por su destacada gestión en salud y medioambiente",
  "text": "El Grupo Laso S.A., la empresa paraguaya que opera 7 estaciones de servicio en Itapúa bajo la marca Shell, fue galardonada en junio en el marco de la premiación internacional “Smiling Stars”, de la multienergética, donde obtuvo el reconocimiento a “Mejor operador de mercados licenciados del mundo”, de la categoría Salud, Seguridad y Medioambiente (SSMA). El reconocimiento se entregó en Singapur y destaca el compromiso del Grupo Laso con prácticas socialmente responsables, superando a 59 competidores de mercados licenciados a nivel global. El Grupo Laso fue distinguido en el marco del programa “SSMA Retailer“ de Shell, que reconoce la gestión sobresaliente en salud, seguridad y medioambiente, además de lo que hace a la gestión comercial. “Tenemos una fuerte planificación de responsabilidad social empresarial: desde capacitación a nuestros colaboradores en materia de salud y fuertes campañas de prevención, hasta diversas acciones para contribuir al cuidado del medioambiente con varios aliados”, explicó Leila Sarquis, directora de la empresa, en entrevista con La Nación/Nación Media. Sarquis hizo hincapié en cuáles son algunas de las disposiciones amigables con el medioambiente que adoptó el Grupo Laso a lo largo de los años. “Trabajamos en la disposición final de neumáticos con la empresa ‘T&D Recycling SA’. Todo el ‘merchandising’ de la empresa está hecho con residuos reciclados de ‘Texiclo’ y reutilizamos el agua de lluvia para la limpieza de las instalaciones. Esta clase de iniciativas las desarrollamos como una cultura transversal en toda la organización y nos ha llevado a destacarnos a nivel internacional. El mérito es de todo el equipo”, agregó. [Lea también: Peña anunció asfalto Itakyry - cruce Margarita durante su recorrido por Alto Paraná](https://www.lanacion.com.py/negocios/2024/07/03/pena-anuncio-asfalto-itakyry-cruce-margarita-durante-su-recorrido-por-alto-parana/) Especial colaboración Raízen, licenciataria de la marca Shell para Argentina, Brasil y Paraguay posee una vasta red de estaciones y es un destacado productor bioenergético en la región. La colaboración con Raízen fue fundamental para que Grupo Laso implemente y mantenga altos estándares de SSMA, que contribuyeron significativamente a su éxito en esta premiación. Este logro refleja el compromiso del Grupo Laso con la excelencia, la innovación y la responsabilidad social. En este sentido, Sarquis destacó que la empresa sigue enfocada en generar desarrollo en el sur de Paraguay, a través de la venta de productos y servicios basados en la calidad y el apoyo a la comunidad, asegurando así una vida digna, tal como lo promueven sus valores y misión corporativa. “Hay una fuerza de trabajo muy grande, que está liderada en su mayoría por mujeres en el grupo”, enfatizó. La empresa paraguaya se compuso ya en el 2011 con capital 100 % nacional y opera siete estaciones de servicio en el departamento de Itapúa, bajo la marca Shell. Con ubicaciones estratégicas en Bella Vista, Hohenau, Obligado, Capitán Miranda y Encarnación, la empresa se dedica a ofrecer servicios de calidad, cumpliendo con una misión y visión claras y promoviendo valores y compromiso social. [Te puede interesar: Complejidad del mercado impidió que cuota Hilton se cubra en su totalidad](https://www.lanacion.com.py/negocios/2024/07/03/complejidad-del-mercado-impidio-que-cuota-hilton-se-cubra-en-su-totalidad/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T02:40:32.791+03:00",
  "updated": "2024-07-05T02:40:32.791+03:00"
}