{
  "thread": {
    "uuid": "3626e993848c073386c6f537876a8e5994c8cee4",
    "url": "https://gianlucadimarzio.com/it/roma-milan-mancini-gol-dedica-mattia-giani-news-18-aprile-2024",
    "site_full": "gianlucadimarzio.com",
    "site": "gianlucadimarzio.com",
    "site_section": "http://gianlucadimarzio.com/feed",
    "site_categories": [
      "sports"
    ],
    "section_title": "",
    "title": "Mancini e la dedica a Mattia Giani: \"Sono commosso, ho cercato di fare un gesto per lui\"",
    "title_full": "Mancini e la dedica a Mattia Giani: \"Sono commosso, ho cercato di fare un gesto per lui\"",
    "published": "2024-04-18T21:21:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://gianlucadimarzio.com/images/mancini-esultanza-screen-1.jpg?p=fb&amp;s=3ecfd1511cd1d6a2ae6c42b1cf816de4",
    "performance_score": 0,
    "domain_rank": 36578,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3626e993848c073386c6f537876a8e5994c8cee4",
  "url": "https://gianlucadimarzio.com/it/roma-milan-mancini-gol-dedica-mattia-giani-news-18-aprile-2024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Gianluca Di Marzio",
  "published": "2024-04-18T21:21:00.000+03:00",
  "title": "Mancini e la dedica a Mattia Giani: \"Sono commosso, ho cercato di fare un gesto per lui\"",
  "text": "\"Ciao Mattia, per sempre con noi\" questa la dedica di Gianluca Mancini a Mattia Giani - ragazzo del Castelfiorentino United (squadra di Eccellenza toscana) deceduto lo scorso 14 aprile - a cui lui era particolarmente legato. Il motivo? Mattia era il fratello del fidanzato della sorella di Mancini. Il difensore della Roma scoppia in lacrime: oltre la dedica, il ricordo di Mattia.\nDopo un gran destro di Pellegrini che si schianta sul palo, il difensore giallorosso è il primo ad avventarsi sul pallone per metterlo in porta. Con questo gol, la Roma di Daniele De Rossi si porta in vantaggio all'Olimpico aumentando il proprio divario con il Milan: 2-0 per ora (tra andata e ritorno), due reti che portano la firma di Gianluca Mancini.\nRoma-Milan, gol di Mancini nel ricordo di Mattia Giani\nIl match di ritorno tra Roma e Milan valido per i quarti di finale di Europa League si apre con lo stesso marcatore che ha deciso la gara d'andata: Gianluca Mancini è il protagonista del primo tempo della sfida. Come a San Siro, il difensore mette la firma sul vantaggio giallorosso.\nUn gol dal valore speciale: Mancini ha dedicato il gol a Mattia Gianni, calciatore di Eccellenza scomparso all'età di 26 anni durante la partita tra il \"suo\" Castelfiorentino United e il Lanciotto Campi.\nDopo averla utilizzata nel riscaldamento, ecco la maglia con dedica rivolta alle telecamere: \"Ciao Mattia, per sempre con noi\".\nRoma, Mancini: \"Mia sorella e la famiglia di Mattia soffrono, questa maglietta gli darà forza\"\nNel post-partita, Gianluca Mancini ha parlato così ai microfoni di Sky Sport, nel ricordo di Mattia Giani: \"Sono commosso, ho un magone forte. Mia sorella e la famiglia di Mattia soffrono, questa maglietta gli darà forza. So che si rialzeranno, sono felice per questa serata”.\nIl difensore giallorosso ha poi proseguito: “Sicuramente ho cercato di fare un gesto per la mia famiglia e Mattia. Il padre mi ha detto che quando è venuto allo stadio è stato il giorno più bello della sua vita”.\nSulla partita: “Quello che conta è la Roma, era una partita difficile, l’abbiamo affrontata bene anche per Zeki, è un grande calciatore e un campione. Abbiamo saputo soffrire in 10, alla fine conta questo. Per il terzo anno di fila siamo in semifinale, conta questo”.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:17:34.928+03:00",
  "updated": "2024-04-19T01:17:34.928+03:00"
}