{
  "thread": {
    "uuid": "8e3b0a66af569a83a650007cf7ec6f1bd8bb8475",
    "url": "https://www.farodevigo.es/sociedad/2024/07/04/canarias-promociona-puerta-sol-destino-105048017.html",
    "site_full": "www.farodevigo.es",
    "site": "farodevigo.es",
    "site_section": "https://www.farodevigo.es/elementosInt/rss/85",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Faro de Vigo - Sociedad",
    "title": "Canarias se promociona en la Puerta del Sol como un destino no apto para quien no lo cuide",
    "title_full": "Canarias se promociona en la Puerta del Sol como un destino no apto para quien no lo cuide - Faro de Vigo",
    "published": "2024-07-04T22:20:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/6f3336c5-40e5-42a6-978c-e44bc3efd0e7_16-9-discover-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 15880,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8e3b0a66af569a83a650007cf7ec6f1bd8bb8475",
  "url": "https://www.farodevigo.es/sociedad/2024/07/04/canarias-promociona-puerta-sol-destino-105048017.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción",
  "published": "2024-07-04T22:20:00.000+03:00",
  "title": "Canarias se promociona en la Puerta del Sol como un destino no apto para quien no lo cuide",
  "text": "Turismo Canarias se promociona en la Puerta del Sol como un destino no apto para quien no lo cuide Tres lonas gigantes han invadido la céntrica plaza madrileña y van dirigidas al visitante peninsular Redacción Canarias se promociona desde este lunes en la [Puerta del Sol de Madrid](/tags/puerta-del-sol/) con tres lonas gigantes donde advierte al potencial visitante nacional de que es un destino turístico \"no apto\" para quien no cuide sus tesoros naturales protegidos, que ocupan casi la mitad de su territorio. Esta campaña estival, dirigida al visitante peninsular, apela a su conciencia medioambiental y responde \"a un cambio de paradigma, donde el cliente es el residente\", que es \"lo que toca\" en un contexto en el que, protestas como las del 20 de abril, secundadas en las islas por miles de personas, a las que han seguido otras en la Península, como las de este fin de semana en Málaga, han clamado por la sostenibilidad de los destinos turísticos. Así lo han explicado en una rueda de prensa la consejera canaria de Turismo, Jéssica de León ( [PP](/tags/pp/)), y el director gerente y la responsable de mercadotecnia de Turismo de [Islas Canarias](/tags/islas-canarias/), Juan José Lorenzo y Elena González, quienes han defendido que el archipiélago \"se puede permitir elegir al cliente que quiere\" tener, al menos en sus iniciativas promocionales \"amigables\", como pretende ser esta. Tras un ejercicio 2023 en el que el mercado nacional fue para Canarias el tercero en número de visitantes, con 1,9 millones de turistas, y el cuarto en facturación, con 1.451 millones, y sabiendo que se trata de un cliente eminentemente joven e independiente, que suele comprar directamente su vuelo y muestra un ánimo \"descubridor\", las islas buscan este verano en este mercado aliado \"un turista que sea consciente de su fragilidad\" con el fin de que \"ayude a cuidar\" un territorio \"que tiene que seguir viviendo del turismo\". Con este fin, el Gobierno canario ha colgado este lunes tres lonas gigantes en la Puerta del Sol en las que, con imágenes pixeladas de sus parajes naturales, da la bienvenida a todo aquel que disfrute de las playas sin dejar huella, a quien sepa lo importante que es seguir un sendero o al que sea consciente de que una piedra volcánica no es un 'souvenir'. Además, la cartelería que pretende captar las miradas de los que pasen por el epicentro de la capital española también informa del impacto que tienen para las Islas [Canarias ](/tags/canarias/)los comportamientos irresponsables respecto de su riqueza natural. Así, se advierte, por ejemplo, de que si cada turista se llevara un bote de arena de la playa, al año ello equivaldría al volumen de cinco puertas de Alcalá, o de que si cada visitante se llevara una piedra volcánica, al año esto se podría equiparar al volumen de 9.333 estadios como el Bernabéu. Esta campaña está presupuestada en 1,5 millones de euros procedentes de fondos Next Generation de la UE y se acompañará durante todo el mes de julio de carteles en marquesinas de [Madrid](/tags/madrid/), entre otros recursos urbanos y digitales. Para dinamizarla, cada imagen se acompañará de un test, al que se accederá a través de un código QR, y en el que el potencial visitante podrá acceder a consejos e información sobre el cuidado de los recursos especialmente sensibles en las Islas Canarias. ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T01:34:31.796+03:00",
  "updated": "2024-07-05T01:34:31.796+03:00"
}