{
  "thread": {
    "uuid": "d9d0d76da8dcafed4697aa5dfc9d275f42f34ad9",
    "url": "https://thepointsguy.com/guide/what-families-should-spend-miles-on-now/",
    "site_full": "thepointsguy.com",
    "site": "thepointsguy.com",
    "site_section": "http://feeds.feedburner.com/thepointsguy",
    "site_categories": [
      "finance",
      "travel",
      "air_travel",
      "credit_debt_and_loans",
      "gambling",
      "hobbies_and_interests"
    ],
    "section_title": "The Points Guy",
    "title": "Plan ahead: Why you should book your holiday 2024 travels now - The Points Guy",
    "title_full": "Plan ahead: Why you should book your holiday 2024 travels now - The Points Guy",
    "published": "2024-01-05T22:00:00.000+02:00",
    "replies_count": 1,
    "participants_count": 2,
    "site_type": "news",
    "country": "US",
    "main_image": "https://thepointsguy.global.ssl.fastly.net/us/originals/2022/01/Leadenhall-Market_David-Williams.jpg",
    "performance_score": 0,
    "domain_rank": 4959,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 39,
        "comments": 1,
        "shares": 18
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d9d0d76da8dcafed4697aa5dfc9d275f42f34ad9",
  "url": "https://thepointsguy.com/guide/what-families-should-spend-miles-on-now/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kyle Olsen",
  "published": "2024-01-05T22:00:00.000+02:00",
  "title": "Plan ahead: Why you should book your holiday 2024 travels now - The Points Guy",
  "text": "It might feel premature to plan your next winter holiday now. However, January can be an ideal time to book travel for next winter using your points and miles.\nMost major U.S. hotel chains and airlines — Southwest Airlines and Choice Privileges are two notable exceptions — let you book award nights and flights 11 to 13 months in advance. Therefore, it's not too soon to start booking your winter 2024 vacation.\nWhy you should book 2024 holiday travel now You'll often find the best rates for peak-season travel when you book early, especially if you're booking with a program that prices its awards dynamically . While a sale price may be offered at some stage during the year, it is unlikely given airlines and hotels have no trouble filling seats and rooms during Thanksgiving and Christmas, given the high demand every year.\nIf you can book an award with minimal change and cancellation fees, it's best to strike early — especially if you're limited to travel during school holidays.\nWith this in mind, here are several trips families should consider booking now.\nBook New Year's Eve 2024 Why not explore the beaches of Bruny Island, Tasmania? KYLE OLSEN/THE POINTS GUY You can book some fantastic New Year's Eve 2024 deals using World of Hyatt points with their attractive award chart rates. Here are the current award and standard cash prices for some of our favorites:\nPark Hyatt New York in New York City : 45,000 points or $1,012 (2.2 cents per point). Hotel 50 Bowery in New York City : 23,000 points or $391 (1.7 cents per point). Andaz Singapore in Singapore : 23,000 points or $434 (1.8 cents per point). Park Hyatt Maldives Hadahaa in the Maldives : 35,000 points or $2,300 (6.5 cents per point). Hyatt Place Dubai Al Rigga : 6,500 points or $355 (5.5 cents per point). Hyatt Centric South Beach Miami : 23,000 points or $906 (3.9 cents per point). Hyatt House at Anaheim Resort/Convention Center California : 18,000 points or $902 (5 cents per point). I can virtually guarantee that these options will disappear — or at least become significantly more expensive — as the 2024 holiday season approaches. The same can be said for airline redemptions. So, go ahead and snag some award tickets with free or inexpensive change and cancellation fees (and then periodically check for price drops ).\nRelated: Our 2023 credit card predictions and trends: What did we get right and wrong?\nDaily Newsletter Reward your inbox with the TPG Daily newsletter Join over 700,000 readers for breaking news, in-depth guides and exclusive deals from TPG’s experts Email address Sign up By signing up, you will receive newsletters and promotional content and agree to our Terms of Use and acknowledge the data practices in our Privacy Policy . You may unsubscribe at any time. Book major holiday ski travel SUGARBUSH RESORT Let's face it: Winter ski trips can be quite expensive. But if your family regularly travels to the mountains (or wants to) during the winter season — and you want to maximize your points and miles — now is an ideal time to book a ski trip for December 2024 or January 2025.\nHere are some options for redeeming World of Hyatt points at popular ski destinations for the Martin Luther King Jr. holiday weekend next year, which should easily give you at least TPG's valuation of World of Hyatt points.\nHYATT.COM This award availability likely won't last. You might end up snagging a last-minute Hyatt award at a decent rate, but expect rates in programs that use fully dynamic award pricing to skyrocket.\nIf you have a collection of Marriott Bonvoy points, redeem them for five nights and get the least expensive night free on most Marriott stays. If you're seeking total luxury, consider redeeming 540,000 Marriott Bonvoy points to spend five nights just before Christmas at St. Regis Park City .\nAlthough that might sound steep, the same room booked on cash would cost $11,433. That means you'd get around 2.1 cents per Marriott point, almost three times our valuation .\nPrevious slide\nNext slide 1 of 2 MARRIOTT.COM 0 1 A more budget-friendly Marriott option is the Element Basalt-Aspen, which offers complimentary parking. Here, you can reserve a studio king room with a sofa bed and a fully stocked kitchenette with a cooktop, dishwasher, microwave, sink, full-size refrigerator and freezer.\nFive nights here just before Christmas costs 236,000 points or $1,901. By using points, you're getting about 0.8 cents apiece, which is close to our valuation of Bonvoy points .\nPrevious slide\nNext slide 1 of 2 MARRIOTT.COM 0 1 If you're a Hilton Honors elite member, you can also get a fifth night free using points . If you have Hilton points, consider the Hampton Inn & Suites Tahoe-Truckee.\nWhile this property doesn't offer ski in-ski out access, it should open winter award bookings soon. We expect rates around 41,000 to 60,000 points per night.\nRelated: Planning a family ski trip this winter? Here's what you need to know\nBook 2024 Thanksgiving and winter break travel KOLDERAL/GETTY IMAGES Even though cash rates could fall in the next couple of months, don't delay booking award flights for the holidays.\nRight now, if you fancy spending Thanksgiving 2024 in Paris, you can book round-trip business-class flights for 176,000 United MileagePlus miles per person. This is a good deal for such a high-demand travel period when round-trip cash fares start at about $3,000 per person.\nWith United using dynamic pricing , you can expect the number of United miles required for travel during this period to rise sharply the closer it gets to departure. So, this would be a savvy time to lock in a great redemption.\nUNITED.COM Or, for something a little closer to home, you could fly to Miami or Fort Lauderdale for Thanksgiving week for just 21,000 United miles round trip in economy, saving at least $200 off the equivalent cash fares.\nUNITED.COM For Christmas and New Year's 2024-25, different airlines release award seats at different times, though they are usually released between 331 days and 354 days in advance. Check this guide for the dates your program of choice loads seats, noting your preferred travel dates for next winter may not yet be loaded.\nBRITISHAIRWAYS.COM Award space on flights can be unpredictable. So, if you're not finding what you're looking for, consider setting ExpertFlyer (owned by TPG's parent company, Red Ventures) alerts. That way, ExpertFlyer will notify you if a seat(s) becomes available.\nHotel award space generally becomes more limited closer to the holidays. Whether it's a trip to visit grandparents or an action-packed family cruise , take a few minutes to survey potential trips now and make some flexible award bookings.\nRelated: TPG's 10 top family vacation destinations\nBottom line Last-minute award steals can happen, but families with set travel itineraries during peak seasons are best-served planning trips well in advance. Prices are not likely to become cheaper as the date approaches.\nPlans can change, but jumping ahead of the curve with refundable award reservations can make for the ideal vacation.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "southwest airlines",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:21:39.551+02:00",
  "updated": "2024-01-06T00:21:39.551+02:00"
}