{
  "thread": {
    "uuid": "19f1da399d243f1bc9ac4ab774f23d820324b4ef",
    "url": "https://www.daijiworld.com/news/newsDisplay?newsID=1205071",
    "site_full": "www.daijiworld.com",
    "site": "daijiworld.com",
    "site_section": "https://www.daijiworld.com",
    "site_categories": [
      "media",
      "non_standard_content"
    ],
    "section_title": "Daijiworld - A News portal linking West coast of India and the World",
    "title": "Wimbledon 2024: Djokovic resists Fearnley test, Shelton survives in five-setter again - Daijiworld.com",
    "title_full": "Wimbledon 2024: Djokovic resists Fearnley test, Shelton survives in five-setter again - Daijiworld.com",
    "published": "2024-07-05T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "http://daijiworld.com/images/daijiSquareLogo.png",
    "performance_score": 0,
    "domain_rank": 22606,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "19f1da399d243f1bc9ac4ab774f23d820324b4ef",
  "url": "https://www.daijiworld.com/news/newsDisplay?newsID=1205071",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-07-05T03:00:00.000+03:00",
  "title": "Wimbledon 2024: Djokovic resists Fearnley test, Shelton survives in five-setter again - Daijiworld.com",
  "text": "London, Jul 5 (IANS): Multiple-time winner Novak Djokovic was not at his best on Thursday at Wimbledon, but he found a way to reach the men's singles third round after surviving a tough encounter against British wildcard Jacob Fearnley. The Serbian 24-time Grand Slam winner went through three hours of gruelling play to overcome a free-hitting display from a resilient Fearnley to earn a 6-3, 6-4, 5-7, 7-5 win. While Djokovic went through four sets, 14th seed Ben Shelton survived in five sets for the second consecutive match at Wimbledon, battling past qualifier Lloyd Harris 4-6, 7-6(5), 6-7(5), 6-3, 7-6(10-7) in a gripping three-hour, 14-minute encounter. In front of a capacity crowd on Centre Court - which was cheering loudly for Brit Fearnley - Djokovic was on course for a straight-sets win when he broke the 22-year-old's serve mid-way through the third set. However, Fearnley roared back to win the set, overpowering the second seed to gain a foothold. With the pressure rising, Djokovic responded in the fourth set, increasing his intensity and gaining the crucial break in the 11th game to triumph in the pair’s first Lexus ATP Head2Head meeting. The 37-year-old arrived in London last week having undergone knee surgery in June. Djokovic has shown little sign of discomfort through his opening two matches at Wimbledon, where he beat Czech Vit Kopriva for the loss of just five games in the first round. Djokovic, who has won 15 of the 16 matches he has played against wild cards at majors, holds a 32-1 record against players at their home Slams, with his only defeat coming against Scot Andy Murray in the Wimbledon final in 2013. The 24-time major champion is chasing his eighth Wimbledon title and will next face Argentine Tomas Martin Etcheverry or Australian Alexei Popyrin. Djokovic defeated Popyrin at the Australian Open earlier this year. The 22-year-old Fearnley, who studied at Texas Christian University, was competing in his first major. The Briton arrived at Wimbledon high in confidence after winning his maiden ATP Challenger Tour title on grass in Nottingham last month. Fearnley is up 55 spots to No. 222 in the PIF ATP Live Rankings. Shelton had rallied past Mattia Bellucci in a deciding set in a first-round clash two days back. On Thursday, he ran into trouble again as he lost the first set and the third before winning the next two to reach the third round. The atmosphere was closer to that of a football match than what you might expect at SW19. When Shelton attacked Harris’ backhand to force an error at 6/5 in the final-set tie-break, earning a critical mini-break, fans burst out into chants of “USA! USA! USA!” Shelton relinquished the mini-break and was in big trouble on the next point, but Harris missed a short backhand that would have given him the advantage. The South African, who won a final-set tie-break in his opening match against Alex Michelsen, then missed a makeable forehand volley on a serve-and-volley attempt. That proved the crucial mistake. Shelton showed great feel around the net under the pressure in the Match Tie-break to advance to the third round at The Championships for the first time, two days after rallying past Mattia Bellucci in a deciding set. He will next face Canadian Denis Shapovalov, who also won a five-setter. The former No. 10 player in the ATP Rankings clawed past German Daniel Altmaier 7-6(3), 6-3, 1-6, 6-7(3), 6-4. Shapovalov has now reached the third round at Wimbledon in three of the past four editions. The Shelton-Shapovalov clash will be the pair’s first meeting ever. Both men are dynamic left-handed players who are capable of landing jaw-dropping shots and bringing the crowd into the match. Shelton broke through on the Grand Slam stage last year when he made the semi-finals of the US Open, becoming the youngest American man to accomplish the feat since Michael Chang in 1992. Disclaimer: Please write your correct name and email address. Kindly do not post any personal, abusive, defamatory, infringing, obscene, indecent, discriminatory or unlawful or similar comments. Daijiworld.com will not be responsible for any defamatory message posted under this article. Please note that sending false messages to insult, defame, intimidate, mislead or deceive people or to intentionally cause public disorder is punishable under law. It is obligatory on Daijiworld to provide the IP address and other details of senders of such comments, to the authority concerned upon request. Hence, sending offensive comments using daijiworld will be purely at your own risk, and in no way will Daijiworld.com be held responsible.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Economy, Business and Finance",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "shelton",
        "sentiment": "negative"
      },
      {
        "name": "novak djokovic",
        "sentiment": "negative"
      },
      {
        "name": "djokovic",
        "sentiment": "negative"
      },
      {
        "name": "fearnley",
        "sentiment": "negative"
      },
      {
        "name": "jacob fearnley",
        "sentiment": "none"
      },
      {
        "name": "brit fearnley",
        "sentiment": "none"
      },
      {
        "name": "ben shelton",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "centre court",
        "sentiment": "none"
      },
      {
        "name": "lloyd harris",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "london",
        "sentiment": "none"
      },
      {
        "name": "wimbledon",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T05:56:01.280+03:00",
  "updated": "2024-07-05T05:56:01.280+03:00"
}