{
  "thread": {
    "uuid": "40979344d96999d4bd7e58d1897d1a8bd2a711b7",
    "url": "https://thenationonlineng.net/tinubu-injects-n2-trillion-to-stimulate-economy",
    "site_full": "thenationonlineng.net",
    "site": "thenationonlineng.net",
    "site_section": "https://www.yohaig.ng/category/nigerian-newspapers/the-nation-news/",
    "site_categories": [
      "media"
    ],
    "section_title": null,
    "title": "Tinubu injects N2 trillion to stimulate economy",
    "title_full": "Tinubu injects N2 trillion to stimulate economy",
    "published": "2024-07-05T05:28:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 15429,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "40979344d96999d4bd7e58d1897d1a8bd2a711b7",
  "url": "https://thenationonlineng.net/tinubu-injects-n2-trillion-to-stimulate-economy",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Nation Newspaper",
  "published": "2024-07-05T05:28:00.000+03:00",
  "title": "Tinubu injects N2 trillion to stimulate economy",
  "text": "Edun: health (N350b), agriculture (N500b), power generation (N500b) get priority HIGHLIGHTS Two million bpd oil production Reduced interest rate for SMEs Three Executive Orders signed The Federal Government has injected N2 trillion into the economy to stimulate it.\nIt was unveiled by President Bola Ahmed Tinubu yesterday as part of an accelerated stabilisation and advancement plan.\nIts target is economic revival in the short term.\nPresident Tinubu presented the plan while inaugurating the Presidential Economic Coordination Council (PECC) at the State House.\nThe 30-member committee was constituted on March 27.\nMinister of Finance and Coordinating Minister of the Economy, Wale Edun, told reporters that the emergency funding will be deployed to health, agriculture, energy/power and other critical sectors.\nHe was accompanied by Minister of Budget and Economic Planning Abubakar Bagudu; President of the Dangote Industries Limited Alhaji Aliko Dangote; and the Founder of the Tony Elumelu Foundation/Chairman of the UBA Group Tony Elumelu, during the post-inauguration briefing.\nAccording to Edun, the PECC comprises the President’s economic management team, National Assembly leadership, Nigeria Governors Forum chairman, and private sector leaders.\nHe said: “They (PECC members) were presented with the outcomes of Mr. President’s review of the accelerated stabilisation and advancement plan.\n“It is an emergency plan to cover the next six months, which Mr. President had directed his economic team, the sub-nationals, and the private sector to put together for his consideration.\n“The outcome of that very important exercise is a N2 trillion package involving N350 billion funding for health and social welfare, N500 billion funding for agriculture and food security, N500 billion for the energy and power sector and general business support of about N650 billion.\n“In addition to a range of policy and tax measures, there is a range of executive orders which Mr. President has signed and which are being gazetted to ease the cost of doing business.\n“There are many funding provisions to reduce the cost of interest rate for certain sectors, small and medium scale in particular, but also larger companies.\n“There is a line of credit that will allow them to fall cheaper than the elevated rate.\n“This plan is a means of stabilising the economy and getting businesses growing again.\n“We know the microeconomic measures, which are necessary and have been implemented in a determined and consistent manner, led to elevated cost for industries and individuals.”\nA statement issued later by Special Adviser to the President on Media and Publicity, Ajuri Ngelale, listed four components in the Economic Stabilisation Programme, which will run concurrently with the National Construction and Household Support Programme announced last week.\nThey include energy security and the redeployment of 20,000 healthcare workers to provide services to 10-12 million patients in areas where they are most urgently needed.\nOthers are increasing on-grid electricity to homes and businesses from about 4.5 to six gigawatts in six months; making essential medicines available at lower cost for 80-90 million Nigerians; a facility that will support the construction of an additional 25,000 housing units, among others.\nRelated News The programme is expected to create 4.7 million direct and indirect jobs, improve access to finance, and enhance economic growth.\nPresident Tinubu, speaking at the inauguration ceremony, recalled that he declared a state of emergency on food security and outlined plans to increase oil production, improve power generation, and leverage infrastructure development to boost agriculture and electricity supply.\nHe called for collaboration to increase power supply, saying: “We have the challenge of energy security. We need to work together.\n“We are determined to do that with your cooperation, collaboration and recommendations.”\nThe President admitted that the generation capacity of about 4.5 gigawatts was not enough.\nHe pledged to increase oil production to two million barrels per day within the next few months while removing barriers to investments in the sector.\nElumelu said the President’s target of two million barrels of crude oil production per day is achievable.\nHe underscored the need to improve power generation, saying: “It is all about creating prosperity for our people, creating economic hope and jobs for our young ones.\n“So we hope that with the private sector working with the Federal Government, things will begin to improve. That is the aspiration.\n“The money approved for disbursement is all targeted to achieving a better life.”\nDangote pledged the support of the private sector in job creation.\n“The Council will advise the government on the kind of policies to roll out.\n“With the choice of people in the committee, they are good enough to advise government to know how to implement policies.\n“The private sector will support the government to invest heavily and create jobs.\n“Governments do not create jobs, but they can formulate the right policies.\n“Our issues are not that bad. This economy can be turned around within a few months and I think we are on that way,” the industrialist said.\nThe 30-member PECC has Vice President Kashim Shettima as Vice-Chairman.\nMembers include the Central Bank of Nigeria (CBN) governor, ministers of Agriculture and Food Security; Aviation and Aerospace Development, Communications, Innovation and Digital Economy; Industry, Trade and Investment; Labour and Employment; Marine and Blue Economy; Power; State, Petroleum Resources; State, Gas; of Transportation and Works, amongst others.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Economy, Business and Finance",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://statehouse.gov.ng/team/bola-ahmed-tinubu/",
    "https://www.statehouse.gov.ng/team/bola-ahmed-tinubu/",
    "https://statehouse.gov.ng/team/bola-ahmed-tinubu"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tinubu",
        "sentiment": "negative"
      },
      {
        "name": "alhaji aliko dangote",
        "sentiment": "none"
      },
      {
        "name": "bola ahmed tinubu",
        "sentiment": "none"
      },
      {
        "name": "wale edun",
        "sentiment": "none"
      },
      {
        "name": "abubakar bagudu",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "pecc",
        "sentiment": "none"
      },
      {
        "name": "dangote industries limited",
        "sentiment": "none"
      },
      {
        "name": "uba group tony elumelu",
        "sentiment": "none"
      },
      {
        "name": "presidential economic coordination council",
        "sentiment": "none"
      },
      {
        "name": "tony elumelu foundation",
        "sentiment": "none"
      },
      {
        "name": "state house",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T11:23:59.581+03:00",
  "updated": "2024-07-05T11:23:59.581+03:00"
}