{
  "thread": {
    "uuid": "6be9e6bb212ef2b928eb4ece7ca978ecfc39a4da",
    "url": "https://www.lapresse.it/green/2024/02/16/auto-elettrica-italia-supera-50mila-punti-ricarica",
    "site_full": "www.lapresse.it",
    "site": "lapresse.it",
    "site_section": "https://www.lapresse.it/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "LaPresse",
    "title": "Auto elettrica, Italia supera 50mila punti ricarica",
    "title_full": "Auto elettrica, Italia supera 50mila punti ricarica",
    "published": "2024-02-16T10:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://img.lapresse.it/2024/02/16/colonnina-003--e1708077395888.webp",
    "performance_score": 0,
    "domain_rank": 69963,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6be9e6bb212ef2b928eb4ece7ca978ecfc39a4da",
  "url": "https://www.lapresse.it/green/2024/02/16/auto-elettrica-italia-supera-50mila-punti-ricarica",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tommaso Tetro",
  "published": "2024-02-16T10:57:00.000+02:00",
  "title": "Auto elettrica, Italia supera 50mila punti ricarica",
  "text": "Nuovo rapporto di Motus-e, crescita record colonnine nel 2023 'siamo sulla strada giusta'\nL’Italia supera i 50mila punti di ricarica per auto elettriche. E diventa il Paese con uno dei migliori rapporti tra colonnine e mezzi circolanti; sopra a Francia, Germania e Regno Unito. E’ quello che emerge dal nuovo rapporto ‘Le infrastrutture di ricarica a uso pubblico in Italia’ presentato da Motus-e che parla di ”crescita record” nel 2023 con l’arrivo di 13.906 nuovi punti di ricarica, di cui 3.450 installati nell’ultimo trimestre.\n”L’Italia è sulla strada giusta per le infrastrutture – osserva il segretario generale di Motus-e, Francesco Naso – ora bisogna chiudere la partita del Pnrr e porre attenzione al mercato: bene la revisione dell’ecobonus, ma non intervenire sul cap di prezzo limiterà molto l’impatto positivo della misura”.\nIn tutto, alla fine dell’anno scorso, erano presenti in Italia 50.678 punti di ricarica a uso pubblico. La prima della classe per punti di ricarica è la Lombardia; quella che registra il maggiore incremento è la Campania. Mentre la città con\npiù punti di ricarica in rapporto alla superficie è Napoli con 225 punti ogni 100 km quadrati. Seguono Milano (183 punti ogni 100 kmq) e Roma (67 punti ogni 100 kmq). La Capitale d’Italia è però anche la città con più punti di ricarica, se ne contano 3.588. Incremento dei punti di ricarica anche sulle autostrade italiane, dove sono quasi raddoppiati nell’ultimo anno passando da 496 a 932 (di cui il 61% con una potenza superiore ai 150 kW, kilowatt), e dove almeno un’area di servizio ogni tre è dotata di infrastrutture per la ricarica.\nLa rete di ricarica italiana segna nell’ultimo anno un’espansione del 38%, con un sostanziale raddoppio dei punti di ricarica rispetto al 2021 (+94,7%). Insieme al numero delle colonnine aumenta anche l’incidenza delle infrastrutture con più alta potenza: il 22% dei punti di ricarica installati nel 2023 è di tipo veloce e ultraveloce in corrente continua. Continua il recupero delle installazioni nel Sud e nelle Isole, dove si concentra ora il 23% del totale dei punti di ricarica, a fronte del 19% del Centro e del 58% del Nord Italia.\nL’Italia supera Francia, Germania e Regno Unito anche nel rapporto tra punti di ricarica e lunghezza complessiva della rete stradale.\n© Copyright LaPresse - Riproduzione Riservata",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T12:20:49.511+02:00",
  "updated": "2024-02-16T12:20:49.511+02:00"
}