{
  "thread": {
    "uuid": "f4dafb2614dedeac66fa4cf0faf7d9a055dc3535",
    "url": "https://www.mccormick.northwestern.edu/news/articles/2024/04/researchers-take-a-step-closer-to-better-more-affordable-solar-cells",
    "site_full": "www.mccormick.northwestern.edu",
    "site": "northwestern.edu",
    "site_section": "http://www.mccormick.northwestern.edu",
    "site_categories": [
      "graduate_school",
      "education"
    ],
    "section_title": "Northwestern's McCormick School of Engineering",
    "title": "Researchers Take a Step Closer to Better, More Affordable Solar Cells | News | Northwestern Engineering",
    "title_full": "Researchers Take a Step Closer to Better, More Affordable Solar Cells | News | Northwestern Engineering",
    "published": "2024-04-11T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.mccormick.northwestern.edu/images/news/2024/04/researchers-take-a-step-closer-to-better-more-affordable-solar-cells-social.jpg",
    "performance_score": 0,
    "domain_rank": 607,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f4dafb2614dedeac66fa4cf0faf7d9a055dc3535",
  "url": "https://www.mccormick.northwestern.edu/news/articles/2024/04/researchers-take-a-step-closer-to-better-more-affordable-solar-cells",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Devon McPhee",
  "published": "2024-04-11T03:00:00.000+03:00",
  "title": "Researchers Take a Step Closer to Better, More Affordable Solar Cells | News | Northwestern Engineering",
  "text": "The Problem: Scaling single-junction perovskite solar cells (PSCs) has been challenging. Scaling single-junction perovskite solar cells (PSCs) has been challenging. A new technique applied during crystal formation that allows PSCs with an ‘inverted’ or ‘pin’ structure – known for their stability – to exhibit high efficiency. The breakthrough means PSCs are closer to scaling, bringing them nearer their potential to contribute to the decarbonization of the electricity supply. Professor Ted Sargent, Research Assistant Professor Bin Chen, Postdoctoral Researcher Hao Chen, Postdoctoral Fellow Cheng Liu An international team of researchers, including a group from Northwestern Engineering and [Northwestern Chemistry](https://chemistry.northwestern.edu/), has set a new world record for power conversion efficiency (PCE) of single-junction perovskite solar cells (PSCs). These solar cells – created from an emerging solar material – have the potential to generate greater solar energy at a lower cost than today’s industry-standard silicon solar cells, but scaling the technology has its challenges. Until now, PSCs have shown either high stability and lower efficiency or vice versa, depending on their structure. Yet this team’s work has resulted in a highly stable, highly efficient 0.05cm2 perovskite solar cell with a PCE of 26.15 percent certified by a [National Renewable Energy Laboratory](https://www.nrel.gov/)-accredited facility. The prior certified world record published in a scientific journal was 25.73 percent. A 1.04 cm2 device had a certified power conversion efficiency of 24.74 percent, also a record for its size. The best devices retained 95 percent of their initial PCE following 1,200 hours of continuous solar illumination at a temperature of 65 degrees. “Perovskite-based solar cells have the potential to contribute to the decarbonization of the electricity supply once we finalize their design, achieve the union of performance and durability, and scale the devices,” said [Ted Sargent](https://www.mccormick.northwestern.edu/research-faculty/directory/profiles/sargent-ted.html), Lynn Hopton Davis and Greg Davis Professor of Chemistry and Electrical and Computer Engineering at Northwestern University, co-executive director of the [Paula M. Trienens Institute for Sustainability and Energy](https://trienens-institute.northwestern.edu/), and co-corresponding author of the paper. “Our team has discovered a new technique applied during crystal formation that allows PSCs with an ‘inverted’ or ‘pin’ structure – known for their stability – to exhibit high efficiency. It’s the best of both worlds.” \"Until today, a promising and more stable perovskite solar cell - inverted perovskite solar cells - have suffered lower energy efficiencies than those achieved in their non-inverted counterparts. This work represents an important milestone by crossing the efficiency-parity threshold,\" said Zhijun Ning, co-corresponding author and assistant professor at ShanghaiTech University. [Findings were reported](https://www.science.org/doi/10.1126/science.adm9474) April 11 in the journal Science. The basic structure of “inverted” PSCs consists of an outer electron-transporting layer (ETL), a hole transporting layer (HTL), an anode, and a cathode. The energetic losses for the cells occur primarily at the interfaces between the perovskites and the ETL and HTL layers in places where there are tiny defects in the crystals. Prior attempts at reducing energy loss have included the use of additive or surface treatments to passivate the defects. Sargent’s team noted that the molecules in these treatments bonded at a single site on the defects in a perpendicular orientation, forcing the electrons to travel a long distance up through the material, causing resistance and lowering efficiency. The team set out to find a molecule that would bond on two neighboring sites on the defects in a horizontal orientation, reducing the distance the electrons needed to travel and improving efficiency. They identified one molecule – 4- chlorobenzenesulfonate – that could lay down at the surface of the perovskites by forming strong Cl-Pb and SO3-Pb bonds with the undercoordinated Pb2+ and led to improved performance of the devices. “By carefully selecting molecules that lie flat on the perovskite surface, binding to two sites simultaneously, our new strategy reduced the interface resistance: the result is much higher fill factor in solar cells, reaching 95 percent of the theoretical limit,\" said Jian Xu, co-first author and postdoctoral fellow at the University of Toronto. “Not only did the addition of these molecules improve efficiency, they also simplified the manufacturing process,” noted [Hao Chen](https://light.northwestern.edu/alumni/hao-chen/), a postdoctoral researcher at Northwestern Engineering and co-first author of the paper. “When added to the perovskites precursor, these molecules automatically go to the surface of the perovskite layer to patch defects during the crystallization process. This removes the need to treat the surface defects, an extra step that often results in uneven coverage of passivators and poor stability of the devices.” This discovery builds on prior research conducted by the [Sargent Group](https://light.northwestern.edu/), which has explored various strategies to improve PSC performance and stability to make them a viable alternative to silicon solar cells. Next, the team will look toward scaling the devices. “Northwestern is really at the forefront of renewable energy technology research,” said [Bin Chen](https://light.northwestern.edu/team/dr-bin-chen/), co-corresponding author and research assistant professor at Northwestern Engineering. “By focusing on stable inverted perovskites and making breakthroughs in their performance, we are developing a solar technology that can be a gamechanger in the field.” \"With the efficiency discrepancy solved, the large and growing perovskite community will focus even more of its firepower on the inverted perovskite solar cell architecture in light of its stability advantages,\" said Aidan Maxwell, co-first author of the paper and a graduate student at the University of Toronto. “We were thrilled when we achieved an independently certified efficiency of 26.1 percent for inverted perovskite solar cells: this was the first to surpass the record for the conventional structure,” added [Cheng Liu](https://light.northwestern.edu/team/dr-cheng-liu/), postdoctoral fellow at Northwestern Chemistry and co-first author of the paper. “The accomplishment motivates not only our own team but will also inspires further collective efforts across the wide and productive global perovskite community.\" Additional authors on the paper include Yi Yang, Abdulaziz S. R. Bati, Yuan Liu, and Mercouri G. Kanatzidis of Northwestern Chemistry; Haoyue Wan, Zaiwei Wang, Lewei Zeng, Junke Wang, Sam Teale, Yanjiang Liu, Sjoerd Hoogland, Peter Serles, and Tobin Filleter of the University of Toronto; Wei Zhou and Qilin Zhou of ShanghaiTech University; Makhsud I. Saidaminov of the University of Victoria; and Muzhi Li and Nicholas Rolston of Arizona State University.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [
    "https://www.science.org/doi/10.1126/science.adm9474)",
    "https://www.nrel.gov/)-accredited",
    "https://nrel.gov/)-accredited",
    "https://science.org/doi/10.1126/science.adm9474)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bin chen",
        "sentiment": "none"
      },
      {
        "name": "hao chen",
        "sentiment": "none"
      },
      {
        "name": "cheng liu",
        "sentiment": "none"
      },
      {
        "name": "ted sargent",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "northwestern engineering",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T04:02:45.026+03:00",
  "updated": "2024-04-12T04:02:45.026+03:00"
}