{
  "thread": {
    "uuid": "f35f5878dfb4b5b39d623194f5ba19f78adedc1b",
    "url": "https://sundayguardianlive.com/investigation/book-remembers-tibets-long-armed-struggle-against-china",
    "site_full": "sundayguardianlive.com",
    "site": "sundayguardianlive.com",
    "site_section": "https://www.sundayguardianlive.com",
    "site_categories": [],
    "section_title": "The Sunday Guardian Live",
    "title": "Book remembers Tibet’s long armed struggle against China - The Sunday Guardian Live",
    "title_full": "Book remembers Tibet’s long armed struggle against China - The Sunday Guardian Live",
    "published": "2024-03-10T02:04:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://sundayguardianlive.com/wp-content/uploads/2024/03/Pic-2-for-Vijay-Kranti-Three-Tibetan-Guerrilla-Fighters.jpg",
    "performance_score": 0,
    "domain_rank": 42023,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f35f5878dfb4b5b39d623194f5ba19f78adedc1b",
  "url": "https://sundayguardianlive.com/investigation/book-remembers-tibets-long-armed-struggle-against-china",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Vijay Kranti",
  "published": "2024-03-10T02:04:00.000+02:00",
  "title": "Book remembers Tibet’s long armed struggle against China - The Sunday Guardian Live",
  "text": "The author, Jamyang Norbu, was himself a soldier in ‘Chu Shi Gangdruk,’ Tibet’s main guerrilla force. A popular notion that China could attack and occupy Tibet simply because the Tibetan people were followers of the Buddha and the Dalai Lama and hence were committed to non-violence to the extent of being timid, indifferent and resigned to their fate, calls for a fresh visit to recent Tibetan history for a serious revision and correction. Famous Tibetan writer Jamyang Norbu’s latest book “Echoes from Forgotten Mountains: Tibet in War and Peace” (Penguin Viking) is the most suitable single-window to peep into this topic. The strongest point of this monumental book (891 pages) is that it is the product of Jamyang Norbu’s decades-long research. Apart from going through most of the available records and published material on the Tibetan resistance movement, the book also draws on his one-on-one meetings with the surviving Tibetan soldiers, guerrilla fighters, their CIA trainers, secret agents, peasants, merchants and even those surviving beggars who were either direct participants or were first-hand witnesses to the armed fightback of the Tibetan people against China’s invading and occupying People’s Liberation Army (PLA). This book is focused on the fateful years of Tibetan history from 1949 to the mid-1970s, when Mao’s PLA invaded and occupied Tibet to face a long, fearsome, eventful and bloody guerrilla war conducted by the Tibetan people, which, unfortunately, ended suddenly in September 1974, with the massacre of Tibetan guerrilla warriors in joint operations by the PLA and an obliging Royal Nepal Army. Jamyang himself was a soldier in “Chu Shi Gangdruk,” Tibet’s main guerrilla force, which stands defunct and disbanded today but was Tibet’s most respected national guerrilla freedom army from the 1950s to the mid-1970s. This makes it a book which is going to be indispensable for the coming generations of Tibetans and researchers. Jamyang Norbu is a renowned Tibetan political commentator, historian, thinker, novelist and a popular playwright of the Tibetan diaspora. His novel, “The Mandala of Sherlock Holmes”, won the Crossword Book Award in 2000 and has been translated in over a dozen languages. His other books like “Illusion and Reality”, “Buying the Dragon’s Teeth”, “Shadow Tibet” and “Don’t Stop the Revolution” have been received quite well both by Tibetan and non-Tibetan scholars on China and Tibet. Jamyang has liberally used his personal life story and the history of his own family to make this massive narration interesting, authentic and an easy to understand history of the Tibetan armed resistance. Jamyang’s courage to present his perspective of history to his audience makes his voice stand out in the cacophony of present day Tibetan society, which stands divided along a deep trench between the Rangzen (complete freedom from China) and the Umaylam (middle path of rapprochement with China) factions. One example is his description of the events of 1950 which led to Chinese PLA’s first major and key victory in eastern Tibet. While the Tibetan Kashag (Cabinet of Dalai Lama’s exile government) paid glowing tributes to its former minister colleague, Ngabo Ngawang Jigme on his death in Beijing in 2009 as an active collaborator of China, Jamyang has exposed his role as a coward and traitor governor of Tibet’s eastern provinces. The book has a good archival value too. Many old photos and maps are included in the book, making it a collector’s item. A nearly complete set of photos of the CIA-trained Tibetan guerrilla paratroopers, who were secretly air dropped in Tibet, is something special. Besides telling the stories of many brave men, women, nomads, Lamas and nuns who fought against China’s occupying PLA, the writer has also gone into reasons of their defeat at the hands of Chinese. Robert Ford (1923-2013) was the only radio operator of the Tibetan government and the only foreigner living permanently in Tibet when the PLA attacked and occupied a big part of Eastern Tibet. Ford told Jamyang about his discussions with General Karchung of the Tibetan army, who had faced the first PLA attack on 7 October 1950 at Riwoche and later was in Chinese captivity along with Ford. Quoting from his long interviews with Ford, Jamyang points out that there was only one radio receiver at Tibetan government’s command when the PLA entered Tibet. If the Tibetan army had one more radio at Riwoche and another at Markham then the history of Tibet would have been different, as the Tibetan army would have got enough time to plan and fight back. He quotes Ford saying, “In just, possibly, a week or so, the many high passes in that region would have become snowbound…. Chinese would have had to force their pack animals and porters through the many snowbound passes to Chamdo, and that would unquestionably have led to a disaster (for PLA)….” He also points out, “….When (Tibetan people’s) troops went to the front line, they took their families with them. With (General) Muja’s men came as many women and children, with all their household goods and personal belongings piled up on yaks and mules….” A major attraction of the book is the story of “Chu-Shi-Gangdruk” (i.e. “Four Rivers Six Ranges”) which was the main volunteer guerrilla force led by the legendary Andrug Gompo Tashi, the most fearsome, brave and highly respected fighter in modern Tibetan history. The book tells the force’s story right from its formation as a volunteer army and later its adoption by the CIA for training at Colorado’s secret Camp-Hale and subsequent armed operations inside Tibet. Unfortunately, the US and CIA’s support lasted only until the US government started its honeymoon with Mao’s China in the 1970s. The CIA suddenly decided to distance itself from the guerrilla force, leaving it unprotected and then massacred by Nepal’s Royal Nepal Army and the Chinese PLA in the mid-1970s. Jamyang has interviewed many CIA trainers and coordinators who were involved in training the Tibetans and their guerrilla actions inside Tibet. Sadly, the armed struggle of the helpless and friendless Tibetan people has failed to match the Chinese power machine over the past seven decades. The planned and aggressive settlement of millions of new Han settlers from China across Tibet and a massive machine of soldiers, policemen, informers and a sophisticated digital surveillance system have left no space for an armed resistance inside today’s Tibet. But the unending wave of self-immolation by the Tibetan people which has seen over 150 young boys and girls, monks and nuns making the supreme sacrifice in recent years, is an unambiguous statement that the fighting spirit of the Tibetan people against their colonial Chinese masters is alive. This book provides a perfect background to the survival of this fighting spirit.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chu shi gangdruk",
        "sentiment": "negative"
      },
      {
        "name": "jamyang norbu",
        "sentiment": "negative"
      },
      {
        "name": "buddha",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "jamyang norbu",
        "sentiment": "none"
      },
      {
        "name": "cia",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "tibet",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "forgotten mountains",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-10T09:15:53.856+02:00",
  "updated": "2024-03-10T09:15:53.856+02:00"
}