{
  "thread": {
    "uuid": "d6e2fbb62971191b6e4e79b015e0b0748975eab1",
    "url": "https://www.globenewswire.com/news-release/2024/03/05/2840543/0/en/TeleVox-Takes-Patient-Relationship-Management-to-the-Next-Level-at-HIMSS-24.html",
    "site_full": "www.globenewswire.com",
    "site": "globenewswire.com",
    "site_section": "http://www.globenewswire.com/AtomFeed/stateprovince/Alabama/feedTitle/GlobeNewswire - News from Alabama",
    "site_categories": [
      "media"
    ],
    "section_title": "GlobeNewswire - News from Alabama",
    "title": "TeleVox Takes Patient Relationship Management to the Next Level at HIMSS 24",
    "title_full": "TeleVox Takes Patient Relationship Management to the Next Level at HIMSS 24",
    "published": "2024-04-05T02:55:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ml.globenewswire.com/Resource/Download/375f07a1-b594-476c-bb94-45a3a778ce71",
    "performance_score": 0,
    "domain_rank": 496,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d6e2fbb62971191b6e4e79b015e0b0748975eab1",
  "url": "https://www.globenewswire.com/news-release/2024/03/05/2840543/0/en/TeleVox-Takes-Patient-Relationship-Management-to-the-Next-Level-at-HIMSS-24.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "TeleVox",
  "published": "2024-04-05T02:55:00.000+03:00",
  "title": "TeleVox Takes Patient Relationship Management to the Next Level at HIMSS 24",
  "text": "ORLANDO, Fla., March 05, 2024 (GLOBE NEWSWIRE) --\nTeleVox will showcase how its industry-leading omnichannel patient relationship management platforms address all stages of the patient journey to support better outcomes and experiences at HIMSS 24 (booths 5167 and 5678-02), held March 11-15 at the Orange County Convention Center in Orlando.\nShow attendees can hear directly from Vijay Verma, Vice President, Product, in a speaking session titled, “\nTaking Patient Relationships to the Next Level in 2024.” In the talk hosted in the Patient Engagement Theater on Tuesday, March 12 at 12:45 PM, Vijay will explain the current landscape of patient relationship management (PRM), the latest technologies that can be leveraged, and the benefits to health providers and their patients.\n“Patient relationship management addresses the full patient journey, focusing on digital front door, appointment management, care programs, and patient marketing,” said Vik Krishnan, President of TeleVox. “Our solutions boost the number of visits and revenue, reduce staff and operational burden, and provide a delightful patient experience.”\nIn addition to its kiosk in the Patient Engagement 365 area (booth 5678-02), TeleVox will also utilize booth 5167 to showcase its newest technologies:\nTeleVox’s Enterprise Editionredefines patient engagement, turning episodic interactions into continuous, evolving relationships. Leveraging SMART SMS, this omnichannel solution enhances patient experiences, optimizes care, lightens the staff workload, and contributes to the financial success of health systems. TeleVox’s Practice Editionis a purpose-built variant that meets the unique needs of physician practices. Practice Edition addresses common industry challenges – such as inefficient scheduling, lack of automated and scalable communications, patient retention, and reputation management – further highlighting TeleVox’s dedication to redefining healthcare communication through advanced technologies like SMART SMS. TeleVox’s Iris™was debuted at HIMSS 23 and is an AI-driven omnichannel virtual assistant, designed to elevate the patient experience. Iris empowers patients to self-serve key tasks such as scheduling appointments, refilling prescriptions, and accessing vital information, including insurance coverage details, seamlessly across SMART SMS, voice, or web interfaces.\nFor more information about these offerings, please visit TeleVox at booth 5167 at HIMSS 24 or visit\nwww.televox.com.\nAbout TeleVox\nTeleVox is a leading provider of omnichannel digital patient relationship management technology. Our solutions are used by more than 7,000 healthcare organizations—from hospitals and health systems to community health centers—to engage, educate, and empower patients throughout their care journey. Our patient relationship management platform integrates with the electronic health record (EHR) to support automated, personalized, two-way interactions with patients. And our pharmaceutical team partners with life science companies to develop strategic disease state awareness, education, and vaccination reminders by reaching more patients through customized communication. All of these exchanges are possible via text, virtual assistant, interactive voice response (IVR), email, and postcards. For 30 years, TeleVox has helped preserve care continuity, reduce the operational burden on staff, and drive revenue while making the healthcare communication process easier for everyone. TeleVox is part of West Technology Group, LLC controlled by affiliates of certain funds managed by Apollo Global Management, Inc. (NYSE: APO).\nLearn more at\nhttps://www.globenewswire.com/Tracker?data=id8wJIQwV98PN1Afea8GAwpx7FRK_N8Y3Oho88Skpq7U5cmdMo552oKJUvJJ-yjm-j4TVmVNf3oFCr9OJM4wPQ==.\nContact\nDonald Thompson\nHead of Marketing\nDonald.thompson@televox.com\n(315) 720-3304",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "vijay verma",
        "sentiment": "none"
      },
      {
        "name": "vijay",
        "sentiment": "none"
      },
      {
        "name": "vik krishnan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "himss",
        "sentiment": "negative"
      },
      {
        "name": "televox",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "fla.",
        "sentiment": "none"
      },
      {
        "name": "orlando",
        "sentiment": "none"
      },
      {
        "name": "orlando",
        "sentiment": "none"
      },
      {
        "name": "orange county convention center",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T02:56:17.671+03:00",
  "updated": "2024-04-05T02:56:17.671+03:00"
}