{
  "thread": {
    "uuid": "c71665d998ac1c0e3e80a3c7391361075c6b5f04",
    "url": "https://www.marinij.com/2024/01/05/food-for-thought-what-wildlife-need-to-eat/",
    "site_full": "www.marinij.com",
    "site": "marinij.com",
    "site_section": "https://marinij.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Marin Independent Journal &#8211; Marin Breaking News, Sports, Business, Entertainment",
    "title": "Food for thought: What wildlife need to eat – Marin Independent Journal",
    "title_full": "Food for thought: What wildlife need to eat – Marin Independent Journal",
    "published": "2024-01-05T22:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.marinij.com/wp-content/uploads/2024/01/MIJ-L-MG-0106-01.jpg?w=1024&#038;h=683",
    "performance_score": 0,
    "domain_rank": 12313,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c71665d998ac1c0e3e80a3c7391361075c6b5f04",
  "url": "https://www.marinij.com/2024/01/05/food-for-thought-what-wildlife-need-to-eat/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Diane Lynch",
  "published": "2024-01-05T22:00:00.000+02:00",
  "title": "Food for thought: What wildlife need to eat – Marin Independent Journal",
  "text": "Have you ever thought about what animals in the wild need to survive? Like us, they need a balanced diet, which they get over the course of the year: lots of berries in the summer, fresh green growth in the spring, animals for meat, etc. Different animals need different foods: Carnivores eat mostly meat, herbivores eat plants and omnivores consume both. Our local backyard wildlife species, such as skunks, opossums and raccoons, are excellent rodent hunters. They spend their active hours clearing your neighborhoods of rats, mice, slugs, snails, insects and other potentially undesirable pests. Many insects are beneficial, but our local wildlife are just looking for dinner. Opossums are the only marsupial north of Mexico and are native to the eastern United States but have moved west over the centuries and now call most of California home. They’re true omnivores and consume fruits, berries, nuts, pet food, some green plants (your lettuce?), snails, slugs, snakes, frogs, birds and their eggs, along with mice, voles and rats. A large part of their diet is insects, including, apocryphally, ticks. Who doesn’t love something that eats rats and maybe even ticks? They help the gardener who strives to be organic by consuming insects and dispersing seeds. They will feast on roadkill, too. If you have a water source, raccoons will likely be in your garden, but they’re also happy to forage in your green can. My local raccoons get in there and gobble up whatever I’ve dumped in the way of food. Mostly, they’re pretty tidy about not scattering it around our side of the can. They are also fierce hunters and will eat mice, rats and baby birds right from their nests. Skunks are adorable little hunters, too, and if you’re ever lucky enough to have them in your garden in the spring, seeing their babies tussle with each other like kittens is a delightful sight. Do the deer bedevil you by eating your favorite plants? Deer are probably the most annoying animal in terms of damage to the garden, especially the vegetable garden if accessible. Because deer lack upper front teeth, they’ll rip through foliage and uproot newly planted starts. They tend to feed more heavily in the spring and summer months because mothers nursing young and bucks growing horns need more calories to support themselves. As herbivores, they’re going to eat any plants that appeal to them (including poison oak!), so you might consider mixing your desired plants with their least favorites, which include garlic, rosemary, rhubarb, asparagus, oregano and other smelly herbs, with the hope that they don’t find your favored plants. The drier it gets in the summer and fall months, the more likely they are to sample things like succulents, which slake their thirst. Repellents can help deter deer, especially those emitting sulfurous rotten-egg smells. Beware of blood meal in repellents, as your dog may think you’ve left them a nice steak. Be sure to read directions before using repellants on food crops. Your best bet with deer is to fence the areas where you need to exclude them and keep the gates closed. Deer-resistant plants aren’t always effective, so you’ll need to put out samples and see if they eat them. Coyotes are essential to the ecosystem, keeping rodent, jackrabbit and even deer populations in check. Keep pets indoors at dawn, dusk and night to protect them from this opportunistic hunter. Coyotes are generally solitary hunters, but they’ve been observed hunting with badgers, one of our most reclusive carnivores. Gophers eat bulbs, roots and entire plants, which annoys gardeners. Voles go for grass, shrubs and stems, and moles favor worms, grubs and insects. Annoying as they can be, they improve the soil, aerating and moving nutrients around. Let’s not forget birds. Owls, hawks and other raptors also eat rodents, making them important vector controllers. They also eat each other at times — ugh! Smaller birds tend to eat a lot of insects, making them a gardener’s friend, too. We can live with wildlife, and it behooves us to do so since there’s much to be gained by observing the amazing adaptations of our local animals, including insect and rodent control. Sponsored by UC Cooperative Extension, the University of California Marin Master Gardeners provides science- and research-based information for Marin home gardeners. Email questions to helpdesk@marinmg.org. Attach photos for inquiries about plant pests or diseases. Please call 415-473-4910 to see when a master gardener will be at the office or drop off samples 24/7 in the sample box outside the office. To attend a gardening workshop or subscribe to Leaflet, a free quarterly e-newsletter, go to [marinmg.ucanr.edu](http://marinmg.ucanr.edu).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology",
    "Environment"
  ],
  "external_links": [
    "http://marinmg.ucanr.edu).",
    "http://www.marinmg.ucanr.edu)."
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "mexico",
        "sentiment": "none"
      },
      {
        "name": "california",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T02:37:08.974+02:00",
  "updated": "2024-01-06T02:37:08.974+02:00"
}