{
  "thread": {
    "uuid": "486a2cb6eb484aee63850cac668cfdc3d2b4640d",
    "url": "https://www.the-journal.com/articles/panthers-wrestling-opens-2024-on-a-mission/",
    "site_full": "www.the-journal.com",
    "site": "the-journal.com",
    "site_section": "https://www.the-journal.com/feeds/all/",
    "site_categories": [],
    "section_title": "All Stories",
    "title": "Panthers wrestling opens 2024 on a mission",
    "title_full": "Panthers wrestling opens 2024 on a mission",
    "published": "2024-01-07T18:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://imengine.public.prod.dur.navigacloud.com/?uuid=e16d3648-c3e4-5888-92be-2feea98f3bfe&function=fit&type=preview",
    "performance_score": 0,
    "domain_rank": 94733,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "486a2cb6eb484aee63850cac668cfdc3d2b4640d",
  "url": "https://www.the-journal.com/articles/panthers-wrestling-opens-2024-on-a-mission/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ben Bradley",
  "published": "2024-01-07T18:22:00.000+02:00",
  "title": "Panthers wrestling opens 2024 on a mission",
  "text": "With the turn of the calendar, the path becomes a bit clearer for the Montezuma-Cortez High School wrestling team – four high-intensity weekends lead up to the 3A regional championships.\nThere, the Panthers hope to take the next step – sending their first qualifiers since 2021 to the Ball Arena floor in Denver for the state championships.\nWhile the road to state is now sitting on the horizon, the journey to get there will test the Panthers on a weekly basis. Opening their January portion of the schedule, head coach Ryan Daves and the Panthers forged ahead with back-to-back busy days, kicking off with a 1-2 record in their three dual matches at Dolores, before taking 10th place at the deep Rocky Mountain Invitational at Pagosa Springs.\nAmong the Panthers hoping to continue their season into the weekend after Valentines Day, a trio of seniors have their sights set on strong finishes to their careers.\nDJ Vreeken, Hunter Goodall, and Airoughn Morris have been steady guidance for an otherwise-young program, and each had an opportunity to flex their muscles to kick off the final surge of their high school careers.\nIn Dolores, Vreeken and Goodall collected unbeaten marks, before the duo turned around with third place finishes in Pagosa Springs, while Morris added a fifth-place finish at the Rocky Mountain Invite.\nVreeken (17-7, 157 lb.), Goodall (19-3, 190 lb.), and Morris (11-7, 144 lb.) each posted four wins in the flurry of action, an early statement against competition they’ll see again at the regional championships.\nThe underclassmen followed suit for Daves squad, with sophomore Rusty Snyder taking home four wins as well, while sophomore Bodie Stiegelmeyer added three and freshmen Keaton Curleyhair and Teagun Samora collected two wins apiece.\nThe 94 points that the Panthers earned in Pagosa Springs placed them just behind Durango and perennial power Monte Vista, while Centauri edged Pagosa Springs for the early edge in the region with the Invite victory.\nIn their duals a day earlier in Dolores, the Panthers swept past the host Bears, before dropping tight matches with Monticello and Ignacio.\n“We’ve got high hopes for this group,” said Daves after the busy weekend, “the seniors have been performance leaders – they’ve shown the younger guys what it means to work hard, spend extra time on the mats after practice – they want to always keep getting better.”\nFor Vreeken, who has enjoyed a breakout year after missing significant time in his sophomore and junior seasons due to injury, the extra work is paying off.\n“This year is about making a statement,” said Vreeken, “we’ve got some stressful tournaments coming up – and we’ll see some new guys that we haven’t seen before.”\nThe senior narrowly missed out on placing at another marquee invitational – the Warrior Classic in Grand Junction in December – and now has his eyes on improving for regional.\n“I really like what wrestling has done for me mentally – it’s helped me stay focused in school,” added Vreeken, “and with all the reps that I’m putting in, I’m seeing the difference – so now I’m chasing after the extra work in practice. It’s helped me to push through when I get tired in matches – I’m able to say to myself ‘You’re fine, keep going’.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Education",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dj vreeken",
        "sentiment": "none"
      },
      {
        "name": "hunter goodall",
        "sentiment": "none"
      },
      {
        "name": "ryan daves",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "montezuma-cortez high school",
        "sentiment": "negative"
      },
      {
        "name": "airoughn morris",
        "sentiment": "none"
      },
      {
        "name": "panthers",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "dolores",
        "sentiment": "none"
      },
      {
        "name": "ball arena",
        "sentiment": "none"
      },
      {
        "name": "pagosa springs",
        "sentiment": "none"
      },
      {
        "name": "denver",
        "sentiment": "none"
      },
      {
        "name": "rocky mountain invitational",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:25:32.654+02:00",
  "updated": "2024-01-08T01:25:32.654+02:00"
}