{
  "thread": {
    "uuid": "a27c85e2811af22e73b31900fab2f5d759d51f35",
    "url": "https://www.thestar.com/entertainment/stage/bold-adaptation-of-chekhovs-three-sisters-is-set-amid-the-biafran-war-and-theres-drama/article_7c870f5a-dd7e-11ee-9e9e-535fdef3b2a5.html",
    "site_full": "www.thestar.com",
    "site": "thestar.com",
    "site_section": "http://www.thestar.com/search/?f=rss&amp;t=article&amp;c=opinion&amp;l=50&amp;s=start_time&amp;sd=desc",
    "site_categories": [
      "media",
      "hobbies_and_interests",
      "video_and_computer_games",
      "top_news"
    ],
    "section_title": "www.thestar.com - RSS Results",
    "title": "Bold adaptation of Chekhov's 'Three Sisters' is set amid the Biafran War — and there's drama aplenty",
    "title_full": "Bold adaptation of Chekhov's 'Three Sisters' is set amid the Biafran War — and there's drama aplenty",
    "published": "2024-03-08T22:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/thestar.com/content/tncms/assets/v3/editorial/1/6e/16ed8f49-a2a1-5b7b-a76a-f2b9ad67ba66/65eb65fb9dd24.image.jpg?crop=1763%2C926%2C0%2C124&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 862,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a27c85e2811af22e73b31900fab2f5d759d51f35",
  "url": "https://www.thestar.com/entertainment/stage/bold-adaptation-of-chekhovs-three-sisters-is-set-amid-the-biafran-war-and-theres-drama/article_7c870f5a-dd7e-11ee-9e9e-535fdef3b2a5.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "gsumi@dontdisplay.me (Glenn Sumi)",
  "published": "2024-03-08T22:00:00.000+02:00",
  "title": "Bold adaptation of Chekhov's 'Three Sisters' is set amid the Biafran War — and there's drama aplenty",
  "text": "Three Sisters\n3.5 stars (out of 4)\nBy Inua Ellams, after Chekhov, directed by Mumbi Tindyebwa Otu. Until March 24 at the Young Centre for the Performing Arts, 50 Tank House Lane.\nsoulpepper.ca or 416-866-8666\nOne of the criticisms often levelled against the plays of Anton Chekhov is that there’s not much plot or action in them. Even fellow Russian Leo Tolstoy threw up his arms and stated, “Where’s the drama?”\nThe older author would likely have no such issue with the bold adaptation of Chekhov’s “Three Sisters” that just opened at the Young Centre for the Performing Arts, in a co-production between Soulpepper and Obsidian Theatre Company.\nThere’s drama aplenty. And with its backdrop of the Nigerian Civil War, also known as the Biafran War, of 1967 to 1970, this version of the play could arguably be subtitled “War and Peace.”\nNigerian-born, UK-based writer Inua Ellams has shifted the setting from 19th century provincial Russia to the village of Owerri, Nigeria. Instead of longing to return to Moscow, where they grew up, Ellams’ three sisters want to travel back to cosmopolitan Lagos.\nEldest Lolo (Akosua Amo-Adem) is an unmarried, hard-working teacher in the local school; middle sister Nne Chukwu (Virgilia Griffith) is married to the school master, Onyinyechukwu (Tawiah M’Carthy); and youngest, Udo (Makambe K. Simamba), has just turned 20 and is being courted by two soldiers, the idealistic Nmeri Ora (Ngabo Nabea) and the odd, loose canon Igwe (Amaka Umeh).\nYou might be interested in\nThe three sisters — and their underachieving, Cambridge-educated brother, Dimgba (Toni Ofori) — have been living in Owerri for 11 years. Their father, a respected commander of the local brigade, built the house from scratch and wanted to immerse his family in their Igbo traditions, away from the influence of what he called “colonial cultural erosion.”\nWhen the play starts, he’s been dead a year. And as the family attempts to celebrate Udo’s birthday, they can’t help but think back to earlier, more extravagant celebrations.\nWhat they don’t know is that their world is about to go through some big changes involving the country’s neo-colonialist federal government and the Biafran state that emerged after it declared its independence from Nigeria in 1967. Soon they’re going to have bigger issues to deal with than sparsely-attended birthday parties and not being able to get the latest issue of “Lagos Life.”\nThe historical context adds fascinating layers to the material. For one thing, Nne Chukwu’s unhappy union with Onyinyechukwu is the result of an arranged teenage marriage, which explains why she’s attracted to the commander Ikemba (Daren A. Herbert). The siblings’ elderly family friend, Eze (Sterling Jarvis), was trained as a physician, but under British colonial rule couldn’t practice because he was Black, so he spends his days gambling and drinking. The domestic Oyiridiya (JD Leslie), the niece of their maid Nma (Ordena Stephens-Thompson), is a refugee from up north who saw her husband killed by Hausas and wants to exact revenge.\nOne of the key sources of conflict in the play — the three sisters’ dislike of their brother’s girlfriend, who later becomes his wife, here named Abosede (Oyin Oladejo) — is explained by the fact that she comes from the Yoruba tribe.\nWhat this means, however, is that Ellams needs to provide lots of information about the country’s political conflicts and theories about how they arose. Most of this comes through Amo-Adem’s school teacher, who’s disappointed that her brother-in-law, Onyinyechukwu, isn’t as informed as she is. And because of his interest in the state of the country, the young soldier Nmeri Ora emerges as a more distinctive figure than he often does in Chekhov’s original.\nAll of this adds to the play’s lengthy running time of three hours and 20 minutes. It also means that some of the key relationships seem diminished. The growing attraction between Nne Chukwu and Ikemba, for instance, feels less compelling than it does in a more traditional production of the play, especially when we watch it against a backdrop of starvation and death.\nDirector Mumbi Tindyebwa Otu ensures this massive play hits home. Joanna Yu’s set design suggests a modest dwelling with African details that must have been important to the siblings’ father. Ming Wong’s costumes and hair styles tell us as much about the characters’ status and class as Ellams’ dialogue. I especially liked how Onyinyechukwu’s dull, boxy suits show us what he thinks of himself.\nJohn Gzowski’s sound design and compositions help establish mood, whether we’re listening to a rumbling storm about to hit, the detonation of explosives nearby or a moment of nationalistic pride as the actors sing a traditional number.\nIt’s hard to imagine a stronger cast than the one Otu’s assembled. Each character is so well drawn that in the first scene alone the actors’ posture communicates their approach to life: Amo-Adem exhausted, Griffiths slyly awaiting some distraction, Simamba hopefully optimistic.\nCasting the genderfluid Umeh as the soldier Igwe was a clever move; besides bringing much-needed comic relief to the production, they revel in playing a socially awkward, unpredictable suitor. Oladejo’s Abosede goes through the most radical change, beginning as an insecure outsider dressed in mismatched clothes and ending up a ruthless, calculating woman in brutal charge of the household. Jarvis, Stephens-Thompson and Leslie bring their supporting roles to vivid life.\nKeep in mind that this production can be challenging to sit through, especially as it deals with a history that’s not the most familiar (novelist Chimamanda Ngozi Adichie dealt with it in her 2006 novel “Half of a Yellow Sun”).\nBut the political dynamics that we see play out here — all ultimately motivated by greed and profit — regularly happen all over the world. And Chekhov’s themes of longing for the fabled past are, of course, universal.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "http://soulpepper.ca",
    "http://www.soulpepper.ca"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mumbi tindyebwa otu",
        "sentiment": "negative"
      },
      {
        "name": "chekhov",
        "sentiment": "negative"
      },
      {
        "name": "inua ellams",
        "sentiment": "negative"
      },
      {
        "name": "anton chekhov",
        "sentiment": "none"
      },
      {
        "name": "leo tolstoy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "tank house lane",
        "sentiment": "none"
      },
      {
        "name": "obsidian theatre company",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "owerri",
        "sentiment": "none"
      },
      {
        "name": "lagos",
        "sentiment": "none"
      },
      {
        "name": "nigeria",
        "sentiment": "none"
      },
      {
        "name": "soulpepper",
        "sentiment": "none"
      },
      {
        "name": "moscow",
        "sentiment": "none"
      },
      {
        "name": "young centre",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T23:09:20.566+02:00",
  "updated": "2024-03-08T23:09:20.566+02:00"
}