{
  "thread": {
    "uuid": "5745d7d8273caf5db4af1f44d32f76aaca66cb17",
    "url": "https://heraldodemexico.com.mx/espectaculos/2023/12/28/las-peliculas-mas-taquilleras-de-denzel-washington-para-ver-festejar-su-cumpleanos-565814.html",
    "site_full": "heraldodemexico.com.mx",
    "site": "heraldodemexico.com.mx",
    "site_section": "http://heraldodemexico.com.mx/tendencias",
    "site_categories": [
      "travel",
      "mexico_and_central_america"
    ],
    "section_title": "Tendencias - El Heraldo de México",
    "title": "Las 5 películas más taquilleras de Denzel Washington para ver y festejar su cumpleaños | El Heraldo de México",
    "title_full": "Las 5 películas más taquilleras de Denzel Washington para ver y festejar su cumpleaños | El Heraldo de México",
    "published": "2023-12-29T00:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://heraldodemexico.com.mx/u/fotografias/m/2023/12/28/f1280x720-865978_997653_5050.jpeg",
    "performance_score": 0,
    "domain_rank": 22160,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5745d7d8273caf5db4af1f44d32f76aaca66cb17",
  "url": "https://heraldodemexico.com.mx/espectaculos/2023/12/28/las-peliculas-mas-taquilleras-de-denzel-washington-para-ver-festejar-su-cumpleanos-565814.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción El Heraldo de México",
  "published": "2023-12-29T00:05:00.000+02:00",
  "title": "Las 5 películas más taquilleras de Denzel Washington para ver y festejar su cumpleaños | El Heraldo de México",
  "text": "¡Denzel Washington está de cumpleaños!, y hay que reconocer que no es cualquier actor, es uno de los más reconocidos en toda la industria de Hollywood, ha ganado dos Óscar, tres Globos de Oro y un Tony. ¿Hay algo que no haga bien? No solo nos regaló a Black Panther y la carrera de Chadwick Boseman, nos ha dado una infinidad de historias y momentos dignos de un premio, así que aquí tienes las 5 mejores películas para que festejemos su cumpleaños. Día de Entrenamiento Estrenada en 2001 y con la participación de un joven Ethan Hawke, esta película te mantendrá aferrado a tu asiento, su trama es simple, Jake Hoyt (Ethan Hawke) es un policía novato a quien le toca vivir su primer día como oficial de policía, junto al veterano Alonzo Harris (Denzel Washington), lo que los llevará a una alocada travesía. Cabe destacar que es la película con la que Denzel ganó uno de sus dos Óscar como mejor actor en 2001, la puedes encontrar en Prime Video y HBO Max. Gánster Americano Estrenada en 2007, esta película habla sobre Frank Lucas (Denzel Washington) y su travesía por convertirse en el capo más capo de Harlem, una película que seguro te recordará a los Sopranos o la filmografía de Scorsese. Y no solo eso, cuenta con las participaciones de enormes actores, como Josh Brolin, Russell Crowe, Idris Elba, Carla Gugini e incluso Norman Reedus, la puedes encontrar en HBO Max. El coleccionista de Huesos Esta es una de las más aclamadas tanto por la crítica como por la audiencia, en ella Lincoln Rhyme (Denzel Washington) es un detective que queda parapléjico debido a un accidente, pero es el único que podrá detener a un nuevo asesino cereal que ha aparecido. No solo es la excelente actuación de Denzel, también la calidad con la que se presenta una muy joven Angelina Jolie, como la agente Amelie Donaghy, puedes encontrarla en HBO Max y Prime Video. Rescate del Metro 123 Denzel Washington vs John Travolta, ¿se puede decir más?, en esta ocasión un controlador de metro se tendrá que enfrentar al secuestro de uno de los trenes, acto cometido por Ryder, un líder de una banda criminal que amenaza con ejecutar a los pasajeros del metro. Una película adelantada a su tiempo, también cuenta con la participación de James Gandolfini, el rostro de Los Soprano, la puedes encontrar en HBO Max y Prime Video. Barreras Denzel Washington y Viola Davis, nos relatan un drama en la época de los 50, cuando Troy Maxson, un hombre afroamericano, quien no pudo jugar Beisbol por su raza, se interpone en el camino de su hijo cuando un reclutador de Fútbol Americano le ofrece una beca, lo que romperá la convivencia de su familia. Un drama que nos libra de lo condicional, con una Viola Davis estupenda, pues, ganaría el Óscar por su actuación, la puedes encontrar en Netflix.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:12:35.427+02:00",
  "updated": "2023-12-29T00:12:35.427+02:00"
}