{
  "thread": {
    "uuid": "e92486814ce77785c8506f9ac6138e9589198c97",
    "url": "https://www.devdiscourse.com/article/headlines/2761273-cannot-be-described-in-words-shri-ram-janmabhoomi-head-priests-delight-ahead-of-temple-inauguration",
    "site_full": "www.devdiscourse.com",
    "site": "devdiscourse.com",
    "site_section": "http://www.devdiscourse.com/news-analysis/",
    "site_categories": [
      "media"
    ],
    "section_title": "Breaking News, Development News, Latest News, Politics News, Sports News | Devdiscourse",
    "title": "\"Cannot be described in words\": Shri Ram Janmabhoomi head priest's delight ahead of temple inauguration | Headlines",
    "title_full": "\"Cannot be described in words\": Shri Ram Janmabhoomi head priest's delight ahead of temple inauguration | Headlines",
    "published": "2023-12-30T02:23:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.devdiscourse.com/remote.axd?https://devdiscourse.blob.core.windows.net/devnews/30_12_2023_02_52_59_388363.jpg?width=920&format=jpeg",
    "performance_score": 0,
    "domain_rank": 7424,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e92486814ce77785c8506f9ac6138e9589198c97",
  "url": "https://www.devdiscourse.com/article/headlines/2761273-cannot-be-described-in-words-shri-ram-janmabhoomi-head-priests-delight-ahead-of-temple-inauguration",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ANI",
  "published": "2023-12-30T02:23:00.000+02:00",
  "title": "\"Cannot be described in words\": Shri Ram Janmabhoomi head priest's delight ahead of temple inauguration | Headlines",
  "text": "\"Cannot be described in words\": Shri Ram Janmabhoomi head priest's delight ahead of temple inauguration \"Anyone who suffers from any problem and if the problem is solved, then the happiness that comes cannot be described in words...\" he said. [ANI](/ani-stories)| Updated: 30-12-2023 08:23 IST | Created: 30-12-2023 08:23 IST - Country: - India Expressing his joy over the upcoming inauguration of the Ram Temple in Ayodhya, Shri Ram Janmabhoomi head priest Acharya Satyendra Das relived decades of struggle. \"Anyone who suffers from any problem and if the problem is solved, then the happiness that comes, cannot be described in words. Lord Ram (idol) had to stay in a canopy for 28 years, but all the problems and difficulties that existed have been solved and he is now in the permanent temple and the new idol, which is to be consecrated in the temple on January 22, is also ready and that idol will also be installed,\" he said. The head priest shared the journey until the construction of the Ram Temple. \"When I was first made priest on March 1, 1992, Ram Lalla was seated in that disputed structure, which was called Babri Masjid. He was installed there in the central dome with his. three brothers; All four brothers and other Gods and Goddesses were also present there and it looked really beautiful. All the devotees used to go and have darshan from nearby places,' said Acharya Satyendra Das. \"After December 6, 1992, when the disputed structure was demolished we had to face a lot of trouble in removing the idol and it was removed along with the throne and kept away... Karsevaks removed the stones and levelled the area. After placing pillars all around and putting up a curtain, the temporary temple was formed, where Ram Lalla resided and the prayers also began from December 6,\" he added. He also mentioned that initially, problems were faced due to cold and rainy weather, after which a waterproof and fireproof pavilion was placed upon the orders of the court. The head priest also stated that multiple problems were faced over the years but the problems were eventually fought back. \"There were many problems but the reason to face these problems is that when the Sun rises, there is light. When it sets, there is darkness as well and we have seen darkness as well as light at that place,\" he said. The city of Ayodhya is gearing up for the grand consecration ceremony. As per temple officials, the consecration ceremony will be held over seven days, starting on January 16. On January 16, the host appointed by the temple trust, Shri Ram Janmbhoomi Teerth Kshetra, will conduct the atonement ceremony. The 'Dashvidh' bath, Vishnu worship, and offering to cows will be held on the banks of the Saryu River. Following that, on January 17, a procession carrying the idol of Ram Lalla, depicting Lord Ram as a five-year-old, will reach Ayodhya. Devotees carrying Saryu river water in 'Mangal Kalash' will reach the Ram Janmabhoomi temple. On January 18, formal rituals will kick off with the Ganesh Ambika puja, Varun puja, Matrika puja, Brahmin Varan, and Vastu puja. On January 19, the holy fire will be lit, followed by the establishment of 'Navagraha' and a 'havan' (holy ritual surrounding the fire). The sanctum sanctorum of the Ram Janmabhoomi temple will be washed with Saryu water on January 20, after which the Vaastu Shanti and 'Annadhivas' rituals will take place. On January 21, the idol of Ram Lalla will undergo a ceremonial bath with water from 125 urns. On the final day, January 22, after the morning puja, the deity of Ram Lala will be consecrated in 'Mrigashira Nakshatra' in the afternoon. (ANI) (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.) ALSO READ [\"No disrespect\": Justin Timberlake tells crowd before singing 'Cry Me a River'](/article/entertainment/2747841-no-disrespect-justin-timberlake-tells-crowd-before-singing-cry-me-a-river) [Canada: Indian-origin truck driver who killed 16 in 2018 crash loses deportation appeal](/article/international/2747859-canada-indian-origin-truck-driver-who-killed-16-in-2018-crash-loses-deportation-appeal) [Tripura: VHP to invite people to join Ram temple inauguration in Ayodhya](/article/politics/2748831-tripura-vhp-to-invite-people-to-join-ram-temple-inauguration-in-ayodhya) [Five members of family drowned in Shalmala river near in Karnataka; bodies of three members recovered](/article/headlines/2749396-five-members-of-family-drowned-in-shalmala-river-near-in-karnataka-bodies-of-three-members-recovered) [Drunk driver rams vehicles, arrested for reckless driving injuring three](/article/business/2748396-drunk-driver-rams-vehicles-arrested-for-reckless-driving-injuring-three)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "shri ram janmabhoomi",
        "sentiment": "negative"
      },
      {
        "name": "acharya satyendra das",
        "sentiment": "none"
      },
      {
        "name": "ram lalla",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "ayodhya",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T05:03:06.718+02:00",
  "updated": "2023-12-30T05:03:06.718+02:00"
}