{
  "thread": {
    "uuid": "e089e5a11e5a59e240ce98c76a4fc8daf620d284",
    "url": "https://www.cp24.com/sports/marc-andre-fleury-poised-to-pass-patrick-roy-for-second-on-nhl-s-all-time-wins-list-1.6703683",
    "site_full": "www.cp24.com",
    "site": "cp24.com",
    "site_section": "https://www.cp24.com",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "CP24 &ndash; Breaking News, Toronto News Today",
    "title": "Marc-Andre Fleury poised to pass Patrick Roy for second on NHL's all-time wins list | CP24.com",
    "title_full": "Marc-Andre Fleury poised to pass Patrick Roy for second on NHL's all-time wins list | CP24.com",
    "published": "2023-12-28T21:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.cp24.com/polopoly_fs/1.6703685.1703797541!/image/image.jpg_gen/derivatives/landscape_620/image.jpg",
    "performance_score": 0,
    "domain_rank": 8931,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e089e5a11e5a59e240ce98c76a4fc8daf620d284",
  "url": "https://www.cp24.com/sports/marc-andre-fleury-poised-to-pass-patrick-roy-for-second-on-nhl-s-all-time-wins-list-1.6703683",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Joshua Clipperton, The Canadian Press",
  "published": "2023-12-28T21:07:00.000+02:00",
  "title": "Marc-Andre Fleury poised to pass Patrick Roy for second on NHL's all-time wins list | CP24.com",
  "text": "Marc-Andre Fleury never dreamt of seeing his name alongside hockey's goaltending greats.\nHe just wanted to play. And play Fleury did, both on and off the ice.\nThe kid from Sorel, Que., known for his competitive fire and infectious personality, including the odd well-timed prank on a teammate, adored Patrick Roy growing up.\n\"Oh yeah,\" Fleury said. \"Big Montreal Canadiens fan.\"\nDecades later, Fleury is poised to pass the four-time Stanley Cup champion for No. 2 on the NHL's all-time wins list.\nHe might have laughed off the notion all those years ago skating on the outdoor rinks northeast of Montreal, along with a colourful response.\n\"Would have said you were (expletive) nuts ... no way,\" Fleury said back in the fall of eclipsing Roy's 551 regular-season victories. \"Never even thought I'd make it to the NHL.\"\nMake it he did. Then he flourished.\nThe last goalie taken first overall at the draft when the Pittsburgh Penguins selected him No. 1 in 2003, Fleury sits just one win shy of Roy.\n\"Very fortunate to play this long and with many good teams,\" said the 39-year-old Minnesota Wild netminder.\nThe three-time Cup winner owns a record of 550-320-91 along with two ties in 998 career regular-season games.\nAnd while Fleury, who could be playing out his final season, is on the brink of catching Roy, the top spot occupied by Martin Brodeur and his 691 victories remains secure.\n\"So many years of consistency,\" Fleury said of Quebec's goalie giants. \"They always found a way.\"\nIn between Pittsburgh and Minnesota, Fleury also had a memorable stretch with the Vegas Golden Knights, leading the franchise to the Cup final in its expansion season before a brief stop with the Chicago Blackhawks.\nHe left an impression at every stop.\n\"One of the best guys I've ever met,\" said Toronto Maple Leafs winger Ryan Reaves, who played with Fleury in Pittsburgh, Vegas and Minnesota. \"So humble. Sometimes I wonder how I'm such good friends with him.\"\nVancouver Canucks head coach Rick Tocchet was with Fleury as an assistant when the Penguins won back-to-back Cups in 2016 and 2017.\n\"One of my top players to be around,\" Tocchet said. \"Unreal human being.\"\nBlackhawks defenceman Seth Jones said Fleury, who also won the Cup with Pittsburgh in 2009, left a mark during his half-season stint in the Windy City.\n\"You hear stories of him lighting up a locker room, how hard of a worker he is,\" Jones said. \"To see it first-hand ... natural-born leader.\"\nThe blueliner added the 2021 Vezina Trophy winner's practice habits never wavered.\n\"Never quit on a puck — second, third, fourth rebound — he's fighting for it,\" Jones said. \"Just a competitor.\"\nWild forward Matt Boldy tried to not be star-struck when Fleury first arrived in Minnesota.\n\"I'm not really like that where my jaw drops,\" said the 22-year-old. \"But that was a pretty cool moment.\"\nFleury also sits in high regard among opponents.\n\"Pretty rare for a goalie to be a first overall pick,\" Toronto captain John Tavares said. \"A lot of pressure. Amazing how well he handled it.\"\nFleury also endured tough times. He struggled in a couple series with the Penguins, and even lost the net to Matt Murray in the 2016 playoffs, but came back stronger.\n\"Intense competitor, awesome guy off the ice,\" Wild defenceman Alex Goligoski said. \"He doesn't care if he lets in four or five goals, as long as he wins.\n\"And if he gives up one and has 50 saves, but we lose, he's pissed.\"\nFleury has found himself behind Filip Gustavsson in Minnesota's crease pecking order as he's slowly inched towards Roy's mark.\nWild forward Frederick Gaudreau — a fellow Quebecer — said it's been special to share space with a hero in both the game and their home province.\n\"Born with that aura, that positive energy,\" Gaudreau said. \"I feel very grateful.\"\nHe added Fleury has offered fresh perspective simply by how he goes about his day.\n\"Very important for professional athletes to keep your heart young,\" Gaudreau said. \"We started playing because it was fun to shoot or save a puck. It should stay that way.\n\"There's a business involved, but the core of everything should be always the fun.\"\nWhile Brodeur leads NHL's all-time wins list, Roy is tops when it comes to playoff victories with 151. Brodeur is second with 113, followed by Fleury and Grant Fuhr, who both have 92.\n\"My main focus is always just trying to win that game,\" Fleury said. \"I always think about that first.\n\"Whatever I can get afterwards, well, that's pretty cool.\"\nThose victories have piled up to the point where he's on the cusp of claiming the No. 2 spot — and passing his childhood idol.\nRelated Stories Fleury heads to Wild, but most big trades completed long before NHL deadline day 'It'll be fun, no?': Wild's Fleury challenges Blues' Binnington to a fight Marc-Andre Fleury wins big at NHL trade deadline Wild acquire Marc-Andre Fleury; Johansson back to Caps",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Sport",
    "Human Interest"
  ],
  "external_links": [
    "https://www.ctvnews.ca/sports/marc-andre-fleury-wins-big-at-nhl-trade-deadline-1.5828967",
    "https://www.ctvnews.ca/sports/fleury-heads-to-wild-but-most-big-trades-completed-long-before-nhl-deadline-day-1.5827329",
    "https://www.ctvnews.ca/sports/it-ll-be-fun-no-wild-s-fleury-challenges-blues-binnington-to-a-fight-1.6316655",
    "https://ctvnews.ca/sports/it-ll-be-fun-no-wild-s-fleury-challenges-blues-binnington-to-a-fight-1.6316655",
    "https://ctvnews.ca/sports/marc-andre-fleury-wins-big-at-nhl-trade-deadline-1.5828967",
    "https://ctvnews.ca/sports/fleury-heads-to-wild-but-most-big-trades-completed-long-before-nhl-deadline-day-1.5827329"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "patrick roy",
        "sentiment": "negative"
      },
      {
        "name": "marc-andre fleury",
        "sentiment": "negative"
      },
      {
        "name": "fleury",
        "sentiment": "none"
      },
      {
        "name": "roy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nhl",
        "sentiment": "negative"
      },
      {
        "name": "big montreal canadiens",
        "sentiment": "none"
      },
      {
        "name": "pittsburgh penguins",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sorel",
        "sentiment": "none"
      },
      {
        "name": "minnesota",
        "sentiment": "none"
      },
      {
        "name": "que.",
        "sentiment": "none"
      },
      {
        "name": "montreal",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:25:36.850+02:00",
  "updated": "2023-12-29T00:25:36.850+02:00"
}