{
  "thread": {
    "uuid": "71ce66ca452fa16a53560092518bbf37f29e4a81",
    "url": "https://www.rinnovabili.it/energia/fotovoltaico/acquisti-di-energia-pulita-record-46gw-2023",
    "site_full": "www.rinnovabili.it",
    "site": "rinnovabili.it",
    "site_section": "http://rinnovabili.it/rss/",
    "site_categories": [
      "business",
      "green_solutions"
    ],
    "section_title": "Rinnovabili.it",
    "title": "Gli acquisti di energia pulita segnano il record: 46GW nel 2023",
    "title_full": "Gli acquisti di energia pulita segnano il record: 46GW nel 2023",
    "published": "2024-02-16T10:35:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://cdn.rinnovabili.it/wp-content/uploads/2024/02/max-bottinger-gRT-IRygEhg-unsplash.jpg",
    "performance_score": 0,
    "domain_rank": 74934,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "71ce66ca452fa16a53560092518bbf37f29e4a81",
  "url": "https://www.rinnovabili.it/energia/fotovoltaico/acquisti-di-energia-pulita-record-46gw-2023",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "stefania",
  "published": "2024-02-16T10:35:00.000+02:00",
  "title": "Gli acquisti di energia pulita segnano il record: 46GW nel 2023",
  "text": "Il Corporate Energy Market Outlook del primo semestre 2024 di BNEF\n(Rinnovabili.it) – Gli acquisti di energia pulita nel mondo segnano un nuovo record. Nel 2023 i contratti di compravendita energetica a lungo termine, noti anche come Power Purchase Agreement (PPA), stipulati tra produttori e aziende, sono cresciuti del 12% rispetto al 2022. Contrattualizzando 41 GW di nuova potenza verde. Il dato è globale, ma a fare da traino sono state più che altro due regioni: il Nord America e l’Europa. Il Vecchio Continente, in particolare, si è fatto notare per la rapidità di crescita: i suoi corporate PPA eolici e fotovoltaici hanno registrato una vera e propria impennata, aumentando nel 2023 del 74%. A fare il punto della situazione è il Corporate Energy Market Outlook del primo semestre 2024, pubblicato qualche giorno fa da\nBloombergNEF (BNEF).\nIl rapporto mostra come il miglioramento dell’economia in regioni chiave come quella europea, insieme agli imminenti obiettivi aziendali in materia di sostenibilità, siano stati i principali fattori alla base dei nuovi acquisti di energia pulita. E posiziona il mercato dei PPA aziendali su un trend 2024 addirittura migliore. “Non è mai stato così facile per un’azienda acquistare energia pulita”, spiega Kyle Harrison, responsabile della ricerca sulla sostenibilità presso BloombergNEF e autore principale del rapporto. “Per la prima volta, una varietà di strutture contrattuali sono ampiamente disponibili a livello globale per aiutare le aziende a decarbonizzare i propri consumi di energia. Questi contratti sono ora il fulcro delle strategie di sostenibilità di molte società, piuttosto che qualcosa di utile ma non necessario”.\nAcquisti di energia pulita, chi sono i grandi venditori?\nIl quadro europeo – nel 2023 sono stati stretti PPA rinnovabili per 15,4 GW – deve la sua dinamicità al repentino calo dei prezzi che ha reso le condizioni di stipula più allettanti in mercati come Spagna, Germania, Regno Unito e Paesi Bassi. Basti pensare che questi 4 paesi da soli rappresentano oltre la metà degli accordi di compravendita annunciati nella regione lo scorso anno.\nleggi anche\nPPA rinnovabili, per l’Europa è il momento dell’ottimismo\nMa se focalizziamo la lente sulle singole realtà aziendali emergono altri dati interessanti. Amazon si conferma il maggior compratore di energia pulita al mondo tramite PPA solari ed eolici oltre 200 aziende monitorate da BNEF. Nel 2023 la società ha annunciato 8,8 GW di Power Purchase Agreement in 16 paesi. Nuovi acquisti che portano il portafoglio aziendale a quota 33,6 GW di potenza rinnovabile contrattualizzata. Tra i grandi compratori 2023 appaiono anche Meta, LyondellBasell e Google. “Con l’ascesa dell’intelligenza artificiale, l’elettrificazione dei trasporti e l’aumento della necessità di produzione, prevediamo che la domanda di energia da parte del settore privato aumenterà nei prossimi anni”, ha affermato Harrison. “L’energia pulita, soprattutto attraverso i PPA, sarà probabilmente la prima e migliore opzione per molte aziende”.\nE tra i venditori? La francese Engie ha venduto la maggior parte dell’energia pulita tramite PPA aziendali lo scorso anno: ben 2,4 GW di accordi. Rappresenta anche l’unico grande sviluppatore ad aver firmato un PPA fotovoltaico legato ad impianti a terra e in mare. Seguono in classifica AES, che ha annunciato accordi per 1,9 GW (primo della lista nei due anni passati), Tata Power con 1,2 GW, Lightsource BP (1 GW) ed Eneco (0,9 GW).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [
    "https://about.bnef.com/blog/corporate-clean-power-buying-grew-12-to-new-record-in-2023-according-to-bloombergnef/",
    "https://www.about.bnef.com/blog/corporate-clean-power-buying-grew-12-to-new-record-in-2023-according-to-bloombergnef/",
    "https://about.bnef.com/blog/corporate-clean-power-buying-grew-12-to-new-record-in-2023-according-to-bloombergnef"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T12:40:00.591+02:00",
  "updated": "2024-02-16T12:40:00.591+02:00"
}