{
  "thread": {
    "uuid": "74689b389972458ff5a6b12980196b22636668a3",
    "url": "https://www.coloradopolitics.com/news/colorado-to-launch-first-in-the-nation-app-that-could-revolutionize-responder-safety/article_52092e56-2735-11ef-b226-f7347cb34c1c.html",
    "site_full": "www.coloradopolitics.com",
    "site": "coloradopolitics.com",
    "site_section": "https://www.coloradopolitics.com/search/?f=rss&t=article&c=news&l=50&s=start_time&sd=desc",
    "site_categories": [
      "politics",
      "law_government_and_politics"
    ],
    "section_title": "www.coloradopolitics.com - RSS Results in news of type article",
    "title": "Colorado to launch first-in-the-nation app that could revolutionize responder safety",
    "title_full": "Colorado to launch first-in-the-nation app that could revolutionize responder safety",
    "published": "2024-06-23T19:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/coloradopolitics.com/content/tncms/assets/v3/editorial/f/d7/fd7c6de8-2735-11ef-81fb-1b4db4b5416d/66670e073233c.image.png?crop=1920%2C1008%2C0%2C35&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 29193,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "74689b389972458ff5a6b12980196b22636668a3",
  "url": "https://www.coloradopolitics.com/news/colorado-to-launch-first-in-the-nation-app-that-could-revolutionize-responder-safety/article_52092e56-2735-11ef-b226-f7347cb34c1c.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Marianne Goodland marianne.goodland@coloradopolitics.com",
  "published": "2024-06-23T19:00:00.000+03:00",
  "title": "Colorado to launch first-in-the-nation app that could revolutionize responder safety",
  "text": "A tanker stalls on the side of the highway. A driver runs into tanker's back end. The tank explodes. The incident shuts down the highway. Emergency personnel, firefighters, and law enforcers scramble. If that sounds familiar, it should. A similar situation happened on I-70 on May 16, when an SUV rear-ended a stalled tanker. The black smoke from the fire could be seen all the way to downtown Denver. As the first responders scrambled that day, Ben Miller, director of the Colorado Department of Public Safety’s [Center of Excellence for Advanced Technology Aerial Firefighting](https://www.cofiretech.org/), watched them in real time using a technology the military first created and used by special forces. The technology — whose use is widespread among federal government agencies — has never been deployed at the state or local level. And now Colorado is poised to be the first state in the nation to use it. Situational awareness Created under legislation in 2014, the [Center of Excellence for Advanced Technology Aerial Firefighting](https://www.cofiretech.org/) works on developing technologies to come up with science and data-focused research to help firefighters. But its tasks have grown exponentially in 10 years, with Miller and Brad Schmidt, the wildland fire projects manager, now working to launch what's called the [Colorado Team Awareness Kit](https://cotak.gov/guest/guest-home) or COTAK. COTAK is an app that relays responders' location to managers and team leaders in an emergency situation, whether it’s a highway accident or a wildfire. The app effectively shows first responders' location in a map in real time. The center's website points to just why first responders should explore this technology. Key to that, the center said, is maintaining \"situational awareness,\" which requires an understanding of the locations of the initial set of first responders and succeeding responders, as well as other incident information, such as the locations of 911 calls. Currently, the center noted, when responders are on foot and away from their vehicles, the standard method for communicating that information is to relay it over a two-way radio. That, the center said, \"leaves substantial room for error and misunderstanding, especially while under stress.” The center hopes to remedy that handicap by beta-testing the COTAK system and then launch it full speed in August. So far, about 1,500 first-responders are part of the test, and Miller and Schmidt estimate that number could grow tenfold when it becomes fully operational. Here's the kicker: The technology, owned by the federal government, is free to fire, police, EMS and other first responder agencies, including search and rescue, and even park rangers out on trails. This week, COTAK is keeping a watchful eye on the Twin Lakes fire in Lake County, 12 miles south of Leadville and which has scorched more than 700 acres. The Center The Center of Excellence for Advanced Technology Aerial Firefighting arose of worries that Colorado needs better wildland resources and that it needs to rely less on the federal government during bad wildfire days. The 2014 legislation that created the center followed one of the worst years for wildfires that included nearly a dozen, with more than 500 homes destroyed and two deaths in the Black Forest area in El Paso County, the second most destructive fire in state history. That led to the creation of the Colorado Firefighting Air Corps. It wasn’t just an investment in hardware, Miller said. “It was a new way of doing business in wildland firefighting,\" he said. Notably, that meant a multi-mission aircraft program, which Miller called a “new and brave step, and a change in the approach to wildland firefighting.” The state made two aircraft purchases that included the same cameras found in predator drones used by the U.S. Air Force. So, instead of waiting for a column of smoke that could indicate a fire was about to take off into a severe one, the planes would use those infrared cameras to find lightning strikes and ignitions, allowing firefighters to tackle those fires at their smallest points. The goal is to reduce what would have been a one-month fire into a weeklong fire. And with the multi-mission aircraft based at Centennial Airport, a pilot can be anywhere in the state in 45 minutes to an hour, Miller explained. The aircrafts have also been deployed for search and rescue, as well as law enforcement operations. Along with the planes, the center began looking at modern technologies, as its tasks expanded beyond aviation and wildland firefighting. A free, open source app Schmidt's job was to look at technologies that could help firefighters be more efficient. But there was a bigger problem — preventing fatalities. That problem came into the nation's full view in the Yarnell Hill fire in Arizona in 2013, in which 19 Granite Mountain Hotshots died. It was the deadliest wildfire for firefighters in 20 years. In that fire, an extreme and sudden shift in weather patterns caused the fire to intensify and cut off the firefighters’ escape route. They died from intense heat and flames. Other factors included problems with radio communications. Schmidt, who came on board in 2015, started researching the different technologies that could locate firefighters. In Colorado, that’s complicated by poor cellphone service in the mountains or other wilderness areas, as well as a lack of a street grid. Consider this: How does a first responder tell someone where they are, when they're on a remote mountain fighting a fire, or somewhere else where streets aren't part of the geography? Schmidt likened it to playing 20 questions to figure out where people are. The goal, in its simplest terms, is the ability to put a dot on the map and see exactly where someone is. Schmidt learned about an Android app known as the [Team Awareness Kit](https://www.dhs.gov/science-and-technology/news/2017/11/17/snapshot-atak-increases-situational-awareness-communication) (TAK). Created by the military and the Department of Homeland Security about 15 years ago, Special Forces deployed the technology to locate the “bad guys and the good guys” and map out a battlefield. From its first days, TAK proved so successful that its use spread to other military forces and the Federal Bureau of Investigation. Eventually, Schmidt explained, it's now deployed throughout the federal government. A [2019 white paper](https://www.dhs.gov/sites/default/files/publications/tactical_awareness_kit_508.pdf) from Homeland Security said one of its early first responder applications occurred during Hurricane Harvey in Houston in 2017. The app’s users could be law enforcement, fire, emergency medical service, personnel from other agencies, or even military, the white paper said. “Instead of hearing intermittent radio transmissions from unknown operators at unknown locations while simultaneously engaging in an action themselves, these operators can now see who and where those elements are on a mobile screen, and even communicate with team members from different agencies, and do it in a multitude of ways,” the paper said. Many greeted the app with some skepticism, the white paper noted. But the app won them over quickly — multiple organizations used it “to coordinate rescues, respond to criminal activity, identify infrastructure breeches, and establish perimeters in danger zones, in addition to multiple other collaborative activities,” the white paper said. The Air Force had come up with the idea of making the app available to first responders. “Let’s ‘open source’ it and make it free,” Schmidt said. Schmidt seized on it. “This thing is free, we can test it and field it at no cost, and that was intriguing,” he said. In 2022, with funding from the General Assembly, the state made the leap from research and development to building the operating system. Today, 1,512 users across 103 different local agencies are in the beta testing program. They include first responders at any level of government — from forest rangers to police officers, Schmidt said. Eliminating the guesswork While the app has a wide variety of uses, how it’s used primarily is for first responders to locate themselves or other personnel in their agencies, along with where the emergency is taking place. “It’s all about real time location services,” Schmidt said. People use the app to see where the first responders are within their agency. The Center of Excellence for Advanced Technology Aerial Firefighting sets up the app for the agency and trains the personnel, including supervisors who will use it to locate their people. The app can do much more than just locate people. It can also locate vehicles and aircraft involved in emergency situations, from Med-evacs to firefighting or law enforcement vehicles. For a first-responder agency, it’s about getting real-time intelligence. Take an emergency situation that involves an injured party in a remote location that requires transport to a hospital. The app has been used to allow search and rescue teams to watch in real time when that medevac helicopter is getting closer. They can then plan out for that landing, Schmidt said. “You can never keep up with that information over a voice radio,” Schmidt said. First responders have died because they couldn’t communicate their location in real-time. So, how does someone in a remote area describe exactly where they are, especially in a 3,000-acre wildfire? Saying “I’m on the southside of the ridge” could mean almost anywhere. COTAK eliminates that guesswork. Consider another scenario. Wildland firefighters are out digging fire lines. Their job is not to make the next tactical decision, Miller said. The boss will do that. So, using COTAK will give that supervisor the ability to know exactly where everyone is, and more importantly, move to safety when it’s necessary. It eliminates the need to guess where people are, Schmidt said. It won’t replace some of the older technologies, like walkie-talkies, Schmidt noted. In the fire line example, those boots-on-the-ground firefighters would still need those radios, he said. But the real beauty of COTAK is in a large-scale emergency, when multiple agencies must respond, going back to that accident on I-70. “Everyone is on the same system. They just hit a button on the app and they’re able to see the locations of people from other agencies,” Schmidt said. An agency that adopts COTAK will learn how to interact, using the technology, with other neighboring agencies. “We create the capabilities and the tools to build it, and once they’ve got it set up, we make sure it keeps running. That’s our role in this,” Schmidt said. “We build the structure, but the management is local or even regional, if you’re looking at a lot of different agencies working together.” Miller joked that it’s like a big, white truck, and the local agencies get to decide about the paint and the tires and where they’re driving. Local agencies customize it to their needs. “And we provide that truck for free,” Miller said. Miller, Schmidt and others hope adoption will be driven by the ease of access. “We teach you how to use it, we make it easy,” Miller said. Colorado won’t be the only state setting up its own TAK. Texas is working on rolling it out for law enforcement. Other states are watching how Colorado is setting up its system. Schmidt has also been contacted by foreign governments, starting with Australia. Miller likens COTAK to personal protective equipment used by first responders, such as a bulletproof vest or Nomex, a specialty pair of pants for firefighters. The 2024-25 state budget included a boost of $1.2 million and five more full-time equivalent employees for COTAK. Those funds will be used to provide outreach, user training and technical support to the first responders who sign up for the technology. For example, 911 calls will be integrated into the system, Schmidt said. “We want people to be engaged on a daily basis with this technology,” he said. “This is purely carrots,” Schmidt said. So far, its availability is spreading via word of mouth. But with the permanent funding, the center will start outreach at conferences and through marketing efforts, such as a video that will help instruct first responders on how to use it. [Available via YouTube](https://www.youtube.com/watch?v=AnHZpJP2I3Q), the video drew some 20,000 views, including 4,000 in one week alone. The technology is not available to the public. It’s not on Apple or Android app stores. Even if people could download the app, all they’ll see is where they’re located. The rest of the system won’t be accessible. The center also hopes to eventually offer in-person training to agencies and to assist them in developing policies on how the app would be used. Time will tell what the best practices will be, Miller said, but the center’s role is to collect those best practices and make them available to the agencies. Infatuated with the possibilities The system has a few kinks that need to be worked out. One is privacy. Users are a bit skittish about being “tracked” versus being “located.” The data for most users is retained no more than seven days, Schmidt said. “If people are truly using this every day throughout the course of their shift, that establishes their pattern of life. That becomes an officer safety issue for law enforcement,” he said. The center certainly doesn’t want COTAK to create “a juicy target” for, say, a hacker to go after. If people do need more time with the data, such as for evidentiary purposes, there’s a mechanism to contact the center to assist with that. But it’s really up to each agency to decide how long they want to retain the data. In addition to privacy issues, can it be deployed in extremely remote areas in Colorado, where cell phone service isn’t available? COTAK has the ability to tap into satellite systems and can then pass the data onto the command posts. It can also tap into what’s known as wireless mesh radios, which create their own networks that can work with COTAK, no more complicated than strapping an antennae onto the radio in a firefighter’s backpack. In the near future, technologies are being developed that will connect cell phones to space without ever having to use a cell tower. And that might be COTAK’s future, too. Schmidt and Miller said they are excited about COTAK’s future. They’re looking at biometrics, which could tell a supervisor that a first responder is in distress, based on heart rates or other vital signs, connected to a smart watch. They’re already looking at how to integrate apps, such as Apple Health, into the system. Miller added he’s “infatuated” with the possibilities. Schmidt described the idea to a colleague recently, and one of the staff had tears in his eyes. When he was asked why, he said, he worked with a friend on a wildland fire in Southern California. “You work as hard as you can” in those situations, the man said, based partly on the culture of not letting your buddy down. The friend went home, ended up later in the emergency room and died that night, attributed to exhaustion. “You don’t want to tell someone you don’t feel good ... but with specific scientific data,” that firefighter could have gotten himself or herself to an emergency room or even just come off the line long enough to get some shade and water, Miller said. Another use of those biometrics, Miller said, is that a chief could choose which crew to send based on the team’s biometrics. “I’ve got two teams available and we have this really hard task. My opportunity for success is improved if I pick the healthier team, the one that hasn’t worked 12 shifts in a row,” he said. That could also apply to law enforcement, which is Miller’s background, in which, during a crisis situation, supervisors can look at the physical health of an officer and possibly choose someone else to staff a call. Miller said he feels like the CEO of a startup tech company. “I didn’t do any of this stuff in the first 15 years of my career,\" he said. Ultimately, he said, he feels compelled to preach the technology's viability — because, given the risk first responders face, he is sure it would save lives. He cited his boss, Mike Morgan, the head of the Fire Prevention and Control Division, on the value of the COTAK system. “In the future, if you don’t use this, it creates negligence,” Morgan told him.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.dhs.gov/science-and-technology/news/2017/11/17/snapshot-atak-increases-situational-awareness-communication",
    "http://www.youtube.com/watch?v=AnHZpJP2I3Q",
    "https://www.dhs.gov/sites/default/files/publications/tactical_awareness_kit_508.pdf",
    "https://www.cofiretech.org/",
    "https://cotak.gov/guest/guest-home",
    "https://dhs.gov/science-and-technology/news/2017/11/17/snapshot-atak-increases-situational-awareness-communication",
    "https://www.cofiretech.org",
    "https://dhs.gov/sites/default/files/publications/tactical_awareness_kit_508.pdf",
    "https://cofiretech.org/",
    "https://www.cotak.gov/guest/guest-home",
    "http://youtube.com/watch?v=AnHZpJP2I3Q",
    "http://www.youtube.com/watch"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ben miller",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "center of excellence for advanced technology aerial firefighting",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "colorado",
        "sentiment": "none"
      },
      {
        "name": "denver",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-24T16:13:53.167+03:00",
  "updated": "2024-07-01T04:44:38.034+03:00"
}