{
  "thread": {
    "uuid": "d7d3ae556718843770af5127441a44ac96aa723f",
    "url": "https://www.jdsupra.com/legalnews/year-in-review-top-deals-in-2023-7817564/",
    "site_full": "www.jdsupra.com",
    "site": "jdsupra.com",
    "site_section": "http://www.jdsupra.com/resources/syndication/docsRSSfeed.aspx?ftype=AllContent&premium=1",
    "site_categories": [
      "law_government_and_politics",
      "legal_issues"
    ],
    "section_title": "JD Supra RSS Feed | JD Supra Law News",
    "title": "Year in Review: Top Deals in 2023",
    "title_full": "Year in Review: Top Deals in 2023",
    "published": "2023-12-29T01:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://jdsupra-static.s3.amazonaws.com/profile-images/og.15363_1913.jpg",
    "performance_score": 0,
    "domain_rank": 3322,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d7d3ae556718843770af5127441a44ac96aa723f",
  "url": "https://www.jdsupra.com/legalnews/year-in-review-top-deals-in-2023-7817564/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Goodwin",
  "published": "2023-12-29T01:15:00.000+02:00",
  "title": "Year in Review: Top Deals in 2023",
  "text": "According to PWC, “2023 was a reasonably strong year for the pharmaceutical and life sciences sector with both deal value and volume of M&A close to pre-pandemic levels.” Below is a recap of the top M&A deals in 2023 that focus on biologics and biosimilars and were covered on the Big Molecule Watch. In March, Coya Therapeutics, Inc. (“Coya”), a biopharmaceutical company based in Houston, announced a worldwide agreement with Dr. Reddy’s Laboratories Ltd. (“Dr. Reddy’s”) to license Dr. Reddy’s proposed biosimilar abatacept for the development and commercialization of COYA 302 for the treatment of neurodegenerative conditions. Under the agreement, Coya in-licensed Dr. Reddy’s proposed abatacept biosimilar and obtained exclusive rights to develop and commercialize COYA 302 across multiple neurodegenerative diseases in multiple territories, including in North and South America, the EU, United Kingdom, and Japan. Dr. Reddy’s will have exclusive rights to the same in areas outside of these territories. Coya later reported its 48-week clinical data for a proof-of-concept open-label study in 4 patients with amyotrophic lateral sclerosis (ALS) demonstrating that treatment with COYA 302 appeared to ameliorate disease progression. In October, Coya reported new data supporting the mechanism of action of COYA 302 for the treatment of Amyotrophic Lateral Sclerosis (“ALS”) at the 22nd Annual Northeast ALS Consortium Meeting. In September, Meitheal, a biopharmaceutical company based in Chicago, entered into an exclusive licensing deal with Tonghua Dongbao Pharmaceutical Co., Ltd. (“THDB”) to market three biosimilars of the top selling branded insulins in the United States – asprat, lispro and glargine. All are expected to begin clinical trials in 2024. The agreement granted Meitheal and its parent company, Nanjing King-Friend Biochemical Pharmaceutical Co., Ltd. (“NKF”), exclusive rights to commercialize the three biosimilar insulin products upon approval by the FDA, estimated to be on or around 2026. THDB and NKF will jointly handle product development and supply. In January, Coherus BioSciences, Inc. (“Coherus”) announced the execution of a binding term sheet with Klinge Biopharma GmbH (“Klinge Biopharma”) for the exclusive commercialization rights to FYB203, Formycon AG’s (“Formycon”) biosimilar candidate to EYLEA (aflibercept), in the United States. Under the binding term sheet, Coherus will make a total upfront payment to Klinge of approximately €30 million, comprised of cash and Coherus common stock, thirty days after the execution of the definitive agreements. Coherus will also make other regulatory and launch milestone payments and share profits approximately equally with Klinge in consideration for the commercialization rights to FYB203 in the United States. Formycon AG is entitled to participate in all Klinge income under the agreement with Coherus in the mid-single to low-double-digit-percentage range. Coherus intends to launch the product at EYLEA biosimilar market formation, currently expected to be in 2025, if approved. In January, Alteogen, Inc. (“Alteogen”) announced that it entered an exclusive license agreement with Sandoz AG (“Sandoz”) pursuant to which Sandoz will have worldwide rights to use Alteogen’s ALT-B4 hyaluronidase, derived using HYBROZYME Technology, to develop and commercialize a subcutaneous version of a Sandoz biosimilar product. Sandoz also has an option to license the HYBROZYME Technology for two other products. Under the agreement, Alteogen received an upfront payment and is eligible to receive milestone payments upon Sandoz’ achievement of specified development, regulatory and sales milestones. Alteogen will be entitled to receive tiered royalties ranging from mid-single digit to low-double digit on sales of the commercialized product. Alteogen will be responsible for regulatory development and commercial supply of ALT-B4 to Sandoz. For the two option products under this agreement, Alteogen and Sandoz will negotiate separate agreements at the time of exercising each option. The agreement allows for both companies to collaborate on the development and commercialization of additional products that Sandoz may undertake to develop. In June, Coherus announced that it has entered into a definitive merger agreement with Surface Oncology, Inc. (“Surface Oncology”), where, at the closing, Coherus will acquire Surface Oncology, a clinical-stage immuno-oncology (“I-O”) company developing next-generation immunotherapies that target the tumor microenvironment. Coherus noted that this acquisition adds two differentiated clinical stage assets to Coherus’ novel I-O pipeline: SRF388, a novel IL-27-targeted antibody currently being evaluated in Phase 2 clinical trials in lung cancer and liver cancer, and SFR114, a CCR8-targeted antibody currently in a Phase 1/2 study as a monotherapy in patients with advanced solid tumors. There was reported a stock for stock transaction valued at up to $65 million and an approximate three-fold premium over Surface’s anticipated net cash of $20 to $25 million at closing. Surface shareholders will also receive CVRs based on potential future payments for previously partnered assets and for potential ex-US licensing. [View source.] See more » DISCLAIMER: Because of the generality of this update, the information provided herein may not be applicable in all situations and should not be acted upon without specific legal advice based on particular situations. © Goodwin Refine your interests »",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "reddy",
        "sentiment": "none"
      },
      {
        "name": "coya",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "pwc",
        "sentiment": "negative"
      },
      {
        "name": "eu",
        "sentiment": "none"
      },
      {
        "name": "coya therapeutics, inc.",
        "sentiment": "none"
      },
      {
        "name": "’s laboratories ltd.",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "south america",
        "sentiment": "none"
      },
      {
        "name": "japan",
        "sentiment": "none"
      },
      {
        "name": "united kingdom",
        "sentiment": "none"
      },
      {
        "name": "north",
        "sentiment": "none"
      },
      {
        "name": "houston",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T01:17:37.736+02:00",
  "updated": "2023-12-29T02:11:58.944+02:00"
}