{
  "thread": {
    "uuid": "e3e0873ea1126d88978724beea417faca5b7874b",
    "url": "https://www.atalayar.com/articulo/politica/otan-destaca-contribucion-marruecos-seguridad-internacional/20240503094920199567.html",
    "site_full": "www.atalayar.com",
    "site": "atalayar.com",
    "site_section": "https://www.atalayar.com/feeds",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "La OTAN destaca la contribución de Marruecos a la seguridad internacional",
    "title_full": "La OTAN destaca la contribución de Marruecos a la seguridad internacional",
    "published": "2024-05-03T09:49:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.atalayar.com/media/atalayar/images/2024/05/03/2024050308463940285.jpg",
    "performance_score": 0,
    "domain_rank": 42133,
    "domain_rank_updated": "2024-04-30T13:08:01.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e3e0873ea1126d88978724beea417faca5b7874b",
  "url": "https://www.atalayar.com/articulo/politica/otan-destaca-contribucion-marruecos-seguridad-internacional/20240503094920199567.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Daniel Abascal",
  "published": "2024-05-03T09:49:00.000+03:00",
  "title": "La OTAN destaca la contribución de Marruecos a la seguridad internacional",
  "text": "La OTAN destaca la contribución de Marruecos a la seguridad internacional\nEl máximo responsable militar de la OTAN elogió el compromiso de larga data de\nMarruecos con la seguridad internacional y su papel como socio clave en la lucha contra las amenazas regionales.\nEl presidente del Comité Militar de la OTAN, almirante Rob Bauer, elogió la dedicación de Marruecos a las reformas sociales, políticas y económicas durante una conferencia de prensa en Rabat.\nBauer, que se encontraba de visita de tres días en el reino norteafricano, destacó la participación activa de Marruecos en los ejercicios de la OTAN, compartiendo su experiencia en la lucha contra el terrorismo, el control de la inmigración ilegal y la seguridad marítima.\n“La OTAN se enorgullece de contar con Marruecos entre sus socios”, declaró Bauer, subrayando los fuertes lazos establecidos a través del Diálogo Mediterráneo y el programa de cooperación de la OTAN.\nSeñaló los retos comunes a los que se enfrentan los miembros de la OTAN y los países de la región de Oriente Medio y Norte de África (MENA), como el extremismo, el terrorismo y la proliferación nuclear.\n“Aunque los enfoques puedan diferir, es crucial transformar nuestra diversidad en fortaleza”, afirmó Bauer. Destacó el compromiso de la OTAN de estrechar lazos con socios regionales como Marruecos, subrayando la necesidad de una mayor colaboración para garantizar la paz y la estabilidad regionales.\nPara ello, añadió, es necesario que la OTAN sepa escuchar mejor e invierta en sus asociaciones fomentando el capital humano y la experiencia.\nEl lunes se debatieron en Rabat diversos aspectos de la cooperación entre la OTAN y Marruecos en una reunión entre el almirante Bauer y el ministro marroquí responsable de la Administración de Defensa Nacional, Abdellatif Loudiyi.\nLa visita del almirante al reino marroquí formaba parte de “los esfuerzos de la OTAN por reforzar su asociación con los miembros del diálogo mediterráneo, con vistas a evaluar la situación de la seguridad regional y consolidar las oportunidades de cooperación con la Alianza\", declaró la Administración de Defensa Nacional en un comunicado.\nEl mismo día, Bauer pronunció una conferencia en el Real Colegio de Enseñanza Militar Superior de Kenitra para oficiales militares sobre el tema “Perspectivas y estrategias de la OTAN”, añadió el comunicado.\nLos funcionarios de la OTAN destacan con frecuencia la importancia de la cooperación con Marruecos, que ha estado presente en varios actos de alto nivel para debatir su papel y su compromiso con la seguridad regional. Marruecos fue designado aliado principal no perteneciente a la OTAN en 2004.\nEn su informe anual 2023, el secretario general de la OTAN, Jens Stoltenberg, señaló la importancia de la asociación con Marruecos para hacer frente a los retos de seguridad.\nLas fuerzas del orden marroquíes, así como el Ejército del Reino, participaron en varios eventos patrocinados por la OTAN, como la Operación Sea Guardian, junto a fuerzas de Gran Bretaña, España y Portugal.\nMarruecos también participó en el ejercicio STEADFAST JACKAL 23, centrado en centros de mando asistidos por ordenador, celebrado en España y Noruega a finales de 2023.\nSegún las autoridades marroquíes, el país norteafricano sigue reforzando su enfoque en materia de seguridad para hacer frente a varios retos, como la lacra de los delitos relacionados con el terrorismo, además de otras formas de delitos transnacionales como la trata de seres humanos, entre otros.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Politics"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-03T10:56:25.024+03:00",
  "updated": "2024-05-03T10:56:25.024+03:00"
}