{
  "thread": {
    "uuid": "692731fd1d0cf8be861f01f8a8c91a95ae84e952",
    "url": "https://www.vancouverisawesome.com/animal-stories/otter-caretaker-things-you-didnt-know-unique-vancouver-job-9168207",
    "site_full": "www.vancouverisawesome.com",
    "site": "vancouverisawesome.com",
    "site_section": "https://www.vancouverisawesome.com",
    "site_categories": [
      "canada",
      "travel",
      "top_news"
    ],
    "section_title": "Vancouver News  - Vancouver Is Awesome",
    "title": "How can you work or volunteer with rescued marine mammals? - Vancouver Is Awesome",
    "title_full": "How can you work or volunteer with rescued marine mammals? - Vancouver Is Awesome",
    "published": "2024-07-04T23:35:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.vmcdn.ca/f/files/via/images/animals/lindsaye_holding_otter.JPG;w=1200;h=800;mode=crop",
    "performance_score": 0,
    "domain_rank": 15293,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "692731fd1d0cf8be861f01f8a8c91a95ae84e952",
  "url": "https://www.vancouverisawesome.com/animal-stories/otter-caretaker-things-you-didnt-know-unique-vancouver-job-9168207",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Prisca Tang",
  "published": "2024-07-04T23:35:00.000+03:00",
  "title": "How can you work or volunteer with rescued marine mammals? - Vancouver Is Awesome",
  "text": "Once you see [ Tofino](https://www.vancouverisawesome.com/animal-stories/adorable-sea-otter-pup-being-cared-for-in-vancouver-gets-name-9170873), the adorable rescued [sea otter pup](https://www.vancouverisawesome.com/animal-stories/adorable-sea-otter-pup-vancouver-marine-mammal-rescue-photos-video-9107686), stretching in her sleep, you can't help but immediately Google \"how to become an otter nanny.” Imagining yourself hugging the adorable pup all day, surrounded by all her cuteness, the job sounds like a dream. However, Tofino’s nurse, Vancouver Aquarium Marine Mammal Rescue Society (VAMMR) Senior Manager Lindsaye Akhurst, says that, in reality, the job requires physical strength, and sometimes it can be emotionally challenging. 1. You need to be 19 to become a baby otter caretaker Unlike other types of sitters, an otter caregiver has to be a minimum of 19 years old. After satisfying this basic requirement, there are two ways to be Tofino’s caretaker — either by becoming a volunteer or a staff member at the VAMMR). However, neither option will be easy as the competition is fierce. 2. Volunteering at the Marine Mammal Rescue Centre is as difficult as getting into the United States Naval Academy Even though the VAMMR currently has around 200 to 220 volunteers, joining the ranks is not easy. “Knowing how cute the animals are, every year we do get a huge amount of applicants,” Akhurst explains. \"This year we recruited around 40 volunteers, but we had around 350 people apply,” she adds. In other words, this year’s acceptance rate is around 11 per cent, which is about the same as the acceptance rate of the United States Naval Academy. However, even after being accepted, not all volunteers are placed on the animal care and feeding team. VAMMR volunteers also work in other roles such as research, administration, data entry, and washing dishes for the animals. Volunteers need to work in five- or six-hour shifts, and there is a chance that the organization will hire you afterwards. 3. Another way is to go to a nursing school for animals Besides being a volunteer, attending a nursing school for animals might increase your chances of being part of the marine animal caretaking team. “Not all of our staff are Registered Veterinary Technicians, but it’s a good stepping stone to get into [the field],” Akhurst says. In British Columbia, two schools offer programs for animal care technology: Douglas College and Thompson Rivers University. During the two-year intensive program, you are asked to complete a practicum (internship), where you get hands-on experience with animals. Upon completing the program, you must take board exams to become a registered veterinary technician. However, if animal nursing is not your calling, the centre also likes people from related academic backgrounds as they can bring different elements to the work. “We also have staff that have a degree in zoology or a research-based background and have come through our program volunteering, and they're hired afterwards,” she points out. 4. Taking care of an otter pup is harder than you think Yes, it is like taking care of a newborn baby. Taking care of an otter pup also takes your undivided attention for 24 hours a day. All day every day, there are at least two people, one volunteer and one staff, from the team looking after the baby otter. Akhurst describes a day in the life of the centre's latest rescue: “When [Tofino] wakes up. She eats. She has a swim. She goes back to grooming. Maybe she plays, and then she goes to sleep. It’s a three-or-four-hour cycle that repeats throughout the day.\" Taking care of the baby otter seems all fun and games, but Akhurst said that grooming can take hours. “After she comes out from the water, we obviously want to get her dry. The base of her coat is pretty dry but there can be a few trouble spots. Then you apply some comb actions to pull the hair back so the skin is taut,” Akhurst adds. Separating the hair gently without pulling the hair requires lots of patience and dedication. One of the otter caretakers said that there are many techniques involved in using the comb or towel to get the fluff ball dry. Usually, sea otters know how to groom themselves, but this baby is still learning, so she needs a little help from the caretakers. 5. You need the physical capacity to take care of those babies Remember how each shift is five to six hours a day? Most of that time you will be standing on your feet. “You’re lifting up animals. You’re feeding them, while they are moving. Then you have to clean them up. It is fast-paced and you can be extremely busy,” Akhurst explains. This is why you rarely see any pictures of caretakers holding a baby marine mammal while sitting down. 6. Be prepared to listen to baby otter screams Tofino is so tiny, how loud can she be? The answer is very loud. When Tofino was taken out of the water after an enjoyable swim, she started screaming in a high-pitched voice. It was not because she was hurt or unhappy, but because she wanted attention. As baby otters have a “puppy coat” to keep them afloat, the otter moms have to dive into the water and hunt for food, leaving the baby behind for a while. Even though the mom would put the babies on a kelp bed so the otter babies would not float too far away, sometimes the current is still strong enough to carry them away. That is why they have to scream to get the mom’s attention. Competing against the loud noises of the waves crashing and running in the waters, the baby otters' screams must be high, sharp, and piercing for the moms to know the babies’ whereabouts. Their screams don't hinder their overall cuteness, but if you have sensitive earbuds, maybe you should factor it in. 7. It is ‘rare’ to get otter pups but it is common to get baby seals The good and bad news is that the centre does not get a lot of baby sea otters. It is good because that means the babies are well taken care of by their moms in the wild, but the sad news is that you might not be able to be their caretaker even if you join the centre. While baby otters are not always there for you to take care of, baby seals are frequent guests of the centre. During the summer season, the centre can take in dozens of harbour seals in a week. The 48 tubs at the centre are often filled. However, taking care of baby seals is different from taking care of otter pups. Otters need to be cared for closely when young, while for seals, caretakers are more hands-off. “The seals get fed, go through fish school at the big pool, and get health checkups. When they are ready, they will be released into the wild. So the seals must not get habituated to people and have a bit of that wild side,” Akhurst describes. In other words, this job is not just about playing with animals or patting them, it is about prioritizing the animals’ best interests. 8. Caring for rescued marine mammals can be emotional There is another side of being an animal caretaker that people often overlook — the emotional challenges. “Compassion is important. But there’s also compassion fatigue in our industry too. When people get emotionally attached to the animals, taking care of them 24 hours a day, it is hard emotionally for the caretakers to find out that they sometimes do not make it,” Akhurst points out. Even though those emotions are sometimes hard to handle, Akhurst says the team learns from these unfortunate cases. “Having open communication is important for [handling emotions]. So, we go through those cases and work through those emotions together,” Akhurst adds.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lindsaye akhurst",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "vancouver aquarium marine mammal rescue society",
        "sentiment": "none"
      },
      {
        "name": "google",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "tofino",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T00:26:28.385+03:00",
  "updated": "2024-07-05T00:26:28.385+03:00"
}