{
  "thread": {
    "uuid": "2a9957ed983d4feb85c537844d26a1806e532f3b",
    "url": "https://www.clarin.com/deportes/fin-especulaciones-formula-1-espanol-fernando-alonso-anuncio-renueva-aston-martin_0_Aj6mWDC2pH.html",
    "site_full": "www.clarin.com",
    "site": "clarin.com",
    "site_section": "https://argentinos.es/feed/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "El Diario Ar &#8211; Argentinos.es",
    "title": "Fin a las especulaciones en la Fórmula 1: el español Fernando Alonso anunció que renueva con Aston Martin",
    "title_full": "Fin a las especulaciones en la Fórmula 1: el español Fernando Alonso anunció que renueva con Aston Martin",
    "published": "2024-04-11T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.clarin.com/img/2024/04/11/LjTtyTVTN_2000x1500__1.jpg",
    "performance_score": 0,
    "domain_rank": 2378,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2a9957ed983d4feb85c537844d26a1806e532f3b",
  "url": "https://www.clarin.com/deportes/fin-especulaciones-formula-1-espanol-fernando-alonso-anuncio-renueva-aston-martin_0_Aj6mWDC2pH.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción Clarín",
  "published": "2024-04-11T03:00:00.000+03:00",
  "title": "Fin a las especulaciones en la Fórmula 1: el español Fernando Alonso anunció que renueva con Aston Martin",
  "text": "Fernando Alonso bicampeón de la Fórmula Uno firmó una extensión contractual para seguir en Aston Martin al menos durante las próximas dos temporadas y le puso así fin a las especulaciones en torno a su futuro en medio de un mercado de pilotos abiertos y con asientos codiciados en Mercedes y -probablemente- en Red Bull.Tras la decisión de Lewis Hamilton de correr en Ferrari a partir de 2025 el español de 42 años que disputa actualmente su segunda temporada en el equipo de Lawrence Stroll se posicionaba como un posible reemplazante en Mercedes de decidir continuar en la F1.Sin embargo este jueves se comunicó un acuerdo “multianual” entre el español y la escudería con base en Silverstone que incluyó una breve declaración del bicampeón con Renault. “Estoy en mi mejor estado físico y sigo con hambre. Lo daré todo mientras continuamos nuestro camino para ser una escudería campeona del mundo” dijo Alonso en el anuncio.El piloto ibérico se incorporó a Aston Martin procedente de Alpine para reemplazar al alemán Sebastian Vettel quien entonces anunció su retiro y ahora crecen los rumores sobre un posible regreso para ocupar el puesto libre de compañero de George Russell en Mercedes.“Hemos construido una relación sólida de trabajo en los últimos 18 meses y compartimos la misma determinación de ver que este proyecto sea exitoso” expresó Mike Krack director de la escudería. Distintas versiones periodísticas habían vinculado a Alonso con una posible mudanza a Mercedes. “Hemos estado en un diálogo constante durante los últimos meses y Fernando ha sido fiel a su palabra: cuando decidió que quería seguir en el automovilismo nos habló primero a nosotros” confesó Krack. “Fernando ha demostrado que cree en nosotros y nosotros creemos en él” remarcó.“Dije al comienzo del año que yo decidiría si quería seguir corriendo primero y luego me sentaría a charlar con el equipo” argumentó el piloto que se inició en Minardi y pasó por Renault Ferrari McLaren Alpine y Aston Martin. “Desde el momento que me incorporé a la escudería en 2023 me he sentido como en casa -reforzó-. En apenas 15 meses hemos logrado ya mucho juntos con algunos podios y batallas memorables”.Desde aquel inicio en 2001 en Faenza Alonso puso su nombre a continuación de los títulos de Michael Schumacher en Ferrari con sus campeonatos de 2005 y 2006 con Renault. Y después de un retiro que solo se prolongó por dos años -en 2019 y 2020 para competir en otras series incluida su participación en las 500 Millas de Indianápolis- retornó a la F1.Si bien en Alpine no la pasó bien Aston Martin le sirvió para confirmar sus credenciales. Alonso trepó seis veces al podio en las primeras ocho carreras de la temporada anterior cuando su equipo mejoró del séptimo al quinto sitio en el campeonato de constructores.En medio de un mercado de pases atípico que tuvo un movimiento inesperado en febrero cuando el calendario todavía no había comenzado y Carlos Sainz quedó desempleado de cara al próximo año el nombre del español se incluyó en los rumores de futuros movimientos. Temperamental y experimentado Alonso utilizó las recientes carreras para insinuar que no se dejaría influenciar por especulaciones que hasta incluían un posible retiro de la F1 por segunda vez: \\\"Elegí cuándo irme de un equipo cuándo unirme a un equipo elegí cuándo dejar la F1 y elegí cuándo volver. Y ahora elegiré lo que haré el año que viene. No voy a seguir lo que hagan los demás y dicten mi destino. Lo haré por mí mismo. Para bien o para mal así es como soy\\\".A una semana del inicio del Gran Premio de China quinta fecha de la temporada y mucho antes del comienzo de la silly season -ese período sin carreras en el verano europeo- Alonso movió su ficha y le dio su voto de confianza a Aston Martin de cara a los cambios que se avecinan y prometen revolucionar la F1 en 2026.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T00:13:30.721+03:00",
  "updated": "2024-04-12T00:13:30.721+03:00"
}