{
  "thread": {
    "uuid": "da180aea97c86681ace56af7e94eaa7b6b35a9ef",
    "url": "https://www.iltempo.it/italpress/2024/01/20/news/mattarella-le-guerre-ci-riguardano-l-europa-e-rinata-con-la-pace--38167547/",
    "site_full": "www.iltempo.it",
    "site": "iltempo.it",
    "site_section": "https://www.iltempo.it/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Il Tempo",
    "title": "Mattarella “Le guerre ci riguardano, l'Europa è rinata con la pace”",
    "title_full": "Mattarella “Le guerre ci riguardano, l'Europa è rinata con la pace”",
    "published": "2024-01-20T14:36:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://img.iltempo.it/images/2024/01/20/123649067-a16f62ce-4c8b-4f2e-8b4b-6dda8ee14a34.jpg",
    "performance_score": 0,
    "domain_rank": 21774,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "da180aea97c86681ace56af7e94eaa7b6b35a9ef",
  "url": "https://www.iltempo.it/italpress/2024/01/20/news/mattarella-le-guerre-ci-riguardano-l-europa-e-rinata-con-la-pace--38167547/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-20T14:36:00.000+02:00",
  "title": "Mattarella “Le guerre ci riguardano, l'Europa è rinata con la pace”",
  "text": "Mattarella “Le guerre ci riguardano, l'Europa è rinata con la pace”\nROMA (ITALPRESS) – “Attraversiamo una stagione difficile, per molti aspetti drammatica, in cui l’uomo sembra, ostinatamente, proteso a distruggere quel che ha costruito, a vilipendere la propria stessa dignità. Le guerre che si combattono ai confini dell’Europa ci riguardano”. Lo ha detto il presidente della Repubblica, Sergio Mattarella, nel suo intervento alla cerimonia di inaugurazione di Pesaro capitale italiana della cultura 2024.\n“Non soltanto perchè il vento delle morti, delle distruzioni, degli odi percorre le distanze ancora più rapidamente di quanto non facciano le armi e incide sulle nostre esistenze, sulle nostre economie e soprattutto sulle nostre coscienze – ha proseguito Mattarella -. Ci riguardano perchè l’Europa, rinata nel dopoguerra, ha iscritto la parola pace nella sua identità.\nL’Europa è tornata a vivere con la pace e nella pace.\nLa straordinaria stagione di creatività culturale della seconda metà del Novecento è figlia di quella scelta. Quella promessa di pace ha generato libertà e uguaglianza, consentendo anche di rianimare la parola “fraternità” – che la Rivoluzione francese aveva issato sui pennoni, e poi oscurata nell’evolvere dei conflitti sociali, dagli insorgenti nazionalismi, dalla pretesa di ridurre “ad unum” il volere dei popoli, dalle volontà di potenza. Questioni cruciali, queste, che chiamano alla responsabilità i governanti. Responsabilità che coinvolge le comunità e le persone, non meno degli Stati”.\n“La pace è anche un grande tema che riguarda la cultura. La cultura è un lievito che può rigenerare la pace. E con essa i valori umani che le guerre tendono a cancellare, annegandoli nell’odio, nel rancore, nella vendetta, indotti dagli estremismi nazionalistici. In questo momento parlare di cultura, pensare la cultura, trasmettere cultura vuol dire alzare lo sguardo, per un compito di grande portata – ha detto ancora Mattarella -. Perchè la cultura è paziente semina, specialmente nelle nuove generazioni. Perchè la cultura è beneficamente contagiosa e permette di riflettere sulla storia per non ricadere negli errori del passato. Permette di ammirare l’arte, la bellezza, l’ingegno, consapevoli che l’estetica non può separarsi da un’etica di rispetto per la persona”.\n“Pesaro si è assunta questo compito, proponendo come tema per il suo anno da capitale: “La natura della cultura” – ha proseguito il presidente della Repubblica -. La natura, il suo equilibrio da ricostituire, la riconciliazione con l’ambiente, gravemente violato e sfruttato, sono anch’essi obiettivi urgenti di civiltà e di pace. La distruzione di risorse non può essere gabbellata come sviluppo ma va indicata come regressione. La sostenibilità è un nome della pace. Cultura è conoscenza. Ma anche coscienza. Ci vogliono intelligenza e coraggio per battere strade nuove. Pesaro si propone quest’anno di far interagire arte, natura e tecnologia”, ha aggiunto.\n– Foto ufficio stampa Quirinale –\n(ITALPRESS).\n ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-20T14:38:32.086+02:00",
  "updated": "2024-01-20T14:38:32.086+02:00"
}