{
  "thread": {
    "uuid": "443aa2f21a0ab3eec19b4644f8cc6e00792fddef",
    "url": "https://sipse.com/novedades-yucatan/record-de-trasplantes-de-rinon-en-la-unidad-umae-del-imss-461284.html",
    "site_full": "sipse.com",
    "site": "sipse.com",
    "site_section": "http://feeds.feedburner.com/sipsePuntoCom",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "Récord de trasplantes de riñón en la Unidad UMAE del IMSS",
    "title_full": "Récord de trasplantes de riñón en la Unidad UMAE del IMSS",
    "published": "2024-01-06T01:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://images.sipse.com/Lc8-xJAZV1uUoPWjx3aoF7nTeAQ=/724x500/smart/2024/01/05/1704493967615.png",
    "performance_score": 0,
    "domain_rank": 47645,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "443aa2f21a0ab3eec19b4644f8cc6e00792fddef",
  "url": "https://sipse.com/novedades-yucatan/record-de-trasplantes-de-rinon-en-la-unidad-umae-del-imss-461284.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Novedades Yucatán",
  "published": "2024-01-06T01:09:00.000+02:00",
  "title": "Récord de trasplantes de riñón en la Unidad UMAE del IMSS",
  "text": "Récord de trasplantes de riñón en la Unidad UMAE del IMSS\nRealizan 54 intervenciones exitosas; fomentan donación de órganos.\nEl Instituto Mexicano del Seguro Social (IMSS) en Yucatán rompió un récord histórico de trasplantes de riñón, al realizar 54 intervenciones quirúrgicas en la Unidad Médica de Alta Especialidad (UMAE) en Mérida, durante 2023, con los más estrictos protocolos de atención integral, para brindar a las y los pacientes la posibilidad de salvar su vida y mejorar su salud.\nEl jefe de Departamento Clínico de la Unidad de la UMAE, doctor Jorge Martínez Ulloa, aseguró que esta cifra llegó a su máximo histórico, de la mano de un gran esfuerzo de la ciudadanía para continuar fortaleciendo la cultura de la donación, acompañada de estrategias para prevenir y cuidar la salud de todas y todos.\n“Los trasplantes son procedimientos médicos y clínicos que consisten en trasladar los órganos, tejidos o células de una persona (donador) a otra (receptor), con la finalidad de mejorar la calidad de vida del paciente o la posibilidad de darle una oportunidad para continuar viviendo; por tal motivo, es trascendental esta decisión que ayudará a regalarle una nueva oportunidad de vivir a quien necesita un trasplante renal”, aseguró Martínez Ulloa.\nLas y los pacientes que suelen requerir una donación y trasplante son aquellos que generaron una falla orgánica por algún accidente, o que sufrieron daño en algún tejido, por infección, por tumores, cirrosis, disfunción hepática o por patologías cardíacas irreversibles al tratamiento.\nLos órganos que se trasplantan en el IMSS son: riñón, hígado, corazón, pulmón, páncreas, al igual que tejidos como córneas y válvulas cardíacas, por lo que el doctor Martínez Ulloa llamó a seguir contribuyendo con la donación altruista, ya que en el país hay una gran necesidad, sobre todo de riñones, hígados, corazones y córneas.\nEs importante hacer hincapié en que toda persona viva o después de muerta, sin importar la edad, el sexo, la etnia o la religión, puede ser candidato a donante.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T02:41:22.402+02:00",
  "updated": "2024-01-06T02:41:22.402+02:00"
}