{
  "thread": {
    "uuid": "0131806afb1b1ae3573d3d68c6f09d844ba2f49c",
    "url": "https://vnexplorer.net/hector-alvarez-especialista-en-coches-para-videoclips-en-casi-todas-las-peliculas-o-series-se-han-equivocado-en-algo-s2122524.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/feed",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Héctor Álvarez, especialista en coches para videoclips : “En casi todas las películas o series se han equivocado en algo\"",
    "title_full": "Héctor Álvarez, especialista en coches para videoclips : “En casi todas las películas o series se han equivocado en algo\"",
    "published": "2024-03-29T11:16:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 52651,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0131806afb1b1ae3573d3d68c6f09d844ba2f49c",
  "url": "https://vnexplorer.net/hector-alvarez-especialista-en-coches-para-videoclips-en-casi-todas-las-peliculas-o-series-se-han-equivocado-en-algo-s2122524.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-03-29T11:16:00.000+03:00",
  "title": "Héctor Álvarez, especialista en coches para videoclips : “En casi todas las películas o series se han equivocado en algo\"",
  "text": "Nathy Peluso bailó sobre el capó de un BMW de 1987 para el videoclip de su tema Mafiosa; la actriz Maggie Civantos (Vis a Vis) condujo un Alfa Romeo del 68 bajo las voces de Maldita Nerea y Leire Martínez; y un Mercedes 500 SE de 1986 interpretó al vehículo de un mafioso para un vídeo de KaseO. Son coches de escena, protagonistas bajo los focos y, en todos estos casos, fueron conseguidos para el rodaje por If You Like Cars.\nFundada por el diseñador de automoción, Héctor Álvarez Sánchez, esta empresa de alquiler de coches trabaja como intermediaria entre una amplia red de contactos y las productoras o particulares interesados en realizar con ellos sesiones de fotos, spots publicitarios, vídeos musicales o películas. Asimismo, también lleva a cabo la restauración de vehículos y la organización de eventos relacionados con la cultura del motor, como Autopía, que el próximo mes de abril verá amanecer su tercera edición. Se trata de un enclave para los amantes de los coches, como el propio Héctor, que vive rodeado de ellos.\nHéctor Álvarez Sánchez es el fundador de la empresa If You Like Cars\n¿Cómo surgió If You Like Cars?\nA mí me apasionan los coches desde que nací y traté de meterme en el mundillo con el primero que me compré: un Alfa Romeo de los años 60. Empecé a ir a todas las concentraciones y hacía fotos, escribía sobre los modelos que veía y decidí crear la web de If You Like Cars para contar todo eso a través de artículos.\nDespués empecé a organizar yo las concentraciones. Primero, con cuarenta coches en la nave de mi abuelo; luego, con ciento cincuenta; e invitaba a todo tipo de personas. Daba igual si tenían mucho dinero y un coche de los 60 o si se trataba de un chico joven que se gastaba todo su sueldo en un compacto deportivo. Al abrir el capó, podían hablar entre sí y esa era la filosofía.\nLuego, como soy “Héctor, el de los coches” para mucha gente, cada vez que alguien necesitaba un coche venía a mí y, poco a poco, me empezaron a llamar de alguna productora para hacer un videoclip, o personas interesadas para una sesión de fotos. Al final, han pasado por mis manos coches muy buenos de amigos que, afortunadamente, se fían de mí. Soy, por así decirlo un “cuidador de coches”.\nPablo Alborán en un Alfa Romeo Giulia de 1968\nComo soy ‘Héctor, el de los coches’, cada vez que alguien necesitaba uno, venía a mí Héctor Álvarez SánchezFundador de If You Like Cars\n¿Qué diferencia a If You Like Cars de otras empresas de alquiler de coches de escena?\nEn otras empresas, se dedican única y exclusivamente a los coches de escena. Normalmente, funcionan más en el campo de series o películas; y es un tipo de producción donde necesitan, por ejemplo, diez coches de los 80s o diez de los 90s. Es un poco más generalista y con vehículos de menos valor. A veces, hay alguno con más valor, pero suelen ser para grandes producciones y proyectos muy alargados en el tiempo.\nEn el mundo de la publicidad, sesiones de fotos y videoclips, es diferente. Suelen querer uno o dos coches, pero que sean más guais y más pintones. En eso me enfoco yo.\nEn vuestra página web aparece el tiempo que tardáis en conseguir un determinado coche que, normalmente, es muy poco. ¿Ha habido algún caso en el que no lo hayáis podido conseguir?\nPues mira, ayer me pidieron unos coches para el videoclip de una chica medio trapera y resulta que los quieren para derrapar en un descampado. Es una cosa muy poco cuidada, mejor para coches con poco valor y que el propietario lo haga por gusto. Además, en este caso, el presupuesto era mínimo. Normalmente, me piden cosas más cuidadas.\n¿Cómo es la dinámica del alquiler de coches de escena? ¿Qué os suelen pedir?\nCuando sabes de coches, te das cuenta de que en casi todas las películas o series se han equivocado en algo: Han metido un sonido que no toca con ese coche, han puesto un Porsche del 72 en 1968… Los directores de arte normalmente piden el Mustang rojo, la furgoneta de los hippies, el escarabajo, el coche americano…\nEntonces, yo no voy a conseguir un coche que utilizaron hace un mes en el videoclip de ese rapero para utilizarlo con otro cantante porque, en ese caso, no estaría haciendo algo profesional. Habría dos videoclips con el mismo coche en un espacio de tiempo muy breve. Por ello, hago el papel de consultor.\n¿En qué sentido?\nMe viene alguien y me pide un Lamborghini verde. Entonces le digo: “vale, ¿pero sabías que hay esta marca de este tipo de coche que, a lo mejor, te cuadra más y ha salido mucho menos?”. A raíz de eso ya pregunto de qué color lo quiere, con qué interior, si prefiere de dos puertas o cuatro, que tenga un aspecto elegante o que encaje para un mafioso. Finalmente, muchas veces seleccionamos algo que no se hubieran imaginado nunca y es una idea diferente.\nNadie lo sabrá porque no es el típico titular que sale en una revista, pero esa foto es, posiblemente, imposible de repetir Héctor Álvarez SánchezFundador de If You Like Cars\nNicki Nicole fotografiada junto a un De Tomaso del año 2002\n¿Podrías poner un ejemplo?\nUna vez, un conocido que tiene una revista musical (UMOMAG) contactó conmigo porque iba a hacer una sesión de fotos con Nicki Nicole. Quería un coche noventero, chulo, descapotable y oscuro. Había un montón de opciones y se me ocurrió un Mercedes SL500 de los 90s, tirando a 2000. Sin embargo, una vez conseguido, me di cuenta de que ese coche, que era más “normal”, ya lo había usado en el videoclip de otra chica. Entonces, pensé que, como Nicki Nicole es argentina, podía usar un De Tomaso, que es una marca italo-argentina. Además, el coche que finalmente elegimos era del 2002, el mismo año en el que ella nació, y del que sólo se habían hecho unas 236 unidades. Es rarísimo. Nadie lo sabrá porque no es el típico titular que sale en una revista, pero esa foto es, posiblemente, imposible de repetir.\nCada trabajo es especial.\nEsa es la idea. Otro ejemplo es el de Reebook, que me alquiló el local hace un tiempo para hacer la presentación de una zapatilla en una fiesta con cincuenta, sesenta influencers, y querían un coche para el photocall. Entonces, conseguí un Mercedes de los años 80, clase S, típico de cuatro puertas, pero en una versión rarísima, modificada, en la que le habían cortado el techo para convertirlo en un descapotable. Además, era negro y rojo por dentro. Resultó ser una cosa muy extravagante que, en las fotos, quedó impresionante.\nEn el caso del videoclip de Nathy Peluso, la productora os pidió que ella pudiera bailar sobre el capó, ¿de qué forma pueden ese tipo de aspectos perjudicar los coches durante las grabaciones?\nBueno, en ese caso no había demasiado problema porque era un BMW del que se podía conseguir fácilmente el capó. Además, coincidió que tenía una amiga con ese mismo coche que, como había caído una granizada, necesitaba cambiarlo. Así que les dije: que baile lo que quiera. Eso fue, puntualmente, suerte.\nSi alguien quisiera, por ejemplo, chocar un coche clásico, habría que pagar mucho, pero eso no se suele pedir. En el Lobo de Wal Street, en lugar de utilizar una réplica de Lamborghini Countach, se cargaron uno de verdad. Es un coche que vale 400.000 dólares, pero la película ronda los 40 o 50 millones.\nLa productora pidió que dos coches se\n¿Alguna vez se ha producido un desperfecto por accidente?\nSí, eso ha pasado. Una vez, grabando un videoclip con la chica que salía en Vis a Vis, Maggie Civantos, se rompió el freno de mano al tirar demasiado de él. En ese caso lo pagaron y punto. Era un videoclip de Maldita Nerea.\nLuego, hay algún rayoncito al apoyarse con el reloj, las ventosas de las cámaras que se colocan en el interior… cosas así.\nEn If You Like Cars, trabajáis también en la restauración de vehículos. ¿Qué debéis tener en cuenta en un rodaje para el buen mantenimiento del coche?\nHe aprendido a base de golpes que lo primero es preguntar siempre qué quieren hacer con el coche: si va a estar estático o en movimiento, si pretenden entrar y salir muchas veces porque, en el caso de tener una piel delicada, podría desgastarse de repetir cuarenta y cinco veces ese movimiento; o si van a apoyarse para fotos, si se quieren subir encima, si van a llevar ropa con pichos… También pregunto si van a poner cámaras porque, en un coche perfectamente pulido y pintado, no puedes colocar ventosas, ya que por la presión chupan la pintura y, si hay polvo, puede quedarse marcado. Hay que buscar un coche concreto: el perfecto para cada circunstancia.\nLee también\nÁngel Guerra, el diseñador español del nuevo DeLorean: “Me intimidaron para que no siguiera con el proyecto” Christian Rodríguez\nEste Porsche que brilló en las pistas y en el cine puede ser tuyo… si tienes 5 millones de euros Elías Juárez",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T11:19:00.477+03:00",
  "updated": "2024-03-29T11:19:00.477+03:00"
}