{
  "thread": {
    "uuid": "4e08c1d5264613b76953503ae7eb4ea83aa27b34",
    "url": "https://evoke.ie/2023/12/28/entertainment/celebrity/andy-farrell-wife-colleen",
    "site_full": "evoke.ie",
    "site": "evoke.ie",
    "site_section": "https://evoke.ie/life-style/interiors",
    "site_categories": [
      "media",
      "fashion",
      "style_and_fashion"
    ],
    "section_title": "Interiors - EVOKE",
    "title": "Meet Andy Farrell's Biggest Fan - His Wife Colleen",
    "title_full": "Meet Andy Farrell's Biggest Fan - His Wife Colleen",
    "published": "2023-12-28T19:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IE",
    "main_image": "https://evoke.ie/wp-content/uploads/2023/10/2459397.jpg11.jpg",
    "performance_score": 0,
    "domain_rank": 56108,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4e08c1d5264613b76953503ae7eb4ea83aa27b34",
  "url": "https://evoke.ie/2023/12/28/entertainment/celebrity/andy-farrell-wife-colleen",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Claire Hyland",
  "published": "2023-12-28T19:57:00.000+02:00",
  "title": "Meet Andy Farrell's Biggest Fan - His Wife Colleen",
  "text": "He's carried the hopes of the nation on his shoulders through a Grand Slam Six Nations win and our most emotionally charged Rugby World Cup bid to date but the person Andy Farrell can depend on the most is his wife Colleen.\nThe couple have been teammates in life for over two decades weathering the highs and lows of parenthood, career gains and setbacks and uprooting their family for a move across the Irish sea.\nToday's top videos\nThrough it all Colleen has been the behind-the-scenes rock of support driving her other half on but just who is the blonde beauty who has captured his heart. Well, Colleen prefers to remain out of the spotlight but here's what we do know about her:\nEarly life Rugby Union's Andy Farrell is joined by his wife Colleen, son Owen and mother Carol (left) as he collects his OBE. Pic: PA Images Both Colleen and Andy grew up in Wigan in Manchester but have Irish roots that stretch back generations.\nThe Ireland coach and former England captain has indicated that their families originally hailed from Dublin previously telling the Irish Times : 'Everyone from the north-west of England is from Ireland.\n'You go from Liverpool straight across the easy Lancs to Manchester and it's full of Irish, I've got [Dublin] ancestry that goes back three or four generations, and so has my wife.'\nHow they met The low-key couple has never opened up about how they first crossed paths but it might just have been through Andy's Wigan teammate Sean O'Loughlin who also happens to be Colleen's brother.\nStarting a family\nView this post on Instagram A post shared by Elleshia Farrell ✨ (@elleshiafarrell)\nThe young couple found themselves having to grow up very quickly when they became pregnant at just 16 years of age and certainly rose to the challenge.\nTheir son Owen arrived in September 1991 and has inherited his dad's incredible talent with the pair even playing together on the same team in 2008. Little wonder seeing as he grew up immersed in the sport.\nAndy's former teammate Kris Radlinksi recalled his early years of parenthood when he would bring his son to training and how the team rallied around him and Colleen.\nView this post on Instagram A post shared by Elleshia Farrell ✨ (@elleshiafarrell)\n'Andrew and Colleen were young parents and that brings its different issues, but Andrew bringing Owen to work was great - he wasn't any trouble to anybody. At the end of training everyone had time for him. The players respected that Faz had Owen really young, so we were part of his support network,' he told The Telegraph .\nThey tied the knot in 1995 and went on to have two daughters Gracie and Elleshia followed by their youngest son Gabriel who by the sounds of things has a promising career on the pitch ahead of him.\nDivided loyalties President Michael D. Higgins with Andy and Colleen Farrell during the Ireland Rugby Team's Visit to Aras An Uachtarain in 2018. Pic: INPHO Andy has commended his wife and kids for the commitment they made leaving their lives behind to move to Ireland but with Owen kitting out for England family loyalties are often divided in the household.\nWhile the coach says he and his son get on with things and can even wind each other up about being on opposing sides, it's understandably not as straightforward for his wife.\n'The hardest part is certainly for Colleen. Yeah, 100 per cent. And Owen's sisters, and the young fella Gabriel, it's weird for them.\nView this post on Instagram A post shared by Elleshia Farrell ✨ (@elleshiafarrell)\n'They've got unbelievably mixed emotions, I've no doubt, because they're only human but I suppose how do they try and come to terms with it? I suppose they think that, they hope that, both sides do well. And that's not going to happen, is it? So it's a difficult one for them,' he told the Irish Independent in 2020.\nColleen it seems has a great sense of humour and can also see the funny side of the situation. She previously posted a snap of Gabriel wearing two jerseys ahead of an England match and wrote: 'This ok for Twickenham? Not Gabe with two tops on' alongside a laughing emoji\nOne glam granny Ireland head coach Andy Farrell with his wife Colleen, left, grandson Freddie, son Gabriel and daughter Elleshia during the Guinness Six Nations Rugby Championship match between Ireland and England at the Aviva Stadium in Dublin. Pic: Sportsfile At 48 years of age but looking years younger Colleen might just be the most glamorous granny of all time.\nThe blonde bombshell holds her own next to the players' wives in the style stakes and is granny to Owen's two little boys whom he shares with his wife Georgie.\nView this post on Instagram A post shared by Elleshia Farrell ✨ (@elleshiafarrell)\nGiving insight into the hilarious family rivalry, the England player revealed that he discovered his son had an Irish jersey and asked him why and was told because 'it's grandad's team.' In reply he told him: 'Well, you can wear a suit like grandad does then not the kit.'\nIn response, Andy said ahead of the Six Nations: 'The grandkids are coming over today as well, so we'll be trying to poach them into our captain's run tomorrow and see if we can squeeze them to cheer for Ireland. We'll see how that goes.'",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://www.instagram.com/p/CqELaYRI87T/?utm_source=ig_embed&utm_campaign=loading",
    "https://www.instagram.com/p/BauWoQ3nKoC/?utm_source=ig_embed&utm_campaign=loading",
    "https://www.instagram.com/p/BmEguYFDcdc/?utm_source=ig_embed&utm_campaign=loading",
    "https://www.irishtimes.com/sport/rugby/international/andy-farrell-finds-a-home-from-home-1.2680391",
    "https://www.telegraph.co.uk/rugby-union/2019/01/30/making-farrells-respected-andy-had-owen-really-young-made/",
    "https://www.independent.ie/sport/rugby/six-nations/its-harder-for-my-wife-and-owens-brother-and-sisters/38955542.html",
    "https://www.instagram.com/p/CqELaYRI87T/",
    "https://irishtimes.com/sport/rugby/international/andy-farrell-finds-a-home-from-home-1.2680391",
    "https://www.instagram.com/p/BmEguYFDcdc/",
    "https://telegraph.co.uk/rugby-union/2019/01/30/making-farrells-respected-andy-had-owen-really-young-made/",
    "https://independent.ie/sport/rugby/six-nations/its-harder-for-my-wife-and-owens-brother-and-sisters/38955542.html",
    "https://www.instagram.com/p/BauWoQ3nKoC/",
    "https://instagram.com/p/BmEguYFDcdc/?utm_source=ig_embed&utm_campaign=loading",
    "https://instagram.com/p/CqELaYRI87T/?utm_source=ig_embed&utm_campaign=loading",
    "https://instagram.com/p/BauWoQ3nKoC/?utm_source=ig_embed&utm_campaign=loading",
    "https://www.telegraph.co.uk/rugby-union/2019/01/30/making-farrells-respected-andy-had-owen-really-young-made"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "colleen he",
        "sentiment": "negative"
      },
      {
        "name": "andy farrell",
        "sentiment": "negative"
      },
      {
        "name": "owen",
        "sentiment": "none"
      },
      {
        "name": "carol (",
        "sentiment": "none"
      },
      {
        "name": "colleen",
        "sentiment": "none"
      },
      {
        "name": "andy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "rugby union",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ireland",
        "sentiment": "none"
      },
      {
        "name": "manchester",
        "sentiment": "none"
      },
      {
        "name": "england",
        "sentiment": "none"
      },
      {
        "name": "dublin",
        "sentiment": "none"
      },
      {
        "name": "wigan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:14:01.235+02:00",
  "updated": "2023-12-29T00:14:01.235+02:00"
}