{
  "thread": {
    "uuid": "b10d8f74d8e9cd2e1516d3d7ae3a4ebf5e0266be",
    "url": "https://www.jpost.com/israel-news/article-780176",
    "site_full": "www.jpost.com",
    "site": "jpost.com",
    "site_section": "https://rss.jpost.com/rss/rssfeedsisraelnews.aspx",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "JPost.com - Israel News",
    "title": "Directors of cinema sign petition for immediate ceasefire - Israel News - The Jerusalem Post",
    "title_full": "Directors of cinema sign petition for immediate ceasefire - Israel News - The Jerusalem Post",
    "published": "2023-12-31T08:38:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.jpost.com/image/upload/f_auto,fl_lossy/c_fill,g_faces:center,h_407,w_690/389133",
    "performance_score": 0,
    "domain_rank": 943,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b10d8f74d8e9cd2e1516d3d7ae3a4ebf5e0266be",
  "url": "https://www.jpost.com/israel-news/article-780176",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "jpost.com",
  "published": "2023-12-31T08:38:00.000+02:00",
  "title": "Directors of cinema sign petition for immediate ceasefire - Israel News - The Jerusalem Post",
  "text": "Some of the leading directors in the world of cinema have issued a petition calling for a ceasefire in Gaza .\nThe petition refers to the current situation in Gaza as a \"massacre of extreme proportions.\" However, the petition also calls for the release of the Israeli hostages and acknowledges that the war began following the Hamas attacks of October 7.\nThe petition was signed by many directors who were not necessarily known to be anti-Israel. These directors never boycotted Israel, and many even visited the country on several occasions. Many signatories have visited Israel in the past\nClaire Denis, from France, was a judge at the Jerusalem Festival, and Christian Petzold, from Germany, visited the Festival of Students in Tel Aviv.\nThe French director Robert Guédiguian visited Israel a few years ago and spoke about his love and his support for the country. Béla Tarr from Hungaria was at the Jerusalem Festival about a decade ago. PROTESTERS MARCH past the US Capitol Building in Washington last week, calling for a ceasefire in Gaza. (credit: REUTERS/LEAH MILLIS)\nThe first director to sign the petition was Israel's Nadav Lapid, who won the Golden Bear at the Berlin Film Festival for \"Synonymous Words\" and the Jury Prize at Cannes for \"The Knee.\"\nThe disclosure was originally published in French in the prestigious daily Liberation. Advertisement\nThe petition was written as follows:\n\"The terrible violence of October 7 plunged Israelis and Palestinians into a new episode of killing and cruelty. What is currently taking place in Gaza is a massacre of extreme proportions, which is killing thousands of women and children and destroying the minimum conditions of survival for an entire people. We demand an immediate end to the bombings on Gaza, the establishment of humanitarian corridors and material resources demanded by all international organizations, and the release of the hostages.\nThis tragic situation was announced by Israelis more than fifty years ago, as recalled in the text read in Paris on December 2 by filmmaker Avi Mograbi: “Our right to defend ourselves against extermination does not give us no right to oppress others. Occupation results in foreign domination. Foreign domination breeds resistance. Resistance leads to repression. Repression leads to terrorism and counter-terrorism. The victims of terrorism are generally innocent people. The control over the occupied territories will make us murderers and murdered. Let’s get out of the occupied territories now!”\nIn addition to the names already mentioned, the declaration of opinion is signed by, among others, Ryosuke Maguchi, who won the Oscar for foreign film two years ago for \"Mr. Yusuke's Leadership\"; Aki Kaurismaki, who is expected to be nominated for an Oscar this year for \"Falling Leaves\"; Laurent Cantet, who won the Palme d'Or 15 years ago for \"Between the Walls\"; Arthur Harari, co-wrote the script for \"Anatomy of a Fall\", which won the Palme d'Or this year; Apichatpong Weerasethakul, who won the Palme d'Or 13 years ago for \"Uncle Bunma\"; China's Jia Zhangke, whose \"Touch of Sin\" we chose for the film of the previous decade; Abderrahmane Sissako, whose award-winning Timbuktu is the best film made about the horrors of Islamist violence in Africa; Victor Erice, one of the oldest and most respected directors in Spain, along with many other leading names in the world of cinematography - Pedro Costa, Rado Jado, Claire Simon, Andre China, Cornelio Forumboyo, Ira Sachs, Cedric Kahn, and others.\nSome of them are Jewish, and almost all of them were happy to screen their films in Israel recently with great joy.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "christian petzold",
        "sentiment": "none"
      },
      {
        "name": "claire denis",
        "sentiment": "none"
      },
      {
        "name": "béla tarr",
        "sentiment": "none"
      },
      {
        "name": "robert guédiguian",
        "sentiment": "none"
      },
      {
        "name": "leah millis",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "israel news",
        "sentiment": "positive"
      },
      {
        "name": "hamas",
        "sentiment": "none"
      },
      {
        "name": "hungaria",
        "sentiment": "none"
      },
      {
        "name": "reuters",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "jerusalem",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "tel aviv",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "us capitol building",
        "sentiment": "none"
      },
      {
        "name": "france",
        "sentiment": "none"
      },
      {
        "name": "germany",
        "sentiment": "none"
      },
      {
        "name": "washington",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T09:26:25.685+02:00",
  "updated": "2023-12-31T09:26:25.685+02:00"
}