{
  "thread": {
    "uuid": "340814fa21f647ef3bd1aa8a38998294953b17e6",
    "url": "https://winnipeg.ctvnews.ca/the-work-is-incredibly-important-how-a-winnipeg-woman-has-been-helping-in-ukraine-1.6705155",
    "site_full": "winnipeg.ctvnews.ca",
    "site": "ctvnews.ca",
    "site_section": "http://winnipeg.ctvnews.ca/rss/ctv-news-winnipeg-1.822382",
    "site_categories": [
      "media",
      "health",
      "cold_and_flu"
    ],
    "section_title": "",
    "title": "'The work is incredibly important': How a Winnipeg woman has been helping in Ukraine",
    "title_full": "'The work is incredibly important': How a Winnipeg woman has been helping in Ukraine",
    "published": "2023-12-30T00:56:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.ctvnews.ca/content/dam/ctvnews/en/images/2023/12/29/patricia-maruschak-1-6705160-1703890444648.jpg",
    "performance_score": 0,
    "domain_rank": 980,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "340814fa21f647ef3bd1aa8a38998294953b17e6",
  "url": "https://winnipeg.ctvnews.ca/the-work-is-incredibly-important-how-a-winnipeg-woman-has-been-helping-in-ukraine-1.6705155",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Danton Unger",
  "published": "2023-12-30T00:56:00.000+02:00",
  "title": "'The work is incredibly important': How a Winnipeg woman has been helping in Ukraine",
  "text": "[Skip to main content](#main)\n'The work is incredibly important': How a Winnipeg woman has been helping in Ukraine\nHome for the holidays has taken on a whole new meaning for a Winnipeg woman who has spent more than a year in Ukraine rebuilding schools and helping students.\nWhen Russia invaded Ukraine, Patricia Maruschak answered the call and headed to Kyiv in October 2022 to help. She works with Finn Church Aid, a Finnish humanitarian organization that provides education support in emergencies.\nOn her way to Ukraine, she said Russia bombed the centre of Kyiv, killing several people.\n\"That hadn't happened for a long time since the war started. I think it was quite shocking and it was a little bit of a surprise to myself, my family was a little bit concerned,\" she told CTV News.\nBut she noticed something else in Ukraine too – resilience.\n\"Entering into Ukraine by train, you see that despite the fact that it's a country in the middle of a full-blown war, I mean life does go on, people do continue with their everyday normal lives,\" she said.\n\"They persevere despite some difficult and uncertain conditions.\"\nMaruschak heads up Finn Church Aid's office in Ukraine. She and her team work to reopen schools that have been damaged in bombings. Students in Ukraine can't go to school unless it has a functioning bomb shelter, so that is another priority Maruschak tackles.\nHer work goes beyond the school's brick-and-mortar, focussing on the staff and students inside.\n\"They often have to deal with children who have been through some traumatic things, or who have parents who maybe are fighting at the front, or maybe some have even been taken prisoner of war,\" she said.\n\"We try to help them with some psychosocial support, coping mechanisms, and skills as well.\"\nIt is work that Maruschak has made personal sacrifices to do. While working in Ukraine, she has had to leave her husband and two children behind in Winnipeg.\n\"It's still a big change, the fact that she's not here, and then also worrying about what's going on over there, especially when you hear about air raids and alarms and that type of thing,\" her husband Keith Swinton said.\nBut the family strives to include each other in their everyday lives even though they are on different continents most of the year.\n\"If you see a deer on the street, you can photograph it and send it to her,\" Keith said. \"Just including her a bit more in the day-to-day.\"\nStill, her family is proud of the work she is doing.\n\"She's an incredible woman. She's got a unique set of talents and abilities and experience that just led to this. And the work is incredibly important,\" Keith said.\n\"It's important for people to remember what's going on there, that every day children are being affected. Children are dying as a result of Russian bombs in an absolutely senseless war that Ukraine didn't start.\"\nMaruschak has been home in Winnipeg with her family for the holidays, but she says it has been a shift.\nThe sounds of explosions and anti-aircraft gunfire – a part of everyday life in parts of Ukraine – are hard to leave behind.\n\"I also have an air raid alarm app that is on and will tell me when there's an air raid alarm happening,\" she said. \"I still see the notifications, but to just try and go back to a life where that's not a part of the daily reality.\"\nMaruschak is planning to return to Ukraine to continue her work following a Ukrainian Christmas celebration with her family.\nShopping Trends\nThe Shopping Trends team is independent of the journalists at CTV News. We may earn a commission when you use our links to shop.\nRead about us.\nWinnipeg Top Stories\nCTVNews.ca Top Stories\nOttawa teens who died falling through ice attended the same high school\nCTV News confirmed Ahmed Ahmed and Riley Cotter attended John McCrae Secondary School in Ottawa's south-end.\nB.C. court blocks new law against public drug use warning of 'irreparable harm'\nThe British Columbia Supreme Court has blocked new provincial laws against public consumption of illegal substances.\nCouple with mild dementia found wandering near Toronto Pearson instead of being on Calgary-bound flight\nIn the early morning hours on Boxing Day, Jason Mjulumba Ncube received a phone call from police informing him that his elderly parents, who should have been in Alberta, were instead found wandering in the cold near Toronto Pearson International Airport in search of help.\nCanada falls to Sweden 2-0 in group play at world junior hockey championship\nHugo Havelid made 21 saves in Sweden's 2-0 victory over Canada at the world junior hockey championship on Friday.\n'We don't deserve it': B.C. man with Stage 4 cancer says he was denied insurance coverage\nA B.C. man says his insurance provider has decided to cancel his and his wife’s coverage for failing to disclose a visit to the emergency room to the insurance provider nearly three years before he was diagnosed with Stage 4 colon cancer.\nMan shot and killed by police during hostage incident on Furby Street: Winnipeg police\nWinnipeg police say officers shot and killed a man who was allegedly holding people hostage in an apartment building on Furby Street Thursday afternoon.\nPolice searching for Colorado mother suspected of killing her 2 children, wounding third\nPolice were still searching Friday for a Colorado woman suspected of killing her two young children and wounding a third after police initially responded to a report of a burglary in their home.\nSouth Africa launches case at top UN court accusing Israel of genocide in Gaza\nSouth Africa launched a case Friday at the United Nations' top court accusing Israel of genocide against Palestinians in Gaza and asking the court to order Israel to halt its attacks — the first such challenge made at the court over the current war.\nUN Security Council meets on Ukraine after Russian air attacks\nThe United Nations Security Council was set to discuss the situation in Ukraine on Friday afternoon after Ukraine and its supporters requested an urgent meeting to address missile and drone strikes by Russia, after Moscow launched its biggest air attack of the war.\nRegina\n-\n'It's very, very potent': Fentanyl the main factor in record number of drug toxicity deaths, Sask. coroner says\nThe numbers are alarming as Saskatchewan looks to be on the brink of reporting its deadliest year of drug toxicity incidents in recent memory.\n-\nMoose Jaw police asking for help after street signs vandalized and stolen\nMoose Jaw police are asking the public for help after street signs were vandalized and stolen.\n-\nBlizzards, smoke, drought and flooding: Here are Sask.'s top 5 weather stories of 2023\nFrom thick wildfire smoke, to 60 centimetres of snow in a single storm, to a rare lack of tornados and record-breaking drought, here are Saskatchewan’s top five weather stories from 2023.\nSaskatoon\n-\nSaskatoon man charged following 6 months of investigation into drug trafficking\nA 60-year-old man has been charged following six months of investigation into illicit drug trafficking in northern Saskatchewan communities.\n-\n'It's very, very potent': Fentanyl the main factor in record number of drug toxicity deaths, Sask. coroner says\nThe numbers are alarming as Saskatchewan looks to be on the brink of reporting its deadliest year of drug toxicity incidents in recent memory.\n-\nBlizzards, smoke, drought and flooding: Here are Sask.'s top 5 weather stories of 2023\nFrom thick wildfire smoke, to 60 centimetres of snow in a single storm, to a rare lack of tornados and record-breaking drought, here are Saskatchewan’s top five weather stories from 2023.\nNorthern Ontario\n-\nSudbury police looking for three assault suspects\nThe Greater Sudbury Police Service is searching for three people in connection to assaults that occurred earlier this month.\n-\nNew Ontario laws and regulations come into effect on New Year's Day\nSeveral new Ontario laws and regulatory changes are set to come into effect on New Year's Day, including daycare safe-arrival rules and penalties for inappropriately accessing patients' personal health information.\n-\nSudbury Five scores the first win in a new basketball league\nThousands of fans packed Sudbury Community Arena for the Sudbury Five’s season-opening win over the London Lightning.\nEdmonton\n-\n'Heartbreaking': City and police close first of 8 'high-risk' encampments in Edmonton\nCleanup of the first of eight high-risk encampments began Friday morning.\n-\nMayor Sohi rides the Valley Line rails to recap the biggest Edmonton stories of 2023\nMuch like in the streets, neighbourhoods and transit centres governed by its council, it's been a year of highs and lows at Edmonton city hall.\n-\n2 homes destroyed in suspected arson Friday morning: EPS\nFires broke out in two homes under construction in southwest Edmonton early Friday morning.\nToronto\n-\nCouple with mild dementia found wandering near Toronto Pearson instead of being on Calgary-bound flight\nIn the early morning hours on Boxing Day, Jason Mjulumba Ncube received a phone call from police informing him that his elderly parents, who should have been in Alberta, were instead found wandering in the cold near Toronto Pearson International Airport in search of help.\n-\nOntario drivers will pay more to use stretch of Highway 407 in 2024\nDrivers using a portion of Highway 407 will see an increase in their bills next year.\n-\nToronto man fleeing police attempted to carjack vehicle, pointing gun at back of driver's head: SIU\nA 23-year-old man pointed a gun at the back of a woman’s head and ordered her to drive while being pursued by police in North York last July, the province’s police watchdog has found.\nCalgary\n-\nOutpouring of support for 2 Alberta teens killed in rollover crash\nSupport is growing for the families of two Didsbury, Alta., teens who died in a rollover crash on Wednesday.\n-\nWarmest Canadian summer in 76 years: A look back at southern Alberta’s big weather stories of 2023\n2023 was certainly a year for the record books when it comes to significant weather that impacted southern Alberta.\n-\nEmergency crews attend crash on Memorial Drive\nOne person was sent to hospital after a crash on Memorial Drive Friday afternoon.\nMontreal\n-\nQuebec public sector strikes could inspire others, as workers grow more combative\nA successful resolution to Quebec's massive public sector strikes could serve as an inspiration to other workers in the province and elsewhere, a labour policy researcher said Friday after two union groups took major steps toward settling agreements with the government.\n-\nMontreal's PWHL captain Marie-Philip Poulin revealed at Cirque du Soleil show\nThose taking in the Cirque du Soleil show CRYSTAL at the Bell Centre this week, were introduced to Montreal's professional women's hockey team captain Marie-Philip Poulin.\n-\nOnce Canada's most popular premier, Quebec's Legault trails in polls after bad year\nFor more than four years, Quebec's governing Coalition Avenir Quebec enjoyed a political honeymoon that lasted through the COVID-19 pandemic and helped the party get re-elected in 2022 with 90 of the province's 125 ridings. But after a year marked by a series of self-inflicted wounds, the CAQ, which came to power for the first time in 2018, is sinking in the polls.\nOttawa\n-\nOttawa teens who died falling through ice attended the same high school\nCTV News confirmed Ahmed Ahmed and Riley Cotter attended John McCrae Secondary School in Ottawa's south-end.\n-\nOttawa Police seeking suspect who robbed, assaulted employee at Rideau Street business\nThe Ottawa Police Service is seeking the public's assistance in identifying a suspect who allegedly robbed a store and assaulted an employee on Rideau Street earlier this month.\n-\nNew Ontario laws and regulations come into effect on New Year's Day\nSeveral new Ontario laws and regulatory changes are set to come into effect on New Year's Day, including daycare safe-arrival rules and penalties for inappropriately accessing patients' personal health information.\nAtlantic\n-\nPublic asked to avoid overcrowded N.B. emergency rooms unless absolutely necessary\nNew Brunswick's francophone health agency is asking residents to avoid two of its emergency rooms unless absolutely necessary because of capacity issues.\n-\nCommunity rallies around family injured in Christmas Eve crash in Cape Breton\nA Maritime community is stepping up to support a family of six who were injured in a Christmas Eve car crash.\n-\nTop baby names for N.S., N.B. in 2023\nTop baby names for 2023 in Nova Scotia and New Brunswick.\nKitchener\n-\nMan who pleaded guilty to manslaughter in 2020 now wanted by police again\nThe mother of the victim is calling it a failure by the Canadian justice system.\n-\nOne dead after crash north of Guelph\nA section of Highway 6 around halfway between Fergus and Guelph has been shut down after a serious crash.\n-\nAnother hit and run involving pedestrian in Waterloo Region\nWaterloo regional police say a pedestrian has been taken to hospital after being hit by a vehicle at Ottawa Street and David Bergey Drive.\nVancouver\n-\n2 child deaths from influenza recorded in B.C., as province sees rise in infections\nTwo children have died from influenza in B.C. in the past two weeks, as the province sees an uptick in infections among kids.\n-\n3 families displaced by Port McNeill fire, man credited with alerting people remains in hospital\nA B.C. woman is grateful the emergency department was open in Port McNeill when her brother needed it most — as, she says, he suffered burns in a house fire that displaced three families the day before Christmas.\n-\n2 arrests made, 'vehicle of interest' identified in extortion investigation: Surrey RCMP\nMounties in Surrey have made two arrests in an investigation into extortion threats targeting business owners in the Lower Mainland.\nVancouver Island\n-\n2 child deaths from influenza recorded in B.C., as province sees rise in infections\nTwo children have died from influenza in B.C. in the past two weeks, as the province sees an uptick in infections among kids.\n-\nHigh winds return to B.C.'s central coast as more heat records fall\nBritish Columbia's central coast is facing the return of strong winds reaching 90 kilometres an hour just days after the last such warning in the region.\n-\nB.C. court blocks new law against public drug use warning of 'irreparable harm'\nThe British Columbia Supreme Court has blocked new provincial laws against public consumption of illegal substances.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "patricia maruschak",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ctv news",
        "sentiment": "none"
      },
      {
        "name": "finn church aid",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "winnipeg",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "ukraine home",
        "sentiment": "none"
      },
      {
        "name": "kyiv",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T01:03:43.566+02:00",
  "updated": "2023-12-30T01:03:43.566+02:00"
}