{
  "thread": {
    "uuid": "934f3018f82ea12dafd2abb7ccd35f971bcac4ae",
    "url": "https://www.vavel.com/en/football/2024/01/02/premier-league/1167392-liverpool-4-2-newcastlesalah-leaves-liverpool-top-by-three-points-after-wild-win.html",
    "site_full": "www.vavel.com",
    "site": "vavel.com",
    "site_section": "http://www.vavel.com/en/feed/index.rss",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "VAVEL International edition - The Sports Newspaper - VAVEL.com",
    "title": "Liverpool 4-2 Newcastle: Salah leaves Liverpool top by three points after wild win",
    "title_full": "Liverpool 4-2 Newcastle: Salah leaves Liverpool top by three points after wild win",
    "published": "2024-01-02T13:13:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://img.vavel.com/gettyimages-1900563198-1024x1024-1704153476766.jpeg",
    "performance_score": 0,
    "domain_rank": 23465,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "934f3018f82ea12dafd2abb7ccd35f971bcac4ae",
  "url": "https://www.vavel.com/en/football/2024/01/02/premier-league/1167392-liverpool-4-2-newcastlesalah-leaves-liverpool-top-by-three-points-after-wild-win.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Oliver Miller",
  "published": "2024-01-02T13:13:00.000+02:00",
  "title": "Liverpool 4-2 Newcastle: Salah leaves Liverpool top by three points after wild win",
  "text": "Quite a way for the\nPremier League to ring in 2024, it is fair to say. This was an evening when the rain teemed, the football flowed and the goals came in abundance. No wonder everyone was hoping for an encore at the end.\nIf the lively first half delivered everything apart from goals, then the second 45 minutes more than made up for it. Six went in — four for\nLiverpool, two for Newcastle United — but there was never the sense of any ticket-holder being shortchanged.\nLiverpool were deserved winners having managed a total of 34 shots, 15 on target, compared to the visitors’ total of five. The home team also achieved an xG (expected goals) measure of 7.27 which said much about their creativity and dominance but also failure to make it count, initially at least.\nMoving three points clear at the top of the\nPremier League certainly had Anfield rocking by the end — even if there had been some nervy moments thrown in too.\nAt the end, even\nJurgen Klopp had covered similar yardage to that of his players as he whipped up all four corners of the ground during a frenzied celebration; so much so that he even lost his wedding ring on the pitch before a steward quickly assisted him in relocating it — it was that kind of evening.\nKlopp’s in-game changes again proved inspired as two of his substitutes scored off the bench. It is a continuing theme of Liverpool’s season that the impact of replacements is significant. However, this was ultimately another occasion when\nMohamed Salah proved the true inspiration for Liverpool.\nSalah seemed to be involved in everything. He squandered a first-half penalty, scored the hosts’ opener early in the second half, played a key pass in\nCurtis Jones’s goal, provided the assist for Cody Gakpo’s and then scored from the spot to seal Liverpool’s first home league triumph in three games.\nSalah’s first goal was also his 150th in the\nPremier League and now he leaves to take part in the African Cup of Nations with Egypt for at least a month. He will be absent for two league games, possibly two FA Cup ties and the two-legged Carabao Cup semi-final against Fulham.\nThere is no doubt that Salah, in this form, will be missed but he left the supporters with a performance to remember him by here. Klopp will hope that his other forwards are able to take over the mantle.\nFor\nEddie Howe and Newcastle, they have now lost seven of their last eight games and pressure continues to grow. They face a testing January with an FA Cup tie against rivals Sunderland this weekend and two tough league matches against Manchester City and Aston Villa.\nNewcastle held their own here for spells, even if they struggled to maintain possession and relied on counter-attacks. They pegged Liverpool back at 1-1 through\nAlexander Isak but even if Sven Botman’s header to make it 3-2 induced some jeopardy back into proceedings late on, that was quickly seen to by the hosts.\nStory of the game\nIf the second half was a story of six goals, then the first period was a diary of two disallowed goals and a saved penalty.\nLuis Diaz converted Darwin Nunez’s pull-back on 17 minutes after Jones had dissected the visiting defence with a superb ball, but Nunez had not timed his run well enough and VAR eventually ruled the goal offside.\nThen, in practically the next move, Botman’s challenge brought down Diaz in the penalty area and referee\nAnthony Taylor pointed to the spot. Salah stepped forward but his penalty was straight down the middle and Martin Dubravka was able to push the ball away. Trent Alexander-Arnold sliced the rebound into the Kop.\nTen minutes before the break, it was Newcastle’s turn to be denied by\nStockley Park rulers. Lewis Miley’s cross was headed home by Dan Burn but Isak had run just offside in the build-up.\nThe other feature of the opening period was Dubravka’s saves and Nunez’s spurned chances — something that will have to change if he is to keep his place in Klopp’s starting XI. One opportunity in particular was asking to be buried but the Uruguayan sent it straight at the Newcastle ‘keeper.\nAlexander-Arnold also delivered a first-time shot from a very acute angle that kissed the top of the crossbar. Liverpool ended the half with 18 shots to Newcastle’s one. The jeers that greeted the half-time whistle, however, were directed at the referee who had tried to let the game flow but, at times, been too lenient — particularly on\nJoelinton.\nAny Liverpool frustrations disappeared three minutes into the second half. The ball was played from Alexander-Arnold to Nunez to\nDominik Szoboszlai to Diaz and back to Nunez who eschewed the chance to shoot and instead laid the ball across the goal to Salah who tapped-in for his 150th league goal.\nDubravka continued to have the upper-hand over Nunez with two fine stops and Newcastle were thankful for them when, in the 54th minute,\nAnthony Gordon threaded a pass through to Isak and the Sweden international outstripped Virgil van Dijk and placed a precise shot beyond Alisson.\nThe Newcastle ‘keeper kept his side in the contest with more saves to deny Salah and then Gakpo. But Liverpool’s pressure duly told as Salah played a delightful reverse pass to substitute\nDiogo Jota and his low centre was met first time by Jones at the back post.\nIf relief greeted that goal, then joy succeeded Liverpool’s third. Salah was again involved, this time playing a fine pass into the penalty area with the outside of his left boot and Gakpo kindly accepted the offer and prodded home.\nNewcastle were not done yet though. Three minutes later, a corner was swung in and Botman rose highest to plant a powerful header into the Liverpool net. The travelling supporters roared their side on but any chance of a comeback was quickly put to bed.\nAlexis Mac Allister, back after a leg injury, played in Jota, who rounded Dubravka before going down with a delayed fall. Contact may have been minimal but a penalty was given and checked by VAR. Salah made no mistake this time, burying it in the back of the net to send Liverpool three points clear.\nPlayer of the game:\nhttps://www.vavel.com/en/football/2023/11/12/premier-league/1162732-liverpool-3-0-brentford-salah-and-jota-brilliance-lofts-reds-to-sexonf.html\nSalah signed off for Liverpool duty for at least the next month with an inspired display that led his team three points clear at the top of the table.\nThe Egpyt international will now go to\nIvory Coast for the African Cup of Nations but left a lasting mark as he scored twice and was involved in Liverpool's two other goals against Newcastle.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Lifestyle and Leisure",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "salah",
        "sentiment": "positive"
      },
      {
        "name": "jurgen klopp",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "newcastle",
        "sentiment": "positive"
      },
      {
        "name": "liverpool",
        "sentiment": "positive"
      },
      {
        "name": "premier league",
        "sentiment": "positive"
      },
      {
        "name": "anfield",
        "sentiment": "none"
      },
      {
        "name": "newcastle united",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-02T13:45:22.709+02:00",
  "updated": "2024-01-02T13:45:22.709+02:00"
}