{
  "thread": {
    "uuid": "14aea05d2d43e6c066221e061f005c5b3f85eda6",
    "url": "https://efe.com/castilla-y-leon/2024-07-05/pastoreo-extensivo-biodiversidad-prevencion-incendios-forestales-reducir-biomasa-combustible",
    "site_full": "efe.com",
    "site": "efe.com",
    "site_section": "https://efe.com/castilla-y-leon/",
    "site_categories": [],
    "section_title": null,
    "title": "El pastoreo extensivo favorece la biodiversidad y previene los incendios",
    "title_full": "El pastoreo extensivo favorece la biodiversidad y previene los incendios",
    "published": "2024-07-05T15:58:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 4420,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "14aea05d2d43e6c066221e061f005c5b3f85eda6",
  "url": "https://efe.com/castilla-y-leon/2024-07-05/pastoreo-extensivo-biodiversidad-prevencion-incendios-forestales-reducir-biomasa-combustible",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "María Luz González Bravo",
  "published": "2024-07-05T15:58:00.000+03:00",
  "title": "El pastoreo extensivo favorece la biodiversidad y previene los incendios",
  "text": "Folledo (León) (EFE).- El pastoreo extensivo ofrece muchos más servicios a la sociedad que la producción de alimentos como son el desarrollo rural, la generación de biodiversidad y la prevención de incendios forestales al reducir la biomasa combustible. Estas son algunas de las conclusiones de las II Jornadas de Pastoreo en las Redes, celebradas en Cistierna (León) con la asistencia de ganaderos, empresas de energía, universidades y entidades ambientalistas. Las zonas pastoreadas de la Montaña de León, concretamente en Folledo (Pola de Gordón), Casares de Arbás (Villamanín) y Rabanal de Fenar (La Robla) registran actualmente una mayor biodiversidad que otras áreas donde no se ha realizado pastoreo, y cuentan con menos masa vegetal combustible y, por tanto, menor riesgo de incendios. El pastoreo extensivo ofrece muchos más servicios a la sociedad que la producción de alimentos como son el desarrollo rural, la generación de biodiversidad y la prevención de incendios forestales al reducir la biomasa combustible. EFE/J. Casares Gestión natural colaborativa Se trata de una realidad constatada dos años después de que las empresas de transporte de energía Red Eléctrica y Enagás comenzaran a gestionar la vegetación de sus infraestructuras en el Monte de León con ganadería extensiva. En lugar de emplear medios mecánicos de desbroce convencionales, ambas compañías han optado por una colaboración con ganaderos, pastores y la empresa Agrovidar para diseñar un plan de pastos y llevar ganado vacuno, ovino y equino a sus instalaciones. Esta iniciativa incorpora el empleo de drones provistos de cámara multiespectral y la instalación de localizadores GPS en algunos ejemplares de cada rebaño. Los muestreos y datos recopilados durante este tiempo indican una mayor presencia de artrópodos, mariposas, polinizadores y unidades florales en las zonas pastoreadas respecto a las no pastoreadas, lo que acredita al ganado como un vector clave para el incremento de las tasas de biodiversidad y está convirtiendo a los gasoductos de Enagás y a los tendidos de Red Eléctrica en corredores de biodiversidad. Por otra parte, la combinación del consumo 'a diente', el pisoteo y el aporte de materia orgánica que realiza el ganado ha reducido el volumen de biomasa y modificado el tipo de vegetación desde un sustrato arbustivo o de matorral a una cubierta herbácea, contribuyendo así a reducir el riesgo de incendios. Las dos compañías han compartido su experiencia y aprendizajes en la Montaña de León durante estas jornadas en las que han dado a conocer otras iniciativas de pastoreo extensivo como Naturaleza Pastoreada, de la Fundación Global Nature, o Granja Zael, en Burgos. Tecnología y desarrollo rural Igualmente se ha reflexionado sobre cómo incorporar conocimiento, tecnología y talento en procesos de desarrollo rural y ganadería extensiva, y qué posibilidades de cooperación existen entre compañías energéticas, asociaciones de ganaderos y pastores, empresas que prestan servicios al sector, administración pública, universidad y entidades ambientalistas. Los expertos reunidos han concluido que el pastoreo manejado en sistema extensivo en zonas por las que discurren instalaciones esenciales de transporte de energía ofrece beneficios a la sociedad y la naturaleza, más allá de la generación de ingresos para el sector ganadero, la provisión de zonas de pasto y la producción de alimentos. \\\"El pastoreo extensivo promueve el desarrollo rural, favorece la biodiversidad, previene incendios y es una herramienta sostenible para el control de la vegetación de infraestructuras energéticas\\\", señala Ramiro Palacios, representante de Agrovidar.Cooperación Y destaca que los proyectos de Red Eléctrica y Enagás en León \\\"son también un excelente ejemplo de cooperación entre el sector energético, una empresa que presta servicios al sector agrario y un conjunto de ganaderos que ponen sus conocimientos y su ganado al servicio de la sociedad y el planeta”. Por su parte, el director de Sostenibilidad de Redeia (Red Eléctrica), Antonio Calvo Roy, ha afirmado que esta compañía \\\"ya fue pionera en Europa en el pastoreo de las redes de transporte\\\". \\\"Comenzamos en La Rioja, seguimos en Castilla y León y Galicia y continuaremos extendiendo esta práctica que tanto impacto positivo genera en el medio rural\\\", ha agregado el directo de Redeia, quien afirma que el compromiso de la empresa es \\\"generar valor en el territorio y contribuir a la solución de sus problemas\\\". A su vez, el director de Sostenibilidad y Acción Climática de Enagás, José Miguel Tudela, considera que \\\"el proyecto de uso de ganadería extensiva de Folledo es una iniciativa innovadora dentro de la estrategia global de sostenibilidad de esta empresa, con un alto grado de compromiso con el desarrollo de las comunidades locales y la mejora de la biodiversidad\\\". \\\"Avanzamos así en el cumplimiento de nuestro objetivo de impacto neto positivo en la naturaleza en 2050\\\", ha zanjado. Para la coordinadora de ganadería de la Fundación Global Nature, Laura García, el pastoreo \\\"es una herramienta fundamental en la conservación de la naturaleza\\\". Prevención de incendios \\\"Y lo es más allá de lo que todo el mundo conoce, que es prevención de incendios o mejora el suelo, ya que hay especies en peligro, extinción o hábitat que son importantísimos en nuestro patrimonio natural, que dependen de que se sigan manteniendo determinadas prácticas de pastoreo en el territorio\\\", ha advertido. También participa en este proyecto la Universidad, que ha estado representada por el director de la UNED en León, Jorge Vega, que ha explicada que la institución académica está desarrollando un aula para dar a conocer los beneficios del pastoreo en la naturaleza. \\\"Este tipo de actividades encajan perfectamente en nuestra visión del territorio que es apoyar al desarrollo sostenible, en este caso afrontando el reto demográfico y la transición justa ecológica\\\", ha concluido. EFE",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T16:14:46.876+03:00",
  "updated": "2024-07-06T00:32:07.414+03:00"
}