{
  "thread": {
    "uuid": "91536ff46fbd5cface3f43fdf8e2020b256a9dc6",
    "url": "https://guardian.ng/news/in-2023-nigerian-troops-killed-6886-terrorists-arrest-6970-rescued-4488-dhq/",
    "site_full": "guardian.ng",
    "site": "guardian.ng",
    "site_section": "https://consumer.einnews.com:443/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Consumer News Today - EIN Presswire",
    "title": "In 2023, Nigerian troops killed 6,886 terrorists, arrest 6,970, rescued 4,488 - DHQ | The Guardian Nigeria News - Nigeria and World News — Nigeria — The Guardian Nigeria News – Nigeria and World News",
    "title_full": "In 2023, Nigerian troops killed 6,886 terrorists, arrest 6,970, rescued 4,488 - DHQ | The Guardian Nigeria News - Nigeria and World News — Nigeria — The Guardian Nigeria News – Nigeria and World News",
    "published": "2023-12-30T10:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://guardian.ng/wp-content/uploads/2023/02/Defence-HQ.jpg",
    "performance_score": 0,
    "domain_rank": 4542,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "91536ff46fbd5cface3f43fdf8e2020b256a9dc6",
  "url": "https://guardian.ng/news/in-2023-nigerian-troops-killed-6886-terrorists-arrest-6970-rescued-4488-dhq/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dennis Erezi",
  "published": "2023-12-30T10:22:00.000+02:00",
  "title": "In 2023, Nigerian troops killed 6,886 terrorists, arrest 6,970, rescued 4,488 - DHQ | The Guardian Nigeria News - Nigeria and World News — Nigeria — The Guardian Nigeria News – Nigeria and World News",
  "text": "In 2023, Nigerian troops killed 6,886 terrorists, arrest 6,970, rescued 4,488 – DHQ The Defence Headquarters, Abuja on Friday reeled out its operational successes against terrorists, bandits, and other criminal suspects across the nation in the year 2023. Addressing newsmen during the end-of-year briefing on troops’ operational activities from January to December 2023 on behalf of the Chief of Defence Staff (CDS), General Christopher Musa, the Director, Defence Media Operation (DMO), Major General Edward Buba highlighted major security threats within the year. According to him, “The major security threats within the year 2023 were terrorism, armed banditry, kidnapping, oil theft, secessionist agitations and farmers-herders clashes.” Buba also disclosed that, during the period, “Troops neutralized 6,886 terrorists and other criminal elements. Troops arrested 6,970 suspects, rescued 4,488 kidnapped hostages as well as recovered 3,320 assorted weapons and 39,075 assorted ammunition. Additionally, he said, “Troops recovered 100,316,600 litres of crude oil, 60,339,426 litres of AGO, 3,465,450 litres of DPK and 3,544,990 litres of PMS.” General Buba disclosed that, “The threat dynamics were however defined along geo-political zones with some permeating across the regional lines. The predominant threat in the North Central (NC) and North West (NW) regions is armed banditry/terrorism while the Boko Haram Terrorists/Islamic State West African Province lingering insurgency remained the main threat in the North East (NE) region. “The major threat in the South-East (SE) and South-West (SW) was the secessionist agitations of the proscribed Indigenous People of Biafra (IPOB) and the Yoruba Nation respectively. “The South-South (SS) region continued to experience oil theft, cultism and youth restiveness. However, acts of criminalities such as kidnapping, armed robbery, communal clashes and cattle rustling were common across the 6 geopolitical zones. “It is pertinent to point out that most security threats in the country were fueled by the proliferation of small arms exacerbated by the influx of illegal arms and ammunition through our porous borders and the preponderance of local arms fabrication factories in the country. “Thus, the armed forces kinetic and non-kinetic efforts were geared towards tackling these threats in all the geo-political zones.” He further stressed that, “The security situation in Year 2023 has remained fluid, complex and dynamic with the threat morphing in form and scale. This unpredictable nature of the threat and the attendant demands for stability have continued to pose significant challenges for security forces. “Consequently, various forces have continued to evolve Tactics, Techniques and Procedures (TTP) to professionally respond to these threats. The armed forces has been developing the desired enablers to overcome the country’s numerous threats.” General Buba however, noted that, the application of kinetic and non-kinetic efforts in collaboration with other Services and security agencies has continued to shape the operating environment, in which we are in a dominant position. Additionally, he said, “Attention was given to providing relevant resources to enhance troops’ capacity to defeat the threats. The cumulative outcome of these efforts is reflected in increased stability achieved across the various theatres of operations. Troops are in a dominant position and are winning the war.” Get the latest news delivered straight to your inbox every day of the week. Stay informed with the Guardian’s leading coverage of Nigerian and world news, business, technology and sports.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "edward buba",
        "sentiment": "none"
      },
      {
        "name": "christopher musa",
        "sentiment": "none"
      },
      {
        "name": "buba",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "guardian nigeria news",
        "sentiment": "neutral"
      }
    ],
    "locations": [
      {
        "name": "nigeria",
        "sentiment": "none"
      },
      {
        "name": "abuja",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T11:46:43.519+02:00",
  "updated": "2023-12-30T11:46:43.519+02:00"
}