{
  "thread": {
    "uuid": "ef622d25844a2ca1509cf004bdcda8c243f814d7",
    "url": "https://media.toyota.ca/fr/releases/2024/toyota-prius-named-ajac-s-2024-canadian-car-of-the-year.html",
    "site_full": "media.toyota.ca",
    "site": "toyota.ca",
    "site_section": "http://media.toyota.ca/rss.xml",
    "site_categories": [],
    "section_title": "Toyota Canada",
    "title": "La Toyota Prius nommée Voiture canadienne de l'année 2024 par l'AJAC",
    "title_full": "La Toyota Prius nommée Voiture canadienne de l'année 2024 par l'AJAC",
    "published": "2024-02-15T20:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://toyotacanada.scene7.com/is/image/toyotacanada/2024_Toyota_Prius?$Media-Thumbnail$",
    "performance_score": 0,
    "domain_rank": 67694,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ef622d25844a2ca1509cf004bdcda8c243f814d7",
  "url": "https://media.toyota.ca/fr/releases/2024/toyota-prius-named-ajac-s-2024-canadian-car-of-the-year.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-02-15T20:00:00.000+02:00",
  "title": "La Toyota Prius nommée Voiture canadienne de l'année 2024 par l'AJAC",
  "text": "LANGUES\nTORONTO (Ontario), le 15 février 2024 – Lorsque les concepteurs et les ingénieurs de Toyota ont commencé à travailler sur la cinquième génération de la légendaire Prius, ils étaient déterminés à créer une voiture audacieuse avec une combinaison gagnante de style, de performance et d'efficacité. Aujourd'hui, l'Association des journalistes automobiles du Canada (AJAC) a reconnu cette vision en annonçant que la Toyota Prius 2024 est sa Voiture canadienne de l'année.\n\"Lorsque la Prius a amorcé la révolution de l'électrification il y a près d'un quart de siècle, elle est rapidement devenue l'ambassadrice mondiale de la mobilité durable - et la nouvelle Prius de cinquième génération continue d'inspirer avec son mélange imbattable de style, le plaisir de conduire d'une voiture bien conçue, l'efficacité de l'expertise hybride électrique de Toyota à la fine pointe de l'industrie, et l'intelligence de nos technologies avancées de connectivité et de sécurité active \", a déclaré Cyril Dimitris, vice-président de Toyota Canada Inc. \"Tout le monde chez Toyota Canada est ravi que les membres de l'AJAC soient d'accord - et nous les remercions pour cet important prix.\nL'AJAC a annoncé ce prix aujourd'hui au Salon international de l'automobile de Toronto, où la Prius 2024 sera exposée au kiosque Toyota du 16 au 25 février, aux côtés d'une gamme complète de véhicules et de technologies Toyota.\nLa Prius de première génération a fait ses débuts en 1997 au Japon et a été le premier véhicule hybride produit en grande série au monde. Elle est arrivée au Canada en 2000 et depuis lors, plus de 100 000 modèles de Prius ont été vendus dans le pays.\nLa Prius 2024 de cinquième génération présente une silhouette athlétique et un design moderne et épuré qui séduit. À l'intérieur, la Prius accueille jusqu'à cinq adultes dans un habitacle de haute technologie caractérisé par un design intelligent et des matériaux doux au toucher.\nSous le capot, la Prius est équipée d'un groupe motopropulseur hybride de 5e génération qui développe une puissance combinée de 196 chevaux et permet de passer de 0 à 100 km/h en 7,2 secondes. Toutes les Prius vendues au Canada sont équipées de série du système de traction intégrale électronique à la demande de Toyota, qui contribue à la stabilité de la conduite dans diverses conditions routières et météorologiques tout en restant étonnamment efficace : la Prius affiche un rendement énergétique impressionnant de 4,8 L/100 km en ville et sur route.\nChaque Prius est également une vitrine de haute technologie, avec d’abord le système multimédia Toyota, à la fois puissant et convivial, et les technologies actives de Toyota Safety Sense 3.0.\nPour obtenir des détails et des spécifications complets et actualisés, visitez toyota.ca/prius.\nÀ propos de Toyota Canada Inc.\nToyota Canada Inc. (TCI) est le distributeur canadien exclusif des véhicules Toyota et Lexus. Toyota a vendu plus de six millions de véhicules au pays par l’entremise d’un réseau de 287 concessionnaires Toyota et Lexus. Toyota s’engage à offrir aux automobilistes canadiens un service de qualité et des véhicules reconnus pour leur haut niveau de sécurité, de qualité, de durabilité et de fiabilité. Le siège social de TCI est situé à Toronto et l’entreprise a aussi des bureaux régionaux à Vancouver, Calgary, Montréal et Halifax, des centres de distribution des pièces à Clarington et Vancouver, et deux usines de production au pays. Ces usines ont déjà produit plus de neuf millions de véhicules, parmi lesquels des modèles très populaires auprès des consommateurs canadiens, comme les Toyota RAV4 et RAV4 hybride, les Lexus RX 350 et RX 450h hybride, ainsi que les Lexus NX 250, NX 350 et NX 350h hybride. Toyota a vendu plus de 20 millions de véhicules électrifiés dans le monde et est le constructeur qui vend le plus de véhicules électrifiés au Canada.\n###\nTous les efforts ont été déployés afin de s’assurer de l’exactitude des spécifications, de l’équipement et du contenu du produit sur ce site en fonction des informations connues au moment de la publication. Dans certains cas, certains changements peuvent se produire au niveau de l’équipement de série ou des options, qui ne seraient pas reflétés en ligne. Toyota Canada se réserve le droit d’apporter ces changements sans préavis ni obligation de sa part.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T05:21:06.003+02:00",
  "updated": "2024-02-16T05:21:06.003+02:00"
}