{
  "thread": {
    "uuid": "2a524bd2090a494a61a2153178a92fd1c5dca7ea",
    "url": "https://bnnbreaking.com/world/us/good-friday-pilgrimage-draws-hundreds-to-mount-jumullong-manglo-amid-local-infrastructure-debates",
    "site_full": "bnnbreaking.com",
    "site": "bnnbreaking.com",
    "site_section": "https://bnnbreaking.com/feed",
    "site_categories": [],
    "section_title": "BNN : Latest Posts",
    "title": "Good Friday Pilgrimage Draws Hundreds to Mount Jumullong-Manglo Amid Local Infrastructure Debates",
    "title_full": "Good Friday Pilgrimage Draws Hundreds to Mount Jumullong-Manglo Amid Local Infrastructure Debates",
    "published": "2024-03-28T15:13:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://img-cdn.thepublive.com/fit-in/1200x675/bnn/media/media_files/2e10cf8280742f8ad2b34eee15977acdd340d39070feb8ce59ef1e0d968e4a48.jpg",
    "performance_score": 0,
    "domain_rank": 8600,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2a524bd2090a494a61a2153178a92fd1c5dca7ea",
  "url": "https://bnnbreaking.com/world/us/good-friday-pilgrimage-draws-hundreds-to-mount-jumullong-manglo-amid-local-infrastructure-debates",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Nasiru Eneji Abdulrasheed",
  "published": "2024-03-28T15:13:00.000+02:00",
  "title": "Good Friday Pilgrimage Draws Hundreds to Mount Jumullong-Manglo Amid Local Infrastructure Debates",
  "text": "On March 29, 2024, hundreds of residents embarked on a spiritual journey up Mount Jumullong-Manglo to observe Good Friday, reflecting a community's faith amidst ongoing local infrastructure discussions. This annual pilgrimage, deeply rooted in the island's traditions, coincides with significant developments in Guam's utility sector, highlighting a community at the crossroads of tradition and modernization.\nAdvertisment Tradition Meets Transformation The ascent of Mount Jumullong-Manglo, a revered tradition for many on the island, serves not only as a physical challenge but as a manifestation of faith and reflection. As participants reached the summit, their journey underscored the broader narrative of an island grappling with infrastructural and environmental changes. Concurrently, the Consolidated Commission on Utilities has approved crucial amendments to the energy conversion agreement with Guam Ukudu Power LLC, aimed at reducing costs by $57.3 million while addressing additional claims and acceleration costs totaling $17 million. This adjustment is part of a broader strategy to meet the island's power needs, with the Public Utilities Commission set to review these changes, including a temporary power contract with Aggreko.\nCommunity at a Crossroads Advertisment The Good Friday pilgrimage occurs against a backdrop of significant infrastructural developments, notably the ongoing construction of the Ukudu Power Plant. This project represents a pivotal moment for Guam's energy sector, promising to address longstanding power generation and reliability concerns. However, it also sparks dialogue about the balance between progress and preservation, as the island navigates the complexities of modernization while holding onto its cultural and spiritual heritage. The adjustments to the Ukudu agreement, reducing costs and addressing acceleration, reflect a pragmatic approach to these challenges, aiming to secure a stable power future without undue financial burden on the community.\nReflections on Faith and Future The juxtaposition of the Good Friday pilgrimage with the island's infrastructural debates offers a unique lens through which to view the community's values and aspirations. As residents trekked up Mount Jumullong-Manglo, they not only participated in a time-honored tradition but also symbolized the broader journey of an island at a pivotal point in its history. The ongoing discussions and decisions surrounding the Ukudu Power Plant and related utility amendments are more than just bureaucratic maneuvers; they are steps towards a future that honors both Guam's heritage and its potential for growth.\nThe Good Friday pilgrimage to Mount Jumullong-Manglo and the concurrent infrastructural developments on Guam encapsulate a community navigating the delicate balance between tradition and progress. As the island moves forward with its plans for the Ukudu Power Plant, it carries with it the spirit of reflection and resilience demonstrated by those who climb the mountain each year. This moment in Guam's history is a testament to the power of faith, community, and thoughtful leadership in shaping a future that respects the past while embracing the changes necessary for sustainable development.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [
    "https://www.mvariety.com/news/ukudu-agreement-changes-ok-d/article_4f4a9698-eccd-11ee-935c-5ff59bcfa0e0.html",
    "https://mvariety.com/news/ukudu-agreement-changes-ok-d/article_4f4a9698-eccd-11ee-935c-5ff59bcfa0e0.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "consolidated commission on utilities",
        "sentiment": "none"
      },
      {
        "name": "guam ukudu power llc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mount jumullong",
        "sentiment": "none"
      },
      {
        "name": "mount jumullong-manglo",
        "sentiment": "none"
      },
      {
        "name": "guam",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T03:34:19.224+03:00",
  "updated": "2024-03-29T03:34:19.224+03:00"
}