{
  "thread": {
    "uuid": "554b2712d04c40ddb63cabc2df1436789b0b7123",
    "url": "https://www.pnj.com/story/news/local/2024/05/05/rosamond-johnson-beach-in-perdido-key-celebrates-korean-war-hero/73553161007",
    "site_full": "www.pnj.com",
    "site": "pnj.com",
    "site_section": "https://music.einnews.com/live_feed",
    "site_categories": [
      "real_estate",
      "media",
      "buying_selling_homes"
    ],
    "section_title": "Live Feed Wire - Music Industry Today - EIN Presswire",
    "title": "Rosamond Johnson Beach in Perdido Key celebrates Korean War hero",
    "title_full": "Rosamond Johnson Beach in Perdido Key celebrates Korean War hero",
    "published": "2024-05-05T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.gannett-cdn.com/authoring/authoring-images/2024/05/05/PPEN/73576342007-rosamond-4.jpg?auto=webp&crop=4031,2268,x0,y0&format=pjpg&width=1200",
    "performance_score": 0,
    "domain_rank": 12497,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "554b2712d04c40ddb63cabc2df1436789b0b7123",
  "url": "https://www.pnj.com/story/news/local/2024/05/05/rosamond-johnson-beach-in-perdido-key-celebrates-korean-war-hero/73553161007",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": ", Pensacola News Journal",
  "published": "2024-05-05T03:00:00.000+03:00",
  "title": "Rosamond Johnson Beach in Perdido Key celebrates Korean War hero",
  "text": "For so long, Johnson's Beach was just Johnson's Beach. We didn't know anything beyond that other than years earlier it was known as \"the Black Beach\" because of the tiring segregated system of the day. By the time the '70s and '80s swept it, Johnson Beach on Perdido Key had become a popular day trip beach excursion for folks of all races, though it was still a favorite for old Black families in the area who remember not being welcomed at Pensacola Beach so long ago. But almost everyone had one thing in common ‒ we didn't know Johnson's Beach was named for a real-life, honest-to-goodness teenage war hero whose bravery saved lives, sacrificing his own. Johnson Beach, a natural jewel on the Gulf of Mexico, honors Army Pvt. Rosamond Johnson Jr., a young African-American soldier who was only 17 when he was killed in action on July 26, 1950, becoming the first Escambia County resident killed in action during the Korean War. \"As a little girl growing up in Pensacola Beach, I never knew the true meaning of Johnson Beach, why it was called Johnson Beach,\" said Erin Wilmer, Perdido Key Area Chamber of Commerce Military Appreciation Committee chair during her welcoming remarks Saturday at the 14th annual Private Rosamond Johnson Celebration at Johnson Beach on Gulf Islands National Seashore. \"But as an adult, I learned the heroic story of this remarkable young man and it raised up in me a sense of pride. He is not only a family hero. He is an Escambia County hero.\" She could have gone on. Because Rosamond Johnson, who lied about his age and joined the Army at age 15, was an American hero. Previously: Rosamond Johnson died a war hero at 17. How he's still being honored 73 years later More than 100 people, including a U.S. Navy Color Guard Unit from Corry Station, attended the ceremony, which including a county proclamation and a wreath-laying ceremony at the Rosamond Johnson Memorial that was erected at Johnson Beach in 1996. Escambia County District 3 Commissioner Lumon May and District 1 Commissioner Jeff Bergosh attended the ceremony, as did Gulf Islands National Seashore officials. On the day Johnson was killed, he had already carried two wounded soldiers to safety. He was fatally wounded trying to rescue a third fellow soldier. Retired Navy Capt. Pat Everly, executive director of the National Flight Academy, delivered the ceremony's keynote address on a perfect Chamber of Commerce sunshiney day, as beachgoers ‒ largely families ‒ played on the beach behind the ceremony, kites riding lightly in a soft breeze against a cotton candy blue sky. Everly reflected on Johnson's young age. \"He was 15 when he decided to pull the wool over the Army's eyes,'' Everly said. \"I also looked back at my 15-year-old self in 1983.\" A bunch of us chuckled, not at Everly, but at the thought of our own selves going off to war at such a tender age, an when most of us were high school freshman, maybe sophomores. \"Would I have had the courage to do what Private Johnson did?\" he asked. \"I don't know if I have the answer to that.\" Johnson's legend has grown in Pensacola since the memorial was erected and the annual ceremony established. But he was always a hero. Even if most of us didn't know it then. Raymond Reese knew from the time he was 1 year old. Reese, 75, is Johnson's half-brother. He was only 1 when his brother was killed. Before Saturday's ceremony, Reese was working the large grill behind the pavilion, where he and others were preparing food for guests following the ceremony. He and brother Marcellus Reese attended the ceremony, and are Johnson's lone remaining siblings, though he has other family members who have long celebrated Johnson's legend. \"My brothers and sisters were raised up in, but a lot of people didn't know who he was or what Johnson Beach was,\" Reese said. \"It's just a blessing to our family to see him honored. It's pride knowing someone from your own family went to serve and sacrificed.\" Reese was so proud, he would write essays in schools about his heroic brother and his legacy at Johnson Beach. \"The teachers didn't believe me,\" he said. \"They thought I was lying. So now, it's really gratifying to know he's appreciated.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rosamond johnson beach",
        "sentiment": "negative"
      },
      {
        "name": "johnson",
        "sentiment": "negative"
      },
      {
        "name": "rosamond johnson jr.",
        "sentiment": "none"
      },
      {
        "name": "erin wilmer",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "johnson beach",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "escambia county",
        "sentiment": "none"
      },
      {
        "name": "johnson beach",
        "sentiment": "none"
      },
      {
        "name": "pensacola beach",
        "sentiment": "none"
      },
      {
        "name": "gulf of mexico",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-05T12:26:37.711+03:00",
  "updated": "2024-05-05T15:15:50.779+03:00"
}