{
  "thread": {
    "uuid": "4a6f78f73d9fe9d20c52c98c1c285391e3c07b88",
    "url": "https://www.eluniversal.com.mx/metropoli/laguna-de-zumpango-muestra-recuperacion-tras-las-lluvias",
    "site_full": "www.eluniversal.com.mx",
    "site": "eluniversal.com.mx",
    "site_section": "https://eluniversal.com.mx/destinos",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Destinos | El Universal",
    "title": "Laguna de Zumpango muestra recuperación, tras las lluvias",
    "title_full": "Laguna de Zumpango muestra recuperación, tras las lluvias",
    "published": "2024-07-05T11:47:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.eluniversal.com.mx/resizer/DXVdwwK2CS8y9-h_oQrR7_J8hbE=/980x528/cloudfront-us-east-1.images.arcpublishing.com/eluniversal/4O74WNS6FZCTZGRB4CKNPDHJBA.jpg",
    "performance_score": 0,
    "domain_rank": 3573,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4a6f78f73d9fe9d20c52c98c1c285391e3c07b88",
  "url": "https://www.eluniversal.com.mx/metropoli/laguna-de-zumpango-muestra-recuperacion-tras-las-lluvias",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Arturo Contreras",
  "published": "2024-07-05T11:47:00.000+03:00",
  "title": "Laguna de Zumpango muestra recuperación, tras las lluvias",
  "text": "Zumpango, Méx .— Al menos dos tercios de la Laguna de Zumpango comienzan a verse con agua, luego de la apertura de compuertas para descargar el líquido pluvial que proviene de diferentes fuentes como los ríos Cuautitlán y Santa María , dijeron pobladores que perdieron la siembra que trabajaron dentro del terreno de este lugar declarado en 2003 como Área Natural Protegida . Luego de casi dos años de ver totalmente secas las mil 800 hectáreas que comprende la laguna, miles de litros de agua comenzaron a ingresar desde el viernes 28 de junio y en seis días ya han cubierto zonas donde vecinos de San Juan Zitlaltepec sembraron maíz, cebollas, frijol, cilantro y nopales.\nAntonio Cruz, quien lleva 40 años trabajando con ganado y sembrando maíz, informó que sólo detectó siembra del lado de San Juan Zitlaltepec , donde a compañeros agricultores se les echaron a perder alrededor de 100 hectáreas de maíz con la descarga de las aguas.\nLee también: Detienen a 5 presuntos integrantes de banda roba motos y a la fabricación de armas en Zumpango\n“Hace unos 30 años pasó lo mismo. La gente se metió a sembrar, se les llamaban comuneros y hubo gente que como ahorita, no se querían salir y se agruparon. Otros sí entendieron que sembraron en zona federal y se salieron. Pero para nosotros ya es la segunda vez que la secan”, explicó el agricultor.\nAdemás, sostuvo que la Conagua les expuso que el agua viene de Cuautitlán, de Ecatepec y toda la zona oriente donde se han registrado fuertes lluvias, llegando a pasar el líquido por el Túnel Emisor Oriente y desviándolo hacia los cuerpos de agua en Hidalgo.\nEvaristo sembró cilantro y aunque lo perdió, indicó que es buena señal la llegada del agua porque hay gente que vivía del pescado tanto de comunidades como Santo Tomás y Analco .\n“Ahorita si dejan que se llene, que lo dejen un mes y toda la mugre baja y solita se absorbe. Entonces avientan la mojarra y mucha gente de eso se podría mantener. Acá es el campo, las vacas y esto beneficiaba a todos, porque entre todos nos comprábamos”, añadió.\nLee también: Descargan aguas negras en Zumpango\nAlgunos pedían que les dejaran sacar su siembra; sin embargo, no les fue permitido y abrieron compuertas para que el agua comenzara a descargarse, incluso con la molestia de un grupo de pobladores que manifestaron, principalmente, que las aguas negras echarían a perder el trabajo al que invirtieron meses.\nRespecto a por qué quisieron sembrar en el terrero de la Laguna de Zumpango , refirieron que en la zona se repartió por pueblos: Coyotepec, Santo Tomás, Analco, Santa Cruz, San Juan y San Pedro, para que los que tuvieran posibilidades económicas de hacerlo, avanzaran. Sin embargo, históricamente saben que cuando el agua cae, nadie debería de oponerse, pues se trata de una Área Natural Protegida .\nMencionaron que el tema del agua sucia podría no generar problemas, ya que, anteriormente, el líquido que llegaba también estaba sucio. “Eso se va a asentar, va a ser lodo y lo va absorber la tierra, toda la mugre va a bajar. Si avientan el pescado, si se cría, no se mueren. Si la van a llenar falta muchísimo, pero ya se ven varios espejos de agua”, apuntó Antonio Cruz.\nLa Laguna de Zumpango es primordial para la restauración de la Cuenca de México , señaló el secretario del Agua del Estado de México , Pedro Moctezuma, durante el foro Gestión de Ciclos y Fuentes Alternativas de Agua, celebrado en mayo pasado en la Universidad Autónoma del Estado de México, donde además expuso que en un año podría darse la recuperación del embalse para beneficio de 4 millones de habitantes, toda vez que aportaría 5 metros cúbicos, es decir, el mismo volumen de caudal que se recibe del Sistema Cutzamala.\nLagunas de Veracruz, en riesgo de desaparecer\nÚnete a nuestro canal ¡EL UNIVERSAL ya está en Whatsapp!, desde tu dispositivo móvil entérate de las noticias más relevantes del día, artículos de opinión, entretenimiento, tendencias y más.\nComentarios",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://whatsapp.com/channel/0029Va4lfJc1CYoM1R8IT71e",
    "https://www.whatsapp.com/channel/0029Va4lfJc1CYoM1R8IT71e"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T11:59:51.503+03:00",
  "updated": "2024-07-05T20:42:25.805+03:00"
}