{
  "thread": {
    "uuid": "4ee806329e73a3091057f1bab3713c34217964e6",
    "url": "https://menafn.com/1107957304/Presidential-representative-claims-South-Africa-wishes-to-end-genocide-in-Gaza-Strip",
    "site_full": "menafn.com",
    "site": "menafn.com",
    "site_section": "http://www.menafn.com/rss/menafn_globaltopstories.xml",
    "site_categories": [
      "investing",
      "financial_news",
      "finance"
    ],
    "section_title": "Maharashtra: SS-UBT Legislator Ravindra Waikar Joins Eknath Shinde-Led Shiv Sena",
    "title": "Presidential representative claims South Africa wishes to end genocide in Gaza Strip | MENAFN.COM",
    "title_full": "Presidential representative claims South Africa wishes to end genocide in Gaza Strip | MENAFN.COM",
    "published": "2024-03-10T04:54:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://menafn.com/updates/pr/Menafn_News_Images/Local_Politics_1297.jpg",
    "performance_score": 0,
    "domain_rank": 6382,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4ee806329e73a3091057f1bab3713c34217964e6",
  "url": "https://menafn.com/1107957304/Presidential-representative-claims-South-Africa-wishes-to-end-genocide-in-Gaza-Strip",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MENAFN",
  "published": "2024-03-10T04:54:00.000+02:00",
  "title": "Presidential representative claims South Africa wishes to end genocide in Gaza Strip | MENAFN.COM",
  "text": "( MENAFN ) In an exclusive interview with RT, Vincent Magwenya, the spokesman for South African President Cyril Ramaphosa, revealed that the South African government has approached the International Court of Justice (ICJ) seeking additional measures to address the humanitarian crisis unfolding in Gaza. Magwenya emphasized the urgency of resolving the conflict in Gaza and preventing a potential famine crisis that could result in significant casualties.\nAccording to Magwenya, South Africa is advocating for measures directed at Israel to avert the emerging famine crisis and facilitate the delivery of humanitarian aid to those in need.\nPresident Ramaphosa is actively working towards a \"cessation of hostilities\" and the establishment of humanitarian corridors to ensure the efficient distribution of aid.\nExpressing the government's commitment, Magwenya stated that South Africa is leveraging every available legal means and instrument to put an end to what he described as a \"genocide\" in Gaza. The country is resolute in its pursuit of justice and humanitarian intervention to address the dire situation facing the Palestinian population.\nAddressing the potential impact on South Africa's relations with the United States due to its support for Gaza, Magwenya acknowledged existing differences on various issues between the two nations. However, he emphasized the importance of ongoing dialogue and engagement, drawing inspiration from the teachings of former President Nelson Mandela. Despite disagreements, South Africa remains steadfast in voicing its displeasure with Israel's actions towards the Palestinians.\nThe article explores South Africa's legal initiatives at the ICJ, shedding light on its efforts to address the humanitarian crisis in Gaza and its commitment to advocating for the Palestinian cause. It delves into the complexities of international relations and the balancing act that South Africa faces as it navigates its stance on the Israel-Palestine conflict.\nMENAFN10032024000045015687ID1107957304\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "vincent magwenya",
        "sentiment": "negative"
      },
      {
        "name": "magwenya",
        "sentiment": "none"
      },
      {
        "name": "ramaphosa",
        "sentiment": "none"
      },
      {
        "name": "cyril ramaphosa",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "international court of justice",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza strip",
        "sentiment": "none"
      },
      {
        "name": "south africa",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "magwenya",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-10T19:23:05.917+02:00",
  "updated": "2024-03-10T19:23:05.917+02:00"
}