{
  "thread": {
    "uuid": "eaaa68df4aafbee031ffd9b5356c3c74d9553afb",
    "url": "https://www.deccanherald.com/dh-changemakers/building-careers-for-people-with-disabilities-2828908",
    "site_full": "www.deccanherald.com",
    "site": "deccanherald.com",
    "site_section": "https://www.deccanherald.com/bengaluru",
    "site_categories": [
      "media"
    ],
    "section_title": "Top Bengaluru  News: Bengaluru  News Today, Bengaluru  Latest News and Headlines, Bengaluru  Local News Updates | Deccan Herald",
    "title": "Building careers for people with disabilities",
    "title_full": "Building careers for people with disabilities",
    "published": "2023-12-29T07:48:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://images.deccanherald.com/deccanherald%2F2023-12%2F669b08f8-0dd3-47a8-b2c4-b2dc67f6781c%2FAlina_Alam_Mitti_cafe.jpg?rect=0%2C0%2C1920%2C1008&amp;w=1200&amp;ar=40%3A21&amp;auto=format%2Ccompress&amp;ogImage=true&amp;mode=crop",
    "performance_score": 0,
    "domain_rank": 2984,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "eaaa68df4aafbee031ffd9b5356c3c74d9553afb",
  "url": "https://www.deccanherald.com/dh-changemakers/building-careers-for-people-with-disabilities-2828908",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sweekruthi K",
  "published": "2023-12-29T07:48:00.000+02:00",
  "title": "Building careers for people with disabilities",
  "text": "It was over five years ago that Renuka first arrived in Bengaluru, from her village in Gangavathi, Koppal, in search of a job. “I attended so many interviews, but they kept rejecting me. They thought that because I have a visual impairment, I would not be a good worker,” she says. Eventually, she found odd jobs in garment shops, but could barely make ends meet due to the low salary. The heavy workload and long shifts began to take a toll on her health.\nMuch has changed since then, says Renuka, a trainee with Mitti Cafe in Bengaluru. “Today, I am confident that I can speak to customers in English. I did not think I could ever do this, but at Mitti, they encouraged me,” she says. Renuka is now able to support herself and also take care of her parents back home in Koppal.\n“My whole life, I was worried that my parents would see me as a burden. But when I visited my native village for Diwali this year, I was able to buy my parents new clothes with my own money.”\nHer colleagues echo similar stories: Most of them came to the city in search of employment. However, even after receiving vocational and soft skills training from non-profit organisations, they struggled to find consistent work. Through referrals and word-of-mouth, they made their way to Mitti Cafe, which has become a space for financial independence, confidence building and learning.\nThe people employed in the 40 outlets of the cafe spread across the country work as servers, cashiers, and also assist in the kitchen. “There are very few opportunities for people with disabilities,” says Eshwar, a BA graduate who has an intellectual disability. “I am able to do the work here easily, in customer service. Now, I am also learning to cook,” he adds.\nEmployers that are disability-friendly make a major difference, explains Varada Hegde, deputy director of Seva in Action, an NGO which works to train and place persons with disabilities. “I work particularly with people who have intellectual disabilities and development disorders. We face significant challenges in getting them placements,” she says.\nCredit: DH Photo\nThe cafe makes room for people with varying capacities and abilities, which is a huge plus, she adds. This also makes Mitti an accessible and sensitive workplace: “With tech companies or other organisations, we often have to spend a lot of time training and sensitising people.”\nVarada also points out that since the cafes are located in mainstream areas and popular locations, the employees meet and are exposed to a wide range of people. “They interact on a day-to-day basis with the public, which is very good.”\nCustomers walk in, often with no prior knowledge. “I had no idea that such an initiative existed. The staff served us with so much love and kindness. Once our meal was done, they even asked us for feedback,” says Kumar, a first-time customer.\n“When I heard about the story behind the cafe and the staff members, I was even more impressed,” he adds.\nThe spectrum of stories, backgrounds, skills and talents in Mitti Cafe is truly diverse. Yet, one core principle unites them: “People with disabilities are multi-abled, we are not disabled,” says Manjunath, who works at one of Mitti’s outlets.\nThis idea is central to the initiative, and evident in the name, says Alina Alam, the founder and CEO. “Despite having so many differences, be it in terms of race, religion, or ideology, we all come from mud, and eventually return to mud,” she says.\nSimilarly, the right to be included belongs to all communities, she adds. “Having been brought up with a family member with a disability, my grandmother, all I saw was her ability. So I was taken aback to see how a person’s disability could restrict people from seeing their larger abilities.”\nIt was this idea that led Alina to open Mitti. It all began with a run-down godown in Hubballi. A positive response from the community began to open up new avenues for Mitti cafe.\nSince their inception in 2019, the non-profit organisation has grown rapidly, with an annual turnover of around Rs 12 crore this year through grants and sales. “We are very fortunate that a lot of organisations are aware and want to work towards diversity and inclusion. With the opportunities to set up cafes in public spaces and backing for our training, we have been able to expand quickly,” says Swati Dokania, chief operating officer of the organisation.\nCredit: DH Photo\nNow, there are 40 outlets spanning five cities, including Bengaluru, Delhi-NCR, Amritsar, Kolkata and Mumbai. While cafes on corporate office premises are funded by the companies, outlets in public spaces are funded through grants and corporate funding. The local cafes are self-sustaining and generate revenue that covers the costs of operations and salaries.\nThe organisation employs more than 300 people. “We have trained more than 4,000 people since the start of Mitti Cafe, and have served over 11 million meals,” says Swati.\nThe team plans to open about 10 more outlets by the end of the financial year. They recently inaugurated an outlet at the Supreme Court in New Delhi, as well as a food truck at the Mercedes campus in Bengaluru.\nThe excitement of this expansion is two-fold for many, like Swamy Gowda from Mandya district. “When I first began working in the airport outlet, I was very excited to see the planes. I even got to fly for the first time to attend the launch of a new outlet at the Supreme Court. I never imagined this could be possible,” he says.\nSwamy, who has a severe physical deformity, struggled to find work. But today, he serves close to 250 customers during his shift. “Customers are very happy and positive, they take pictures with us. Many of them spend time speaking to us. We do everything from taking their order to making tea, coffee or heating the food on display,” he says.\nThe menu includes a mix of healthy food and snacks. Customer service is a central priority in the training programme, and trainees attend sessions on spoken English, soft skills and body language. “The training is unique, as it includes a component for us to get feedback from customers on the food and service. At the end of the training, we have the confidence that we can speak to customers in English and Hindi too,” says Manjunath.\nThe organisation provides trainees with a stipend of Rs 2,000, along with food, accommodation and transport arrangements. Once the trainee is placed, they receive a monthly salary of Rs 15,000.\nA key feature of the roles at Mitti is the adaptability that is built in. “We assess each person’s individual strengths, and cater their responsibilities based on that,” says Latha, one of the trainers in Bengaluru.\nTake the example of Sadiha, who has multiple sclerosis. “We worked together with her to determine what she could do. Initially, we assigned her to the kitchen, but her health posed a challenge. This is when we realised she had the gift of the gab,” says Alina. Sadiha then worked as a greeter, seated beside the display case and speaking to customers. Today, Sadiha runs her own kirana shop in Hubballi and has employed a person with Down Syndrome.\nThe space for growth and initiative is rare, say employees. “I was a state-level athlete when a road accident left me paralysed from the waist down. There are many mental and emotional challenges to living with a disability, and an encouraging atmosphere is essential,” says Nandish, who started as a trainee at Mitti soon after the pandemic. Today, he manages the airport branch in Bengaluru.\nNandish and others also emphasise the low-pressure work environment. “I still participate in wheelchair basketball and numerous other paralympic sporting events. My work and training here gave me the confidence to start again,” he adds.\nThe Mitti team attests to hope being a central theme – be it in instilling confidence or a new sense of self-worth. Byrappa, who has dwarfism, had been rejected from more than 80 jobs before he arrived at Mitti. Here, he found financial independence, confidence, and even love. Byrappa and Roopa, his wife, met as trainees at the cafe, which is now home to 16 love stories. “And counting!” adds Alina.\nADVERTISEMENT",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Labor",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "renuka",
        "sentiment": "positive"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "bengaluru",
        "sentiment": "none"
      },
      {
        "name": "gangavathi",
        "sentiment": "none"
      },
      {
        "name": "mitti cafe",
        "sentiment": "none"
      },
      {
        "name": "mitti",
        "sentiment": "none"
      },
      {
        "name": "koppal",
        "sentiment": "none"
      },
      {
        "name": "diwali",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T10:25:31.949+02:00",
  "updated": "2024-01-01T16:54:41.494+02:00"
}