{
  "thread": {
    "uuid": "6bb6958d8ce4eb51340328387b8dadf17d4c9a2c",
    "url": "https://www.infobae.com/america/agencias/2024/07/04/mexico-sostenible-la-exposicion-para-concienciar-sobre-los-efectos-del-cambio-climatico",
    "site_full": "www.infobae.com",
    "site": "infobae.com",
    "site_section": "https://www.infobae.com/america/agencias",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Últimas Noticias de Argentina y del Mundo - Infobae",
    "title": "‘México sostenible’, la exposición para concienciar sobre los efectos del cambio climático - Infobae",
    "title_full": "‘México sostenible’, la exposición para concienciar sobre los efectos del cambio climático - Infobae",
    "published": "2024-07-05T01:16:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.infobae.com/pf/resources/images/fallback-promo-image-1200x630.png?d=2417",
    "performance_score": 0,
    "domain_rank": 1952,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6bb6958d8ce4eb51340328387b8dadf17d4c9a2c",
  "url": "https://www.infobae.com/america/agencias/2024/07/04/mexico-sostenible-la-exposicion-para-concienciar-sobre-los-efectos-del-cambio-climatico",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@infobae",
  "published": "2024-07-05T01:16:00.000+03:00",
  "title": "‘México sostenible’, la exposición para concienciar sobre los efectos del cambio climático - Infobae",
  "text": "Ciudad de México, 4 jul (EFE).- La exposición fotográfica ‘México sostenible’ fue inaugurada este jueves en la Ciudad de México con el objetivo de concienciar a la sociedad sobre los efectos de la crisis climática en el mundo y de la importancia de generar soluciones sostenibles como el uso de energías renovables.\nLa muestra, conformada por 38 fotografías que recorren la geografía mexicana, se estrenó como galería abierta en Paseo de la Reforma, uno de los corredores más importantes de la capital con la colaboración de la empresa de energía sostenible Iberdrola y la Secretaría de Cultura de la Ciudad de México.\nSobre la presentación, que también se enmarcó en el 25 aniversario de Iberdrola en México, el director de Galerías Abiertas de la Ciudad de México, José Manuel Ramírez Rodríguez, y la directora general de Iberdrola en México, Katya Samohano, coincidieron en que uno de los problemas que “más está afectando al mundo es el cambio climático”.\nTeniendo en cuenta que esta crisis ya provocó en 2023 que América Latina y el Caribe registrara temperaturas récords (0,82 grados Celsius), según datos de la Organización Meteorológica Mundial de las Naciones Unidas.\n“En estos días la más importante preocupación del mundo es el cambio climático, que a todos nos está afectando, es de vital importancia compartir la información y concienciar a toda la población”, expresó Rodríguez.\nEn ese sentido, la exhibición que finaliza el 4 de agosto, busca a través de un tono divulgativo poner valor a los recursos naturales y el aprovechamiento de la energía solar y eólica, pues, de acuerdo con los directivos, son estos los esfuerzos tecnológicos que contribuirán a la lucha contra el cambio climático y sumarán al cumplimiento de los Objetivos de Desarrollo Sostenible (ODS) de la ONU.\nDurante la inauguración, Samohano destacó que Iberdrola se ha sumado a estos esfuerzos tecnológicos para “contribuir a la erradicación del flagelo del cambio climático” en México y en el mundo a través de la generación de energías limpias.\n“Iberdrola desde su llegada a México ha estado del lado de cómo contribuir a las energías limpias, fue pionera en este cambio de matriz energética para dejar de producir energía con contaminantes (...) Usar combustibles que tienen una menor huella al medio ambiente”, afirmó.\nAsimismo, recalcó que estos proyectos a favor de la sostenibilidad seguirán expandiéndose a lo largo del país, siendo que la actual apuesta de la empresa son las energías renovables en territorios donde abunda la fuerza de la energía del viento y del sol.\n“Nuestra apuesta es crecer mucho más, México es un país bendecido con recursos naturales a lo largo y lo ancho del territorio, tenemos más de dos millones de kilómetros cuadrados, de los cuales casi todos tienen un potencial para las energías renovables”, dijo la directora.\nLa exhibición con imágenes de Mario Castillo Hidalgo, Anya Bartels-Suermondt, Bernabé Bonifacio, Alejandra Cárdenas, entre otros, es de acceso libre y está disponible para todos los visitantes de Paseo de la Reforma de la urbe mexicana. EFE\nmwp/abz/jrh\n(foto) (video)\nEFE cuenta con el apoyo de Iberdrola México para la elaboración de esta nota.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T01:33:00.778+03:00",
  "updated": "2024-07-05T01:33:00.778+03:00"
}