{
  "thread": {
    "uuid": "bed4ec53a924800b57bab077a04248b1bdaa5976",
    "url": "https://www.mdzol.com/mundo/2024/5/4/la-esperanza-que-mantiene-ucrania-pese-la-guerra-con-rusia-425164.html",
    "site_full": "www.mdzol.com",
    "site": "mdzol.com",
    "site_section": "https://mdzol.com/noticias",
    "site_categories": [
      "media"
    ],
    "section_title": "MDZ Online - MDZ Online",
    "title": "La esperanza que mantiene Ucrania pese a la guerra con Rusia - MDZ Online",
    "title_full": "La esperanza que mantiene Ucrania pese a la guerra con Rusia - MDZ Online",
    "published": "2024-05-04T15:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.mdzol.com/u/fotografias/m/2024/3/19/f1280x720-1567824_1699499_5050.jpg",
    "performance_score": 0,
    "domain_rank": 27772,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bed4ec53a924800b57bab077a04248b1bdaa5976",
  "url": "https://www.mdzol.com/mundo/2024/5/4/la-esperanza-que-mantiene-ucrania-pese-la-guerra-con-rusia-425164.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción MDZ",
  "published": "2024-05-04T15:00:00.000+03:00",
  "title": "La esperanza que mantiene Ucrania pese a la guerra con Rusia - MDZ Online",
  "text": "La esperanza que mantiene Ucrania pese a la guerra con Rusia Distintas autoridades ucranianas informaron que el Gobierno de dicho país aún mantiene las esperanzas de que la economía crezca, pese a estar en medio de la guerra con Rusia. A pesar de la guerra, es probable que la economía de Ucrania crezca alrededor de un 4,6% en 2024, aunque los ataques con misiles rusos podrían hacer bajar ese indicador. Según el sitio Ukrinform, esta previsión la describió la primera viceprimera ministra y ministra de Economía, Yulia Svyrydenko, al inaugurar el Foro del Día de la Inversión en Kiev. La funcionaria recordó que, después de una caída a gran escala de la economía (casi el 30% en 2022), el año pasado comenzó el crecimiento, que fue al menos del 5,3%. \"Esperamos que este año la economía siga recuperándose, al menos entre un 4,5% y un 4,6%. Por supuesto, los indicadores pueden empeorar debido a los ataques con misiles, principalmente contra la infraestructura energética ucraniana, pero nuestra previsión básica sigue siendo del 4,6%\", afirmó Svyrydenko. Según sus palabras, el desarrollo de la industria militar nacional contribuirá a garantizar ese crecimiento. El Ministerio de Economía calculó que la mitad del presupuesto destinado a la compra de armas y la creación de producción conjunta con empresas extranjeras supondrá un aumento adicional del PIB de al menos un 3,6%. \"Los indicadores del año pasado demostraron que al menos el 1% del crecimiento del producto nacional bruto se debió al desarrollo del complejo militar- industrial\", explicó la primera viceprimer ministra. El segundo motor del crecimiento económico es el desarrollo de las exportaciones y la mejora de los corredores de transporte, explicó la ministra. En particular, se trata de ampliar el corredor marítimo a productos agrícolas y a otros tipos de productos de exportación, incluidos los metalúrgicos, y bienes de alto valor agregado. \"Es de vital importancia para nosotros. Como, por supuesto, la expansión de las capacidades energéticas de Ucrania, su desarrollo. Necesitamos construir y desarrollar una generación descentralizada y altamente maniobrable\", enfatizó Svyrydenko. En su opinión, la recuperación que a pesar de todo continúa es un argumento importante a favor de invertir en Ucrania incluso en condiciones tan difíciles. \"Después de todo, la historia conoce pocos países que, estando en guerra, demostraron crecimiento económico\", destacó la funcionaria. Los participantes en el Kyiv Investment Day, organizado por el Ministerio de Economía con el apoyo del programa \"Economía Competitiva de Ucrania\" de USAID, abordaron la importancia de invertir ahora en aquel país. El informe recordó que el FMI predice que este año el producto interior bruto real de Ucrania crecerá un 3,2%. En 2025, el ritmo debería acelerarse hasta el 6,5% y, en 2029, estabilizarse en la cifra del 4,5% interanual. En 2022, la caída de la economía fue del 29%. El contraste con la Argentina es notorio: la Organización para la Cooperación y el Desarrollo Económicos (OCDE) pronosticó este jueves una mayor recesión para este año, con una caída de la actividad del 3,3%. [](/mundo/2024/5/4/una-fuerte-llamarada-solar-de-clase-alta-afecta-la-ionosfera-sobre-china-424885.html) Fenómenos naturales Una fuerte llamarada solar de clase alta afecta a la ionosfera sobre China [](/mundo/2024/5/3/alemania-regala-una-mansion-con-17-hectareas-que-fue-del-nazi-joseph-goebbels-424973.html) Increíble pero cierto Alemania regala una mansión con 17 hectáreas que fue del nazi Joseph Goebbels [](/mundo/2024/5/3/sorpresa-en-espana-ya-no-entregaran-mas-el-premio-nacional-de-tauromaquia-424930.html) Corridas de toros Sorpresa en España: ya no entregarán más el Premio Nacional de Tauromaquia [](/mundo/2024/5/3/genocide-joe-como-las-protestas-en-las-universidades-en-eeuu-muestran-que-el-conflicto-en-gaza-amenaza-la-reeleccion-de-biden-424910.html) Protestas El motivo por el que la reelección de Biden está en problemas [](/mundo/2024/5/3/la-geopolitica-del-uranio-control-conflicto-consecuencias-424890.html) Las cosas como son La geopolítica del uranio: control, conflicto y consecuencias [](/mundo/2024/5/3/investigacion-estos-son-los-lugares-de-europa-donde-mas-roban-los-turistas-424892.html) Inseguridad Investigación: estos son los lugares de Europa donde más roban a los turistas [](/mundo/2024/5/3/terremoto-en-filipinas-de-magnitud-57-sacude-las-islas-riesgo-de-tsunami-424909.html) Sismo Terremoto en Filipinas de magnitud 5,7 sacude las islas: riesgo de tsunami [](/mundo/2024/5/3/el-peor-saldo-de-la-guerra-entre-ucrania-rusia-los-ninos-que-han-muerto-424886.html) Poder bélico",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Economy, Business and Finance"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-04T15:02:27.879+03:00",
  "updated": "2024-05-04T15:18:02.389+03:00"
}