{
  "thread": {
    "uuid": "38fdefada97fc4db0edaac3a867578be2953df3d",
    "url": "https://www.contactmusic.com/sheryl-lee-ralph/news/sheryl-lee-ralph-grateful-after-hurricane-beryl-passes-jamaica_6381312",
    "site_full": "www.contactmusic.com",
    "site": "contactmusic.com",
    "site_section": "https://contactmusic.com/news",
    "site_categories": [
      "movies",
      "media",
      "music",
      "entertainment"
    ],
    "section_title": "Music, Movie and Entertainment News | Contactmusic.com",
    "title": "Sheryl Lee Ralph | Sheryl Lee Ralph 'grateful' after Hurricane Beryl passes Jamaica | Contactmusic.com",
    "title_full": "Sheryl Lee Ralph | Sheryl Lee Ralph 'grateful' after Hurricane Beryl passes Jamaica | Contactmusic.com",
    "published": "2024-07-05T12:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.contactmusic.com/newsimages/sheryl_lee_ralph_is_grateful_the_hurricane_has_passed_3111241.jpg",
    "performance_score": 0,
    "domain_rank": 8792,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "38fdefada97fc4db0edaac3a867578be2953df3d",
  "url": "https://www.contactmusic.com/sheryl-lee-ralph/news/sheryl-lee-ralph-grateful-after-hurricane-beryl-passes-jamaica_6381312",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Bang Showbiz",
  "published": "2024-07-05T12:00:00.000+03:00",
  "title": "Sheryl Lee Ralph | Sheryl Lee Ralph 'grateful' after Hurricane Beryl passes Jamaica | Contactmusic.com",
  "text": "[Contactmusic](/) [Sheryl Lee Ralph](https://www.contactmusic.com/sheryl-lee-ralph) is “grateful” that Hurricane Beryl has passed Jamaica without a \"direct hit\". [Sheryl Lee Ralph](https://www.contactmusic.com/sheryl-lee-ralph) is “grateful” that Hurricane Beryl has passed Jamaica. The 'Abbot Elementary' actress is currently staying on the Caribbean island ahead of her 32-year-old son Etienne Maurice's wedding this weekend and she has thanked fans for their \"good vibes and prayers\" after the Category 4 storm left them unscathed. She shared on X on Thursday (04.07.24): “It looks like the hurricane Beryl has passed and is running like a Jamaican track star off to another race. \"Thank you all for your good vibes and prayers. We did not get a direct hit and we are grateful but Carriacou needs help.” The 67-year-old actress - who, as well as Etienne, also has daughter Ivy 'Coco' Maurice, 32, with ex-husband Eric Maurice - had been monitoring the weather over the last few days before the hurricane hit. She said in a video post on Wednesday (03.07.24): “It’s starting. I’m not going to go all the way out there, but it’s happening now. “We are praying for safety for everybody and stay off the roads, stay inside, ‘cause I’m going all the way back inside now.” Sheryl began preparing for the hurricane earlier this week. She said in another video post: “From the looks of the sky, it looks like Beryl is gonna be here much sooner than the news keeps saying. “So it’s very calm here in Jamaica, the sky is so beautifully clear. And they said that the sea looked like glass today.… We have to take in all of the outside furniture because, you know, those things take flight “I hope you’ve put oil in your lamp and are taking extra care. So to everybody that’s here on the island, we remember that [Hurricane] Gilbert was a three and Beryl is a four. Wow. God bless you, goodnight.” Etienne had been \"praying for the best\" ahead of his nuptials to ABC News journalist Stephanie Wash. He said on his own Instagram Story on Wednesday: “But what I don’t love is rain during the week of my wedding. “I’m praying that everybody here and in Jamaica and the Caribbean Islands are safe and all we can do is pray for the best.” On the same day that Glastonbury welcomed back Margate's adopted sons, The Libertines, Margate itself put on it's very own Leisure Festival as it... Sheffield's very own all girl group Pretty Fierce are still on a high after the recent release of their debut single - 'Ready For Me'. Three nights before the end of his current tour Will Varley returned to his home town of Deal to delight a sold out crowd in The Astor Theatre. With only a few days to go before Portsmouth based songstress and producer WYSE releases her new single, 'Belladonna', we caught up with her to find... Colorado raised, Glasgow educated and Manchester based Bay Bryan is nothing if not a multi-talented, multi-faceted artist performing as both... Former Marigolds band member Keelan Cunningham has rediscovered his love of music with his new solo project Keelan X. Wiltshire singer-songwriter Luke De Sciscio, formally known as Folk Boy, is set to release is latest album - 'The Banquet' via AntiFragile Music on... Electronic music pioneer and producer Annie Elise says that the release of her first EP - 'Breathe In, Breathe Out' feels \"both vulnerable and...",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sheryl lee ralph",
        "sentiment": "neutral"
      },
      {
        "name": "sheryl lee ralph | sheryl lee ralph",
        "sentiment": "neutral"
      },
      {
        "name": "eric maurice",
        "sentiment": "none"
      },
      {
        "name": "beryl",
        "sentiment": "none"
      },
      {
        "name": "maurice",
        "sentiment": "none"
      },
      {
        "name": "carriacou",
        "sentiment": "none"
      },
      {
        "name": "etienne",
        "sentiment": "none"
      },
      {
        "name": "etienne maurice",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "jamaica",
        "sentiment": "none"
      },
      {
        "name": "caribbean",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T13:18:06.527+03:00",
  "updated": "2024-07-05T13:18:06.527+03:00"
}