{
  "thread": {
    "uuid": "e05c5e55ba2bb42f5fd3bbf53a83b9eb741ab986",
    "url": "https://www.thebetterindia.com/web-stories/mumbai-mud-home-kiran-prakash-amati-built-sustainable-house-straw-cow-dung",
    "site_full": "www.thebetterindia.com",
    "site": "thebetterindia.com",
    "site_section": "https://thebetterindia.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Media for Good News and Positive Stories - The Better India",
    "title": "How My Father & I Built Our Dream Sustainable Mud Home Ourselves",
    "title_full": "How My Father & I Built Our Dream Sustainable Mud Home Ourselves",
    "published": "2024-02-16T04:37:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://en-media.thebetterindia.com/uploads/2024/02/cropped-4-3-1-1-1708007313-1708007557.jpg",
    "performance_score": 0,
    "domain_rank": 16609,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e05c5e55ba2bb42f5fd3bbf53a83b9eb741ab986",
  "url": "https://www.thebetterindia.com/web-stories/mumbai-mud-home-kiran-prakash-amati-built-sustainable-house-straw-cow-dung",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tina Freese",
  "published": "2024-02-16T04:37:00.000+02:00",
  "title": "How My Father & I Built Our Dream Sustainable Mud Home Ourselves",
  "text": "Living in a high-rise apartment in Mumbai, Kiran Amati yearned to lead a simple life. So when it came to buying his own home, he knew perfectly well what he needed — a mud home with all things nature! He decided to build his dream home along with his father on a half-acre farm, 60 km from the city. A nature enthusiast, Kiran’s father was keen on the opportunity. The duo started to take different workshops to understand how mud houses can be made. In the process, Prakash met Shagun Singh, the founder of Geeli Mitti Centre of Excellence, a Uttarakhand-based organisation that makes mud houses at a workshop. Impressed by her work, the father-son duo decided to take a one-month-long course at the institute. “By the end of the course, I believe we had a clear idea of the size of the house we needed, how the rooms would be divided, and a basic structure design in mind,” Kiran recalls. “We executed the whole plan ourselves and did not hire any contractors. Traditional contractors would have no idea how the materials utilised in our house’s construction are used,” he adds. In 2022, with 80 volunteers (whom they reached out to via social media), they started their six-month-long journey of love and labour and named their home — Om Niwas. The circular home, with a diameter of 16 feet, is a studio-style space with bedrooms, a kitchen on the ground floor and a meditation space on the first floor. The house is made of mud, straw and cow dung, and has a unique septic tank filled with a mix of dry leaves, lime and sawdust. Over the time of four to five years, the waste keeps getting decomposed before you have to refill the mix. Furthermore, Kiran collaborated with award-winning artist Lakhichand Jain to paint Mandana art on the walls with Tantra motifs. In the initial stages, the house got many critical reviews. “They [villagers] would say Mumbai rains heavily, and it’s hard to imagine a mud house sustaining for more than two or three years here.” But today, the house is a landmark in the village. “So whenever an auto driver needs directions to the village, locals guide them by referring to our mud house,” smiles Kiran. .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kiran amati",
        "sentiment": "neutral"
      },
      {
        "name": "kiran",
        "sentiment": "none"
      },
      {
        "name": "prakash",
        "sentiment": "none"
      },
      {
        "name": "shagun singh",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "uttarakhand",
        "sentiment": "none"
      },
      {
        "name": "geeli mitti centre of excellence",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mumbai",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T09:47:35.012+02:00",
  "updated": "2024-02-16T09:47:35.012+02:00"
}