{
  "thread": {
    "uuid": "f72b8fb47bf480637398f331db7e937f8c512fc8",
    "url": "https://www.nationthailand.com/special-edition/ev/40035620",
    "site_full": "www.nationthailand.com",
    "site": "nationthailand.com",
    "site_section": "https://api.nationthailand.com/sitemap/latest",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "Joint effort leads to one-stop EV service for Rayong drivers",
    "title_full": "Joint effort leads to one-stop EV service for Rayong drivers",
    "published": "2024-02-16T06:21:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "TH",
    "main_image": "https://media.nationthailand.com/uploads/images/md/2024/02/Gl2NGbxWJkmAXMvdhTNY.webp",
    "performance_score": 0,
    "domain_rank": 21182,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f72b8fb47bf480637398f331db7e937f8c512fc8",
  "url": "https://www.nationthailand.com/special-edition/ev/40035620",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "nationthailand",
  "published": "2024-02-16T06:21:00.000+02:00",
  "title": "Joint effort leads to one-stop EV service for Rayong drivers",
  "text": "EV motorcycle drivers in the Eastern region can now access complete one-stop service, with EV car owners able to get a preliminary checking service, thanks to an arrangement between a vocational college and a power company. To cater to the rising trend of electric vehicles (EVs) and energy sustainability, Global Power Synergy Pcl (GPSC) has joined hands with Rayong Industrial Estate Technical College (RIETC) to establish the first EV one-stop service centre in the Eastern region.\nThe centre originated from a vocational training facility of RIETC that offered courses on EV motorcycle maintenance to cope with increased usage in Rayong, said Weerachai Sombatkamrai , the RIETC director.\nWith cooperation from GPSC, the college was able to upgrade the training facility into one stop service centre that provide EV services to communities in a 20km radius of RIETC in Muang district. As well, courses are being developed on EV car maintenance, providing career futures for EV technicians.\nThe centre offers two charging stations, the first at the entrance and the other in front of the Quinine Café which serves as a rest area for travellers visiting attractions in the eastern province.\nGPSC has also installed 5.5 kW solar panels on the centre’s roof, saving over 37,000 baht per year in electricity cost and reducing carbon dioxide emissions by up to 3,912 kilograms per year.\nPrinda Maimjai , the acting executive vice president of corporate administration at GPSC, said the centre is a product of GPSC’s commitment to its corporate goal of achieving net zero emissions by the year 2060.\nApart from financial support and clean energy equipment, the company will also send its experts to help train students and college personnel in renewable energy technology.\nAt the moment, the EV one-stop service centre offers full maintenance service for EV motorcycles and a preliminary checking service for EV cars. With the help of GPSC and partners, RIETC believes it could provide full-scale EV car maintenance services in the near future, with technicians whose skills are on par with those of large EV manufacturers.\nTAGS",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "weerachai sombatkamrai",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "gpsc",
        "sentiment": "none"
      },
      {
        "name": "rayong industrial estate technical college",
        "sentiment": "none"
      },
      {
        "name": "global power synergy pcl",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "rayong",
        "sentiment": "none"
      },
      {
        "name": "muang",
        "sentiment": "none"
      },
      {
        "name": "rietc",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T11:27:27.704+02:00",
  "updated": "2024-02-16T11:27:27.704+02:00"
}