{
  "thread": {
    "uuid": "c65e7f4020562fb80a23ffd48726ca8cf3357d79",
    "url": "https://jornaleconomico.sapo.pt/noticias/huawei-diz-ter-resistido-a-tempestade-das-sancoes-e-preve-aumento-das-receitas-em-2023/",
    "site_full": "jornaleconomico.sapo.pt",
    "site": "sapo.pt",
    "site_section": "https://jornaleconomico.pt/feed",
    "site_categories": [
      "politics",
      "law_government_and_politics"
    ],
    "section_title": "O Jornal Económico",
    "title": "Huawei diz ter “resistido à tempestade” das sanções e prevê aumento das receitas em 2023",
    "title_full": "Huawei diz ter “resistido à tempestade” das sanções e prevê aumento das receitas em 2023",
    "published": "2023-12-29T11:14:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PT",
    "main_image": "https://jornaleconomico.sapo.pt/wp-content/uploads/2022/04/logo_huawei.jpg",
    "performance_score": 0,
    "domain_rank": 1772,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c65e7f4020562fb80a23ffd48726ca8cf3357d79",
  "url": "https://jornaleconomico.sapo.pt/noticias/huawei-diz-ter-resistido-a-tempestade-das-sancoes-e-preve-aumento-das-receitas-em-2023/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Inês Pinto Miguel",
  "published": "2023-12-29T11:14:00.000+02:00",
  "title": "Huawei diz ter “resistido à tempestade” das sanções e prevê aumento das receitas em 2023",
  "text": "A Huawei conseguiu “resistir à tempestade”, anunciou hoje o presidente rotativo Ken Hu, numa mensagem de Ano Novo, sinalizando que o gigante chinês das telecomunicações conseguiu ultrapassar as sanções norte-americanas e aumentar as receitas.\nA empresa está “de volta ao bom caminho”, afirmou Hu, que agradeceu aos clientes, parceiros, funcionários e familiares pela “confiança e apoio contínuos”.\nApesar das “incertezas geopolíticas e económicas” e do “impacto das barreiras tecnológicas e comerciais”, a Huawei manteve “a força” do negócio de infraestruturas de telecomunicações, observou.\nHu previu que a Huawei vai encerrar este ano com receitas superiores a 700 mil milhões de yuan (89 mil milhões de euros), um aumento de mais de 9%, em relação ao volume de negócios de 2022, que foi de 642,3 mil milhões de yuan (85,9 mil milhões de euros).\nO responsável afirmou que, face às mudanças no ambiente externo, a Huawei “acredita firmemente que a transformação digital, inteligente e de baixo carbono vai continuar a ser a tendência de desenvolvimento predominante no mundo”, e que a empresa precisa de “manter o foco estratégico”, aproveitando os “pontos fortes coletivos da sua carteira de negócios” e a “capacidade de inovação”.\nO lançamento este ano pela Huawei do telemóvel Mate 60 Pro, que alegadamente utiliza um chip de sete nanómetros (nm) fabricado pelo maior produtor de semicondutores da China, a SMIC, surpreendeu os analistas e gerou grande entusiasmo no país asiático.\nO modelo é considerado um símbolo da recuperação da Huawei, depois do efeito das sanções impostas pelos Estados Unidos, em 2019, pelas alegadas ligações às Forças Armadas chinesas.\nAs sanções forçaram a empresa a desenvolver um sistema operativo próprio, chamado HarmonyOS, depois de ter ficado sem acesso ao Android, propriedade da norte-americana Google.\nA Huawei perdeu também acesso a semicondutores avançados produzidos pelos EUA ou países aliados.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Politics",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T11:39:40.936+02:00",
  "updated": "2023-12-29T11:39:40.936+02:00"
}