{
  "thread": {
    "uuid": "e8b7ee105566fb0f5d92e3ad2c7b74423f85d6d8",
    "url": "https://www.elespectador.com/colombia-20/paz-y-memoria/papa-francisco-momentos-en-los-que-ha-ayudado-a-la-paz-de-colombia-cese-al-fuego-con-el-eln-y-farc",
    "site_full": "www.elespectador.com",
    "site": "elespectador.com",
    "site_section": "https://www.elespectador.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Noticias de hoy en Colombia y el mundo. Última hora | Noticias | EL ESPECTADOR",
    "title": "Papa Francisco: momentos en los que ha ayudado a la paz de Colombia, cese al fuego con el ELN y FARC | EL ESPECTADOR",
    "title_full": "Papa Francisco: momentos en los que ha ayudado a la paz de Colombia, cese al fuego con el ELN y FARC | EL ESPECTADOR",
    "published": "2024-01-20T15:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://www.elespectador.com/resizer/Xyylaa2Ro4VsNB43lJW3apL2Qlg=/657x0/filters:quality(60):format(jpeg)/cloudfront-us-east-1.images.arcpublishing.com/elespectador/TXLAQM6VXBGABMNJIQR5CIP3TM.jpg",
    "performance_score": 0,
    "domain_rank": 6033,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e8b7ee105566fb0f5d92e3ad2c7b74423f85d6d8",
  "url": "https://www.elespectador.com/colombia-20/paz-y-memoria/papa-francisco-momentos-en-los-que-ha-ayudado-a-la-paz-de-colombia-cese-al-fuego-con-el-eln-y-farc",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Cindy A. Morales Castillo",
  "published": "2024-01-20T15:50:00.000+02:00",
  "title": "Papa Francisco: momentos en los que ha ayudado a la paz de Colombia, cese al fuego con el ELN y FARC | EL ESPECTADOR",
  "text": "El papa Francisco ha sido uno de los más firmes defensores de la paz de Colombia, por lo que no sorprende que ese fuera el tema principal en el encuentro que tuvo el viernes con el presidente Gustavo Petro. El anuncio principal fue la postulación que el mandatario hizo para que el Estado del Vaticano pueda ser sede de una de las rondas de negociaciones que el Gobierno lleva con el ELN. Todavía no se sabe si esa postulación pueda ser o no posible, especialmente porque desde la delegación del Gobierno en ese proceso se ha insistido en que la mesa de diálogos debe trasladarse a Colombia. Pero la idea está sustentada en que tanto Colombia como los esfuerzos de paz de diferentes gobiernos han estado presentes en la agenda del papa, incluso desde antes de la firma del Acuerdo de Paz de 2016. En contexto: ¿Es viable que el Vaticano sea sede de una de las rondas de diálogos con el ELN? Además, esa guerrilla —que está a punto de cumplir 60 años de fundación— tiene en sus raíces una profunda influencia religiosa. El ELN tiene en su ADN la herencia de la Revolución Cubana y la participación del cura colombiano Camilo Torres —y la teología de la liberación del que era exponente— conjuró la unión entre la religión y las ideas marxistas. En las últimas semanas, Colombia había estado entre las oraciones del pontífice. El domingo pasado rezó por las 36 personas que murieron en el derrumbe en Chocó y el 7 de enero, durante el rezo dominical del Ángelus, el papa pidió la liberación de todos los secuestrados del país. “Los invito a unirse a mi plegaria para la liberación sin condiciones de todas las personas actualmente secuestradas en Colombia”, dijo. Las palabras se dieron justo después de que el ELN y la disidencia de las antiguas FARC, conocida como Estado Mayor Central (EMC), anunciaran la suspensión de los secuestros con fines extorsivos, pero también cuando se confirmaba el secuestro de Jefferson Murillo, registrador delegado en Chocó, y del que desde el pasado 6 de enero se desconoce su paradero. Un mes antes, el 14 de diciembre, sostuvo una reunión con la vicepresidenta Francia Márquez, también en el Vaticano, en la que habló de la paz y de la reparación de víctimas del conflicto afrodescendientes e indígenas. “Le manda a Colombia un mensaje de amor, alegría y esperanza”, dijo Márquez, quien agregó que “nos invita a seguir trabajando de manera incansable por lograr la paz, la justicia social y la dignidad para todos los colombianos y colombianas”. Además: Así nació el Eln, la última guerrilla de Colombia, que hoy negocia la paz El papa Francisco, primer latinoamericano en conseguir esa dignidad, es también una figura importante para el ELN. Fue por el pontífice que se logró uno de los hitos más relevantes con esa guerrilla: el cese al fuego de 101 días, que entró en vigor el 1° de octubre de 2017, durante el gobierno de Juan Manuel Santos. Era la primera vez en 54 años de conflicto que se daba un hecho de esa magnitud, que fue descrito como el “primer milagro del papa”. Esa acción, que ya se sobrepasó con el alto al fuego de 180 días que esa guerrilla lleva con este Gobierno, estuvo motivada por el viaje que hizo el papa a Colombia, pero con un trasfondo aún más especial y que mostró su interés por el país. Esa visita fue parte de la promesa que hizo si se firmaba el Acuerdo de Paz con las FARC. “Prometo que cuando el Acuerdo sea blindado por el plebiscito y por el acompañamiento internacional iré a Colombia a enseñar sobre paz”, aseguró el máximo jerarca católico. En su momento, el Gobierno reconoció que esa visita había sido fundamental para adelantar el cese. “El mensaje del papa ha llegado profundamente a la mesa de negociaciones, desde hace dos meses estamos hablando de ello”, señaló Juan Camilo Restrepo, entonces jefe negociador del Gobierno. Después de eso, el papa Francisco nombró a su amigo personal Luis Mariano Montemayor como nuncio apostólico en Colombia, es decir, como su representante en el país, cargo que tuvo hasta el año pasado. Le puede interesar: Las pullas del Gobierno Petro al ELN a pocos días del nuevo ciclo de diálogos en Cuba La misión que le encargó el sumo pontífice a Montemayor fue clara: “Le repetiré las mismas palabras que él me dijo: ‘Me he empeñado por la paz en Colombia y sigo empeñado en la paz de Colombia’. Esa es mi misión, venir aquí, no a decirles a los colombianos qué hacer, sino acompañarlos y ayudarlos a que encuentren”, afirmó a este diario en junio de 2019. En esa misma entrevista, monseñor Montemayor dijo que tenía contactos directos con el ELN, que les había hecho la exigencia de dejar el secuestro y que estaba dispuesto a ser un facilitador en ese diálogo. Además, monseñor Montemayor fue una de las personas que participaron en 2021 en acercamientos entre el ELN y el gobierno de Iván Duque para tratar de destrabar el proceso tras el atentado perpetrado por esa guerrilla, el 17 de enero de 2019, en la Escuela General Santander en Bogotá y donde murieron 22 personas. Durante todo 2021, las reuniones convocadas se hicieron en la oficina de la Nunciatura y fueron convocadas por el mismo monseñor Montemayor, el padre Darío Echeverri, secretario de la Comisión de Conciliación Nacional; Carlos Ruiz, jefe de la Misión de Verificación de la ONU, y Raúl Rosende, jefe adjunto de esa oficina de la ONU. Otras acciones del papa incluyeron incluso mediar entre la pelea de los expresidentes Juan Manuel Santos y Álvaro Uribe, que se había hecho aún más dura tras la votación de 2016 del plebiscito por el Acuerdo de Paz, en el que ganó el No. En diciembre de ese año el jerarca los congregó en la Santa Sede para su reconciliación. El resultado no fue milagroso, y ambos líderes profundizaron sus diferencias. El pontífice ya había tenido otro encuentro con Petro en febrero de 2022, cuando era candidato presidencial. En esa reunión conversaron sobre la búsqueda de una solución a la violencia en Colombia. Con la reciente visita de Petro, la primera que hace como mandatario, se afianza el apoyo de la Iglesia católica a la paz del país. Bien sea por su sangre latinoamericana o por la convicción propia de su dignidad como el máximo jerarca de la Iglesia católica, o por una mezcla de ambas cosas, el papa Francisco es y ha sido un aliado en la búsqueda de la paz de Colombia.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-20T16:28:00.348+02:00",
  "updated": "2024-01-20T16:28:00.348+02:00"
}