{
  "thread": {
    "uuid": "031d4bf35217e7ca3f2d9db34546b066a91de630",
    "url": "https://tribuneonlineng.com/muslims-in-business-urged-to-fear-god",
    "site_full": "tribuneonlineng.com",
    "site": "tribuneonlineng.com",
    "site_section": "https://tribuneonlineng.com/category/eye-of-islam/",
    "site_categories": [
      "shopping",
      "top_news"
    ],
    "section_title": null,
    "title": "Muslims in business urged to fear God - Tribune Online",
    "title_full": "Muslims in business urged to fear God - Tribune Online",
    "published": "2024-03-29T09:05:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 21604,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "031d4bf35217e7ca3f2d9db34546b066a91de630",
  "url": "https://tribuneonlineng.com/muslims-in-business-urged-to-fear-god",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Saheed Salawu",
  "published": "2024-03-29T09:05:00.000+03:00",
  "title": "Muslims in business urged to fear God - Tribune Online",
  "text": "MUSLIM traders and business operators have been urged to conduct themselves with the fear of Allah to attract divine blessings to their endeavours.\nA cleric, Sheikh Nurudeen Ayinla Solaudeen, made the plea at a Ramadan lecture titled ‘Principles and Norms of Business in Islam’, organised by the Mah’d Nuril Huda Wal Ameen International Organisation in Ibadan, Oyo State, last week.\nAccording to Sheikh Solaudeen, cheating and other forms of wrongful activities in business dealings or transactions are forbidden in Islam.\nThe cleric, who said that business is permissible in Islam, cautioned that the manner (good or bad) in which a person conducts their trade could lead them to paradise or to hellfire.\nHe said: “Is business permissible in Islam? Yes, it is. One can engage in business to take care of our daily needs, among other reasons, in line with the Sharia. A Hadith of the Prophet (SAW) has it that all those who did wrong in their trade would be decisively dealt with hereafter, except if one does it with fear of God. Prophet Mohammad (SAW) said those who cheat in their businesses would be woken up in hereafter as bad elements.\n“Islam says trading/business should encourage harmonious relationship. Bargaining is allowed in Shariah and should not lead to exchange of abusive words.\n“Muslims should encourage understanding, harmony, trust among business partners or customers. Muslims should not take part in any shady deal to get increased profit,” he tutored.\nSolaudeen also advised Muslim business community to trade in holy, clean and genuine business, urging them against trading in pig or alcohol, “just because pig is breeding and alcohol is selling faster than other commodities,” he enjoined.\nAlso speaking, the leader of Mah’d Nuril Huda Wal Ameen International Organization, Ustaz Muh Toyeeb Aminulahi, enjoined Muslims in business not to blame external factors or government policies on hike in prices of their goods.\nUstaz Aminulahi advised people to always pray for the current administration and stop castigating it, saying that the Almighty Allah is in charge of all affairs.\nHe also prayed for business men and women as well as traders to prosper and attract God’s blessings here and hereafter.\nRead Also: DSS allows doctor examine Nnamdi Kanu",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [
    "https://www.dictionary.com/browse/Muslim",
    "https://dictionary.com/browse/Muslim"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "prophet mohammad (",
        "sentiment": "none"
      },
      {
        "name": "sheikh solaudeen",
        "sentiment": "none"
      },
      {
        "name": "nurudeen ayinla solaudeen",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "tribune online muslim",
        "sentiment": "negative"
      },
      {
        "name": "islam",
        "sentiment": "none"
      },
      {
        "name": "mah’d nuril huda wal ameen international organisation",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "islam",
        "sentiment": "none"
      },
      {
        "name": "oyo state",
        "sentiment": "none"
      },
      {
        "name": "ibadan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T11:39:37.022+03:00",
  "updated": "2024-03-29T11:39:37.022+03:00"
}