{
  "thread": {
    "uuid": "4d99bf84327df38a84a84375d813d5b913e8eaee",
    "url": "https://mainichi.jp/english/articles/20240229/p2g/00m/0et/044000c",
    "site_full": "mainichi.jp",
    "site": "mainichi.jp",
    "site_section": "https://mainichi.jp/english/",
    "site_categories": [
      "media"
    ],
    "section_title": "The Mainichi - Japan Daily News",
    "title": "New documentary gives a human face to disability in Japan - The Mainichi",
    "title_full": "New documentary gives a human face to disability in Japan - The Mainichi",
    "published": "2024-02-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://cdn.mainichi.jp/vol1/2024/02/29/20240229p2g00m0et041000p/0c10.jpg?1",
    "performance_score": 0,
    "domain_rank": 2129,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4d99bf84327df38a84a84375d813d5b913e8eaee",
  "url": "https://mainichi.jp/english/articles/20240229/p2g/00m/0et/044000c",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-02-29T02:00:00.000+02:00",
  "title": "New documentary gives a human face to disability in Japan - The Mainichi",
  "text": "TOKYO (Kyodo) -- With its calm and peaceful depiction of a farm where people with disabilities work, a Japanese documentary film aims to give audiences a clear-eyed view into the everyday lives of people who are often kept in the shadows. Originally intended as a statement against an ableist-inspired killing spree in which 19 residents of a care home were murdered eight years ago, the film \"Fujiyama Cottonton\" ultimately took a more sanguine approach, although director Taku Aoyagi was clear in his purpose. \"What motivated me the most to create this film was the 2016 incident at Yamayuri En,\" the 30-year-old director said, referring to one of Japan's worst mass murders in which residents of the nursing home in Sagamihara, Kanagawa Prefecture, were targeted. Satoshi Uematsu, 34, the convicted murderer now on death row who was an employee of Yamayuri En, also injured 26 others in the incident -- many seriously. He said at his trial that disabled people who cannot communicate their thoughts \"create unhappiness\" for others, while justifying his crime as being \"useful to society.\" \"I felt a sense of urgency (to make the film) from the fact that death-row inmate Uematsu determined the value of human life by measuring people, and there seems to be an atmosphere that his discourse was being disseminated through society,\" Aoyagi said in a recent interview with Kyodo News. In the film, Aoyagi attempts to show audiences how people at the welfare facility live full lives by communicating with others and pursuing simple passions, just like people without disabilities do. Born in Yamanashi Prefecture in central Japan near Mt. Fuji, as a child Aoyagi often visited a welfare facility for the disabled where his mother worked. The facility was later relocated and restarted under the name \"Mirai Farm\" (Future Farm) in 2005, and later became the stage for the 95-minute film. In the film, the members of the facility located adjacent to a cotton field are shown relaxing and enjoying themselves as they cultivate flowers, weave fabrics from the cotton some harvested and participate in other activities. Some are paid for the work they engage in. Aoyagi recalled the other facility when he was small, saying, \"At that time, I never recognized that the people were disabled nor thought about their social circumstances. What I remember is that when I went there, they took care of me and played with me,\" adding that they took an interest in his homework when he would visit, making it \"a self-affirming atmosphere.\" As he grew and learned to understand their disabilities, Aoyagi's experience of creating his first documentary film, \"The Road He Walks: A Story of He-kun,\" featuring interactions between a mentally disabled man and people in Aoyagi's hometown, made him conscious of the facility from his childhood. Some of the people from that time appear in the new film, he said. Unlike his debut film released in 2017, Aoyagi's latest work focuses on showing how people spend time at Mirai Farm and their relationships, with attention paid to developing each of their individual stories. \"There were (Yamayuri En residents) who were targeted just because they were disabled, but their existence must not be judged that way,\" Aoyagi said. \"I wanted to capture the charm of people that I've met, without giving any time to the beliefs of (Uematsu),\" he said. The film centers on a friendship between two women who weave fabrics, as well as a man who enjoys taking photos while he works, with his focus developing from scenic images to those that capture his companions at the facility. Despite there being little dialogue from some people featured in the film, the audience gains understanding through their nonverbal cues. One person featured is 32-year-old Omori-san (Yuta Omori), who was seemingly depressed at the start of the film. A forlorn figure, he is often seen alone in the cotton field doing nothing in particular. As the cotton grows, though, his demeanor improves with it, and he starts engaging in activities and communicating with others. The 32-year-old Mitsumasa Yamanome, one of the film's three cinematographers, followed Omori throughout, building up trust with him over the year of filming. Omori's warm facial expressions demonstrate the transformation depicted over the length of the film. \"People I met there became special for me, but not because they are people with disabilities. The experience of filming them clearly opened my eyes about them,\" Yamanome said, adding that ignorance about such people is the biggest obstacle to building rapport. \"I realized that simply building any kind of relationship with them -- be it talking about something that has nothing to do with social issues or playing rock, paper, scissors -- is very important.\" Aoyagi said he wants audiences to gain a real understanding of what it is like to be at a facility for people with disabilities, rather than leaving it to the imagination. Aoyagi, who personally appeared in his second film \"Tokyo Uber Blues\" when he took a job as an Uber Eats delivery man, said he was drawn to the film's subjects through his personal interactions with them. That connection led him to focus on filming their daily activities, without trying to convey an overriding message. \"There are some hurdles for such people to connect with people outside their facilities, and this has led to prejudice in society,\" Aoyagi said. \"But it is simply wrong that prejudice is riled up by a fear of the unknown. I want this film to be a window for society.\" The film, released on Feb. 10 in Tokyo, will then be screened in theaters in other major Japanese cities.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "taku aoyagi",
        "sentiment": "none"
      },
      {
        "name": "satoshi uematsu",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "kyodo",
        "sentiment": "neutral"
      }
    ],
    "locations": [
      {
        "name": "tokyo",
        "sentiment": "none"
      },
      {
        "name": "japan",
        "sentiment": "none"
      },
      {
        "name": "sagamihara",
        "sentiment": "none"
      },
      {
        "name": "kanagawa prefecture",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T01:05:48.190+02:00",
  "updated": "2024-03-01T01:05:48.190+02:00"
}