{
  "thread": {
    "uuid": "00ce22118a942f057ccc00d8d7102fd81a20c005",
    "url": "https://charismanews.com/miracle-saves-group-during-destructive-hailstorm",
    "site_full": "charismanews.com",
    "site": "charismanews.com",
    "site_section": "https://www.charismanews.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "Charisma News",
    "title": "Miracle Saves Group During Destructive Hailstorm",
    "title_full": "Miracle Saves Group During Destructive Hailstorm",
    "published": "2024-06-21T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://charismanews.com/wp-content/uploads/2024/06/Hailstorm.jpg",
    "performance_score": 0,
    "domain_rank": 23213,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "00ce22118a942f057ccc00d8d7102fd81a20c005",
  "url": "https://charismanews.com/miracle-saves-group-during-destructive-hailstorm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dan Van Veen/AG News",
  "published": "2024-06-21T03:00:00.000+03:00",
  "title": "Miracle Saves Group During Destructive Hailstorm",
  "text": "Unknown to any of the RFTW riders, a tornado had formed and was ripping its way east across the countryside straight toward Russell! “Later that day, after it was clear to leave the store, we stopped at a Walmart,” Gryder says. “The greeter, who evidently had heard other riders talking about their experience as they entered, spoke to me and we talked for a bit. Then he stated, ‘You know the miracle in this, right? Had you turned to go into Russell, your group could have run into the tornado that went through there!” According to a press release, the tornado sirens started going off in Russell around 3:30 p.m. At 4 p.m. the storm took out the power to the entire city. Although many vehicles were damaged by the storm, which also knocked down trees and power lines and damaged homes, no loss of life or serious injuries were noted. However, Gryder says there are number of variables, but he believes riders could have been on that road to Russell, depending on where they were in the pack, around the time of the tornado if leaders hadn’t decided to continue on. A group that large, even when going through a community, can be spread out over a mile and a half. In other words, a pretty large target. And even though the tornado apparently dissipated before striking the city, the falling trees and tree limbs, power wires, and flying debris in addition to the rain and hail, could have easily resulted in serious injuries. REFLECTION Gryder says that he’s thankful that the storm ended up keeping the ride from going through Russell that day, although it is a community the riders look forward to visiting. But even though the support by so many means a lot, for Gryder what means the most to him is having the opportunities every year to counsel individuals during the course of the 10-day ride. “I cannot really discuss the cases due to our commitment to confidentiality, but (counseling) encounters have dealt with everything from just being stressed to carrying guilt from things that happened in the heat of battle years ago,” he says. “We share comfort and hope. I just cannot give specific examples, though I wish I could because seeing Christ in action as He heals hearts and calm people’s mind is an amazing thing to watch.” This article originally appeared on AG News, and is reposted with permission. Join Charisma Magazine Online to follow everything the Holy Spirit is doing around the world!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://mycharisma.com/subscribe/",
    "https://news.ag.org/en/articles/news/2024/06/motorcycle-chaplain-witnesses-god-s-grace-in-hail-storm",
    "https://www.mycharisma.com/subscribe/",
    "https://mycharisma.com/subscribe",
    "https://www.news.ag.org/en/articles/news/2024/06/motorcycle-chaplain-witnesses-god-s-grace-in-hail-storm"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "russell",
        "sentiment": "none"
      },
      {
        "name": "gryder",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "walmart",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "russell",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-22T00:46:18.979+03:00",
  "updated": "2024-06-22T00:46:18.979+03:00"
}