{
  "thread": {
    "uuid": "6e13163bab054869312bba589a42e5fe69695d93",
    "url": "https://www.biospace.com/article/releases/gwangju-institute-of-science-and-technology-researchers-discover-novel-drug-candidate-to-combat-fatty-liver-disease",
    "site_full": "www.biospace.com",
    "site": "biospace.com",
    "site_section": "https://riogroup.einnews.com/live_feed",
    "site_categories": [
      "job_search",
      "jobs"
    ],
    "section_title": "Live Feed Wire - Rio Group News Today - EIN Presswire",
    "title": "Gwangju Institute of Science and Technology Researchers Discover Novel Drug Candidate to Combat Fatty Liver Disease | BioSpace",
    "title_full": "Gwangju Institute of Science and Technology Researchers Discover Novel Drug Candidate to Combat Fatty Liver Disease | BioSpace",
    "published": "2024-04-04T08:36:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 5851,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6e13163bab054869312bba589a42e5fe69695d93",
  "url": "https://www.biospace.com/article/releases/gwangju-institute-of-science-and-technology-researchers-discover-novel-drug-candidate-to-combat-fatty-liver-disease",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "BioSpace",
  "published": "2024-04-04T08:36:00.000+03:00",
  "title": "Gwangju Institute of Science and Technology Researchers Discover Novel Drug Candidate to Combat Fatty Liver Disease | BioSpace",
  "text": "Gwangju Institute of Science and Technology Researchers Discover Novel Drug Candidate to Combat Fatty Liver Disease | | Compound 11c (GM-60106), a novel 5HT2A antagonist, paves the way for advancing metabolic liver disease treatment. GWANGJU, South Korea, April 4, 2024 /PRNewswire/ -- Metabolic dysfunction-associated steatotic liver disease (MASLD) is a burgeoning global health concern, posing a significant threat to public health and escalating the burden on healthcare resources. Characterized by the accumulation of fat in the liver, MASLD increases the risk of progressing to more severe conditions such as metabolic dysfunction-associated steatohepatitis (MASH), which is marked by inflammation, ballooning, and potential fibrosis. In response to the pressing need of effective treatments for these metabolic disorders, researchers at the led by Prof. Jin Hee Ahn from Gwangju Institute of Science and Technology (GIST) meticulously developed compound 11c, a novel peripheral 5HT2A antagonist. This research was made available online on January 20, 2024, and was published in 11c exhibits promising attributes, including robust biological activity and a favorable safety profile. Dr. Haushabhau Shivaji Pagire, first author and senior researcher at the Medicinal Chemistry Laboratory at GIST, emphasizes, \"Our meticulous analyses have revealed a significant reduction in inflammatory and fibrosis markers, attesting to the potent anti-inflammatory and fibrotic effect of the compound. This action, targeting both inflammation and fibrosis, is a promising step forward in treating MASH.\" The journey for discovering the compound from drug library screening to its refined form involved the identification of Desloratadine, a peripheral agent, which showed promising inhibitory effects. Molecular docking techniques played a pivotal role in transforming Desloratadine into the potent compound 11c. \"Based on in vitro, in vivo efficacy, tissue distribution data, DMPK and tox profiles, compound 11c shows promise as a therapeutic agent for the treatment of MASLD and MASH,\" highlights Prof. Ahn. Beyond its therapeutic potential, compound 11c displays an excellent safety profile, exhibiting hepatocyte and plasma stability, minimal cytotoxicity, and low cytochrome P450 inhibition. Noteworthy pharmacokinetic attributes, including over 60% oral bioavailability, position 11c as a compelling candidate for advancing MASH treatment. Obesity-associated MASH currently ranks as the third leading cause of liver transplantation and is poised to surpass hepatitis C in this critical medical intervention. Compound 11c, identified as a promising oral treatment for MASH, holds profound implications for the future landscape of liver disease management. The researchers anticipate a transformative impact, signifying a pivotal advancement in the field. Completing a successful preclinical study, compound 11c now stands on the brink of a crucial milestone—the Phase 1 clinical trial. This phase holds the promise to reveal the compound's performance in humans, offering insights that could potentially reshape the treatment landscape for metabolic disorders. The successful outcome of these trials could potentially usher in a paradigm shift in the treatment of metabolic disorders. In conclusion, 11c stands as a beacon of hope against the rising tide of metabolic liver diseases. With its promising attributes and the anticipation surrounding the Phase 1 clinical trial, this compound represents a transformative prospect in liver disease management. Reference Journal: Nature Communications DOI: About the Gwangju Institute of Science and Technology (GIST) Contact: View original content to download multimedia: SOURCE Gwangju Institute of Science and Technology (GIST)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jin hee ahn",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "gwangju institute of science and technology researchers discover novel drug candidate",
        "sentiment": "negative"
      },
      {
        "name": "biospace gwangju institute of science and technology researchers discover novel drug candidate",
        "sentiment": "negative"
      },
      {
        "name": "gm",
        "sentiment": "none"
      },
      {
        "name": "gwangju institute of science and technology",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "south korea",
        "sentiment": "none"
      },
      {
        "name": "gwangju",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:21:14.837+03:00",
  "updated": "2024-04-05T00:21:14.837+03:00"
}