{
  "thread": {
    "uuid": "0a2ff2cc4072fdc20421bdbadf88eecbd460b1b7",
    "url": "https://www.citizen.digital/news/a-highly-decorated-soldier-a-true-patriot-tributes-pour-in-for-cdf-ogolla-n340649",
    "site_full": "www.citizen.digital",
    "site": "citizen.digital",
    "site_section": "https://www.citizen.digital/",
    "site_categories": [
      "top_news"
    ],
    "section_title": "Citizen Digital - Breaking News, Kenya News, Latest News, Citizen TV, 2022 elections, Sports, Entertainment, Exclusive videos, Radio, Podcasts",
    "title": "'A highly decorated soldier. A true patriot': Tributes pour in for CDF Ogolla",
    "title_full": "'A highly decorated soldier. A true patriot': Tributes pour in for CDF Ogolla",
    "published": "2024-04-18T22:52:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "KE",
    "main_image": "https://citizentv.obs.af-south-1.myhuaweicloud.com/122788/conversions/General-og_image.webp",
    "performance_score": 0,
    "domain_rank": 49960,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0a2ff2cc4072fdc20421bdbadf88eecbd460b1b7",
  "url": "https://www.citizen.digital/news/a-highly-decorated-soldier-a-true-patriot-tributes-pour-in-for-cdf-ogolla-n340649",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Joseph Muia",
  "published": "2024-04-18T22:52:00.000+03:00",
  "title": "'A highly decorated soldier. A true patriot': Tributes pour in for CDF Ogolla",
  "text": "The Chief of Defence Forces Francis Ogolla died on Thursday afternoon in a tragic helicopter crash which also killed nine other senior military officers in the Sindar area in Elgeyo Marakwet County.\nPresident William Ruto announced Ogolla’s demise as he mourned him as a “distinguished four-star General.”\nNational and world leaders have since joined in and sent their heart-felt messages of condolence to the family of the late General.\nOpposition leader Raila Odinga, in his message, sympathized with families of the slain officers, terming Ogolla as a true patriot and a consummate professional in his dedication of service to the country.\n “A terrible day for Kenya: My wife Ida and I are deeply saddened and profoundly shocked by the passing of General. Francis Ogolla, the Chief of Defence Forces. We join the nation in mourning his loss. Gen. Ogolla was a true patriot, a highly decorated soldier, and a consummate professional who served our country with unwavering dedication,” Mr. Odinga said.\n“Our hearts go out to his family, his colleagues in the KDF, and the entire nation as we grieve this immense loss. We also extend our very heartfelt condolences to the families of the KDF team who were accompanying Gen. Ogolla. We know that at this moment words will not be enough to console your tremendous grief. We pray the Lord may give you comfort. May the souls of all those who have departed find eternal peace.”\nChief Justice Martha Koome, who on her part said Ogolla was a close friend and fellow church member, remembered him as a selfless and humble leader whose service had been marked with patriotism.\n“I have known Gen Ogolla and his family for over 30 years. A fellow member of the Methodist Church where he and family worshiped. His commitment to duty and selfless service to our country exemplified the highest ideals of leadership,” she said.\n“His earned and decorated career, marked by exceptional humility and adherence to the ethos of patriotism and nationhood inspired all to excel in service to the public. Today, we mourn a dear friend whose firm, yet endearing spirit of family exemplified the values of justice and human dignity.”\nNational Assembly Speaker Moses Wetangula said the deceased had left behind a legacy of distinguished service to the nation.\n“I stand with reverence together with the nation and our disciplined forces, grieving the tragic loss of Gen. Francis .O. Ogolla, the Chief of the Defence Forces, whose untimely demise in a helicopter crash while on duty in Elgeyo Marakwet County weighs heavily upon our hearts,” Wetangula noted.\n“In this sombre moment, my deepest condolences go out to the grieving families of his fellow officers. May the bereaved find solace in knowing that he died while steadfastly serving his country with honour and defending the cause of peace.”\nInterior Cabinet Secretary Kithure Kindiki eulogised General Ogolla and the nine other deceased military personnel as courageous patriots that the country is now a little poorer without.\n“I had the previlege of working closely with General Ogolla during the past 18 months, and I ocassionally flew with his late pilot on my journeys to Northern Kenya and the Boni Enclave. General Ogolla and his nine colleagues have lost their lives in the service of our Country,” he stated.\nTanzanian President Samia Suluhu led global leaders in mourning the departed CDF, as she also sent her condolence message to President Ruto and Kenyans in general.\n“Nimepokea kwa masikitiko makubwa taarifa ya kifo cha Mkuu wa Majeshi ya Ulinzi ya Jamhuri ya Kenya, Jenerali Francis Omondi Ogolla na wanajeshi wengine tisa katika ajali ya helikopta iliyotokea leo katika Kaunti ya Elgeyo-Marakwet,” she wrote.\n“Natuma salamu za pole kwa Rais na Amiri Jeshi Mkuu wa Majeshi ya Ulinzi ya Kenya, Mheshimiwa @WilliamsRuto, wananchi wote wa Kenya, familia, ndugu, jamaa na marafiki wa wote waliopoteza jamaa zao katika katika ajali hiyo. Poleni sana. Mwenyezi Mungu azilaze roho za ndugu zetu hawa mahali pema peponi. Amina.”\nUnited States Ambassador to Kenya Meg Whitman remembered Ogolla as a man of integrity and dedication who has helped strengthen ties between Kenya and US in his line of work.\n“I had the honour of working with General Ogolla and had great respect for his integrity and dedication to the Kenyan people. He was a great friend of the United States and helped advance the U.S.-Kenya partnership,” Whitman wrote.\nUK Commissioner to Kenya Neil Wigan extended his consolation to the families of the deceased military personnel, terming Ogolla as a close friend to the UK.\n“Sending our deepest condolences to the loved ones of all those who lost their lives in today’s military helicopter crash. CDF General Francis Ogolla was a close friend of the UK and will be deeply missed,” Wigan wrote.\nOther Kenyan leaders who also expressed their solace for the passing of Ogolla included ICT Cabinet Secretary Eliud Owallo, MPs Otiende Amollo (Rarieda), Babu Owino (Embakasi East) among others.\n\"It is with profound shock and deep sadness that I have learnt of the passing of General Francis Omondi Ogolla, Chief of the Defence Forces, in a tragic helicopter crash today,\" Owalo said.\n\"The crash took the lives of other armed officers and I wish to extend condolences to their families, loved ones and the entire armed forces. General Ogolla was a distinguished officer who served this country with unwavering dedication and excellence.\"\nTags: KDF Raila Odinga Citizen TV Citizen Digital Francis Ogolla Want to send us a story? Submit on Wananchi Reporting on the Citizen Digital App or Send an email to wananchi@royalmedia.co.ke or Send an SMS to 25170 or WhatsApp on 0743570000\nLeave a Comment\nComments No comments yet.\nlatest stories",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://wa.me/0743570000",
    "https://www.wa.me/0743570000"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "francis ogolla",
        "sentiment": "negative"
      },
      {
        "name": "william ruto",
        "sentiment": "none"
      },
      {
        "name": "raila odinga",
        "sentiment": "none"
      },
      {
        "name": "ogolla",
        "sentiment": "none"
      },
      {
        "name": "odinga",
        "sentiment": "none"
      },
      {
        "name": "ida",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "kdf",
        "sentiment": "none"
      },
      {
        "name": "defence forces",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sindar",
        "sentiment": "none"
      },
      {
        "name": "elgeyo marakwet county",
        "sentiment": "none"
      },
      {
        "name": "kenya",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:05:19.022+03:00",
  "updated": "2024-04-19T00:05:19.022+03:00"
}