{
  "thread": {
    "uuid": "4a442b866caa8c80312963aeb12cfd41dcad827e",
    "url": "https://freerepublic.com/focus/f-religion/4227656/posts",
    "site_full": "freerepublic.com",
    "site": "freerepublic.com",
    "site_section": "http://www.freerepublic.com/tag/*/feed.rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest Articles",
    "title": "[Catholic Caucus] My Catholic Life! “I Thirst!” - Friday, March 29, 2024 - Catholic Caucus/Devotional",
    "title_full": "[Catholic Caucus] My Catholic Life! “I Thirst!” - Friday, March 29, 2024 - Catholic Caucus/Devotional",
    "published": "2024-03-29T16:09:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 4373,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4a442b866caa8c80312963aeb12cfd41dcad827e",
  "url": "https://freerepublic.com/focus/f-religion/4227656/posts",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "fidelis",
  "published": "2024-03-29T16:09:00.000+03:00",
  "title": "[Catholic Caucus] My Catholic Life! “I Thirst!” - Friday, March 29, 2024 - Catholic Caucus/Devotional",
  "text": "Consider the thirst of Jesus. Though His physical thirst must have been excruciating as He hung upon the Cross, pouring forth His precious blood upon the world, the spiritual thirst our Lord felt would have greatly overshadowed His physical thirst. His spiritual thirst is for you, for your soul, for your salvation. As He hung upon the Cross, Jesus did not think of Himself, His suffering or His wretched physical condition. Instead, He thought of you and of all those for whom He was giving His life.\nPsalm 69:22 says, “Instead they gave me poison for my food; and for my thirst they gave me vinegar.” Jesus fulfilled this Scripture passage as He thirsted on the Cross. The vinegar symbolically refers to each one of us. The vinegar given to our Lord on the Cross was spoiled wine. Each one of us, symbolically speaking, is this spoiled wine. The purity of our humanity has been corrupted by original sin. As a result, we are not the people God intended us to be by nature. But in our fallen state, we have the potential to satiate Jesus’ spiritual thirst.\nAs you think about your own life, what do you see? Can you see yourself as spoiled wine? Perhaps it is a bit humiliating to think of yourself this way. But humility is good, especially when we understand that our Lord longs for us in our brokenness. Upon the Cross, Jesus did not cry out for the best of wine, the finest and most delicious. As He thirsted on the Cross, He longed to be satiated by you, in your weakened and broken state, just as you are, so that He can pour forth His cleansing mercy upon you.\nAs soon as Jesus tasted the sour wine, He cried out, “It is finished.” This symbolically represents His soul being satiated by you every time you turn to Him in your need. It’s amazing to consider the fact that you have the ability to console the Heart of Jesus and satiate His thirst this way. Saint Thérèse of Lisieux was very fond of a devotion dedicated to consoling Jesus’ Heart. As a child, she was given a prayer card that pictured Jesus in prison, looking out at one small flower. Thérèse saw herself as that one small flower who was given the mission to console Jesus’ Heart by visiting Him regularly in the prison of the tabernacle.\nSpiritually speaking, that moment of Jesus’ thirst on the Cross permeates all time and continues today. Every time you come to Him in your need, especially when you come before Him in the Eucharist, He turns His eyes to you and calls to you, inviting you to console Him by offering Him the humility and brokenness of your life...\nReflect, today, upon Jesus on the Cross. Gaze at Him as He gazes at you. See the longing in His Heart for you. Know that He gave His life for you, so that you could receive the gift of new life. Know, also, that your openness to this gift of His life poured out for you will console our Lord’s Heart and bring His divine mission of salvation to fruition. Satiate our Lord’s thirst today so that He can once again say, “It is finished.”\nMy thirsting Lord, Your Sacred Heart longs for me with a love that is infinite and incomprehensible. You desire that I come to You, receive Your love and satiate Your thirst. As I gaze upon You in Your suffering state, I open myself to You and to the gift of Your Precious Blood poured out for me. May my openness to You be a consolation to You as I receive Your divine love. Jesus, I trust in You.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "catholic caucus",
        "sentiment": "neutral"
      },
      {
        "name": "cross",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T18:15:51.450+03:00",
  "updated": "2024-03-29T18:15:51.450+03:00"
}