{
  "thread": {
    "uuid": "a10424d2a6c0db810617d33feef811772037e888",
    "url": "https://m.dailyhunt.in/news/india/english/pinkvillaenglish-epaper-dh1929de61278049158b6066f559e2044a/nsync+reunite+onstage+with+justin+timberlake+to+perform+new+song+see+here-newsid-n591669778",
    "site_full": "m.dailyhunt.in",
    "site": "dailyhunt.in",
    "site_section": "https://m.dailyhunt.in/news/india/epaper-bolypa",
    "site_categories": [
      "media"
    ],
    "section_title": "Dailyhunt",
    "title": "NSYNC Reunite On-Stage with Justin Timberlake to Perform New Song; See Here",
    "title_full": "NSYNC Reunite On-Stage with Justin Timberlake to Perform New Song; See Here",
    "published": "2024-03-14T19:13:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://assets-news-bcdn.dailyhunt.in/cmd/resize/1200x630_90/fetchdata16/images/1c/ca/dc/1ccadcbff93f362db2f94952d73899e70f895519a3dd0ed91561c2f89b0484a8.jpg",
    "performance_score": 0,
    "domain_rank": 18187,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a10424d2a6c0db810617d33feef811772037e888",
  "url": "https://m.dailyhunt.in/news/india/english/pinkvillaenglish-epaper-dh1929de61278049158b6066f559e2044a/nsync+reunite+onstage+with+justin+timberlake+to+perform+new+song+see+here-newsid-n591669778",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Dailyhuntapp",
  "published": "2024-03-14T19:13:00.000+02:00",
  "title": "NSYNC Reunite On-Stage with Justin Timberlake to Perform New Song; See Here",
  "text": "13th March 2024, Wednesday, marked the day every NSYNC fan has been waiting for since 2013. The band finally came together for a surprise performance at Justin Timberlake’s concert in L.A. This was the first time the band performed together on stage after their performance at the VMAs in 2013.\nView this post on Instagram A post shared by Justin Timberlake (@justintimberlake)\n\\n The band’s surprise performance made the fans go wild\nJustin Timberlake’s free one-night concert at The Wiltern turned out to be a lot more special than fans previously thought. The 43-year-old singer brought out his old NSYNC bandmates Chris Kirkpatrick, Lance Bass, Joey Fantone, and JC Chasez for a very special performance that won the hearts of the audience, making them go wild.\nTimberlake shared a video on his Instagram story where the curtains behind him on stage pulled back, and the whole band was seen as they sang Gone together. The video also featured the fans screaming in joy from this sudden surprise.\nAuthor Chrissy Teigen was also in attendance at the show with her husband, singer John Legend. She shared a clip of the band singing Girlfriend on her Instagram story along with the caption \"oh my f**king God @justintimberlake.” Teigen also shared clips of her singing along with the band’s songs Bye Bye Bye and It’s Gonna Be Me at the concert.\nAfter the show was over, Justin Timberlake shared a photo of five empty stools on his Instagram account. Lance Bass commented on the post saying, “That was fun. Let’s do it again soon,” along with a smiley face emoji. The official Instagram account of NSYNC also commented on the post saying “Paradise” which is the song from Timberlake’s upcoming album which the band collaborated on.\nView this post on Instagram A post shared by Justin Timberlake (@justintimberlake)\n\\n Timberlake’s upcoming album release is giving NSYNC fans hope for a reunion tour\nJustin Timberlake’s highly anticipated album Everything I Thought It Was is coming out on Friday, 16th March, and fans are really excited about it. The tracklist for the album was revealed earlier in March on a huge billboard in L.A., and that was when fans got to know that the band was finally coming together after they collaborated on the Trolls: Band Together track Better Place, for Paradise.\nA few hours before the show in L.A., Timberlake shared a snippet of the track on his Instagram account, tagging the band. Lance Bass commented on the post saying “I’ve been waiting forever, right here for this moment,” which is part of the lyrics of the song. Afterward, all of them performed the song together on stage, giving their audience a once-in-a-lifetime moment to cherish forever.\nThe band’s track Better Place for the 2023 Trolls: Band together was their first collaboration in two decades. The band celebrated the occasion by attending the red carpet premiere of the film, as well as the MTV VMAs. After that, Timberlake announced his album and came on The Kelly Clarkson Show where he hinted at their Paradise reunion by saying, \"there may be a little something in the future.\" The singer’s Forget Tomorrow World Tour will begin on 29th April, in Vancouver, Canada.\nFans of Timberlake and NSYNC are really excited to see if the rest of the bandmates will join Timberlake for any of the tour destinations to perform together on stage.\nPICS: Travis Kelce DITCHES Taylor Swift ONCE AGAIN, as NFL Star Attends Justin Timberlake&apos;s Concert in Los Angeles\nNSYNC Reunite On-Stage with Justin Timberlake to Perform New Song; See Here",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://www.instagram.com/p/C4e4-n6uWYl/?utm_source=ig_embed&utm_campaign=loading\\",
    "https://www.instagram.com/reel/C4drVX1vmTY/?utm_source=ig_embed&utm_campaign=loading\\",
    "https://www.instagram.com/p/C4e4-n6uWYl/",
    "https://instagram.com/p/C4e4-n6uWYl/?utm_source=ig_embed&utm_campaign=loading\\",
    "https://instagram.com/reel/C4drVX1vmTY/?utm_source=ig_embed&utm_campaign=loading\\",
    "https://www.instagram.com/reel/C4drVX1vmTY/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "justin timberlake",
        "sentiment": "negative"
      },
      {
        "name": "chris kirkpatrick",
        "sentiment": "none"
      },
      {
        "name": "chrissy teigen",
        "sentiment": "none"
      },
      {
        "name": "lance bass",
        "sentiment": "none"
      },
      {
        "name": "joey fantone",
        "sentiment": "none"
      },
      {
        "name": "jc chasez",
        "sentiment": "none"
      },
      {
        "name": "timberlake",
        "sentiment": "none"
      },
      {
        "name": "john legend",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "instagram",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "l.a",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:55:31.617+02:00",
  "updated": "2024-03-15T00:55:31.617+02:00"
}