{
  "thread": {
    "uuid": "eaf519a7d1ee741cde99b4a57e153fbc94b9ff67",
    "url": "https://steelersdepot.com/2024/01/najee-harris-embracing-bad-weather-game-to-separate-the-guys-who-really-want-it/",
    "site_full": "steelersdepot.com",
    "site": "steelersdepot.com",
    "site_section": "http://www.steelersdepot.com/feed/rss/",
    "site_categories": [
      "sports"
    ],
    "section_title": "Steelers Depot",
    "title": "Najee Harris Embracing Bad-Weather Game To Separate ‘The Guys Who Really Want It’",
    "title_full": "Najee Harris Embracing Bad-Weather Game To Separate ‘The Guys Who Really Want It’",
    "published": "2024-01-12T15:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://steelersdepot.com/wp-content/uploads/2023/12/Najee-Harris-celebrate.jpg",
    "performance_score": 0,
    "domain_rank": 75898,
    "domain_rank_updated": "2024-01-09T12:07:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "eaf519a7d1ee741cde99b4a57e153fbc94b9ff67",
  "url": "https://steelersdepot.com/2024/01/najee-harris-embracing-bad-weather-game-to-separate-the-guys-who-really-want-it/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Matthew Marczi",
  "published": "2024-01-12T15:00:00.000+02:00",
  "title": "Najee Harris Embracing Bad-Weather Game To Separate ‘The Guys Who Really Want It’",
  "text": "You don’t make it to the NFL without talent. You won’t get very far without drive, either. And on some days, you just need to be able to handle bad weather. Not everybody comes from Wisconsin like T.J. Watt and his brothers. Some have to learn how to embrace the cold, but that’s partly a character-driven component as well, as Pittsburgh Steelers RB Najee Harris sees it.\nThey’ll need that character this weekend playing in inclement weather on Sunday afternoon against the Buffalo Bills on the road. “We’re happy to be in those type of environments because it kind of separates from the guys who really want it”,\nhe told reporters yesterday, via the team’s website. “It’s a mentality thing. We’re excited for this weekend, the opportunity we have”.\nThe Steelers haven’t played in a ton of cold-weather games since Harris was drafted in 2021. They’ve only had four games for which the temperature was 30 degrees F or below at kickoff, and none of them came this season. But they played in nine-degree weather last season against the Las Vegas Raiders. Harris rushed for 53 yards on 16 carries and caught six passes for 42 yards that day. Pittsburgh won 13-10 with a 10-point fourth quarter.\nOf course it’s not just the cold but also the wind, the rain, and the snow. They played in a downpour just last week in the season finale against the Baltimore Ravens. He rushed for 112 yards on 26 carries with a touchdown in that game, even if it was merely 38 degrees in that one. But their goal is to be as elements-neutral as possible.\nEven if it means running the ball more.\n“It’s nothing. We all come from different backgrounds. I’m pretty sure all these guys have experienced some type of game in their career where it was like how it was in Baltimore or how like it’s gonna be now”, Harris insisted. “It’s not a factor, us even being in Pittsburgh. It gets cold here, so it’s nothing new to us. We’re prepared for that”.\nThat doesn’t mean that it won’t affect the game. If the wind takes a ball, then it takes a ball. There’s only so much you can do about that. You can only throw with so much velocity. You can only calculate angles so precisely in real time in your head to resist the wind.\nThere has already been much debate over the past few days about how the weather will affect Sunday’s game between the Steelers and the Bills, and who is benefits more. Those in Pittsburgh naturally hope that Harris and Jaylen Warren will be able to carry the load on the ground, but Buffalo has a running game as well, including a quarterback in Josh Allen who isn’t afraid to take off.\nWho will “really want it” come Sunday afternoon? To the Steelers’ credit, they have been playing more physically in the trenches in recent weeks, and one can only hope that that bodes well for their ability to adapt to bad weather conditions.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Sport",
    "Human Interest"
  ],
  "external_links": [
    "https://www.steelers.com/video/watch-player-media-availability-jan-11",
    "https://steelers.com/video/watch-player-media-availability-jan-11"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "najee harris",
        "sentiment": "negative"
      },
      {
        "name": "harris",
        "sentiment": "none"
      },
      {
        "name": "t.j. watt",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nfl",
        "sentiment": "negative"
      },
      {
        "name": "buffalo bills",
        "sentiment": "none"
      },
      {
        "name": "steelers",
        "sentiment": "none"
      },
      {
        "name": "pittsburgh steelers",
        "sentiment": "none"
      },
      {
        "name": "las vegas raiders",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "wisconsin",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-12T15:26:35.243+02:00",
  "updated": "2024-01-12T15:26:35.243+02:00"
}