{
  "thread": {
    "uuid": "6eae5bd3e44894514aee58fb8b53c9cd4f6f178e",
    "url": "https://www.europapress.es/esandalucia/cordoba/noticia-joven-coro-andalucia-celebra-ano-nuevo-conciertos-mezquita-cordoba-catedral-huelva-20231229150337.html",
    "site_full": "www.europapress.es",
    "site": "europapress.es",
    "site_section": "https://www.europapress.es/andalucia",
    "site_categories": [
      "media"
    ],
    "section_title": "\r\n\tNoticias de Andalucía  hoy- EUROPA PRESS\r\n",
    "title": "El Joven Coro de Andalucía celebra el Año Nuevo con conciertos en la Mezquita de Córdoba y la Catedral de Huelva",
    "title_full": "El Joven Coro de Andalucía celebra el Año Nuevo con conciertos en la Mezquita de Córdoba y la Catedral de Huelva",
    "published": "2023-12-29T16:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://img.europapress.es/fotoweb/fotonoticia_20231229150337_1200.jpg",
    "performance_score": 0,
    "domain_rank": 2692,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6eae5bd3e44894514aee58fb8b53c9cd4f6f178e",
  "url": "https://www.europapress.es/esandalucia/cordoba/noticia-joven-coro-andalucia-celebra-ano-nuevo-conciertos-mezquita-cordoba-catedral-huelva-20231229150337.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Europa Press",
  "published": "2023-12-29T16:03:00.000+02:00",
  "title": "El Joven Coro de Andalucía celebra el Año Nuevo con conciertos en la Mezquita de Córdoba y la Catedral de Huelva",
  "text": "CÓRDOBA, 29 Dic. (EUROPA PRESS) -\nEl Joven Coro de Andalucía (JCA) celebrará el Año Nuevo con sendos conciertos en la Mezquita de Córdoba y en la Catedral de la Merced de Huelva, los próximos días 3 y 4 de enero y con entrada libre hasta completar el aforo, comenzando la formación con estas actuaciones la celebración de su 30 aniversario, de la mano de Elena Rosso, como directora invitada, además de su titular, Marco Antonio García de Paz.\nSegún ha informado la Junta de Andalucía en una nota, de esta forma el Joven Coro de Andalucía del Programa Andaluz para Jóvenes Intérpretes, dependiente de la Consejería de Turismo, Cultura y Deporte, prepara ya el programa que ofrecerá la próxima semana en su gira de invierno y que incluye los mencionados conciertos en Córdoba y Huelva.\nPara ello, desde el pasado martes 26 de diciembre un total de 40 jóvenes cantores musicales andaluces han comenzado a trabajar el programa 'La Magia a voci pari' en Mollina (Málaga), con su director titular, Marco Antonio García de Paz, y con la directora de coro invitada a este encuentro, Elena Rosso.\n'La Magia a voci pari' es el programa que interpretarán en esta ocasión con una horquilla interpretativa muy amplia que va desde obras de Palestrina hasta Penderecki, haciendo un especial énfasis en el romanticismo alemán a través de la figura de Félix Mendelssohn.\nSe trata de un repertorio enteramente sacro que se adentra en el interesante mundo de las voces y transita por el colorido sonoro que ofrece la música escrita para coro femenino y coro masculino. El concierto, que cierra con la mezcla de ambas texturas, intenta lograr un final que contenga toda la paleta armónica y el máximo colorido.\nPara preparar este programa, tan inusual, como exigente, el alumnado está trabajando con profesores especializados en este tipo de repertorio, como son la soprano Cristina Teijeiro, la mezzosoprano Ekaterina Antipova, el tenor André Pérez y el bajo Javier Povedano (antiguo alumno del JCA).\nJunto a ellos, el pianista Jesús Campo, repertorista en el Coro Nacional de España quien, además de asistir a los directores y participar en las obras con piano durante la gira, impartirá, para el enriquecimiento personal del alumnado, una 'masterclass en lied', dentro de las jornadas de trabajo que se están celebrando en Mollina.\nTras el encuentro, el Joven Coro de Andalucía ofrecerá dos conciertos muy singulares: el primero de ellos en la Mezquita-Catedral de Córdoba, el miércoles 3 de enero, y el segundo en la Catedral de la Merced de Huelva, el jueves 4 de enero. Ambos conciertos darán comienzo a las 20,00 horas y la entrada será libre hasta completar aforo.\nCon estas actuaciones, el Programa Andaluz para Jóvenes Intérpretes da comienzo de manera oficial a la celebración del 30º aniversario de su creación. Una efeméride que se extenderá a lo largo de 2024 con distintos proyectos que llevarán a la Orquesta y al Coro por toda la geografía española. Está prevista su participación en algunos de los principales festivales y auditorios de la geografía española\nJÓVENES INTÉRPRETES El Programa Andaluz para Jóvenes Intérpretes de la Agencia Andaluza de Instituciones Culturales de la Consejería de Turismo, Cultura y Deporte de la Junta de Andalucía fue creado en 1994 con el objetivo de impulsar y complementar la formación musical de los jóvenes valores que aspiran a incorporarse al ámbito profesional musical.\nDesde su inicio se crea la Orquesta Joven de Andalucía, ampliándose en 2007 a la formación coral con la creación del Joven Coro de Andalucía, que nace con el objetivo de impulsar y complementar la formación musical de jóvenes valores con edades comprendidas entre los 16 y 31 años nacidos o residentes en Andalucía que se encuentren realizando estudios musicales y que deseen complementar su formación vocal.\nPor esta labor, en 2015 fue galardonado con el Premio Andalucía Joven 2015 en la modalidad de Arte al por \"haber proporcionado en estos más de 20 años de existencia a jóvenes talentos musicales andaluces, la oportunidad de desarrollar sus capacidades interpretativas y profesionales en una formación sinfónica profesional, permitiéndoles alcanzar su máximo potencial como músicos, como intérpretes y como personas, enriqueciendo al mismo tiempo su entorno social y cultural a través del arte de la interpretación musical, y la difusión de la música\".\nDesde su creación, el Programa ha contado con la colaboración de directores de la talla de los maestros Michael Thomas (fundador del JCA), Julio Domínguez, Román Barceló, Juanma Busto, Íñigo Sampil, Carlos Aransai o Lluís Vilamajó. El actual director, Marco Antonio García de Paz está considerado en la actualidad uno de los directores de coro más audaces y creativos del país, con más de 60 premios nacionales e internacionales.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T16:10:54.393+02:00",
  "updated": "2023-12-29T16:10:54.393+02:00"
}