{
  "thread": {
    "uuid": "0e61dcae02a3b69c894caf57d042118d89b528c1",
    "url": "https://www.oursportscentral.com/services/releases/resiliency-and-composure-fuel-warriors-second-half-surge/n-6081976",
    "site_full": "www.oursportscentral.com",
    "site": "oursportscentral.com",
    "site_section": "http://www.oursportscentral.com/feeds/sv16.xml",
    "site_categories": [
      "sports"
    ],
    "section_title": "OurSports Central Indoor Lacrosse News",
    "title": "Resiliency and Composure Fuel Warriors' Second-Half Surge",
    "title_full": "Resiliency and Composure Fuel Warriors' Second-Half Surge",
    "published": "2024-04-18T19:38:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.oursportscentral.com/graphics/teams/nll_vancouver_warriors19.png",
    "performance_score": 0,
    "domain_rank": 39893,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0e61dcae02a3b69c894caf57d042118d89b528c1",
  "url": "https://www.oursportscentral.com/services/releases/resiliency-and-composure-fuel-warriors-second-half-surge/n-6081976",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-18T19:38:00.000+03:00",
  "title": "Resiliency and Composure Fuel Warriors' Second-Half Surge",
  "text": "Resiliency and Composure Fuel Warriors' Second-Half Surge\nApril 18, 2024 -\nNational Lacrosse League (NLL) Vancouver Warriors News Release\nIt's been a tale of two halves of a season for the Vancouver Warriors who started the season 2-8 and are now battling for a playoff spot with one regular season game left.\nThe second half of the season, the Warriors have played to their identity, battling for each other and playing disciplined.\nSince the start of the season, General Manager and Head Coach Curt Malawsky has preached taking the game in five-minute increments which is how they've been able to stay present and put together a five-game winning streak - the longest in team history.\nThey have won six of their last seven games and to be 8-9 with one more game to play shows the belief they have in one another and their drive.\n\"I always say that when there's a group of men that really care about something, and I've said before 'Not with your mouth but with your heart' and they're willing to battle for each other and if it means a lot to them, then they're sacrifice even more,\" Malawsky said. \"We talk about that commitment and sacrifice, but they do a lot of sacrifice for each other and we get to live another week and battle for a spot.\"\nEveryone in the lineup has contributed and the Warriors' coaching staff has been fine-tuning and making adjustments that have helped the team win big games against the Halifax Thunderbirds and New York Riptide over the last couple of weeks.\nA tough veteran defensive group has been part of the Warriors' identity all season and the blossoming rookies Brayden Laity and Owen Grant have had incredible rookie campaigns. The penalty kill held the second spot in the league for much of the season and is currently third - stopping 52 of 84 shots on goal, clicking at 62%.\nThe defensive unit has been a brick wall to opposing teams, helping the Warriors control the tempo of games. In Week 20 against the Riptide, the Warriors' controlled the ball much of third quarter leading to Warriors' goaltender Aden Walsh facing just 33 shots for the game.\n\"The D was unreal tonight, I didn't see too many shots tonight, so they really won the game for us,\" Walsh said postgame, adding, \"there's no quit in this group, we're always pushing forward. The big saying in our locker room is 'What's Next' - we're always looking forward, never looking back.\"\nRyan Dilks, the 2016 NLL Defensive Player of the Year matched up against New York forward, Jeff Teat. Dilks held the NLL's second-place point getter to six points (3G, 3A) while picking up 11 loose balls of his own and forcing four turnovers.\nOver the last two games, the Warriors have improved their power play going from 0-for-4 against Halifax to 4-for-5 against the Riptide, making adjustments and hitting their shots.\n\"I liked how we scored, and they were big goals at the right time,\" Malawsky said.\n\"We look at other teams' short mans and look where we can beat them, it's not always going to be one play this week and one play next week. We have to try to keep things dynamic and you try to find the hot stick and try to find lanes.\"\nThe Vancouver Warriors lead the league in shorthanded goals with 12 this season.\nThe offence has been working like a well-oiled machine and the forward group has seen scoring contributions up and down the lineup. Keegan Bal leads the team with 99 points, 45 goals, 54 assists, and Adam Charalambides is just behind him with 93 points of his own (36-57-93). The Warriors top scorers have been hitting their stride under Malawsky's leadership - Ryan Martel surpassing his point total from his first five NLL seasons combined (64 in his first five year, 69 so far this season), Adam Charalambides nearly doubling his highest point total and Keegan Bal on the cusp of setting a career-high in points with one regular season game left to play.\n\"At the end of the day it's all about the team and some guys are going to light it up some days and other times you're not going to do it, you're going to be more of a hustle play guy and those are just kind of the ebbs and flows of the game so I think the more you define the way you want to play the game and be in that compete, hard, hustle, get gritty mindset, then wherever the chips fall at the end of the game [is where they fall],\" Charalambides said.\nThey feed off of each other and they celebrate each other's successes. Bal had five goals and two assists against Halifax and Charalambides' talked about Bal's clutch play and his performance down the stretch.\n\"He's a dawg. That's all I can say. He's a dawg, he takes over the game and it's just a big testament to the work he's put in through his career and the work that he puts in each and every week,\" Charalambides said.\nFacing top teams like Halifax and New York in playoff style games and coming out on top shows they're battle-tested. The preparation formula is the same as a regular season game - watching film, strength training, practice and shootaround - but the stakes are higher.\nThey've believed in themselves and each other all season and stringing wins together is the result of all the hard work when things were tough.\n\"We just stuck to it. We had lots of meetings when we were 3-9, 4-9 and we just believed in the coaching staff and what they [were doing] and kept up with the film, keeping us going and then just relying on our guys to step up and they've done that,\" Martel said.\nThe Warriors have showed resiliency in the second half of the season and continue to work and grind through the last regular season game.\n\"Our confidence is at an all-time high. We're on a heater right now and we're not planning on stopping so we feel good,\" Walsh said.\nVancouver Warriors Statistics\n• Discuss this story on the\nNational Lacrosse League message board...\nNational Lacrosse League Stories from April 18, 2024\nResiliency and Composure Fuel Warriors' Second-Half Surge- Vancouver Warriors National Lacrosse League: Ten Things to Know for Week 21, 'The March to May' Regular Season Finale- NLL Georgia Swarm Hosting Marvel Superhero™ Night at Regular Season Finale- Georgia Swarm Panther City Lacrosse Club Closes out Regular Season Schedule in Calgary- Panther City Lacrosse Club Colorado Concludes 2024 Campaign Via Clash with Halifax- Colorado Mammoth\nThe opinions expressed in this release are those of the organization issuing it, and do not necessarily reflect the thoughts or opinions of OurSports Central or its staff.\nOther Recent Vancouver Warriors Stories\nResiliency and Composure Fuel Warriors' Second-Half Surge Warriors' In-Game Experience Keeps Fans Like Emily Privett Coming Back Year over Year Warriors Announce Team Awards for 2023.24 Season Warriors Stay in Playoff Hunt, Knock off Riptide 16-10 at Rogers Arena Warriors Face Riptide at Rogers Arena on Fan Appreciation Night",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Sport",
    "Human Interest"
  ],
  "external_links": [
    "https://statscrew.com/lacrosse/stats/t-VAN/y-2023",
    "https://www.statscrew.com/lacrosse/stats/t-VAN/y-2023"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "malawsky",
        "sentiment": "none"
      },
      {
        "name": "curt malawsky",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "composure fuel warriors",
        "sentiment": "negative"
      },
      {
        "name": "vancouver warriors",
        "sentiment": "none"
      },
      {
        "name": "nll",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:30:23.679+03:00",
  "updated": "2024-04-19T00:30:23.679+03:00"
}