{
  "thread": {
    "uuid": "3da8fd52b0d6d335cdfead7191f05a8bf191d42e",
    "url": "https://dailynewshungary.com/pm-orban-greets-ethnic-hungarians-ahead-of-15-march-national-holiday",
    "site_full": "dailynewshungary.com",
    "site": "dailynewshungary.com",
    "site_section": "https://dailynewshungary.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Daily News Hungary",
    "title": "PM Orbán greets ethnic Hungarians ahead of 15 March national holiday",
    "title_full": "PM Orbán greets ethnic Hungarians ahead of 15 March national holiday",
    "published": "2024-03-14T22:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://content.dailynewshungary.com/wp-content/uploads/2024/02/Viktor-Orban-Ukrainian-victory-e1709056612964.jpg",
    "performance_score": 0,
    "domain_rank": 23838,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3da8fd52b0d6d335cdfead7191f05a8bf191d42e",
  "url": "https://dailynewshungary.com/pm-orban-greets-ethnic-hungarians-ahead-of-15-march-national-holiday",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Daily News Hungary",
  "published": "2024-03-14T22:34:00.000+02:00",
  "title": "PM Orbán greets ethnic Hungarians ahead of 15 March national holiday",
  "text": "Prime Minister Viktor Orbán has greeted ethnic Hungarians in a letter to be read out at celebrations around the world marking the March 15 national holiday.\n“We will not give up any of our national independence either for the friendship or the threats of anyone,” the prime minister’s letter said.\nOrbán’s letter “The Hungarian nation became a flag-bearer of freedom in 1848,” Orbán said. “The young rebels of March demanded not only a responsible government, the abolishment of censorship, and equality before the law, but they also wanted to live in a Europe where nations work together to prosper side-by-side, and not on the ruins of others.”\n“They believed that freedom is not an end in itself and it is not the freedom of the strong above the weak, nor the freedom of the majority above the minority, but above all, its purpose is to bring peace, security and wellbeing to all people,” he said.\n“The spiritual heritage they left behind, stamped with their personal sacrifice, is that we will not give up any of our national independence either for the friendship or the threats of anyone,” the letter said.\nOrbán added that “the lights of the watch fires of Hungarian freedom” could be seen from afar. “They advocate that we Hungarians ask and demand the return of a free, dignified and strong Europe, one that could maintain peace in its territory, and resolutely stood up against all open or concealed attempts to abolish the language and culture of indigenous minorities,” he said.\n“Let there be peace, freedom and consensus,” he concluded.\nPotápi inaugurates Petőfi statue in Vojvodina Commemorations of the 1848-49 revolution and war of independence would be inconceivable without thinking of Sandor Petofi, the state secretary for Hungarian communities abroad said in Vojvodina, inaugurating a statue of the 19th century revolutionary and poet. Petőfi “is proof that being Hungarian is a matter of identity and not a matter of origin,” Árpád János Potápi said.\nPotápi inaugurates Petőfi statue in Vojvodina. Source: MTI/Molnár Edvárd\nHe said Hungarian communities, no matter where they lived in the world, were linked by their common language, culture and history, especially when celebrating national holidays.\nFour Petofi statues were inaugurated in Vojvodina this year and last as part of programmes dubbed Move!Petőfi! marking the 200th anniversary of the poet’s birth.\nPetofi is considered Hungary’s national poet, and was one of the key figures of the Hungarian Revolution of 1848.\nRead also:\nWarning: Budapest traffic restrictions for 15 March national holiday Hungarian defence minister Szalay-Bobrovniczky: Future belongs to free nations",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest"
  ],
  "external_links": [
    "https://facebook.com/orbanviktor",
    "https://www.facebook.com/orbanviktor"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "viktor orbán",
        "sentiment": "negative"
      },
      {
        "name": "orbán",
        "sentiment": "negative"
      },
      {
        "name": "hungari",
        "sentiment": "negative"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "europe",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:26:32.129+02:00",
  "updated": "2024-03-15T06:56:46.622+02:00"
}