{
  "thread": {
    "uuid": "a7790239cd7e91d7ea450ce0e4aee57a6f234054",
    "url": "https://saudigazette.com.sa/article/639716/World/Mena/Meet-the-European-Jews-standing-against-Israels-war-with-Hamas",
    "site_full": "saudigazette.com.sa",
    "site": "saudigazette.com.sa",
    "site_section": "https://saudigazette.com.sa/morearticles/World/3",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": "Saudi Gazette/ World",
    "title": "Meet the European Jews standing against Israel&#039;s war with Hamas",
    "title_full": "Meet the European Jews standing against Israel&#039;s war with Hamas - Saudi Gazette",
    "published": "2024-01-18T12:18:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "SA",
    "main_image": "https://saudigazette.com.sa/uploads/images/2024/01/18/2199804.jpg",
    "performance_score": 0,
    "domain_rank": 13797,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a7790239cd7e91d7ea450ce0e4aee57a6f234054",
  "url": "https://saudigazette.com.sa/article/639716/World/Mena/Meet-the-European-Jews-standing-against-Israels-war-with-Hamas",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-18T12:18:00.000+02:00",
  "title": "Meet the European Jews standing against Israel&#039;s war with Hamas",
  "text": "BRUSSELS — “Only when Palestinians live in freedom and dignity will Israel have security.”\nThis is the “big message” of Marco. He is the spokesman for Na'amod, a movement of British Jews who oppose what they see as Israel's policies of \"occupation and apartheid\" in Gaza and the occupied West Bank.\nBut Na'amod is not alone.\nAcross Europe, there are a number of Jewish groups that campaign for Palestinian rights and, more recently, an end to the Israel-Hamas war.\nWieland Hoban, Chairman of Germany's Jüdische Stimme (Jewish Voice), tells Euronews these self-described \"progressive\" Jews often face marginalization from all sides.\nThey can be isolated in left-wing circles, where support for Palestine sometimes veers into disregard for Jewish voices or anti-semitism.\n\"Unfortunately, there is a very strong conflation of Jewish people and the state of Israel,\" he explains. \"It's difficult for many people to understand why Jews would express opposition to the actions of the Israeli government.\"\n\"But there is no inherent contradiction between being Jewish and supporting Palestinian rights,\" Hoban adds.\nYet, perhaps the strongest rejection they can face is from the Jewish community itself.\nAccused of \"siding with the enemy\", Hoban notes how Jüdische Stimme members have broken with their families since the fighting began in October.\n\"We're called clueless tokens, useful idiots or self-hating Jews,\" he says, though suggests people mostly ignore their group because it \"does not fit in with easy narratives.\"\nJewish peace activists also can be accused of dishonoring their ancestors who survived the Holocaust. However, Marco says this historical tragedy is the very reason why Jews should protect Palestinians.\n\"This [the Holocaust] should not happen again to anyone,\" he tells Euronews. \"Because of our experience of oppression and suffering, we should identify with the oppressed and defend their rights — whoever that oppressor may be.\"\nIn December, South Africa filed a case at the International Criminal Court, alleging that Israel had engaged in \"genocidal acts\" in Gaza. Israel denies this allegation.\nFor some --including Israeli, Palestinian and Western officials --the violence in Gaza is framed as a religious war between Jews and Muslims.\nHowever, Marco was quick to challenge the idea that the conflict was sectarian, with groups like his distorting this view.\n\"Palestinians rose up against their oppressors,\" he says. \"Had their oppressor been Japanese, they would have risen up against the Japanese. The fact that they're oppressed by Israelis means they rose up against Israelis.\"\nStill, this does not mean the war between Israel and Hamas isn't fuelling religious hatred.\nJüdische Stimme chairman Hoban claims the actions of the Israeli state in Gaza were fuelling anti-semitism.\n\"Whenever there's an escalation of violence by Israel, there are more anti-semitic incidents because unfortunately a lot of people on the side of Palestine don't really separate Israel from Jewishness.\"\nAnti-semitism in Europe has reached levels unseen in decades amid the latest bout of violence, while Islamophobia has also spiked.\nKnowing of people who were killed in Hamas' 7 October assault and having lived in a kibbutz near the villages attacked by Palestinian militants, Macro said he could \"deeply empathise\" with the trauma felt by Israelis and Jews around the world.\nHowever, he claimed it was important to contextualise the violence.\n\"Palestinians have been under occupation and apartheid for a number of decades. While it is true that the 7th of October was a big loss of Jewish life and a very tragic event... it didn't happen in a vacuum.\n\"Continuing to oppress the [Palestinian] population is not going to deliver security [for Israel] because it's going to feed a willingness for revenge and violence,\" he continues.\nOver the past year, under the leadership of the most right-wing government in Israeli history, the country's military and settlers have led an escalated campaign of displacement, dispossession and violent repression against the population, notes Jewish Voice for Peace, a US-based Group.\nEven before Israel began its military offensive against Hamas, 2023 was one of the deadliest years on record for Palestinians in Gaza and the occupied West Bank.\nBoth Na'amod and Jüdische Stimme are politically active, staging demonstrations and protest actions in the UK and Germany respectively.\nClaiming the \"West is complicit in everything Israel has done\" in recent decades, Marco says Na'amod wants London to end its support of Israel's war.\nAn \"important role\" his organisation plays in this process is changing the attitudes of Britain's Jewish community, who exert significant pressure on the government to back Israel.\nAnd it's working, in part.\nOver the decade, Marco claims more space has opened up within the mainstream Jewish community for opinions like his.\nMeanwhile, since Israel began its Gaza offensive in response to Hamas' attack which killed some 1,200 people in southern Israel, Na'amod's membership and online following have surged.\n\"It's obviously sad that it takes a tragedy like this, but we've seen in previous attacks on Gaza that this issue becomes much more at the forefront of people's minds,\" says Marco.\n\"For a lot of Jews, their opinions start to shift when they see the harrowing destruction that's being brought to Gaza.\"\nBut both groups said one of their most important activities was creating spaces for Palestinian and Jewish voices to come together.\n\"We shouldn't let ourselves be fooled by that it is in the interests of Jews in Europe to defend the ethnonationalism of the Israeli state.\n\"Because if you agree with the idea that one ethnicity should dominate over others, who don't have any rights, it puts Jews and Muslims in Europe in danger as minorities.\" — Euronews\nNext Page >",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "marco",
        "sentiment": "none"
      },
      {
        "name": "hoba",
        "sentiment": "none"
      },
      {
        "name": "wieland hoban",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hamas brussels",
        "sentiment": "negative"
      },
      {
        "name": "hamas",
        "sentiment": "none"
      },
      {
        "name": "euronews",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "west bank",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "germany",
        "sentiment": "none"
      },
      {
        "name": "palestine",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T23:46:32.657+02:00",
  "updated": "2024-01-19T23:46:32.657+02:00"
}