{
  "thread": {
    "uuid": "15c7e37e9032c31e66f427e5cc0379d207226d96",
    "url": "https://www.zawya.com/en/world/africa/sudans-rsf-paramilitaries-welcome-un-call-for-cessation-of-hostilities-in-ramadan-wv9v0fb5",
    "site_full": "www.zawya.com",
    "site": "zawya.com",
    "site_section": "https://www.zawya.com/sitemaps/en/rss",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": "Zawya.com - All Regional News",
    "title": "Sudan's RSF paramilitaries welcome UN call for cessation of hostilities in Ramadan",
    "title_full": "Sudan's RSF paramilitaries welcome UN call for cessation of hostilities in Ramadan",
    "published": "2024-03-10T04:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AE",
    "main_image": "https://static.zawya.com/view/acePublic/alias/contentid/MGQ5NzgwYzItNzBhOC00/4/sudan-politics-un-rights.jpeg?f=3%3A2",
    "performance_score": 0,
    "domain_rank": 5921,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "15c7e37e9032c31e66f427e5cc0379d207226d96",
  "url": "https://www.zawya.com/en/world/africa/sudans-rsf-paramilitaries-welcome-un-call-for-cessation-of-hostilities-in-ramadan-wv9v0fb5",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Hatem Maher",
  "published": "2024-03-10T04:08:00.000+02:00",
  "title": "Sudan's RSF paramilitaries welcome UN call for cessation of hostilities in Ramadan",
  "text": "AFRICA SUDAN PHOTO\nSudan's Rapid Support Forces paramilitary group on Saturday welcomed a call by the United Nations Security Council for a cessation of hostilities in the Muslim holy month of Ramadan, offering a potential respite from the 11-month-old conflict.\nRamadan is expected to start on Sunday evening.\nIn a statement, the RSF expressed hope that the Security Council resolution would \"significantly lessen the suffering of the Sudanese people by ensuring the smooth delivery of humanitarian aid\" and pave the way for a political process leading to a permanent ceasefire.\nWar erupted in Sudan on April 15, 2023, between the Sudanese army and the RSF. The U.N. says nearly 25 million people - half Sudan's population - need aid, some 8 million have fled their homes and hunger is rising. Washington says the parties to the conflict have committed war crimes.\nThe U.S. special envoy to Sudan, Tom Perriello, will visit a number of countries in Africa and the Middle East from March 11 to 25, the State Department said on Saturday, .\nIt said the trip will demonstrate \"the priority the Administration places on ending the Sudan conflict, meeting the immediate and dire humanitarian needs of the Sudanese people, and charting a path toward civilian, democratic government.\"\nPerriello will visit Uganda, Ethiopia, Djibouti, Kenya, Egypt, Saudi Arabia, and the United Arab Emirates.\nOn Friday the Security Council adopted a British-drafted resolution for a cessation of hostilities in Ramadan, but the mechanism for implementing the resolution remains unclear.\nSudan's U.N. ambassador, Al-Harith Idriss Al-Harith Mohamed, told the council on Thursday that the president of the country's transitional council commended the appeal of U.N. Secretary-General Antonio Guterres for a Ramadan truce. However, he said the leader is \"wondering about how to do this.\"\n\"In embracing the proposed humanitarian ceasefire, we express our readiness to partake in discussions concerning the establishment of mutually agreed upon monitoring mechanisms,\" the RSF said in its Saturday statement.\n\"These mechanisms are crucial for ensuring the effective implementation of the ceasefire and for achieving the humanitarian objectives intended by this resolution.\"\n(Reporting by Hatem Maher, Ahmed Tolba and David Ljunggren; Editing by Andrew Heavens, Giles Elgood and Daniel Wallis)\nDisclaimer: The content of this article is syndicated or provided to this website from an external third party provider. We are not responsible for, and do not control, such external websites, entities, applications or media publishers. The body of the text is provided on an “as is” and “as available” basis and has not been edited in any way. Neither we nor our affiliates guarantee the accuracy of or endorse the views or opinions expressed in this article. Read our full disclaimer policy here .\n© ZAWYA 2024",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tom perriello",
        "sentiment": "none"
      },
      {
        "name": "ramadan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "rsf",
        "sentiment": "negative"
      },
      {
        "name": "united nations",
        "sentiment": "negative"
      },
      {
        "name": "un",
        "sentiment": "negative"
      },
      {
        "name": "rapid support forces",
        "sentiment": "negative"
      },
      {
        "name": "security council",
        "sentiment": "none"
      },
      {
        "name": "curity council",
        "sentiment": "none"
      },
      {
        "name": "state department",
        "sentiment": "none"
      },
      {
        "name": "u.n.",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sudan",
        "sentiment": "none"
      },
      {
        "name": "middle east",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "africa",
        "sentiment": "none"
      },
      {
        "name": "washington",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-10T08:51:56.148+02:00",
  "updated": "2024-03-10T09:12:43.964+02:00"
}