{
  "thread": {
    "uuid": "1e6c42ae862f06d95a95dc409e58a7b3f0e64fac",
    "url": "https://www.herald.co.zw/tanganda-invests-in-solar-plants-to-cut-energy-costs",
    "site_full": "www.herald.co.zw",
    "site": "herald.co.zw",
    "site_section": "http://zimbabwe.shafaqna.com/rss.xml",
    "site_categories": [
      "society"
    ],
    "section_title": "Zimbabwe News (News Reader) | ",
    "title": "The Herald - Breaking news.",
    "title_full": "The Herald - Breaking news.",
    "published": "2024-03-01T00:11:04.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ZW",
    "main_image": "https://www.herald.co.zw/wp-content/uploads/sites/2/2024/02/Untitled-eterg.jpg",
    "performance_score": 0,
    "domain_rank": 19781,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1e6c42ae862f06d95a95dc409e58a7b3f0e64fac",
  "url": "https://www.herald.co.zw/tanganda-invests-in-solar-plants-to-cut-energy-costs",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Herald",
  "published": "2024-03-01T00:11:04.000+02:00",
  "title": "The Herald - Breaking news.",
  "text": "Tanganda invests in solar plants to cut energy costs Nelson Gahadza Senior Business Reporter Tanganda Tea Company says investments in green energy have mitigated the impact of limited power supply from the national grid and reduced diesel consumption by standby generators. The company has invested in green energy through the installation of three independent battery-supported solar energy plants at three of its five estates. The total maximum production capacity of the three plants is 4,4 megawatts (MW), made up of Ratelshoek Estate generating 1,8 MW, Jersey Estate generating 1,4 MW, and Tingamira Estate generating 1,2 MW. “Our strategy is to tie the solar plants to the national grid on a net metering arrangement in order to facilitate full utilisation of generated power and to reduce the cost of power when the company draws from banked units when solar power is not available for use,” the company said in its 2023 annual report. The company said that in terms of energy consumption, it used 1 003 288 litres of diesel and 261 130 litres of petrol during the year, which are non-renewable resources. “Energy consumed from renewable sources was 21 039 cubic metres of firewood and PV solar 2 396 897 kWh. Electricity supplied by Zimbabwe Electricity Transmission and Distribution Company amounting to 7 693 471 kWh was also consumed. “Work is underway within the national power utility to set policy to determine and provide the breakdown of power supplied into renewable and non-renewable energy,” the company said. Overall, fuel usage was lower than the previous year, with diesel usage going down by 17,69 percent from last year following a decrease in the usage of generators to power factories, while petrol usage went down by 28,45 percent due to the reduction in fuel consumed by hand-held plucking machines. The Zimbabwe Energy Regulatory Authority (ZERA) says there has been increased investment in renewable energy by independent power producers (IPPs), mainly for their consumption, to offset the adverse impact of erratic power supplies. By harnessing the power of the sun for solar energy, businesses are tapping into a sustainable and renewable energy source, reducing reliance on conventional power systems, especially hydro, which is also prone to the effects of the El Nino weather phenomenon. According to the Zimbabwe Energy Regulatory Authority (ZERA), the majority of energy investments are now in solar energy, with some thermal, mainly in the mining sector. ZERA said the most successful projects are the ones funded by private companies, and in most cases, they are produced for their consumption. Agricultural companies have also significantly made investments in alternative energy sources, and irrigation facilities have been identified as key for agriculture firms. Alternative renewable energy sources reduce over-reliance on hydropower, whose supplies are already unreliable for businesses, weighing on their productivity.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tangand",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "tanganda",
        "sentiment": "negative"
      },
      {
        "name": "herald",
        "sentiment": "neutral"
      },
      {
        "name": "tingamira estate",
        "sentiment": "none"
      },
      {
        "name": "ratelshoek estate",
        "sentiment": "none"
      },
      {
        "name": "jersey estate",
        "sentiment": "none"
      },
      {
        "name": "tea company",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:11:05.043+02:00",
  "updated": "2024-03-01T00:11:05.043+02:00"
}