{
  "thread": {
    "uuid": "0f1d3359ca9802d446e2aa637870d9b0f409ba7e",
    "url": "https://sbtnews.sbt.com.br/noticia/brasil/a-morte-vai-me-encontrar-lutando-diz-padre-julio-lancellotti",
    "site_full": "sbtnews.sbt.com.br",
    "site": "sbt.com.br",
    "site_section": "https://sbtnews.com.br/noticias",
    "site_categories": [],
    "section_title": "SBT News - A sua fonte segura de informação",
    "title": "“A morte vai me encontrar lutando”, diz padre Júlio Lancellotti - SBT News",
    "title_full": "“A morte vai me encontrar lutando”, diz padre Júlio Lancellotti - SBT News",
    "published": "2023-12-30T02:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://sbt-news-assets-prod.s3.sa-east-1.amazonaws.com/padre_julio_c312d24cc1.jpeg",
    "performance_score": 0,
    "domain_rank": 49812,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0f1d3359ca9802d446e2aa637870d9b0f409ba7e",
  "url": "https://sbtnews.sbt.com.br/noticia/brasil/a-morte-vai-me-encontrar-lutando-diz-padre-julio-lancellotti",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "SBT",
  "published": "2023-12-30T02:05:00.000+02:00",
  "title": "“A morte vai me encontrar lutando”, diz padre Júlio Lancellotti - SBT News",
  "text": "“A morte vai me encontrar lutando”, diz padre Júlio Lancellotti Coordenador da Pastoral do Povo da Rua de SP rechaça ser de esquerda ou direita e diz que ataques não o farão parar Em fevereiro de 2021, em meio à pandemia de covid-19, viralizou nas redes sociais uma imagem do padre Júlio Lancelotti, então com 72 anos, de máscara, sozinho, sob um viaduto em São Paulo, quebrando peças que ali foram instaladas para impedir que pessoas em situação de rua dormissem no local. Quase três anos depois, [o combate à chamada \"arquitetura hostil\" virou lei](https://sbtnews.sbt.com.br/noticia/governo/235982-lei-padre-julio-lancellotti-e-promulgada), regulamentada em dezembro, e recebeu o nome do pároco. [+ Lei Padre Júlio Lancellotti é promulgada](https://sbtnews.sbt.com.br/noticia/governo/235982-lei-padre-julio-lancellotti-e-promulgada) [Em entrevista exclusiva ao SBT News, Júlio Lancelotti, que coordena a Pastoral do Povo da Rua de São Paulo, falou sobre a legislação e sobre seu trabalho nas ruas da capital paulista. Ele aponta que a arquitetura hostil é um sintoma da aporofobia, termo que costuma usar -- inclusive dá nome a um de seus livros -- e que designa a aversão a pessoas pobres. \"Não é que nós queiramos que as pessoas fiquem embaixo de viadutos ou marquises, mas a cidade não ter esses sinais de hostilidade é porque ela é acolhedora e capaz de construir respostas efetivas, eficazes e eficientes para acolher as pessoas que estão sem teto, que estão vivendo pelas ruas\", pontua.](https://sbtnews.sbt.com.br/) [+ Leia as últimas notícias no portal SBT News](https://sbtnews.sbt.com.br/) Alvo constante de [ataques virtuais](https://sbtnews.sbt.com.br/noticia/category/258070-idoso-confessa-ter-escrito-bilhete-com-ameaca-ao-padre-julio-lancellotti) e até mesmo presenciais, especialmente por parte de pessoas que se identificam como sendo de direita, Lancelotti cita o papa Francisco para dizer que \"não há conservadores e progressistas\", mas, sim, \"quem ama e quem não é capaz de amar\". \"Seria muito estreito a gente ficar só entre esquerda e direita. Nós precisamos ficar do lado dos pobres, do lado dos abandonados, do lado dos esquecidos e junto com eles construir um caminho onde todos nós poderemos ser mais humanizados, humanizadores e teremos uma vida mais digna e melhor.\" [+ Idoso confessa ter escrito bilhete com ameaça ao padre Júlio Lancellotti](https://sbtnews.sbt.com.br/noticia/category/258070-idoso-confessa-ter-escrito-bilhete-com-ameaca-ao-padre-julio-lancellotti) Sobre Francisco aliás, a quem menciona com frequência em missas e conversas, o padre critica quem o ataca, mas prefere não se colocar no mesmo patamar do pontífice ao ser questionado se seriam as mesmas pessoas que proferem ofensas a ambos: \"A Igreja Católica tem o papa como sua autoridade maior e a quem nós devemos tratar com todo respeito. Quem ataca o papa e é católico talvez tenha mudado de religião e não sabe, porque ser católico e atacar o papa não combina\". Mas, para ele, as ofensas e ameaças que recebe são parte do trabalho: “Eu tenho bem claro que quem está do lado dos indesejados, vai ser indesejado também, quem está do lado dos que sofrem, vai sofrer também. Quem está do lado dos rejeitados, vai ser rejeitado também. Essa é nossa luta”. E, garante, estão longe de fazê-lo parar. \"Estou fazendo este ano 75 anos. Daqui a pouco eu vou parar por um fenômeno por qual todos nós passamos que é a morte. Mas eu digo: a morte vai me encontrar lutando.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T03:21:37.659+02:00",
  "updated": "2023-12-30T03:21:37.659+02:00"
}