{
  "thread": {
    "uuid": "c02e6f0dc6044776a8465a95f245e4a698a5bdce",
    "url": "https://www.churchtimes.co.uk/articles/2024/31-may/news/world/churches-emphasise-part-played-by-christian-values-in-eu-elections",
    "site_full": "www.churchtimes.co.uk",
    "site": "churchtimes.co.uk",
    "site_section": "http://www.churchtimes.co.uk/rss",
    "site_categories": [
      "religion",
      "christianity"
    ],
    "section_title": "Church Times",
    "title": "Churches emphasise part played by Christian values in EU elections",
    "title_full": "Churches emphasise part played by Christian values in EU elections",
    "published": "2024-05-31T02:05:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://www.churchtimes.co.uk/media/5696320/confeuropeanchurches-20240521150513511_web.jpg?center=0.69767441860465118,0.52522255192878342&mode=crop&width=600&height=314&rnd=133615435960000000",
    "performance_score": 0,
    "domain_rank": 27920,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c02e6f0dc6044776a8465a95f245e4a698a5bdce",
  "url": "https://www.churchtimes.co.uk/articles/2024/31-may/news/world/churches-emphasise-part-played-by-christian-values-in-eu-elections",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jonathan Luxmoore",
  "published": "2024-05-31T02:05:00.000+03:00",
  "title": "Churches emphasise part played by Christian values in EU elections",
  "text": "Sunday 02 June 2024\nMembers of the Conference of European Churches\nA JOINT meeting of European Churches held shortly before the European Parliament elections in early June has heard warnings against excluding Christianity from public life.\nThe president of the Conference of European Churches (CEC), the Greek Orthodox Archbishop Nikitas (Lulias) of Thyateira & Great Britain, said: “We are united in spirit, and we support the efforts of all who aspire to see Christian values in European society; the idea of erasing Christian values, traditions, and language inevitably means erasing our own identity.\n“The legislation, languages, arts, and much more that constitute European society have roots in Christianity. The growing pressure of secularisation and a deterioration of Christian values would make Europe soulless and lifeless.”\nThe Archbishop, who is based in London, made the appeal during the symposium in Thessaloniki held from 15 to 17 May, co-organised by Europe’s Interparliamentary Assembly on Orthodoxy, and the RC Commission of the Bishops’ Conferences of the European Union.\nThe Anglican vice-president of the CEC, the Acting Bishop of Ely, Dr Dagmar Winter, who is the Bishop of Huntingdon, also emphasised the global importance of Christian values for promoting “freedom, justice, and peace”.\nThey should be viewed as “more than an administrative purveyor”, she said. “We disagree among ourselves, even within our respective denominations — and disagreement, properly handled, is creative and fruitful. At our best, thanks to the reconciling Spirit of Christ, which is a Spirit of peace, we disagree respectfully and never lose sight of that much larger perspective of the common good.”\nA CEC statement said that the symposium, hosted by the Holy Metropolis of Thessaloniki, also debated “religious illiteracy among political decision-makers” and faith “in a European political discourse”, as well as Christian commitment to the EU acquis (the collection of common rights and obligations that constitute the body of EU law) and a “humane and socially coherent Europe”. It looked at national interests, legislation, economic life, education, and international politics.\nChurch leaders also signed a joint declaration, drawn up with Free Churches, in March, which speaks of disillusionment among Christians in Europe, who feel “marginalised, without an opportunity to express their positions and opinions in an autonomous and distinct way”.\nThe declaration warns that successive crises over immigration, health, energy, and economic life have combined with current “devastating wars” to call into question “democratic principles and institutions” and raise public awareness of “ineffective decision-making”.\nIt says that the exclusion of “any appropriate reference” to Christian values in EU texts suggests that the Christian tradition is being overlooked, but it insists that Churches still stand ready to help in “redefining the framework of priorities for a sustainable future for Europe”.\nSeven Europe-wide blocs will be contesting the European Parliament’s 720 seats in the 6-8 June election — the first since Britain’s EU withdrawal in January 2020 — ranging from the Christian Democratic European People’s Party, led by the German Manfred Weber, which currently holds 178, to the Progressive Alliance of Socialists and Democrats, led by the Spanish Iratxe García Pérez, which claims 141.\nA European Christian Political Movement, formed in 2002, claims to be the only formation “explicitly promoting Christian values” in the continent-wide ballot, which is the tenth since direct voting was introduced in 1979. The EU Commission’s German president, Dr Ursula von der Leyen, will seek backing for a second five-year term.\nIn a website message, the CEC urges “people of faith” in its 114 member-Churches to vote and help “collectively decide on the EU’s future”, bringing “voices inspired by the gospel” to the search for “solutions to crucial issues”.\n05 Apr 2024\n19 Apr 2024\n22 Sep 2023\n12 Apr 2024\n15 Mar 2024\n02 Feb 2024\n31 May 2024\n29 May 2024\n28 May 2024\nThe Iranian President oversaw fierce oppression of Christians, writes Steve Dew-Jones\nA supportive church family with a heart for the community, ready to greet with warmth and welcome any who cross the threshold, we seek a vicar who will live among us and help us to grow as a church and as individuals.\nWe are a Benefice of three traditional rural north-west Suffolk churches, all with friendly and welcoming congregations.\nWe are seeking a Team Vicar to join us.\nFind more jobs\nMonday 3 June 2024\nThis panel will explore where Christians have come to in terms of political power and ask, where should we go next?\nOnline tickets available\nMonday 10 June 2024\nThis panel will explore the power of voting, and power beyond voting.\nClosing date: 30 June 2024\nRead more details about the awards\n15-17 September 2024\nThe festival moves to Cambridge along with a sparkling selection of expert speakers\nEarly bird tickets available\n ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "cec",
        "sentiment": "none"
      },
      {
        "name": "interparliamentary assembly",
        "sentiment": "none"
      },
      {
        "name": "european union",
        "sentiment": "none"
      },
      {
        "name": "greek orthodox archbishop nikitas",
        "sentiment": "none"
      },
      {
        "name": "european parliament",
        "sentiment": "none"
      },
      {
        "name": "rc commission",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "eu",
        "sentiment": "none"
      },
      {
        "name": "thyateira & great britain",
        "sentiment": "none"
      },
      {
        "name": "thessaloniki",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "london",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-02T16:41:48.768+03:00",
  "updated": "2024-06-02T16:41:48.768+03:00"
}