{
  "thread": {
    "uuid": "07b55f138833b8c0ef14dc213b0abcacd22491a9",
    "url": "https://bnnbreaking.com/finance-nav/revolutionizing-dairy-was-sift-centre-invests-in-sustainable-food-technologies",
    "site_full": "bnnbreaking.com",
    "site": "bnnbreaking.com",
    "site_section": "https://bnnbreaking.com/rss",
    "site_categories": [],
    "section_title": "BNN : Latest Posts",
    "title": "Revolutionizing Dairy: WA's SIFT Centre Invests in Sustainable Food Technologies",
    "title_full": "Revolutionizing Dairy: WA's SIFT Centre Invests in Sustainable Food Technologies",
    "published": "2024-02-16T02:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IL",
    "main_image": "https://img-cdn.thepublive.com/fit-in/1200x675/bnn/media/media_files/7c4660150039a69d1ff707c78ea2009a4d44a9e2730d2262c6ba780e3f3154e3.jpg",
    "performance_score": 0,
    "domain_rank": 27879,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "07b55f138833b8c0ef14dc213b0abcacd22491a9",
  "url": "https://bnnbreaking.com/finance-nav/revolutionizing-dairy-was-sift-centre-invests-in-sustainable-food-technologies",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Geeta Pillai",
  "published": "2024-02-16T02:30:00.000+02:00",
  "title": "Revolutionizing Dairy: WA's SIFT Centre Invests in Sustainable Food Technologies",
  "text": "In a world where the balance between nourishment and sustainability teeters on the brink of tomorrow's challenges, the Western Australian government has unveiled a bold step forward. On February 16, 2024, it announced a significant investment of $12.2 million in the Sustainable, Innovative Food Technologies (SIFT) Centre located within the Food Innovation Precinct of WA (FIPWA) at Peel Business Park, Nambeelup. This move is not just about bolstering the local food and beverage manufacturing sector; it's about reimagining the future of food production, particularly in the dairy sector, through the lens of sustainability and innovation.\nA New Dawn for Dairy: Valorization of Waste\nThe spotlight shines brightly on the dairy industry as it stands at the forefront of a sustainability revolution. The SIFT Centre's establishment marks a pivotal moment in the journey towards reducing the environmental footprint of food production. With the planet's population estimated to reach nearly 10 billion by 2050 and over 1.3 billion tonnes of waste produced annually worldwide, the need for sustainable food production has never been more critical. The Centre aims to transform the dairy sector by enhancing the nutritional and functional properties of dairy products through the valorization of food waste. This involves turning by-products and waste into valuable new products for human consumption, thus contributing significantly to environmental sustainability.\nInnovations in Functional Dairy Foods\nThe SIFT Centre is not just about waste reduction. It's a beacon of innovation, equipped with the latest food and beverage manufacturing equipment, including a state-of-the-art high-pressure processing unit. This technology paves the way for the development of innovative functional dairy food products that can meet the growing consumer demand for healthier and more sustainable food choices. By harnessing bioactive compounds from food waste, the Centre seeks to create dairy products with enhanced health benefits, opening up new opportunities for the dairy industry to contribute to both human health and the planet's well-being.\nDriving Economic Growth and Sustainability\nOpen to all Western Australian food and beverage businesses, the SIFT Centre offers more than just technological advancements; it's a launchpad for economic growth and sustainability in the State's value-add food production sector. By providing common use of manufacturing equipment at a subsidized rate, the Centre enables businesses to test, develop, and produce new and improved value-added food products on a commercial scale. Furthermore, the government's initiative to offer grants of up to $600,000 to food and beverage businesses for commercialization, collaborative research, and development, or utilization of manufacturing equipment is a testament to its commitment to driving innovation and sustainability in the food sector. With the creation of over 150 direct jobs and an expected economic injection of around $100 million, the SIFT Centre is poised to make a significant impact on the Western Australian economy and the global food industry at large.\nIn the face of growing environmental concerns and a burgeoning global population, the establishment of the Sustainable, Innovative Food Technologies Centre represents a forward-thinking approach to food production. By focusing on the valorization of food waste and the development of functional dairy products, the initiative not only addresses the urgent need for sustainability but also opens up new avenues for innovation and economic growth in the food sector. As the world continues to evolve, the SIFT Centre stands as a beacon of hope, demonstrating that with the right investment and innovation, the food industry can indeed meet the challenges of tomorrow.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "sustainable food technologies",
        "sentiment": "negative"
      },
      {
        "name": "innovative food technologies",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "wa",
        "sentiment": "none"
      },
      {
        "name": "peel business park",
        "sentiment": "none"
      },
      {
        "name": "nambeelup",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T04:31:45.122+02:00",
  "updated": "2024-02-16T04:31:45.122+02:00"
}