{
  "thread": {
    "uuid": "4727ba02f6dca9e2d7d38649a97c758faa38700a",
    "url": "https://informalia.eleconomista.es/famosos/noticias/12723600/03/24/tamara-falco-defiende-a-ayuso-las-seis-frases-de-la-marquesa-que-merece-la-pena-anotar-y-comentar.html",
    "site_full": "informalia.eleconomista.es",
    "site": "eleconomista.es",
    "site_section": "https://informalia.eleconomista.es",
    "site_categories": [
      "tennis",
      "sports"
    ],
    "section_title": "Informalia: noticias de famosos y celebridades",
    "title": "Tamara Falcó defiende a Ayuso: las seis frases de la marquesa que merece la pena anotar y comentar",
    "title_full": "Tamara Falcó defiende a Ayuso: las seis frases de la marquesa que merece la pena anotar y comentar",
    "published": "2024-03-14T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://s03.s3c.es/imag/_v0/1200x665/5/0/c/tamara-falco-ayuso-1200.jpg",
    "performance_score": 0,
    "domain_rank": 3568,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4727ba02f6dca9e2d7d38649a97c758faa38700a",
  "url": "https://informalia.eleconomista.es/famosos/noticias/12723600/03/24/tamara-falco-defiende-a-ayuso-las-seis-frases-de-la-marquesa-que-merece-la-pena-anotar-y-comentar.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Pilar Fernández",
  "published": "2024-03-14T02:00:00.000+02:00",
  "title": "Tamara Falcó defiende a Ayuso: las seis frases de la marquesa que merece la pena anotar y comentar",
  "text": "\\\"No tenemos presupuestos, Puigdemont va a volver a España, es todo un desastre y nosotros hablando del novio de Ayuso. Es que no lo entiendo. Realmente no se puede comparar\\\". Así ha comenzado la marquesa de Griñón su defensa de la presidenta de la Comunidad de Madrid, protagonista de la tertulia política en El Hormiguero este jueves. Para Tamara Falcó, las últimas noticias sobre el novio de Isabel Díaz Ayuso, acusado de dos delitos fiscales y otro de falsedad documental, no son tan importantes: \\\"Están consiguiendo que hablemos de este tema cuando solo concierne al novio de Ayuso y a Ayuso\\\". La hija de Isabel Preysler se ha enfrentado a sus compañeros de mesa (Nuria Roca, Juan del Val y Cristina Pardo) para dar la cara por la líder del PP en plena polémica: \\\"Sería muy distinto si es su marido. Con un novio es más complicado preguntarle. El punto de intimidad no es el mismo cuando eres novio que cuando estás casado\\\", ha dicho Tamara. Y de eso la marquesa sabe mucho, pues ella misma sufrió en sus carnes la doble vida del que había sido su novio durante tres años hasta llegar a ser su prometido. Pocas semanas después de comprometerse, salieron a la luz las infidelidades de Iñigo Onieva y Tamara dio por finalizada su relación. La férrea defensa de la marquesa no quedaba ahí: \\\"¿El domicilio de Ayuso es ese piso? ¿Es su domicilio fiscal?\\\", ha comentado sobre el ático que adquirió Alberto González Amador el pasado verano por casi 900.000 euros y al que la presidenta se mudó poco después. \\\"Pero si puede vivir donde le dé la gana, faltaría más, pero siendo quien es tiene que tener claro que todo sea legal\\\", le contestaba Del Val. \\\"La historia no es solo si ella ha intervenido o no, es también si ella en su vida diaria disfruta de ciertas cosas por estar con este señor, si todo tiene un origen limpio\\\", comentaba Pardo. \\\"Esto que dices de 'Están consiguiendo' es el problema de meternos en un bando. A mí no me sacan facturas falsas. No se puede estar haciendo permanentemente como a mí Ayuso me cae mejor que Sánchez...\\\", añadía Juan, que luego trataba de restar tensión al momento: \\\"No digo que sea tu caso, Tamara\\\".",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:49:19.121+02:00",
  "updated": "2024-03-15T00:49:19.121+02:00"
}