{
  "thread": {
    "uuid": "6def5d8586bbfaf32c55249fb9630be1512697a6",
    "url": "https://elnuevodiario.com.do/bach-desea-que-paris-2024-una-en-la-paz-a-un-mundo-cansado-de-la-hostilidad-y-del-odio/",
    "site_full": "elnuevodiario.com.do",
    "site": "elnuevodiario.com.do",
    "site_section": "https://elnuevodiario.com.do",
    "site_categories": [
      "non_standard_content"
    ],
    "section_title": "El Nuevo Diario (República Dominicana) &#8211; Periódico Digital Dominicano",
    "title": "Bach desea que París 2024 una en la paz a «un mundo cansado de la hostilidad y del odio» – El Nuevo Diario (República Dominicana)",
    "title_full": "Bach desea que París 2024 una en la paz a «un mundo cansado de la hostilidad y del odio» – El Nuevo Diario (República Dominicana)",
    "published": "2023-12-28T22:14:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "DO",
    "main_image": "https://nuevodiario-assets.s3.us-east-2.amazonaws.com/wp-content/uploads/2023/12/28121259/thomas_bach_coi_-_efe_0.jpg",
    "performance_score": 0,
    "domain_rank": 84918,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6def5d8586bbfaf32c55249fb9630be1512697a6",
  "url": "https://elnuevodiario.com.do/bach-desea-que-paris-2024-una-en-la-paz-a-un-mundo-cansado-de-la-hostilidad-y-del-odio/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "EFE",
  "published": "2023-12-28T22:14:00.000+02:00",
  "title": "Bach desea que París 2024 una en la paz a «un mundo cansado de la hostilidad y del odio» – El Nuevo Diario (República Dominicana)",
  "text": "EL NUEVO DIARIO, MADRID.- El presidente del Comité Olímpico Internacional (COI), Thomas Bach, desea que en el año entrante los Juegos de París 2024 sirvan para «unir en una competición pacífica» a un mundo en el que «la gente está agotada y cansada del antagonismo, la hostilidad y el odio a los que se enfrenta en todos los ámbitos de su vida». En un mensaje de fin de año difundido por el COI, el dirigente alemán aventura que la edición de París abrirá «una nueva era de Juegos Olímpicos: más jóvenes, más inclusivos, más urbanos, más sostenibles» y recuerda que serán los primeros «con plena paridad de género». «Nuestras expectativas para estos Juegos Olímpicos son compartidas por miles de millones de personas. En estos tiempos difíciles que vivimos, la gente de todo el mundo está agotada y cansada del antagonismo, la hostilidad y el odio a los que se enfrenta en todos los ámbitos de su vida», señala Bach. «En el fondo de nuestros corazones, todos anhelamos algo unificador. Algo que nos una, a pesar de nuestras diferencias. Algo que nos dé esperanza. Algo que nos inspire a abordar los problemas de forma pacífica. Algo que saque lo mejor de nosotros. Anhelamos que los Juegos Olímpicos de París 2024 unan al mundo entero en una competición pacífica», añade. El COI decidió hace dos semanas autorizar la participación en los Juegos de los deportistas rusos y bielorrusos que aún estén a tiempo de clasificarse, siempre que no hayan apoyado la guerra en Ucrania, pero sin sus símbolos nacionales y bajo la denominación de Deportistas Neutrales Individuales. Los equipos de esos países no serán admitidos. Thomas Bach pide en su mensaje que el Movimiento Olímpico «permanezca unido» y se oponga «a los esfuerzos por fragmentar el deporte mundial en función de criterios políticos». «Más allá de los Juegos Olímpicos de París 2024, nos mantenemos unidos en nuestra misión de hacer del mundo un lugar mejor a través del deporte», apunta. Bach opina que la inteligencia artificial (IA) y los deportes electrónicos «ofrecen enormes oportunidades» el Movimiento Olímpico. «Por ello», dice, «la Comisión de eSports del COI está estudiando la creación de unos Juegos Olímpicos de eSports» «Sea cual sea la forma que adopten los Juegos Olímpicos de eSports, nuestros parámetros y condiciones están establecidos. Nos mantendremos fieles a nuestros valores: los valores olímpicos de paz, respeto, no discriminación y solidaridad», subraya. También se compromete a «utilizar el poder transformador de la IA para apoyar a los deportistas e impulsar el desarrollo del deporte». «Se trata de identificar talentos, crear métodos de entrenamiento individualizados, hacer que el arbitraje sea más objetivo y personalizar la experiencia visual individual de miles de millones de aficionados olímpicos.Las oportunidades son ilimitadas y habrá que mitigar los riesgos», señala. Bach concluye su mensaje recordando que París fue la cuna de Pierre de Coubertin, fundador del COI y restaurador de los Juegos, y también es «la Ciudad de la Luz, la Ciudad del Amor y la ciudad de una nueva era de Juegos Olímpicos». Allí espera ver, agrega, «una celebración inolvidable de la alegría del deporte, una celebración de nuestra humanidad compartida».",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T01:36:28.048+02:00",
  "updated": "2023-12-29T01:36:28.048+02:00"
}