{
  "thread": {
    "uuid": "c428cbbbc1cbe1b5b0bf442f4cffb5c7b3d82669",
    "url": "https://www.highsnobiety.com/p/arianna-grande-quiet-luxury-outfit/",
    "site_full": "www.highsnobiety.com",
    "site": "highsnobiety.com",
    "site_section": "http://feeds.feedburner.com/highsnobiety/rss",
    "site_categories": [
      "fashion",
      "style_and_fashion"
    ],
    "section_title": "Highsnobiety",
    "title": "Even Arianna Grande Is Quiet Luxury Now",
    "title_full": "Even Arianna Grande Is Quiet Luxury Now",
    "published": "2024-01-05T23:39:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.highsnobiety.com/static-assets/dato/1704488320-arianna-grande-quiet-luxury-outfit-2.jpg",
    "performance_score": 0,
    "domain_rank": 4188,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c428cbbbc1cbe1b5b0bf442f4cffb5c7b3d82669",
  "url": "https://www.highsnobiety.com/p/arianna-grande-quiet-luxury-outfit/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@highsnobiety",
  "published": "2024-01-05T23:39:00.000+02:00",
  "title": "Even Arianna Grande Is Quiet Luxury Now",
  "text": "Arianna Grande has emerged from self-imposed isolation in full quiet luxury mode. Well, maybe 1/4 quiet luxury mode, but the point is made.\nGrande's personal off-duty style is solid. She typically dresses for comfort, rather than outré flair, and there's nothing wrong with that. It just doesn't often make for a bigly style moment.\nWhich makes the fact that Grande is clutching a $7,000 The Row handbag all the more intriguing.\nThis isn't just Grande's first outfit of 2024 but one of her first paparazzi photos in years, maybe even the first one in casual dress since 2021. That's a long while to go without a 'fitpic.\nIt's not a wild look in and of itself, which makes Grande's accessorizing all the more impactful.\nGossip sites and fanpages alike were set alight by Grande's sweatshirt alone, an oversized black number printed with two words: \"Yes, and?\"\nConsidering that this woman's song titles rarely surpass three words, it's been widely (and not unjustly) speculated that Grande is hinting at the first single from the album that she's presumably been working on for the past two years or so.\nIt's otherwise Ariana Grande business as usual, with nails done, blonde hair in a long ponytail, washed-out straight-leg jeans, and leather mules. Classic stuff.\nBut Grande zuzhed the whole thing up in a quintessentially quiet luxury kinda way, with The Row's XL-sized\nleather Devon bag, retailing upwards of $7,000.\nThat's a lotta moolah for a brandless bag, which is obviously the point of quiet luxury and all. The aesthetic was always about\npaying top dollar for qualitatively better stuff, only recognizable through humbly potent accessories and objectively stylish outfits. They don't scream good taste, they whisper.\nThere's been ample pushback and even widespread desire to move\nbeyond quiet luxury as a concept but that's only among the proletariat.\nAriana Grande has the dinero to use a The Row bag as a work tote and, thus, very much fits the quiet luxury lifestyle.\nFrankly, The Row seems a good fit for Grande in general, given the label's proposition of clothes that're as effortless as they are exquisite. For someone who seems to prefer getting dressed with ease, without sacrificing comfort, could be an easy stylistic upgrade.\nFor now, as good as her bag is, it's a tad out of place. Notice how the OIsen twins' own\nbeat-up Birkins look utterly organic when worn with their own layers of slouchy luxe — it's all about the complete look and Grande could certainly pull it off if she was willing to commit to quiet luxury.\nThis is probably Grande's last paparazzi appearance until her album is ready to go, which will presumably be sometime towards the end of 2024 and closer to the launch of Wicked, the\nmovie musical in which she plays Glinda, the good witch.\nGet a good, long, last glimpse at Grande's luxurious look, Arianators. It'll have to do for now.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "https://www.therow.com/products/large-devon-brown",
    "http://www.imdb.com/title/tt1262426",
    "https://therow.com/products/large-devon-brown",
    "http://imdb.com/title/tt1262426"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "arianna grande",
        "sentiment": "negative"
      },
      {
        "name": "grande",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:09:20.032+02:00",
  "updated": "2024-01-06T00:09:20.032+02:00"
}