{
  "thread": {
    "uuid": "473664756b66e4cd270f2f766d30123ee1b23d89",
    "url": "https://eju.tv/2024/04/dado-de-alta-el-primer-paciente-que-recibe-un-trasplante-de-rinon-de-cerdo",
    "site_full": "eju.tv",
    "site": "eju.tv",
    "site_section": "http://eju.tv/feed/",
    "site_categories": [
      "media",
      "television",
      "entertainment",
      "top_news"
    ],
    "section_title": "eju.tv",
    "title": "Dado de alta el primer paciente que recibe un trasplante de riñón de cerdo",
    "title_full": "Dado de alta el primer paciente que recibe un trasplante de riñón de cerdo",
    "published": "2024-04-05T00:20:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BO",
    "main_image": "https://eju.tv/wp-content/uploads/2024/04/img_660f199e9b7fe-1000x668.jpg",
    "performance_score": 0,
    "domain_rank": 95970,
    "domain_rank_updated": "2024-04-02T13:08:16.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "473664756b66e4cd270f2f766d30123ee1b23d89",
  "url": "https://eju.tv/2024/04/dado-de-alta-el-primer-paciente-que-recibe-un-trasplante-de-rinon-de-cerdo",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alejandra Hinojosa",
  "published": "2024-04-05T00:20:00.000+03:00",
  "title": "Dado de alta el primer paciente que recibe un trasplante de riñón de cerdo",
  "text": "El resultado es un hito importante para la medicina y facilita la búsqueda de órganos para los pacientes Los cirujanos cuando preparaban el riñón del cerdo para el trasplante Michelle Rose / Massachusetts General Hospital / AFP\nFuente: La Vanguardia\nEl Hospital General de Massachusetts ha dado este miércoles el alta a Richard Rick Slayman, de 62 años, el primer hombre trasplantado con un riñón de cerdo modificado genéticamente. A las dos semanas de la intervención ha sido enviado a su casa por su buena evolución.\nLa operación en sí y el alentador resultado marcan un momento remarcable en la medicina, según los especialistas sanitarios, que puede abrir las puertas a un nuevo tipo de trasplantes cruzando órganos de especies. Los expertos ya indicaron, al poco de la operación y la aparente buena respuesta, que, en caso de que riñones de animales tratados genéticamente permitan hacer trasplantes a gran escala, “la diálisis pasará a ser algo obsoleto”.\nEl éxito de la intervención puede abrir las puertas a un nuevo tipo de trasplantes cruzando órganos de especies Otros dos órganos de cerdo tratados genéticamente fracasaron en los trasplantes. Dos pacientes, en muerte cerebral, recibieron corazones y murieron poco después. En uno de los casos hubo señales de que el sistema inmunológico rechazaba ese órgano, cuestión que es el riesgo constante.\nEn cambio, Slayman está produciendo orina, eliminando productos de desecho de la sangre, equilibrando los fluidos del cuerpo y llevando a cabo otras funciones clave, explicaron los doctores del hospital general de Massachusetts, en Boston.\nMiembros del equipo médico que realizó el trasplante en enero, con el corazón de cerdo antes de ser trasplantado\nUniversity of Maryland/ DPA /Europa Press\n“Este momento, en que me voy del hospital con uno de los mejores certificados de salud que he tenido en mucho tiempo, es una de las cosas que he deseado por muchos años”, afirmó en un comunicado. “Ahora esto es una realidad”, recalcó. “Esta jornada marca un nuevo principio, no solo para mi, sino también para los otros pacientes”, añadió con agradecimientos a los especialista que le trataron.\nSlayman ya fue sometido a un trasplante con un órgano humano en el 2018. En el 2023 se produjo el rechazo y tuvo que volver a la diálisis. Su dolencia iba cada vez a peor y estaba muy abajo en la lista de espera, así que, tras despejar dudas, decidió optar a este experimento.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [
    "https://www.lavanguardia.com/vida/20240321/9578306/trasplantado-rinon-cerdo-modificado-geneticamente-paciente-62-anos.html",
    "https://www.lavanguardia.com/vida/salud/20240404/9587560/dado-alta-primer-paciente-recibe-trasplante-rinon-cerdo.html",
    "https://lavanguardia.com/vida/20240321/9578306/trasplantado-rinon-cerdo-modificado-geneticamente-paciente-62-anos.html",
    "https://lavanguardia.com/vida/salud/20240404/9587560/dado-alta-primer-paciente-recibe-trasplante-rinon-cerdo.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:27:57.860+03:00",
  "updated": "2024-04-05T00:52:54.507+03:00"
}