{
  "thread": {
    "uuid": "435432dc10af251eebf859e3734f1bfe9bdc6936",
    "url": "https://www.thestatesman.com/india/modi-ends-his-45-hour-meditation-at-vivekananda-memorial-in-kanyakumari-1503305885.html",
    "site_full": "www.thestatesman.com",
    "site": "thestatesman.com",
    "site_section": "https://www.thestatesman.com/india",
    "site_categories": [
      "media"
    ],
    "section_title": null,
    "title": "Modi ends his 45-hour meditation at Vivekananda Memorial in Kanyakumari",
    "title_full": "Modi ends his 45-hour meditation at Vivekananda Memorial in Kanyakumari",
    "published": "2024-06-01T13:43:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 14882,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "435432dc10af251eebf859e3734f1bfe9bdc6936",
  "url": "https://www.thestatesman.com/india/modi-ends-his-45-hour-meditation-at-vivekananda-memorial-in-kanyakumari-1503305885.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Statesman News Service",
  "published": "2024-06-01T13:43:00.000+03:00",
  "title": "Modi ends his 45-hour meditation at Vivekananda Memorial in Kanyakumari",
  "text": "Prime Minister Narendra Modi, on Saturday, concluded his 45-hour meditation at the Vivekananda Rock Memorial in Tamil Nadu’s Kanyakumari coinciding with the conclusion of polling for the seventh and final phase of the Lok Sabha elections.\nThe prime minister left the Vivekananda Rock Memorial after the meditation at the Dhyan Mandapam.\nAfter the conclusion of his meditation, the prime minister penned a message in Hindi in the visitors’ book at the Memorial in which he wrote that he experienced a “divine and extraordinary energy” upon visiting the Vivekananda Rock Memorial and every moment of his life would be dedicated to the service of India.\nCalling Swami Vivekananda his inspiration, the prime minister wrote: “It is my good fortune that today, after so many years, as Swami Vivekananda’s values and ideals are shaping the India of his dreams, I have also been given the opportunity to practice at this sacred place.”\nHe said this practice at the memorial was one of the “most incredible moments” of his life.\n“Sitting at the feet of Maa Bharti, today I once again reiterate my resolve that every moment of my life and every particle of my body will be dedicated to the service of the nation. With a prayer for the nation’s progress and the welfare of its people, I bow countless times to Mother India,” Modi wrote in his message.\n“At this memorial (Vivekananda Rock Memorial), Goddess Parvati and Swami Vivekananda undertook their penance. Later, Eknath Ranade brought Swami Vivekananda’s ideas to life by establishing this place as a memorial,” the prime minister pointed out.\nBefore leaving Kanyakumari, he paid floral tributes at the statue of Thiruvalluvar, the saint and Tamil cultural icon nearer the Vivekananda memorial.\nHeavy security was put in place for the prime minister at the memorial by the Special Protection Group and the Coast Guard.\nDuring the spiritual visit to Kanyakumari, Modi meditated at the Dhyan Mandapam, the place where revered Hindu philosopher Swami Vivekananda is believed to have had a divine vision about ‘Bharat Mata’.\nThe prime minister’s 45-hour meditation, at Vivekananda Rock Memorial, had commenced on May 30 evening after his arrival in Kanyakumari on Thursday.\nMythology has it that Goddess Parvati meditated on one foot at the same place waiting for Lord Shiva. It is the southernmost tip of India. What’s more significant about the place is here India’s Eastern and Western coastlines meet.\nIt is also the meeting point of the Indian Ocean, Bay of Bengal, and Arabian Sea.\nPM Modi arrived in Kanyakumari on Thursday after finishing a high-voltage campaign for the Lok Sabha elections.\nOn reaching Kanyakumari, he first offered special prayers at Sri Bhagavathi Amman Temple on the seashore in the district before praying at the statue of Thiruvalluvar, Shri Ramakrishna Paramahamsa, Maa Sarada Devi and Swami Vivekananda.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "narendra modi",
        "sentiment": "negative"
      },
      {
        "name": "modi",
        "sentiment": "negative"
      },
      {
        "name": "dhyan mandapam",
        "sentiment": "none"
      },
      {
        "name": "swami vivekananda",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "maa bharti",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "vivekananda memorial",
        "sentiment": "none"
      },
      {
        "name": "kanyakumari",
        "sentiment": "none"
      },
      {
        "name": "vivekananda rock",
        "sentiment": "none"
      },
      {
        "name": "vivekananda rock memorial",
        "sentiment": "none"
      },
      {
        "name": "tamil nadu",
        "sentiment": "none"
      },
      {
        "name": "lok sabha",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-02T00:24:19.879+03:00",
  "updated": "2024-06-02T00:24:19.879+03:00"
}