{
  "thread": {
    "uuid": "102c46e11e497bacc6b616b602f4bce17b501f85",
    "url": "https://noticias.caracoltv.com/mundo/mami-nena-la-abuelita-que-se-volvio-gamer-y-ahora-es-una-feroz-rival-en-el-videojuego-free-fire-rg10",
    "site_full": "noticias.caracoltv.com",
    "site": "caracoltv.com",
    "site_section": "https://noticias.caracoltv.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Noticias Caracol: principales noticias de hoy en Colombia y el Mundo",
    "title": "Mami Nena, la abuelita que se volvió gamer y ahora es una feroz rival en el videojuego Free Fire - NoticiasCaracol",
    "title_full": "Mami Nena, la abuelita que se volvió gamer y ahora es una feroz rival en el videojuego Free Fire - NoticiasCaracol",
    "published": "2024-01-05T23:53:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://caracoltv.brightspotcdn.com/dims4/default/a38b623/2147483647/strip/true/crop/1517x796+0+0/resize/1200x630!/quality/90/?url=http%3A%2F%2Fcaracol-brightspot.s3.amazonaws.com%2F40%2F3a%2F70bf4d5b438e95c09a1ef4657beb%2Fmami-nena-sss.jpg",
    "performance_score": 0,
    "domain_rank": 22712,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "102c46e11e497bacc6b616b602f4bce17b501f85",
  "url": "https://noticias.caracoltv.com/mundo/mami-nena-la-abuelita-que-se-volvio-gamer-y-ahora-es-una-feroz-rival-en-el-videojuego-free-fire-rg10",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Noticias Caracol, Ana Sofía Boshell",
  "published": "2024-01-05T23:53:00.000+02:00",
  "title": "Mami Nena, la abuelita que se volvió gamer y ahora es una feroz rival en el videojuego Free Fire - NoticiasCaracol",
  "text": "Conozca a una de las guerreras más célebres del popular videojuego Free Fire. Se hace llamar Mami Nena y, con seguridad, es muy distinta a lo que podría imaginarse. Cuando los competidores de Free Fire, el popular videojuego de disparos en línea, se enfrentan al avatar de la guerrera Mami Nena, pocos imaginarían que, detrás de la pantalla, la guerrera de kimono corto, guantes negros y mascara de colmillos es una mujer de 81 años. Se llama María Elena Arévalo y vive en un pequeño pueblo de la región de Valparaíso, Chile. Allí, con solo un clic, tiene el mundo a su disposición. Un mundo virtual. \"Un día mi nieto empezó: ‘Juguemos video, mami Nena’. 'Cómo voy a jugar video si yo no sé', le decía yo. No sabía ni menear ese mouse, no sabía ni lo que era un mouse\", indicó María Elena Arévalo. Sin embargo, aprendió pronto. Poco a poco, se hizo conocida como una feroz rival y, cuatro años después, sigue jugando Free Fire. Todos los días se instala frente a las pantallas y afina su letal puntería para combatir. Y, de paso, le hace el quite a la soledad que la abrumó tras 56 años de matrimonio. “Ya con eso me sentía mejor, porque ya no me acordaba tanto de mi (difunto) esposo. Claro que a él yo siempre lo tengo en mi corazón\", agregó la abuelita. Sus publicaciones en redes sociales la hicieron popular. La conocen como la abuela gamer y llegó a tener más de cuatro millones de seguidores en TikTok, antes de que le robaran su cuenta. También, 700.000 suscriptores en YouTube. Publicidad \"Mis compañeros saben que yo tengo a mi abuela así (como una jugadora famosa), y es bacán, es totalmente bacán, y no sé, yo siento que es como una mejor amiga y todo eso”, precisó Héctor Carrasco, nieto de Mami Nena. Héctor la acompaña y la ayuda. Él maneja sus redes sociales, transmite sus partidas en línea y gestionó un viaje impensado. Free Fire reconoció a Mami Nena como una de las figuras influyentes del videojuego y la llevó a Ciudad de México, para el aniversario de la marca. También en Chile cosecha éxitos. En diciembre fue reconocida por la Universidad Católica y el diario El Mercurio como una de los 100 líderes mayores del país por su rol en la reducción de los estereotipos generacionales.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:09:55.271+02:00",
  "updated": "2024-01-06T00:09:55.271+02:00"
}