{
  "thread": {
    "uuid": "868d5cf2e602edd7dbe43560b539a03aed5acffa",
    "url": "https://www.archyde.com/early-detection-of-lung-cancer-with-nanoparticles-revolutionary-approach-for-screenings/",
    "site_full": "www.archyde.com",
    "site": "archyde.com",
    "site_section": "https://www.archyde.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "Archyde",
    "title": "Early Detection of Lung Cancer with Nanoparticles: Revolutionary Approach for Screenings",
    "title_full": "Early Detection of Lung Cancer with Nanoparticles: Revolutionary Approach for Screenings",
    "published": "2024-01-06T03:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.tagesspiegel.de/images/3d-rendered-illustration-of-lung-cancer-3d-illustration/alternates/BASE_16_9_W1400/3d-rendered-illustration-of-lung-cancer-3d-illustration.jpeg",
    "performance_score": 0,
    "domain_rank": 19075,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "868d5cf2e602edd7dbe43560b539a03aed5acffa",
  "url": "https://www.archyde.com/early-detection-of-lung-cancer-with-nanoparticles-revolutionary-approach-for-screenings/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "archyde",
  "published": "2024-01-06T03:15:00.000+02:00",
  "title": "Early Detection of Lung Cancer with Nanoparticles: Revolutionary Approach for Screenings",
  "text": "2024-01-05 19:10:20\nAround one in thirty smokers will develop lung cancer in the course of their life; the more you smoke, the greater the risk. Many\nDoctors in Germany demand Therefore, heavy smokers should be regularly screened for lung cancer using low-dose computed tomography (CT). However, general screening for early detection has not yet been reimbursed by statutory health insurance companies. The Tagesspiegel app brings current news, background information and analyzes directly to your smartphone. Plus the digital newspaper. Download for free here.\nResearchers at MIT in the USA are now pursuing a different approach: They have developed nanoparticles that can detect lung cancer in its early stages. They have successfully tested these on mice, like i\nn “Science Advances” messages. The new diagnostic is based on nanosensors that can be administered via an inhaler or nebulizer. When the sensors encounter cancer-linked proteins in the lungs, they produce a signal that accumulates in the urine, where it can be detected with a simple paper test strip.\nThe approach could potentially replace or complement CT, the current gold standard for diagnosing lung cancer. It could be particularly impactful in low- and middle-income countries where CT scanners are not widely available, the researchers said in a press release.\nLike barcodes in the supermarket\nThese sensors are made of polymer nanoparticles coated with special DNA molecules. They can be easily identified due to their specific sequence. The technology is reminiscent of barcodes in the supermarket, which is why the molecules are called DNA barcodes. They are split off from the particle when the sensor encounters enzymes called proteases, which are often overactive in tumors. These reporters eventually accumulate in the urine and are excreted from the body.\nSangeeta Bhatia, a professor of health sciences and technology and of electrical engineering and computer science at MIT, has been developing nanosensors to diagnose cancer and other diseases for a decade. She and her team have developed paper strips that can be used to easily detect the DNA barcodes. The strips are designed to recognize up to four different DNA barcodes, each indicating the presence of a different protease.\nFour sensors are enough\nIn their first series of experiments on mice, the researchers measured the values of 20 different sensors that are designed to detect different proteases. Using a machine learning algorithm, the researchers analyzed these results and identified a combination of just four sensors that predicted accurate diagnostic results. They then tested this combination in a mouse model and found that it could accurately detect early-stage lung tumors. For use in humans, more sensors may be required to make an accurate diagnosis.\nmore on the subject\nDoes the blood test show anxiety disorders? The search for molecular informants The silent killer News against cancer in the bile Vaccination against cervical cancer Can the 90 percent target be achieved?\nThe researchers now plan to analyze human biopsy samples to determine whether the sensor panels they used are also suitable for detecting human cancers. In the longer term, they hope to conduct clinical trials on human patients. The company Sunbird Bio has already conducted Phase 1 trials with a similar sensor, also developed by Bhatia’s lab. It is intended to be used to diagnose liver cancer and a certain form of hepatitis.\n1704503720\n#Early #detection #inhalation #Nanoparticles #detect #lung #cancer",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health",
    "Human Interest"
  ],
  "external_links": [
    "https://www.science.org/doi/10.1126/sciadv.adj9591",
    "https://abo.tagesspiegel.de/tagesspiegel-app?utm_source=online-artikel&utm_medium=link&utm_campaign=online-artikel",
    "https://www.thieme-connect.de/products/ejournals/pdf/10.1055/a-2175-4580.pdf",
    "https://www.abo.tagesspiegel.de/tagesspiegel-app?utm_source=online-artikel&utm_medium=link&utm_campaign=online-artikel",
    "https://science.org/doi/10.1126/sciadv.adj9591",
    "https://abo.tagesspiegel.de/tagesspiegel-app",
    "https://thieme-connect.de/products/ejournals/pdf/10.1055/a-2175-4580.pdf"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "mit",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "usa",
        "sentiment": "none"
      },
      {
        "name": "germany",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T03:17:15.048+02:00",
  "updated": "2024-01-06T03:17:15.048+02:00"
}