{
  "thread": {
    "uuid": "963428c046e451548744e2b66a595e55f7968087",
    "url": "https://bnnbreaking.com/tech/melbourne-pioneers-3d-printed-homes-a-leap-into-sustainable-and-affordable-housing",
    "site_full": "bnnbreaking.com",
    "site": "bnnbreaking.com",
    "site_section": "https://bnnbreaking.com/rss",
    "site_categories": [],
    "section_title": "BNN : Latest Posts",
    "title": "Melbourne Pioneers 3D-Printed Homes: A Leap into Sustainable and Affordable Housing",
    "title_full": "Melbourne Pioneers 3D-Printed Homes: A Leap into Sustainable and Affordable Housing",
    "published": "2024-02-16T01:39:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IL",
    "main_image": "https://img-cdn.thepublive.com/fit-in/1200x675/bnn/media/media_files/2bfbccebfdab87020132669adb53d7381f85691448e4911d96c35bfff7c0d0de.jpg",
    "performance_score": 0,
    "domain_rank": 27879,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "963428c046e451548744e2b66a595e55f7968087",
  "url": "https://bnnbreaking.com/tech/melbourne-pioneers-3d-printed-homes-a-leap-into-sustainable-and-affordable-housing",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Muhammad Jawad",
  "published": "2024-02-16T01:39:00.000+02:00",
  "title": "Melbourne Pioneers 3D-Printed Homes: A Leap into Sustainable and Affordable Housing",
  "text": "In a groundbreaking stride towards the future of housing, Melbourne is set to witness the construction of two 3-D printed homes, a pioneering initiative led by Space Coast Habitat for Humanity and Macedonia Development Corporation. With the streets of Melbourne as its canvas and the innovative prowess of Apis Cor, a local heavyweight in 3-D printing, this project not only marks a significant milestone for the city but also positions it as a trailblazer in adopting futuristic building technologies. The project, with a budget of $400,000, is a testament to the collaborative spirit of the community, funded through contributions from the City of Melbourne via the American Rescue Plan and Wells Fargo. As construction gears up to commence in the summer of 2024, the Lipscomb Street site is not just a plot of land but a beacon of progress, signaling a new era in sustainable and affordable housing.\nA Leap Into the Future\nThe collaboration between Space Coast Habitat for Humanity and Macedonia Development Corporation, with Apis Cor at the helm, is more than a construction project. It's a bold leap into the future of housing, leveraging 3-D printing technology to create homes that are not only cost-effective but also environmentally friendly. This initiative represents a significant shift in how we think about building homes, moving away from traditional construction methods towards more innovative, efficient, and sustainable practices. The engagement of Apis Cor, headquartered in Melbourne, underscores the project's commitment to local expertise and innovation, while also highlighting the city's emerging status as a hub for technological advancement in the construction industry.\nBuilding More Than Homes\nAt the heart of this initiative is a vision that extends beyond the mere construction of houses. These 3-D printed homes on Lipscomb Street symbolize a new chapter in community development and social responsibility. By harnessing the power of cutting-edge technology, Space Coast Habitat for Humanity and Macedonia Development Corporation are not just building houses; they're crafting a future where affordability does not come at the expense of quality or sustainability. This project, funded by the City of Melbourne and Wells Fargo, demonstrates a remarkable synergy between public institutions, private organizations, and nonprofit entities, all converging towards a common goal of making housing accessible and sustainable for all.\nA Blueprint for Tomorrow\nThe undertaking of constructing Melbourne's first 3-D printed homes is more than a novel venture; it serves as a blueprint for the future. As one of the only three Habitat 3-D builds across the United States, alongside Arizona and Virginia, Melbourne's project sets a precedent for how communities can embrace technology to address housing crises. The implications of this project extend far beyond its physical boundaries, offering a glimpse into a world where technology and humanity intersect to create solutions that are both innovative and inclusive. With a focus on sustainability, affordability, and community collaboration, the initiative led by Space Coast Habitat for Humanity, Macedonia Development Corporation, and Apis Cor is paving the way for a new era in housing—one where everyone has a place to call home.\nAs the summer of 2024 approaches and the wheels of progress begin to turn on Lipscomb Street, Melbourne stands at the cusp of a revolutionary transition in housing. The collaborative efforts of Space Coast Habitat for Humanity, Macedonia Development Corporation, and Apis Cor, supported by the City of Melbourne and Wells Fargo, are not just about constructing homes but about laying the foundation for a future where technology and innovation drive social change. This project not only highlights Melbourne's commitment to embracing new technologies but also its dedication to fostering a community where sustainability and affordability go hand in hand. As these two 3-D printed homes rise from the ground, they will stand as monuments of hope, innovation, and community spirit, signaling a new chapter in the story of Melbourne—a chapter where the future of housing is being rewritten.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "apis cor",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "melbourne pioneers",
        "sentiment": "negative"
      },
      {
        "name": "space coast habitat for humanity",
        "sentiment": "none"
      },
      {
        "name": "wells fargo",
        "sentiment": "none"
      },
      {
        "name": "macedonia development corporation",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "melbourne",
        "sentiment": "none"
      },
      {
        "name": "lipscomb street",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T03:41:31.090+02:00",
  "updated": "2024-02-16T03:41:31.090+02:00"
}