{
  "thread": {
    "uuid": "41d529ce47494477f590c9a9f42a3ac73da9bec6",
    "url": "https://www.lagazzettadelmezzogiorno.it/video/bari/1509457/l-omaggio-di-gravina-a-papa-benedetto-xiii-un-papa-pastore.html",
    "site_full": "www.lagazzettadelmezzogiorno.it",
    "site": "lagazzettadelmezzogiorno.it",
    "site_section": "https://www.lagazzettadelmezzogiorno.it/rss.jsp?sezione=145",
    "site_categories": [
      "education",
      "entertainment"
    ],
    "section_title": "La Gazzetta del Mezzogiorno",
    "title": "L'omaggio di Gravina a Papa Benedetto XIII: «Un Papa pastore»",
    "title_full": "L'omaggio di Gravina a Papa Benedetto XIII: «Un Papa pastore» - La Gazzetta del Mezzogiorno",
    "published": "2024-06-01T18:35:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.lagazzettadelmezzogiorno.it/resizer/600/315/true/2024_06_01/Da_sx%2C_don_Saverio_Paternoster_e_Daniele_Rotondo-1717256112012.jpg--.jpg?1717256112921",
    "performance_score": 0,
    "domain_rank": 38285,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "41d529ce47494477f590c9a9f42a3ac73da9bec6",
  "url": "https://www.lagazzettadelmezzogiorno.it/video/bari/1509457/l-omaggio-di-gravina-a-papa-benedetto-xiii-un-papa-pastore.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redazione online",
  "published": "2024-06-01T18:35:00.000+03:00",
  "title": "L'omaggio di Gravina a Papa Benedetto XIII: «Un Papa pastore»",
  "text": "GRAVINA - “Vogliamo riportare alla luce la grandezza di Benedetto XIII, un grande uomo e un vero Papa pastore, antesignano degli ultimi Pontefici e, in particolare, del nostro Papa Francesco“: così, sintetizzando lo spirito della serata, si è espresso don Saverio Paternoster, presidente del Centro Studi dedicato al Papa gravinese, ultimo proveniente dal Sud Italia. Lo scenario è stato l’evento commemorativo “Habemus Papam - Vita e opere di un uomo al servizio di Dio e della gente”, tenutosi ieri sera nel grande anfiteatro del Centro giovanile Benedetto XIII, riempito grazie all’afflusso della comunità locale e alla presenza di autorità ecclesiastiche, civili e militari. Dopo i due appuntamenti in Basilica – martedì l’Oratorio “A Santa Caterina” di martedì con l’Orchestra Sinfonica 131 della Basilicata e il Coro Polifonico Mercadante, e mercoledì la solenne Concelebrazione presieduta dal cardinale Marcello Semeraro – nell’evento di ieri, in occasione dei trecento anni dell’assunzione al Soglio pontificio, il Centro Studi Benedetto XIII ha voluto condividere le motivazioni del processo di beatificazione in corso con una kermesse culturale condotta dal giornalista Rai Daniele Rotondo, alternando testimonianze, video, interventi teatrali e musicali. In apertura, la lettura della missiva di Papa Francesco dedicata a Benedetto in occasione della ricorrenza, in cui lo definisce “compagno dei poveri”, “personalità di fede e d’animo buono”, “uomo di lungimirante intelligenza” nonché di “provata cultura”, di cui va raccolta l’eredità. E nei saluti iniziali il sindaco di Gravina Fedele Lagreca, sottolineato il fondamentale lavoro del Centro Studi, ha ricordato di aver ricevuto a Roma, in udienza da Papa Francesco, la sua disponibilità ad essere presente a Gravina a chiusura dell’iter di beatificazione. Quindi spazio al presidente e artefice del Centro Studi, don Saverio Paternoster, che ha ricostruito la figura di Benedetto XIII, nato Pietro Francesco dalla nobile famiglia degli Orsini nel 1650, partendo dalla nascita della sua vocazione – ostacolata dalla madre - come frate domenicano col nome di frate Vincenzo Maria. Quindi il suo rapido bruciare le tappe: cardinale a soli ventidue anni, arcivescovo a 25 anni, prima di Manfredonia, poi di Cesena - convocando anche un Sinodo diocesano - e per ben 40 anni di Benevento. “Interpretando il suoi ruoli - ha sottolineato - sempre all’insegna dell’umiltà, della missione pastorale ma anche dell’operare in concreto per i più deboli”. Ad esempio per i malati di malattie infettive, per i quali fece costruire l’ospedale San Gallicano; per i malati di mente, facendo ricostruire l’ospedale di Santa Maria della Pietà; ma anche migliorando il regime carcerario. A contribuire all’excursus – arricchito dalla lettura di scritti del Papa gravinese ad opera degli attori Lucia Zotti, Antonella Pagano e Pierluigi Morizio – anche Andrea Mazzotta, storico e vicepresidente del Centro Studi, che ha emancipato la figura papale da “una storiografia un po’ ostile”, delineandola all’insegna di una frase-chiave: “Volevo essere solo un frate”. Ha ricordato quindi la sua modestia e ritrosia nell’accettare per obbedienza prima il cappello cardinalizio poi la tiara papale, indossata dalla sua elezione del 29 maggio 1724 fino alla morte, avvenuta per una febbre il 21 febbraio 1730. Illustrata l’articolata mole degli scritti papali, Mazzotta ha poi sottolineato anche il pragmatismo di Benedetto, ad esempio nel diffondere i Monti frumentari (per i quali redisse anche un manuale d’uso), una forma di credito agrario per prestare ai contadini indigenti le sementi necessarie per la semina. I ritmi dell’articolata narrazione sono stati scanditi sia da varie animazioni video sulla vita del Papa gravinese, sia da momenti musicali con brani di Vivaldi e Durante curati dai Solisti di Puglia e Basilicata diretti da Alfredo Luigi Cornacchia (al flauto il direttore artistico Giovanni Mugnuòlo, tenore Francesco Zingariello) e dal trio Gianni Rotondo alla chitarra, Ester Augelli alla viola e Leo Gadaleta al violino. In chiusura, le premiazioni del concorso “Benedetto XIII verso la Beatificazione” svoltosi fra le sei scuole primarie e secondarie gravinesi, con la partecipazione – individuale o a gruppi – di 28 classi.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-01T18:45:46.430+03:00",
  "updated": "2024-06-01T18:45:46.430+03:00"
}