{
  "thread": {
    "uuid": "82f7890d82d99d7f3f49ecbc41d094a6e3019561",
    "url": "https://catholicvote.org/this-is-it",
    "site_full": "catholicvote.org",
    "site": "catholicvote.org",
    "site_section": "https://www.golf.einnews.com/live_feed",
    "site_categories": [
      "politics",
      "law_government_and_politics"
    ],
    "section_title": "Live Feed Wire - Golf News Today - EIN Presswire",
    "title": "This Is It - CatholicVote org",
    "title_full": "This Is It - CatholicVote org",
    "published": "2024-03-28T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://catholicvote.org/wp-content/uploads/2024/03/CV-Triduum-Ewire-2024.jpg",
    "performance_score": 0,
    "domain_rank": 65412,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "82f7890d82d99d7f3f49ecbc41d094a6e3019561",
  "url": "https://catholicvote.org/this-is-it",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Brian Burch",
  "published": "2024-03-28T02:00:00.000+02:00",
  "title": "This Is It - CatholicVote org",
  "text": "Every year it humbles me even more. In just a few hours, we enter into the most sacred three days of all time: the Holy Triduum. We will attend the Mass of the Lord’s Supper – the founding of all our feasts and of all our hope of salvation. We will follow Christ to His agony in the Garden of Gethsemane, then climb Mount Calvary and be witnesses to His execution. And we will keep vigil at the sealed tomb. In his final years, Pope St. John Paul II wrote: “In the Easter Triduum, we will fix our gaze more intensely on the face of Christ, a face of suffering and agony, that helps us understand better the drama of the events and situations that are afflicting humanity even in these days.” That’s what hits me hardest. Here at CatholicVote, our work focuses on very real historical events – events that can shape the future of our nation and our Church. But I’m reminded every year that all we do to protect religious freedom, defend the sanctity of human life, elect good and just representatives, and evangelize America… everything finds its purpose in these three days. And what is that purpose? To make Christ known and loved. To make certain that our children and their children’s children are free to live the truth that Jesus Christ, the Son of God, took our sins upon Himself and conquered death to set us free. Words fail me here…. I can only ask you for one thing in the face of the suffering Christ: Pray for our Church. Pray for America. Pray for CatholicVote’s mission. Pray that in all we do we might be instruments of the Good News that we celebrate in the coming days. This year and every year, I pray that through our solemn remembrance of the Passion of Christ our selfish desires will decrease so that He may increase and accomplish His will in us and in the work we do. Our Lord took our every defect on Himself at His crucifixion. What could be more glorious than the hope we have in the Risen Lord! On behalf of all of us at CV, I wish you and your loved ones a blessed Triduum and a happy and holy Easter. P.S. I’ll leave you with one more quotation from our beloved St. John Paul II… a foretaste of our Easter joy! “On Easter Day, as every corner of the earth rings out the song, ‘the Lord of life was dead, now alive he triumphs,’ … we will be able to understand and love the Cross of Christ forever. For on the Cross Christ overcame sin and death forever!”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pope st. john paul ii",
        "sentiment": "none"
      },
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "it - catholicvote",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "garden of gethsemane",
        "sentiment": "none"
      },
      {
        "name": "mount calvary",
        "sentiment": "none"
      },
      {
        "name": "america",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T00:25:58.518+02:00",
  "updated": "2024-03-29T00:25:58.518+02:00"
}