{
  "thread": {
    "uuid": "df9cfd28949962dca814e46671b98afb38e06c4c",
    "url": "https://www.devdiscourse.com/article/sports-games/2993204-proteas-triumph-south-africa-edges-west-indies-in-rain-hit-thriller",
    "site_full": "www.devdiscourse.com",
    "site": "devdiscourse.com",
    "site_section": "https://www.devdiscourse.com/news-analysis/",
    "site_categories": [
      "media"
    ],
    "section_title": "Breaking News, Development News, Latest News, Politics News, Sports News | Devdiscourse",
    "title": "Proteas Triumph: South Africa Edges West Indies in Rain-Hit Thriller | Sports-Games",
    "title_full": "Proteas Triumph: South Africa Edges West Indies in Rain-Hit Thriller | Sports-Games",
    "published": "2024-06-24T06:08:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.devdiscourse.com/remote.axd?https://devdiscourse.blob.core.windows.net/aiimagegallery/14_06_2024_13_08_49_4845785.png?width=920&format=jpeg",
    "performance_score": 0,
    "domain_rank": 9669,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "df9cfd28949962dca814e46671b98afb38e06c4c",
  "url": "https://www.devdiscourse.com/article/sports-games/2993204-proteas-triumph-south-africa-edges-west-indies-in-rain-hit-thriller",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Reuters",
  "published": "2024-06-24T06:08:00.000+03:00",
  "title": "Proteas Triumph: South Africa Edges West Indies in Rain-Hit Thriller | Sports-Games",
  "text": "Proteas Triumph: South Africa Edges West Indies in Rain-Hit Thriller In a rain-affected match at the Twenty20 World Cup in Antigua, South Africa narrowly defeated West Indies by three wickets using the Duckworth-Lewis method. The Proteas joined England in the semi-finals after Marco Jansen's crucial six in the final over. Spinner Tabraiz Shamsi played a key role, taking 3-27. [Reuters](/reuters-stories)| Updated: 24-06-2024 11:08 IST | Created: 24-06-2024 11:08 IST South Africa held their collective nerve to edge West Indies by three wickets under the Duckworth-Lewis method in a rain-disrupted shootout for a semi-final spot at the Twenty20 World Cup in Antigua on Sunday. The unbeaten Proteas joined England in the last four as Group 2 winners when Marco Jansen (21 not out) smashed a six down the ground off the first ball of the final over to get South Africa to their adjusted target of 123. Left-arm spinner Tabraiz Shamsi had earlier taken 3-27 as tournament co-hosts West Indies were restricted to 135-8 before the rainstorm swept in to stop play. Spinner Roston Chase (3-12) took three wickets late in the South African innings to set up a dramatic finish and give a glimmer of hope that West Indies might keep alive their quest for a third title. \"There's a lot of relief ultimately to get through to get to the semi-final,\" said South Africa captain Aiden Markram. \"I suppose it's been the story of our (tournament), get ourselves into tricky positions and sort of by hook or by crook get over the line.\" The other two semi-finalists will be decided on Monday when India and Australia meet in St Lucia and Afghanistan take on Bangladesh in St Vincent in the last two matches in the Super Eight stage. The South Africans won the toss and elect to bowl first in a decision that was quickly vindicated when danger men Shai Hope and Nicholas Pooran were dismissed inside the first two overs with just five runs on the board. Kyle Mayers, brought into the West Indies squad as an injury replacement on Saturday, steadied the innings in a partnership of 81 for the third wicket with Chase. Both had some fraught moments -- Chase was dropped on 11 and Mayers survived an lbw call on review -- before Shamsi separated them in the 12th over when Mayers slashed the ball to Tristan Stubbs at deep cover point to depart for 35. WEST INDIES UNDER-PAR That was the last partnership of note in an innings of fits and starts, Chase (52) and Sherfane Rutherford (0) falling victim to Shamsi's wrist spin, and Andre Russell thumping a couple of big sixes before being run out for 15. West Indies knew they were under-par and needed a big bowling effort and Russell gave them a great start. He struck with the first delivery of the innings to remove Reeza Hendricks caught behind down the leg side before having the other South Africa opener, Quinton de Kock, caught at backward square leg for 12 five deliveries later. The crowd at the Sir Vivian Richards Stadium came to life but any momentum the West Indies had built was lost when the skies opened immediately and play was delayed for 90 minutes. Stubbs and Markram resumed on 15-2 and took the tally to 42 before local quick Alzarri Joseph struck with his second delivery to remove the captain for 18. Joseph's pace did for Heinrich Klaasen (22) in the eighth over but the other West Indies bowlers were proving expensive and the South Africans were now just a run-a-ball away from their target. Chase came on in the 12th over to bowl David Miller for four and then sent back Stubbs (29) and Keshav Maharaj (2) and ensure the chase went into the 17th and final over. \"I think credit must be given to the boys, I think they fought to the very end,\" said West Indies skipper Rovman Powell. \"As a batting group, this is one performance we'll try our best to forget. It was a commendable bowling effort, we said that we're just gonna give it our all and whatever happens, happens.\" (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Sport"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "duckworth",
        "sentiment": "none"
      },
      {
        "name": "lewis",
        "sentiment": "none"
      },
      {
        "name": "marco jansen",
        "sentiment": "none"
      },
      {
        "name": "roston chase",
        "sentiment": "none"
      },
      {
        "name": "tabraiz shamsi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "reuters",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "south africa edges west indies",
        "sentiment": "none"
      },
      {
        "name": "west indies",
        "sentiment": "none"
      },
      {
        "name": "england",
        "sentiment": "none"
      },
      {
        "name": "south africa",
        "sentiment": "none"
      },
      {
        "name": "antigua",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-24T08:41:22.740+03:00",
  "updated": "2024-06-24T08:41:22.740+03:00"
}