{
  "thread": {
    "uuid": "88b7874604bd3e7f9b405d0fa87336ecee49af75",
    "url": "https://www.dvidshub.net/news/465041/field-goals-navy-remarkable-journey-utsa-kicker-turned-naval-officer",
    "site_full": "www.dvidshub.net",
    "site": "dvidshub.net",
    "site_section": "https://www.dvidshub.net/rss/news",
    "site_categories": [
      "media"
    ],
    "section_title": "DVIDS RSS Feed: News",
    "title": "From Field Goals to the Navy: The Remarkable Journey of a UTSA Kicker Turned Naval Officer",
    "title_full": "From Field Goals to the Navy: The Remarkable Journey of a UTSA Kicker Turned Naval Officer",
    "published": "2024-03-01T00:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://d1ldvf68ux039x.cloudfront.net/thumbs/photos/2402/8262759/1000w_q95.jpg",
    "performance_score": 0,
    "domain_rank": 5571,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 10,
        "comments": 0,
        "shares": 47
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "88b7874604bd3e7f9b405d0fa87336ecee49af75",
  "url": "https://www.dvidshub.net/news/465041/field-goals-navy-remarkable-journey-utsa-kicker-turned-naval-officer",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Allen Cordova",
  "published": "2024-03-01T00:22:00.000+02:00",
  "title": "From Field Goals to the Navy: The Remarkable Journey of a UTSA Kicker Turned Naval Officer",
  "text": "SAN ANTONIO, Texas - In the world of college football, athletes become local heroes, celebrated for their accomplishments on the field. Rarely, does the spotlight follow them into a different arena, one far removed from the roar of the crowd. Such is the story of U.S. Navy Lt. Sean Ianno, a former University of Texas at San Antonio (UTSA) kicker whose journey took an unexpected turn from the football field to the U.S. Navy.\nIanno’s story begins not on the football field but on the soccer field. Growing up in Pflugerville, Texas, he discovered his passion for football during his senior year of high school.\n“I played soccer my whole life,” Ianno said. “My senior year of high school we had no kicker for the football team, and I had the best leg on the soccer team, so they recruited me.”\nAfter graduating Pflugerville High School in 2010, Ianno’s only real offer was from the University of North Carolina, but his mother noticed that her alma mater, UTSA, was starting a football team. He decided to enroll in school as a normal student and attend the very first open tryout where he performed well and made the team.\nHis powerful leg and accurate aim quickly gained the coaches attention. He became a crucial part of the team and earned a scholarship after his freshman year. During his football career at UTSA, he kicked numerous game-winning field goals and is still one of the team’s all-time leading scorers at 256 points.\nAs Ianno’s college football career reached its pinnacle, he suffered an injury that would change the trajectory of his life.\n“I had big aspirations for the NFL and had some interest from a couple of teams,” Ianno said. “After going through a second surgery, the healing process didn’t get me to 100% and I felt like it wasn’t a good idea to kick anymore”.\nOne day, four years post-graduation from UTSA, Ianno was on his way to the gym when he noticed a Navy recruiting booth. Interested, he spoke with the recruiters, and initiated the steps to acquire his commission in the Navy.\nIn the winter of 2018, Ianno attended Officer Candidate School in Newport, Rhode Island. Upon completion he found himself stationed onboard the USS Chafee (DDG 90), homeported in Pearl Harbor, Hawaii. Serving in the ship’s engineering department as the auxiliary officer, he was responsible for maintaining all auxiliary equipment throughout the ship and giving direction to a division of nine Machinist Mates and Enginemen, while he was learning what their duties entailed.\n“The people I work with are why I enjoyed the Navy so much,” he said.\nOne of his top accomplishments was when his division passed the ship’s light off assessment (LOA) the first time around. LOA is a major assessment, which ensures the ship is able to safely operate its engineering plant.\n“Because of my Sailors hard work, knowledge, and their skills, we were the only division to pass LOA the first time,” Ianno said. “Getting recognition from inspectors who go around the world checking out ships made me feel like I had the best team around me.”\nThe transition from football player to a Surface Warfare Officer was not without its challenges. The camaraderie of the locker room was replaced by the discipline and structure of Navy life. The roar of the crowd was replaced by the hum from the main machinery room and the recurrent sounds of various drills and training exercises.\nAccording to Ianno, the team atmosphere he experienced and the leadership skills he learned as a collegiate kicker proved invaluable and made his transition into a division officer a lot easier.\nIn December 2021, Ianno received orders to the USS Chief (MCM 14) homeported in Sasebo, Japan. Serving as the Assistant Operations Officer, he was in charge of the ship Combat Information Center, Communications and Deck Department.\nIanno’s sea tours are a testament to his versatility and adaptability. His training as a kicker, with its focus on accuracy, discipline, and mental fortitude, served as a solid foundation for his role in the Navy. The precision required to make a crucial field goal under pressure translated seamlessly into the high tempo atmosphere of Naval Surface Warfare.\nEarly in 2023, Ianno laterally transferred from a Surface Warfare Officer to a Human Resource Officer, and he assumed the role as the Enlisted Programs Officer onboard Navy Talent Acquisition Group (NTAG) San Antonio, located on Fort Sam Houston.\nA founding member of UTSA’s football team and part of the “Original 18,” Ianno is now leading over 160 Enlisted Navy Recruiters spread throughout central and south Texas.\nIanno’s story serves as an inspiration for young athletes and aspiring service members and women alike. His journey encourages others to consider the different ways they can contribute to society beyond the limits of their dreams and aspirations.\nIanno’s story reminds us that the journey of self-discovery and service is an ongoing process. Whether on the football field or in the line of duty, Ianno exemplifies the spirit of resilience and dedication that defines those who choose to answer the call of duty, no matter where it may lead.\nNTAG San Antonio’s area of responsibility include more than 30 Navy Recruiting Stations and Navy Officer Recruiting Stations spread throughout 144,000 square miles of Central and South Texas territory.\nIf you are interested in the Navy, contact your local recruiter by calling 1-800-USA-NAVY, visiting www.navy.com, www.cnrc.navy.mil/San-Antonio/ or follow us at http://www.facebook.com/NTAGSanAntonio, www.instagram.com/ntag.sanantonio\n|Date Taken:||02.13.2024|\n|Date Posted:||02.29.2024 17:22|\n|Story ID:||465041|\n|Location:||SAN ANTONIO, TX, US|\n|Web Views:||48|\n|Downloads:||0|\nThis work, From Field Goals to the Navy: The Remarkable Journey of a UTSA Kicker Turned Naval Officer, by\n[Allen Cordova](/portfolio/1788883/allen-cordova), identified by DVIDS, must comply with the restrictions shown on https://www.dvidshub.net/about/copyright.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "http://www.facebook.com/NTAGSanAntonio,",
    "http://facebook.com/NTAGSanAntonio,"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ianno",
        "sentiment": "none"
      },
      {
        "name": "sean ianno",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "navy",
        "sentiment": "negative"
      },
      {
        "name": "utsa",
        "sentiment": "negative"
      },
      {
        "name": "university of north carolina",
        "sentiment": "none"
      },
      {
        "name": "pflugerville high school",
        "sentiment": "none"
      },
      {
        "name": "u.s. navy",
        "sentiment": "none"
      },
      {
        "name": "university of texas at san antonio",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "san antonio",
        "sentiment": "none"
      },
      {
        "name": "texas",
        "sentiment": "none"
      },
      {
        "name": "pflugerville",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:57:30.671+02:00",
  "updated": "2024-03-01T00:57:30.671+02:00"
}