{
  "thread": {
    "uuid": "288c68a2ef10c8222327c2b139f0d5259f4f46d0",
    "url": "https://d3b5jqy5xuub7g.cloudfront.net/2024/05/06/hamas-anuncio-que-acepta-la-propuesta-de-alta-al-fuego-presentada-por-egipto-y-qatar",
    "site_full": "d3b5jqy5xuub7g.cloudfront.net",
    "site": "d3b5jqy5xuub7g.cloudfront.net",
    "site_section": "https://d3b5jqy5xuub7g.cloudfront.net/category/internacional/",
    "site_categories": [],
    "section_title": null,
    "title": "Hamas anunció que acepta la propuesta de alto al fuego presentada por Egipto y Qatar",
    "title_full": "Hamas anunció que acepta la propuesta de alto al fuego presentada por Egipto y Qatar",
    "published": "2024-05-07T01:10:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 139,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "288c68a2ef10c8222327c2b139f0d5259f4f46d0",
  "url": "https://d3b5jqy5xuub7g.cloudfront.net/2024/05/06/hamas-anuncio-que-acepta-la-propuesta-de-alta-al-fuego-presentada-por-egipto-y-qatar",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Guadalupe Desalvo",
  "published": "2024-05-07T01:10:00.000+03:00",
  "title": "Hamas anunció que acepta la propuesta de alto al fuego presentada por Egipto y Qatar",
  "text": "Hamás emitió un comunicado según el cual aceptó una propuesta de alto el fuego presentada por Egipto y Qatar, pero un funcionario israelí que no se identificó manifestó la incredulidad de su país.\nLa facción islamista indicó en un comunicado que su jefe, Ismail Haniyeh, había informado al primer ministro de Qatar y al jefe de inteligencia de Egipto de que había aceptado su propuesta.\nLa proposición de tregua en la Franja de Gaza aceptada por Hamas incluye tres fases, con el objetivo de un alto el fuego permanente, declaró el lunes un alto cargo de Hamas a la cadena Al Jazeera .\nEl miembro del buró político del grupo islamista, Khalil al-Hayya, ,dijo a Al Jazeera que la propuesta qatarí-egipcia incluye una retirada de las fuerzas israelíes de Gaza y el regreso de los palestinos desplazados a sus hogares, así como un intercambio de cautivos israelíes y palestinos. prisioneros.\nUn funcionario israelí afirmó a su turno que esa tregua era una versión “suavizada” de una propuesta egipcia que incluía conclusiones “de gran alcance” que Israel no puede aceptar.\n“Esto parece ser una artimaña destinada a hacer que Israel parezca el lado que se niega a un acuerdo”, declaró el funcionario israelí, que habló bajo condición de anonimato, también a Reuters.\nUn alto cargo israelí indicó a la AFP que Israel estaba examinando la propuesta: “Hemos recibido la propuesta y estamos revisándola . No es el marco que habíamos convenido. La examinamos” , declaró el alto responsable, bajo anonimato.\nEl primer ministro israelí Benjamín Netanyahu, agregó que su el gabinete de guerra decidió que continuarán sus operaciones en Rafah, y el ejército anunció objetivos de ataque en el este de la ciudad.\nMientras tanto en Francia,el presidente de China, Xi Jinping afirmó que su país “instó a impulsar un cese al fuego inmediato en la Franja de Gaza que sea integral y sostenible y apoya la membresía de pleno derecho de Palestina en la Organización de las Naciones Unidas”.\nXi formuló estas declaraciones en una conferencia de prensa conjunta con su homólogo francés, Emmanuel Macron , según informó la agencia de noticias Xinhua .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-07T01:29:06.379+03:00",
  "updated": "2024-05-07T01:29:06.379+03:00"
}