{
  "thread": {
    "uuid": "1e2ad01e8493f9b9d8a941b662be0dfd39ab7a1b",
    "url": "https://www.einnews.com/pr_news/702896210/spi-software-texting-program-named-best-product-development-at-2024-gnex-conference",
    "site_full": "www.einnews.com",
    "site": "einnews.com",
    "site_section": "https://amtrak.einnews.com:443/rss",
    "site_categories": [
      "search_engine",
      "tech"
    ],
    "section_title": "Amtrak News",
    "title": "SPI Software Texting Program Named Best Product Development at 2024 GNEX Conference - Amtrak News Today - EIN Presswire",
    "title_full": "SPI Software Texting Program Named Best Product Development at 2024 GNEX Conference - Amtrak News Today - EIN Presswire",
    "published": "2024-04-11T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.einnews.com/ampsize/453044/2023-gordon-mcclendon.jpeg",
    "performance_score": 0,
    "domain_rank": 3181,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1e2ad01e8493f9b9d8a941b662be0dfd39ab7a1b",
  "url": "https://www.einnews.com/pr_news/702896210/spi-software-texting-program-named-best-product-development-at-2024-gnex-conference",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Marge Lennon",
  "published": "2024-04-11T03:00:00.000+03:00",
  "title": "SPI Software Texting Program Named Best Product Development at 2024 GNEX Conference - Amtrak News Today - EIN Presswire",
  "text": "SPI Connect Portfolio Provides Text Payment Functionality Kingsway (NYSE:KFS) EINPresswire.com / -- SPI Software, the timeshare industry leader in resort management software solutions , was recently honored at the 2024 GNEX Conference in Miami Beach with the prestigious Best Product Development Award for the enhancement of its SPI Software's commitment to innovation and client collaboration has established them as a trusted partner for resort developers and operators around the globe. This back-to-back win at the GNEX Conference further validates their position as a leader in vacation ownership and related industries they serve. “The enhanced text functionality in SPI Connect is a valuable tool for businesses seeking to improve their payment collection process. By providing text payment service solutions to their customers, timeshare resorts and clubs can expect to see a reduction in late payments, an improvement in cash flow, plus an increase in customer satisfaction,” said Gordon McClendon, Chief Executive Officer, SPI Software. \"Our continuing leadership in Product Development is supported by our ongoing commitment to deliver products and services that enable our clients to thrive.\" A recent study by the Pew Research Center found that 53% of Americans now use text messaging as their primary method of communication . This means that text messaging is the preferred way to reach customers and collect payments. \"The evidence is overwhelming that text payment functionality can have a positive impact on employee productivity and the financials of our clients,\" added McClendon. SPI Software's commitment to innovation and client collaboration has established them as a trusted partner for resort developers and operators around the globe. This significant recognition at the GNEX Conference further validates their position as a leader in vacation ownership arena. To learn more about software solutions created exclusively for the vacation ownership industry, visit www.spisoftware.com . To arrange for a complimentary demo, call David Callaghan, Global Vice President of Sales at 1.305.858.9505 or connect with him via email at David.Callaghan@SPISoftware.com. About SPI Software: SPI Software is the global leader in providing innovative software solutions to the vacation ownership industry and its related businesses. Celebrating 45 years of innovation and experience, SPI’s award-winning solutions empower companies and resorts to streamline operations, enhance efficiency and guest experiences, and drive profitability. Committed to customer success, SPI Software continues to revolutionize the industry with its comprehensive range of software solutions. SPI Software is a fully owned subsidiary of Kingsway (NYSE: KFS). Marge Lennon Lennon Communications +1 239-841-0553 email us here Real Estate & Property Management , Technology , Travel & Tourism Industry EIN Presswire does not exercise editorial control over third-party content provided, uploaded, published, or distributed by users of EIN Presswire. We are a distributor, not a publisher, of 3rd party content. Such content may contain the views, opinions, statements, offers, and other material of the respective users, suppliers, participants, or authors. Submit your press release",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology"
  ],
  "external_links": [
    "http://www.spisoftware.com",
    "http://www.einpresswire.com/contact_author/702896210",
    "https://www.einpresswire.com/?promo=4700",
    "http://spisoftware.com",
    "http://www.einpresswire.com/channel/technology",
    "http://www.einpresswire.com/channel/travel-tourism",
    "http://www.einpresswire.com/channel/real-estate-property-management",
    "http://www.einpresswire.com/why-us?promo=4700",
    "http://www.spisoftware.com",
    "http://einpresswire.com/why-us?promo=4700",
    "https://www.einpresswire.com/",
    "http://www.einpresswire.com/why-us",
    "http://spisoftware.com",
    "http://einpresswire.com/channel/technology",
    "http://einpresswire.com/contact_author/702896210",
    "http://einpresswire.com/channel/travel-tourism",
    "https://einpresswire.com/?promo=4700",
    "http://einpresswire.com/channel/real-estate-property-management"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gordon mcclendon",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "amtrak news today",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "miami beach",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T00:08:31.865+03:00",
  "updated": "2024-04-12T08:27:53.365+03:00"
}