{
  "thread": {
    "uuid": "2f88a5e2cb5c9c62f3c3027dffe8f1d0adb208ed",
    "url": "https://www.ncregister.com/features/clarity-house-retreats-eucharistic-adoration",
    "site_full": "www.ncregister.com",
    "site": "ncregister.com",
    "site_section": "https://www.ncregister.com/feeds/general-news.xml",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "The Daily Register",
    "title": "Drawn to the Real Presence at Clarity House",
    "title_full": "Drawn to the Real Presence at Clarity House",
    "published": "2024-06-02T13:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://publisher-ncreg.s3.us-east-2.amazonaws.com/pb-ncregister/swp/hv9hms/media/20240530160548_3f783643-b8ab-48ce-a48a-5bdd1141d861.jpg",
    "performance_score": 0,
    "domain_rank": 7260,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2f88a5e2cb5c9c62f3c3027dffe8f1d0adb208ed",
  "url": "https://www.ncregister.com/features/clarity-house-retreats-eucharistic-adoration",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Susanna Spencer",
  "published": "2024-06-02T13:00:00.000+03:00",
  "title": "Drawn to the Real Presence at Clarity House",
  "text": "Drawn to the Real Presence at Clarity House\nRural locale is open for Eucharistic retreats in the quiet of God’s creation.\nNestled deep in the woods of the Mark Twain National Forest, a 40-minute drive from I-44 in rural Missouri, sits a beautiful privately owned retreat house named Clarity House. My family went here for the second year in a row over the children’s spring break, making the drive from Minnesota to my parent’s home in St. Louis, and then caravanning with them into the hills of the Ozark Mountains.\nThe map app only takes you to the road where the house is located, and then you drive on, trusting that you are going the right way. You know you are there when the trees open up to reveal the fenced-in horse pasture on the right, and you see the sign with the Divine Mercy image at the end of the driveway. Turning down the gravel drive, you weave your way through the woods for nearly a mile, and then the house is on your left, sitting above the spring-filled lake.\nAs you pull up before the front entrance, the children pile out of the van onto the wrap-around porch, delighting in just being there. They then disappear into the house, and you call them back outside to help bring their things in from the car. The food has to be unloaded, and the cold things put in the refrigerator — all brought from the city, as the nearest grocery store is 40 minutes away. It takes half an hour to bring all the bags in and put them in one of the four bedrooms. And then you can take a moment to breathe, to just be in this house of peace and clarity.\nYou descend to the lower level into a family room, and opening a door, you find yourself in the presence of Our Lord in the Eucharistic chapel (the bishop gave special permission since they host priests here too).\nYou take a moment to pray, just to be, to let yourself be with him in these woods. The children pop in and out while you pray, as they will do the three days you spend here. They are drawn to the Real Presence in the house; and you, too, stop in every time you pass the room. And you make time to go down to the chapel multiple times a day, the last time being before bed.\nMornings are quiet at Clarity House, as the sun rises over the oak-covered ancient mountain beyond. You wake up before the children and sit outside on the porch and just breathe in the fresh country air. You spend your day in prayer, with a book, in conversation with your parents. You only have cellphone reception if you climb up the driveway and stand beside the statue of the Blessed Mother, so there is nothing to distract you. (Though there is a landline, in case of emergencies.) After roaming the trails in the morning, the children take kayaks out on the lake in the warm afternoon sun.\nMary and Wayne Roy, the owners for Clarity House, had the plans to build this home for years, but the project was not begun until Mary received an inspiration in prayer that they were to not live in this home — it was meant for others, especially for priests. Mary, having two brothers who were archdiocesan priests, knew how much they needed a place of beauty and rest.\nThe Roys will tell you that the whole process of acquiring the property and the building of the home was miraculously guided by the Holy Spirit. And when you talk to them, their generous docility to the Lord is evident.\nFor example, it was shown to Mary in her prayer what the property would look like, including the lake. After much searching, the first time they followed the long gravel drive into the valley and through two rows of pines leading across the creek to a humble hunting cabin, they knew this was the place God had for them. They made the small cabin their home and host their guests in the retreat house. It was only after they acquired the property that their supportive Christian neighbors found the clay on the property necessary to line the lake. And they proceeded to build the home with the finest materials they could get their hands on, as it was for the Lord, adding more rooms than originally planned.\nEverything is leisurely and calm — the Presence in the tabernacle permeates the whole retreat house.\nYou step outside after sunset and notice the night sky. The stars remind you of God’s promise to Abraham to give him descendants numbered as many as the stars in the sky (Genesis 15). You marvel at God’s goodness and how many more stars Abraham saw in a world without electric lights. Your family comes out as well, and you all gaze upon the beauty of God’s creation. Then your hearts are filled with gratitude to God for bringing about this beautiful place of retreat through two of his humble children.\nPlan Your Retreat\nThe house is complete with a small Eucharistic chapel, beds for 16 and plenty of floor space for more, three full bathrooms, all new modern appliances and an outdoor grill. On the half-acre lake, there is a dock and canoes and kayaks. There are walking trails and outdoor Stations of the Cross, and it is distraction-free, with no internet service and limited cell phone coverage.\nWhile the house is open for retreats for Catholic laity, including families and religious, the Roys most especially offer it to priests and seminarians. Check out their\nFacebook page for pictures and more information on how to schedule a retreat at Clarity House.\n- Keywords:\neucharistic adoration",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.facebook.com/Clarityhouseofretreat",
    "https://facebook.com/Clarityhouseofretreat"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "clarity house",
        "sentiment": "negative"
      },
      {
        "name": "mark twain national forest",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ozark mountains",
        "sentiment": "none"
      },
      {
        "name": "missouri",
        "sentiment": "none"
      },
      {
        "name": "minnesota",
        "sentiment": "none"
      },
      {
        "name": "st. louis",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-02T13:29:17.591+03:00",
  "updated": "2024-06-02T13:29:17.591+03:00"
}