{
  "thread": {
    "uuid": "1cfb11ea9e67afb20c242dc0bd51235919c51d74",
    "url": "https://actu.fr/ile-de-france/trappes_78621/une-vie-de-cure-a-trappes-cest-aussi-etre-lami-des-non-chretiens_61139071.html",
    "site_full": "actu.fr",
    "site": "actu.fr",
    "site_section": "https://actu.fr/rss.xml",
    "site_categories": [
      "travel",
      "france",
      "top_news"
    ],
    "section_title": "actu.fr - Toute l'information nationale, régionale et locale.",
    "title": "\"Une vie de curé à Trappes, c'est aussi être l'ami des non-chrétiens\" | 78actu",
    "title_full": "\"Une vie de curé à Trappes, c'est aussi être l'ami des non-chrétiens\" | 78actu",
    "published": "2024-06-01T18:16:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://static.actu.fr/uploads/2024/05/e260fdc889566d660fdc889565b60fv.jpg",
    "performance_score": 0,
    "domain_rank": 6148,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1cfb11ea9e67afb20c242dc0bd51235919c51d74",
  "url": "https://actu.fr/ile-de-france/trappes_78621/une-vie-de-cure-a-trappes-cest-aussi-etre-lami-des-non-chretiens_61139071.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Julie Eslan",
  "published": "2024-06-01T18:16:00.000+03:00",
  "title": "\"Une vie de curé à Trappes, c'est aussi être l'ami des non-chrétiens\" | 78actu",
  "text": " 78actu La vie d’Etienne Guillet, curé de Trappes (Yvelines), ressemble à beaucoup d’autres vies de prêtres. Sa journée est rythmée par les cinq prières . Elles commencent dès 8h du matin au petit-déjeuner, en compagnie des deux autres vicaires qui l’accompagnent à la paroisse Saint-George .\nIl doit ensuite célébrer la messe quotidienne . Elle est parfois le matin, parfois le midi et parfois à 19h. Une vie de prêtre « basique », à quelques exceptions près.\nEtienne Guillet sera l’invité de la partie magasine de l’émission Jour du Seigneur sur France 2, ce dimanche 2 juin 2024. Il y abordera le sujet de la ferveur autour du catholicisme des jeunes dans les quartiers populaires.\nÀ cette occasion, il s’est confié auprès de 78actu sur son quotidien de curé dans la ville de Trappes.\n« Le prêtre, il vit avec les gens » Être prêtre, ce n’est pas que prier et célébrer la messe. Quand Etienne Guillet se réveille, il a déjà un programme établi pour la journée. Mais, il se laisse toujours du temps pour « l’inattendu de la journée « .\n« À Trappes, plus qu’ailleurs, il n’y a pas de journée classique. Le prêtre, il vit avec Dieu, mais il vit aussi avec les gens. C’est une réalité dans toutes les paroisses, mais ici les situations sont plus complexes. Donc les prêtres sont plus sollicités par des personnes très différentes. »\nEtienne Guillet, curé de Trappes Pas de trous dans les âges « C’est la particularité de cette communauté chrétienne, ici, à Trappes », affirme Etienne Guillet. Pendant la messe et à tout moment de la journée, il croise des personnes de tous les âges dans l’église : des personnes âgées, des enfants, et même des ados et des jeunes actifs.\nVidéos : en ce moment sur Actu C’est quelque chose qu’il n’a jamais vu ailleurs, pendant ses 5 ans à Mantes-la-Ville et ses 3 ans à Houilles / Carrières-sur-Seine .\n« Trappes, c’est une paroisse qui est jeune, qui est vivante. En fait, elle est à l’effigie de la ville. »\nEtienne Guillet Le curé remarque aussi une certain attrait de la jeunesse vers la religion chrétienne. « C’est un mystère . Je ne peux pas expliquer pourquoi ici des jeunes de 15 ans viennent à la messe sans leurs parents ».\n« Une vie de curé à Trappes, c’est aussi être l’ami des non-chrétiens » Etienne Guillet n’est pas dupe. Il est conscient que la communauté chrétienne est minoritaire à Trappes. « Le vendredi, la mosquée accueille plus de 3000 personnes , avoue-t-il. Nous, on dépasse rarement les 650 personnes le dimanche. »\nMais c’est loin d’être un problème.\n« Je ne suis pas le curé du millier de chrétiens de la ville. Je suis le curé des 32 000 habitants, parce que leur sort m’intéresse tout autant. Ils sont tous aimés de Dieu. Une vie de curé à Trappes, c’est aussi être l’ami des non-chrétiens. »\nEtienne Guillet Le curé remarque, tout de même, que si les religions diffèrent entre les habitants, un point les rassemble : une écrasante majorité d’entre eux ont la foi . Peut-être pas en Jésus-Christ, mais ils croient. C’est ainsi qu’Etienne Guillet fonctionne main dans la main avec la mosquée de Trappes, « comme des amis ».\nC’est la seule solution pour unir les habitants, d’après lui. « C’est notre responsabilité, en tant que responsables religieux, de donner le ton à nos communautés , ajoute-t-il. Si on s’amuse à dire du mal les uns des autres, je ne donne pas cher de notre ville. »\n« Une ville fragile » Le mélange de communauté, l’histoire de la ville, la réputation… autant de points qui font de Trappes « une ville fragile « , si l’on en croit Etienne Guillet. Il est donc de sa responsabilité de veiller à sa paix.\n« Les prêtres, ici, sont plus appelés qu’ailleurs à tirer vers le bien, vers le dialogue et vers l’amour, confesse-t-il. On ne peut plus s’amuser à Trappes . Nous avons une responsabilité que l’on sentirait moins forte dans une autre ville. »\nEn réalité, il y a même une part sociale dans les fonctions d’Etienne Guillet. À la paroisse, ils sont habilités à aider les parents dans les démarches éducatives (notamment Parcoursup) et ils proposent aussi un service de soutien scolaire pour tous les enfants du quartier (chrétiens ou non).\nCliquez ici pour visualiser le contenu « J’ai eu de la chance d’être curé de Trappes » Au mois d’août, Etienne Guillet quittera la paroisse de Trappes pour rejoindre celle de Mantes-la-Jolie . Il part le cœur serré , triste de quitter cette ville qu’il a côtoyée et aimée pendant 9 ans.\n« Ça a été une grande joie d’avoir vécu avec une communauté chrétienne en si bonne santé , alors qu’elle est si modeste. J’ai eu de la chance d’être curé de Trappes », conclut-il.\n ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.facebook.com/plugins/post.php?href=https%3A%2F%2Fwww.facebook.com%2Fparoissestgeorgesdetrappes%2Fposts%2Fpfbid02BD4n1Y35bYQbPZzXF9pGvZaXh6iqx7eTpb3diKNgK2EXA7v26WGGwoxjdETdBwLfl&show_text=true&width=350&is_preview=true",
    "https://www.paroissedetrappes.com/",
    "https://www.paroissedetrappes.com",
    "https://facebook.com/plugins/post.php?href=https%3A%2F%2Fwww.facebook.com%2Fparoissestgeorgesdetrappes%2Fposts%2Fpfbid02BD4n1Y35bYQbPZzXF9pGvZaXh6iqx7eTpb3diKNgK2EXA7v26WGGwoxjdETdBwLfl&show_text=true&width=350&is_preview=true",
    "https://www.facebook.com/plugins/post.php",
    "https://paroissedetrappes.com/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-01T18:37:49.112+03:00",
  "updated": "2024-06-02T05:56:58.571+03:00"
}