{
  "thread": {
    "uuid": "f5b114ba2a261cf09eb26cfca377e442f11fa7f4",
    "url": "https://www.infobae.com/espana/agencias/2024/01/19/4-0-belgica-gana-pasaporte-a-paris-y-peleara-por-primer-puesto-del-preolimpico-con-espana",
    "site_full": "www.infobae.com",
    "site": "infobae.com",
    "site_section": "https://www.infobae.com/feeds/rss/",
    "site_categories": [
      "media"
    ],
    "section_title": "Infobae.com",
    "title": "4-0. Bélgica gana pasaporte a París y peleará por primer puesto del Preolímpico con España",
    "title_full": "4-0. Bélgica gana pasaporte a París y peleará por primer puesto del Preolímpico con España",
    "published": "2024-01-19T18:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.infobae.com/pf/resources/images/fallback-promo-image-1200x630.png?d=1792",
    "performance_score": 0,
    "domain_rank": 2127,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f5b114ba2a261cf09eb26cfca377e442f11fa7f4",
  "url": "https://www.infobae.com/espana/agencias/2024/01/19/4-0-belgica-gana-pasaporte-a-paris-y-peleara-por-primer-puesto-del-preolimpico-con-espana",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Newsroom Infobae",
  "published": "2024-01-19T18:34:00.000+02:00",
  "title": "4-0. Bélgica gana pasaporte a París y peleará por primer puesto del Preolímpico con España",
  "text": "Valencia, 19 ene (EFE).- Bélgica ganó este viernes a Corea del Sur en la semifinal del Preolímpico de Valencia (4-0), logró la clasificación a los Juegos de París y se jugará el primer puesto del Preolímpico con la selección española este domingo en el polideportivo Virgen del Carmen-Beteró (18 horas).\nLa selección belga, que jugó después del España-Irlanda (2-0), se enfrentó a la selección coreana en la hierba azul valenciana en un partido en el que se topó con un serio y gran rival.\nLa actual campeona olímpica y segunda del mundo logró superar la defensa y portería surcoreana en el último minuto del segundo cuarto aprovechando el único fallo que cometió su rival en la primera parte. La selección asiática perdió la bola en el medio del campo y en una transición rápida Tanguy Cosyns adelantó a su país (m.29).\nTras el descanso, Bélgica tuvo hasta cuatro penaltis córner que no pudo materializar, pero Florent Van Aubel puso el 2-0 en el minuto 40. Corea del Sur tuvo su oportunidad desde el penalti córner cinco minutos después, pero el guardameta belga hizo una gran parada en la que fue su primera intervención del partido.\nTom Boon y Felix Denayer sentenciaron el partido con dos grandes goles en los minutos 52 y 56.\n- Ficha técnica:\n3 – Bélgica: Vincent Vanasch, Thibeau Stockbroekx, Doren Arthur Van, Aubel Florent Van, Gauthier Boccard, Alexander Hendrickx, Felix Denayer, Sloover Arthur De, Victor Wegnez, Tom Boon y Dessel Arno Van. También jugaron John-John Dohmen, William Ghislain, Loick Luypaert, Oost Maxime Van, Nelson Onana y Tanguy Cosyns.\n0 – Corea: Jaehyeon Kim, Nam Yong Lee, Majae Jung, Taeil Hwang, Jungjun Lee, Woocheon Ji, Sunghyun Kim, Seunghoon Lee, Hyeongjin Kim, Jonghyun Jang y Jihun Yang. También jugaron Hyeonhong Kim, Dain Son, Junghoo Kim, Cheoleon Park, Jaehan Kim y Junwoo Jeong.\nGoles: 1-0, m.29: Cosyns. 2-0, m.40: Van Aubel. 3-0, m.52: Boon. 4-0, m.56: Denayer\nÁrbitros: Zeke Newman (AUS) y Michiel Otten (NED). Mostraron tarjeta verde al belga Van Oost.\nIncidencias: segunda semifinal masculina del Preolímpico de Valencia disputada en el Polideportivo Virgen del Carmen-Beteró. EFE\n1011943\nplm sm/ism\nMás Noticias\n[Feijóo anunció estos fichajes el 14 de junio de 2023, antes de las elecciones del 23J. Eran dos de los nombres que sonaban para integrarse en un eventual Ejecutivo del PP](/espana/2024/01/19/dos-fichajes-estrella-de-feijoo-dejan-su-acta-6-meses-despues-de-las-elecciones-del-23j/)\nDos fichajes estrella de Feijóo dejan su acta 6 meses después de las elecciones del 23J\n[La piloto burgalesa se corona tras un final de infarto en el que la mecánica le jugó una mala pasada a Mith Guthrie](/espana/2024/01/19/cristina-gutierrez-la-dentista-que-ha-hecho-historia-convirtiendose-en-la-primera-mujer-espanola-en-ganar-el-dakar/)\nCristina Gutiérrez, la dentista que ha hecho historia convirtiéndose en la primera mujer española en ganar el Dakar\n[Durante la pandemia de COVID-19, la familia del entonces primer ministro de Reino Unido tenía permiso de pasear por los jardines del Palacio de Buckingham. Su perro no desaprovechó la oportunidad y se abalanzó sobre uno de los cisnes reales](/mascotas/2024/01/19/tragedia-real-en-buckingham-el-desafortunado-encuentro-que-tuvo-el-perro-de-boris-johnson-con-un-cisne-de-la-reina/)\nTragedia real en Buckingham: el desafortunado encuentro que tuvo el perro de Boris Johnson con un cisne de la reina\n[Se suele decir que los españoles somos los más limpios de Europa, pero esta comunidad es la excepción que confirma la regla](/espana/2024/01/19/se-encuentra-panales-y-compresas-tirados-en-las-zonas-comunes-de-su-edificio-y-deja-un-mensaje-contundente-a-sus-vecinos/)\nSe encuentra pañales y compresas tirados en las zonas comunes de su edificio y deja un mensaje contundente a sus vecinos\n[Después de que hayan saltado las alarmas en redes sociales, María Patiño desvela cómo se han conocido la cantante y el actor](/espana/2024/01/19/aitana-pillada-en-paris-junto-a-enzo-vogrincic-protagonista-de-la-sociedad-de-la-nieve-los-detalles-de-su-escapada/)\nAitana, pillada en París junto a Enzo Vogrincic, protagonista de ‘La sociedad de la nieve’: los detalles de su escapada secreta\nMÁS NOTICIAS",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-19T18:57:28.010+02:00",
  "updated": "2024-01-19T18:57:28.010+02:00"
}