{
  "thread": {
    "uuid": "923e9f758ec962edb08f820ee5608c27a3a2cc09",
    "url": "https://thesun.my/sport/luiz-sends-aston-villa-joint-top-of-premier-league-man-city-close-in-AL11925072",
    "site_full": "thesun.my",
    "site": "thesun.my",
    "site_section": "https://www.thesundaily.my/rss/home",
    "site_categories": [],
    "section_title": "Highlights",
    "title": "Luiz sends Aston Villa joint top of Premier League, Man City close in",
    "title_full": "Luiz sends Aston Villa joint top of Premier League, Man City close in",
    "published": "2023-12-30T17:46:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "MY",
    "main_image": "https://thesun.my/binrepository/480x321/0c0/480d250/none/11808/YPFY/fbl-eng-pr-aston-villa-burnley-165551_3760410_20231231074609.jpg",
    "performance_score": 0,
    "domain_rank": 43347,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "923e9f758ec962edb08f820ee5608c27a3a2cc09",
  "url": "https://thesun.my/sport/luiz-sends-aston-villa-joint-top-of-premier-league-man-city-close-in-AL11925072",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-30T17:46:00.000+02:00",
  "title": "Luiz sends Aston Villa joint top of Premier League, Man City close in",
  "text": "MANCHESTER: Douglas Luiz's late penalty took Aston Villa joint top of the Premier League with a 3-2 win over 10-man Burnley on Saturday as Manchester City closed on the leaders by sweeping aside Sheffield United 2-0.\nIt looked like a festive season to forget for Villa was set to continue after dropping points at home for the first time this season to Sheffield United and blowing a 2-0 lead to lose 3-2 at Manchester United on Boxing Day.\nBut Luiz's spot-kick that crept in off the underside of the bar sent Unai Emery's men level on points with Liverpool at the top of the table and break Burnley hearts.\nLeon Bailey's opener for the home side was quickly cancelled out by Zeki Amdouni.\nMoussa Diaby restored Villa's lead before half-time and they had a man advantage for the final 35 minutes after Sander Berge saw a second yellow card.\nBut Villa's high line is begging to be picked off by opponents and Lyle Foster timed his run to blast past Emi Martinez 19 minutes from time.\nThere was a final twist though as Jhon Duran was upended inside the box and Luiz fired home.\n- Man City cruise -\nDespite missing Erling Haaland for a seventh consecutive game due to a foot injury, City were never troubled by the bottom-of-the-table Blades.\nRodri ended Sheffield United's resistence after just 14 minutes when the Spanish midfielder surged forward and fired low into the far corner.\nJulian Alvarez again ably filled Haaland's shoes as the Argentine tapped in his fourth goal in three games to make the points safe from Phil Foden's cross just after the hour mark.\nCity move alongside Arsenal on 40 points, just two points behind Villa and Liverpool, who are in action at home to Newcastle on Monday.\n- Palmer inspires Chelsea -\nChelsea snapped a run of four consecutive away defeats thanks to Cole Palmer's double but had to withstand a nervy finale to beat Luton 3-2.\nPowerful strikes from Palmer and Noni Madueke gave the visitors a 2-0 half-time lead.\nMauricio Pochettino's men appeared to have ridden out a second half storm when Palmer's classy finish made it 3-0.\nFormer Chelsea midfielder Ross Barkley sparked a Luton revival and Elijah Adebayo bundled home from close range to set up a thrilling finale.\n“That is the Premier League. Luton are a team that fight until the end, you could see that from their games against Liverpool and Arsenal and Man City and Newcastle,“ said Pochettino.\n“We controlled the game until the 65th minute. We needed to win and we deserved the result.”\nLuton remain just one point adrift of safety as Everton slumped to a 3-0 defeat at Wolves.\nMax Kilman, Matheus Cunha and Craig Dawson were on target for Gary O'Neil's men, who secured a third win in seven days.\nAny fears that Crystal Palace could be dragged into the relegation battle were eased by the Eagles first win in nine games as Brentford were beaten 3-1 at Selhurst Park.\nThe return of Micahel Olise and Eberechi Eze from injury should ensure that Palace's Premier League status does not come under threat in 2024.\nAfter Keane Lewis-Potter opened the scoring for Brentford, Olise struck twice either side of Eze's cool finish to secure just Palace's second home win of the season.\nManchester United are aiming to build on their stunning comeback against Villa when they travel to Nottingham Forest later on Saturday. -AFP",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "luiz",
        "sentiment": "neutral"
      },
      {
        "name": "douglas luiz",
        "sentiment": "neutral"
      },
      {
        "name": "unai emery",
        "sentiment": "none"
      },
      {
        "name": "zeki amdouni",
        "sentiment": "none"
      },
      {
        "name": "villa",
        "sentiment": "none"
      },
      {
        "name": "leon bailey",
        "sentiment": "none"
      },
      {
        "name": "moussa diaby",
        "sentiment": "none"
      },
      {
        "name": "sander berge",
        "sentiment": "none"
      },
      {
        "name": "lyle foster",
        "sentiment": "none"
      },
      {
        "name": "jhon duran",
        "sentiment": "none"
      },
      {
        "name": "emi martinez",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "aston villa",
        "sentiment": "neutral"
      },
      {
        "name": "premier league",
        "sentiment": "neutral"
      },
      {
        "name": "liverpool",
        "sentiment": "none"
      },
      {
        "name": "sheffield united",
        "sentiment": "none"
      },
      {
        "name": "manchester united",
        "sentiment": "none"
      },
      {
        "name": "burnley",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "manchester",
        "sentiment": "none"
      },
      {
        "name": "man city",
        "sentiment": "none"
      },
      {
        "name": "manchester city",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T02:04:57.513+02:00",
  "updated": "2023-12-31T02:04:57.513+02:00"
}