{
  "thread": {
    "uuid": "f042fe3faf7900da8049a085dbe6503ac661892a",
    "url": "https://www.adnradio.cl/2023/12/28/star-wars-consiguio-un-nuevo-record-guinness-gracias-a-han-solo/",
    "site_full": "www.adnradio.cl",
    "site": "adnradio.cl",
    "site_section": "http://www.adnradio.cl/lo-ultimo",
    "site_categories": [
      "media"
    ],
    "section_title": "Lo Último | ADN Radio",
    "title": "Star Wars consiguió un nuevo récord Guinness gracias a Han Solo | ADN Radio",
    "title_full": "Star Wars consiguió un nuevo récord Guinness gracias a Han Solo | ADN Radio",
    "published": "2023-12-28T18:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CL",
    "main_image": "https://www.adnradio.cl/resizer/9RcqEorT2iWcfLRd-DLw3zK6tFg=/1024x576/filters:format(png):quality(70):focal(1830x605:1840x615)/cloudfront-us-east-1.images.arcpublishing.com/prisachile/5JFHJV5PIVHRNBL7I2C667KUS4.png",
    "performance_score": 0,
    "domain_rank": 44395,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f042fe3faf7900da8049a085dbe6503ac661892a",
  "url": "https://www.adnradio.cl/2023/12/28/star-wars-consiguio-un-nuevo-record-guinness-gracias-a-han-solo/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "José Campillay",
  "published": "2023-12-28T18:47:00.000+02:00",
  "title": "Star Wars consiguió un nuevo récord Guinness gracias a Han Solo | ADN Radio",
  "text": "Star Wars consiguió un nuevo récord Guinness gracias a Han Solo Los encantos del contrabandista no caducan y pudo conseguir otro gran logro para la franquicia galáctica. Star Wars sigue haciendo historia a más de 46 años de su estreno y durante las últimas horas se dio a conocer que consiguió un destacado récord Guinness de la mano de Han Solo. No hay dudas de todo el éxito y gran popularidad que la franquicia ha obtenido a lo largo del tiempo, sabiendo mantenerse vigente e incluso con proyectos a futuro que demuestran el interés del público. Pero gran parte de los fanáticos tienen ese favoritismo por la trilogía original que generó ese primer encanto con sus entrañables personajes. Es aquí donde figura el contrabandista que supo enamorar a Leia. [“The Batman 2″: anticipan la incorporación de un icónico personaje que acompañaría al héroe de Gotham](https://www.adnradio.cl/2023/12/26/the-batman-2-anticipan-la-incorporacion-de-un-iconico-personaje-que-acompanaria-al-heroe-de-gotham/) Aquel pirata, mercenario y capitán dejó una fuerte huella en la saga y la cultura pop en general. Es por eso que todo lo relacionado a él despierta un gran interés, aún más cuando se trata de objetos reales utilizados para las grabaciones. Precisamente esto es lo que le permitió al título creado por George Lucas adjudicarse un nuevo récord Guinness que entrará a los libros a partir de la edición 2024. De manera concreta, tal y como consigna [Jedi News](https://www.jedinews.com/), las páginas incluirán la venta del arma que utilizó Harrison Ford para la interpretación de personaje, lo que claramente revolucionó a los fans, especialmente a los coleccionistas. Una subasta única Conforme a lo detallado por los [especialistas en hechos inéditos](https://www.guinnessworldrecords.es/), se trata del arma de utilería más cara de la historia, superando a cualquier otra pieza de esta clase que se haya vendido anteriormente. Aquella pistola que está rodeada de mística, siendo por ejemplo con la que se le disparó a Greedo (quien jaló el gatillo primero es discusión aparte). Además, cobra mayor relevancia luego de haber desaparecido una vez terminado el rodaje de Una nueva esperanza; se construyó un ejemplar nuevo para las dos siguientes entregas. Con el pasar de los años fue recuperada y apareció en el inventario de Bapty & Co., empresa proveedora de armas de utilería para cine y televisión. Posteriormente, llegó su subasta recién en el año 2022. En rigor, el precio estaba entre los 300.000 y 500.000 dólares, pero el comprador ofreció más del doble, adjudicándosela por $1.057.500. Así, al día de hoy se pudo consagrar como la venta más cara de un arma de utilería. El icónico bláster DL-44 de Han Solo ya tiene nuevo dueño (coleccionista) y le permitió a la firma de Star Wars seguir marcando hitos en la industria del entretenimiento.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://www.guinnessworldrecords.es/),",
    "https://www.jedinews.com/),",
    "https://guinnessworldrecords.es/),",
    "https://jedinews.com/),"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:29:18.652+02:00",
  "updated": "2023-12-29T00:29:18.652+02:00"
}