{
  "thread": {
    "uuid": "16ceda93184749e48c2a777bb4d1eb05c72a63df",
    "url": "https://www.pcgamer.com/valorant-is-getting-its-first-new-gun-in-4-years-a-high-impact-double-barreled-sniper-rifle/",
    "site_full": "www.pcgamer.com",
    "site": "pcgamer.com",
    "site_section": "https://www.pcgamer.com/rss.xml",
    "site_categories": [
      "hobbies_and_interests",
      "video_and_computer_games"
    ],
    "section_title": "PCGamer RSS Feed",
    "title": "Valorant is getting its first new gun in 4 years, a 'high impact, double-barreled sniper rifle'",
    "title_full": "Valorant is getting its first new gun in 4 years, a 'high impact, double-barreled sniper rifle' | PC Gamer",
    "published": "2024-01-06T01:35:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.mos.cms.futurecdn.net/UdQi8ZktCLFNP4G5M7MUHE-1200-80.jpg",
    "performance_score": 0,
    "domain_rank": 1763,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "16ceda93184749e48c2a777bb4d1eb05c72a63df",
  "url": "https://www.pcgamer.com/valorant-is-getting-its-first-new-gun-in-4-years-a-high-impact-double-barreled-sniper-rifle/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Morgan Park",
  "published": "2024-01-06T01:35:00.000+02:00",
  "title": "Valorant is getting its first new gun in 4 years, a 'high impact, double-barreled sniper rifle'",
  "text": "(Image credit: Riot Games) When new guns appear in Call of Duty, it's an occurrence so regular that you'd be forgiven for not even noticing. When Valorant gets a new gun, it's the biggest thing to happen in Riot's competitive FPS since launch. After almost four years, a new sniper rifle is on the block: the Outlaw, a double-barreled sniper that can two-shot enemies to the chest. It costs 2,400 credits, placing it between the economical Marshal (950) and the one-shot-kill Operator (4,700).\nAt first glance, the Outlaw is the sort of quirky, antiquated firearm that'd feel at home in the mucky swamps of Hunt: Showdown more than the neo-future streets of Valorant, but its outdated design gives it a distinct role in Valorant's carefully curated weapon locker. It only packs two shots before a long reload, but those shots hit hard, and you can shoot twice without descoping. That's a potentially big deal for players who'd normally avoid the headshot-dependent Marshal. With the Outlaw, two body shots will get the job done.\nAs Valorant YouTuber AverageJonas pointed out in an early access look, the Outlaw will probably pair nicely with Duelist agents who specialize in hit-and-run maneuvers, like Jett and Chamber. AverageJonas also said the Outlaw has high bullet penetration, making it theoretically better at cheeky wallbangs than the Marshal.\nSo will an Outlaw be worth those 2,400 credits? That'll probably come down to how you feel about sniping in Valorant. It's interesting that the Outlaw isn't a straight middle step between the Marshal and Operator—it has its own thing going on with its unique two-tap firing pace—but I wonder if most players will still be more comfortable with the popular (and similarly priced) Vandal assault rifle. More experienced Valorant players than me can probably offer an example of a map/round scenario where the Outlaw is a potentially smart buy, though for 500 more creds I could get a Vandal, which can one-tap headshot on top of being more flexible at mid-to-close range.\nThe Valorant community tends to think primarily in terms of competitive viability, but another argument for the Outlaw's existence is that it looks fun to shoot. The boom of its high-caliber slug makes a statement as it crackles across the map, and unlike the other rifles in its category, one shot from the Outlaw means another one is coming immediately . Two-tap kills look satisfying and there's no better punctuation for a perfectly executed kill than the \"thunk\" of smoking shells leaping out a barrel. It's also just cool to see Riot (slowly) expand Valorant's weapon pool. I'm not sure why it's choosing now to do so, though it might have something to do with Valve's promise to add more guns to Counter-Strike 2 .\nI can't say I've seen long time players asking for more guns, but a new sniper rifle is a smart first experiment. Snipers are high-impact guns, and compared to CS2, it's a little weird that Valorant has only had two until now.\nThe Outlaw arrives with Valorant's Episode 8 Act 1 patch arriving January 9.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Arts, Culture and Entertainment",
    "Social Issue"
  ],
  "external_links": [
    "https://youtube.com/embed/uNY4Pdt_SvQ",
    "https://www.youtube.com/embed/uNY4Pdt_SvQ",
    "https://youtu.be/uNY4Pdt_SvQ",
    "https://www.youtu.be/uNY4Pdt_SvQ"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "valorant youtuber averagejonas",
        "sentiment": "none"
      },
      {
        "name": "valorant",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "valorant",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T01:44:44.968+02:00",
  "updated": "2024-01-06T01:44:44.968+02:00"
}