{
  "thread": {
    "uuid": "e318ad744ef4b98c68eb66f90f35b19f8e0a042e",
    "url": "https://www.noticiasdenavarra.com/gastronomia/2024/06/21/trucos-abuela-cocer-patatas-mesa-8387846.html",
    "site_full": "www.noticiasdenavarra.com",
    "site": "noticiasdenavarra.com",
    "site_section": "https://www.noticiasdenavarra.com/rss/",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics",
      "top_news"
    ],
    "section_title": "",
    "title": "Trucos de la abuela para cocer las patatas y que queden perfectas",
    "title_full": "Trucos de la abuela para cocer las patatas y que queden perfectas",
    "published": "2024-06-21T16:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticosgn-cdn.deia.eus/clip/e5fa72e4-26de-4195-a51b-c19b90870ab8_16-9-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 27006,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e318ad744ef4b98c68eb66f90f35b19f8e0a042e",
  "url": "https://www.noticiasdenavarra.com/gastronomia/2024/06/21/trucos-abuela-cocer-patatas-mesa-8387846.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Juan Miguel Ochoa de Olza, NTM",
  "published": "2024-06-21T16:00:00.000+03:00",
  "title": "Trucos de la abuela para cocer las patatas y que queden perfectas",
  "text": "Las ensaladas y los platos con patata cocida son un clásico del verano. Desde la ensaladilla rusa a las patatas rellenas o incluso para hacer puré de patata, son muchos los platos que se pueden preparar [ cociendo las patatas en agua](https://fundaciondelcorazon.com/blog-impulso-vital/2359-patata-sabrosa-y-nutritiva.html). Pero aunque sea en principio una manera sencilla de cocinarlas, hay una serie de trucos que nuestras abuelas han utilizado siempre para que queden perfectas. Uno de los aspectos que más incertidumbre provoca, sobre todo en los primerizos que se adentran en la cocción de la patata, es el de cuánto tiempo hay que cocerlas. Y esto dependerá de varios factores, siendo el más importante el de dónde cocerlas. Primer tip, usar la variedad adecuada Antes de encender el fuego y calentar el agua hay una serie de aspectos que debemos tener en cuenta. El primero de todos es [el tipo de patata ](https://www.academianutricionydietetica.org/saber-comprar/tipos-patatas-propiedades-usos/)que vamos a utilizar. No todas sirven para todo. De entrada hay dos grandes grupos dentro de esta familia de tubérculos, las harinosas o feculentas y las céreas o cerosas. La diferencia se encuentra en su contenido de almidón, la proporción de amilosa y amilopectina. Esto hace que las primeras sean mejores para freír quedando crujientes por fuera y esponjosas por dentro, mientras que las segundas quedan mejor cocidas, ya que conservan mejor la forma, se ablandan por dentro sin deshacerse. Como de cocer se trata, habrá que elegir entre las variedades de patatas cerosas, y las más habituales en el mercado son la monalisa, de piel amarilla y forma ovalada; la red pontiac, de piel roja; la kennebec de piel clara o la buffet. Segundo tip, la preparación Entre los consejos que cualquier abuela daría a su nieto a la hora de cocer las patatas, el primero es pensar en el tamaño, eligiendo las que sean de un calibre similar, sin mezclar pequeñas con medianas o con grandes. Respetando las tallas, todas las patatas se cocinarán a la vez. Así se evita que mientras las medianas estén en su punto, las grandes queden semicrudas y las pequeñas pasadas de cocción. Lo siguiente es cocerlas con la piel, sin pelar. Con piel, la patata está más protegida y será más difícil que se deshaga, además de mantener mejor su sabor, sus nutrientes y su textura. Esto hace que, también sea necesario cocerlas enteras. La excepción a esto son las patatas para hacer puré, que se pelan y se trocean antes de cocer. Para pelarlas después, se puede enfriar con un chorro de agua fría si hay prisas o dejar que se templen solas. El agua fría cortará la cocción de raíz, dejarlas templar sin agua será más lento pero puede que terminen de hacerse solas. Para cocer las patatas, muchas abuelas recomiendan que primero se caliente el agua y cuando rompa a hervir incorporar las patatas y añadir la sal. También se puede poner un poco de vinagre, que realzará el sabor y evitará que se abran. El tiempo de cocción Esta es la madre del cordero y dependerá mucho del medio que se elija para cocer las patatas. La cocción se puede hacer en un puchero tradicional, en una olla exprés o en el microondas. Cada uno de ellos tiene su propio tiempo. La cocción en un puchero, la más tradicional, es la que más tiempo necesita. Irá desde los 12 minutos que necesita una patata pequeña a los 25-30 de una grande, casi el doble o el triple. Lo aconsejable es un puchero medio-grande en el que quepa agua suficientes como para cubrir las patatas del todo pero que no se salga el agua al hervir. En el caso de las patatas pequeñas o medianas, a los 10 minutos se puede clavar un pincho. Si entra y sale con facilidad y sin apenas resistencia, ya está. Si hay que hacer fuerza, se deja un poco más de tiempo y se vuelve a probar. Si vamos a usar una olla exprés, se puede hacer hervir el agua antes de cerrar, echar las patatas y la sal y cerrar la olla. A partir de que la válvula salga completamente, con 6 minutos vale, sobre todo si pasado este tiempo se aparta del fuego y se deja que la olla se enfríe sola hasta el momento en que se pueda abrir. En este punto se hace la prueba de la aguja y si hace falta se le da algo más de tiempo. La cocción en microondas no es en realidad una cocción, ya que recuerda mucho a la patata asada, pero queda igual de rica. Antes de meterlas a calentar, se pinchan varias veces cada patata y se envuelven en papel film para que se mantenga el vapor dentro y se cocinen. Damos al microondas una potencia de 700W, y le damos un primer golpe de calor de 5 minutos. Tras esto, dejamos descansar dos o tres minutos y se repite el proceso. Esto si son medianas. Si son demasiado grandes se les puede dar un tercer cocinado de entre 3 y 5 minutos. Con la práctica se irá cogiendo el punto a cualquiera de estas técnicas, ya que en función de las herramientas los resultados pueden diferir un poco hasta que controlemos bien la técnica.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Health",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://fundaciondelcorazon.com/blog-impulso-vital/2359-patata-sabrosa-y-nutritiva.html",
    "https://www.academianutricionydietetica.org/saber-comprar/tipos-patatas-propiedades-usos/",
    "https://www.fundaciondelcorazon.com/blog-impulso-vital/2359-patata-sabrosa-y-nutritiva.html",
    "https://www.academianutricionydietetica.org/saber-comprar/tipos-patatas-propiedades-usos",
    "https://academianutricionydietetica.org/saber-comprar/tipos-patatas-propiedades-usos/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-21T17:13:30.953+03:00",
  "updated": "2024-06-21T18:11:34.309+03:00"
}