{
  "thread": {
    "uuid": "af9e71f3a430506809738de495f7afc218843b94",
    "url": "https://vnexplorer.net/george-russell-cree-que-la-sancion-impuesta-a-fernando-alonso-en-el-gp-de-australia-era-necesaria-s2229813.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "George Russell cree que la sanción impuesta a Fernando Alonso en el GP de Australia era necesaria",
    "title_full": "George Russell cree que la sanción impuesta a Fernando Alonso en el GP de Australia era necesaria",
    "published": "2024-04-05T02:29:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1l4uBS.img",
    "performance_score": 0,
    "domain_rank": 53722,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "af9e71f3a430506809738de495f7afc218843b94",
  "url": "https://vnexplorer.net/george-russell-cree-que-la-sancion-impuesta-a-fernando-alonso-en-el-gp-de-australia-era-necesaria-s2229813.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-04-05T02:29:00.000+03:00",
  "title": "George Russell cree que la sanción impuesta a Fernando Alonso en el GP de Australia era necesaria",
  "text": "George Russell ha advertido que la Fórmula 1 corría el riesgo de sentar un precedente peligroso si no se hubiese penalizado a Fernando Alonso en el Gran Premio de Australia.\nGeorge Russell explica su versión de los hechos El de Mercedes tuvo un fuerte accidente en la penúltima vuelta de la carrera en Melbourne mientras perseguía a Fernando Alonso por el sexto lugar. Perdió el control de su coche cuando se acercó repentinamente al asturiano, debido a que este soltó el acelerador cuando se acercaban a la curva 6, y acabó estrellándose contra el muro.\nLa FIA hizo caso omiso a las explicaciones de Alonso. El piloto de Aston Martin fue declarado como culpable del accidente por haber realizado “conducción errática” y recibió una penalización de 20 segundos, quedando relegado de la sexta posición que había logrado inicialmente hasta la octava.\ngettyimages-2102851075\nEn la previa del GP de Japón de este fin de semana, George Russell ha vuelto a ser preguntado por el accidente y ha explicado su versión: “Creo que sucedió una situación un poco extraña. Como dije en ese momento, me tomó totalmente por sorpresa. En realidad estaba mirando el volante, haciendo un cambio en la recta, lo que todos hacemos a lo largo de la vuelta, y cuando miré hacia arriba, estaba en la caja de cambios de Fernando. Era demasiado tarde y lo siguiente que supe fue que estaba contra el muro”.\nPara George Russell, la sanción era necesaria El británico ha sugerido que no sancionar a Alonso habría abierto la puerta para que otros conductores realizaran movimientos similares en el futuro: “Creo que si no hubiera sido penalizado, realmente habría abierto una lata de gusanos para el resto de la temporada. Y (también) en las categorías junior decir: ‘¿Se te permite entrar en recta? ¿Se te permite reducir la velocidad, cambiar de marcha, acelerar o hacer algo semierrático?'”.\nA pesar del fuerte accidente que sufrió, Russell ha querido dejar claro que no hay ningún problema con el piloto español: “No me tomo nada personal lo que pasó con Fernando, y probablemente tuvo consecuencias mayores de las que debería. No es nada personal. Cuando el casco está puesto, todos somos luchadores y competimos. Cuando se quita el casco, se respetan unos a otros. Así que (hay) muchas emociones en este momento, pero ambos salimos adelante”.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Sport",
    "Health"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1l4uBS.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1l4uBS.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T02:35:55.481+03:00",
  "updated": "2024-04-05T02:35:55.481+03:00"
}