{
  "thread": {
    "uuid": "9982ff2d622a8ecda26986d64dae62b365cf86b7",
    "url": "https://www.sasktoday.ca/politics/tens-of-thousands-of-ukrainians-expected-to-come-to-canada-in-the-next-few-months-8128194",
    "site_full": "www.sasktoday.ca",
    "site": "sasktoday.ca",
    "site_section": "https://www.sasktoday.ca/rss",
    "site_categories": [],
    "section_title": "SaskToday.ca: sasktoday",
    "title": "Tens of thousands of Ukrainians expected to come to Canada in the next few months",
    "title_full": "Tens of thousands of Ukrainians expected to come to Canada in the next few months",
    "published": "2024-01-18T21:20:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.vmcdn.ca/f/files/shared/feeds/cp/2024/01/20240118100156-65a94a735613e33c2496325ejpeg.jpg;w=650;h=433;mode=crop",
    "performance_score": 0,
    "domain_rank": 79045,
    "domain_rank_updated": "2024-01-16T12:06:44.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9982ff2d622a8ecda26986d64dae62b365cf86b7",
  "url": "https://www.sasktoday.ca/politics/tens-of-thousands-of-ukrainians-expected-to-come-to-canada-in-the-next-few-months-8128194",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Laura Osman; The Canadian Press",
  "published": "2024-01-18T21:20:00.000+02:00",
  "title": "Tens of thousands of Ukrainians expected to come to Canada in the next few months",
  "text": "OTTAWA — Settlement agencies are preparing for the arrival of tens of thousands of Ukrainians before the end-of-March deadline for those fleeing the Russian invasion to enter Canada on emergency visas.\nThe federal government has issued936,293temporary emergency visas since March 2022 for Ukrainians who want to work or study in Canada while they wait out the war.\nA total of 210,178 people had actually made the journey to Canadaas of Nov. 28.\nAs many as 90,000 more emergency visa holders are thinking of coming before the deadline, pre-arrival surveys by Immigration Refugees and Citizenship Canada and Operation Ukraine Safe Haven suggest.\nOperation Ukraine Safe Haven was formed to centralize communications between governments and settlement agencies responding to Ukrainians who arrived in Canada after the war began.\nThat would mark a considerable increase in the number of Ukrainian newcomers compared to past months, said Sarosh Rizvi, the organization's executive director.\nWhen Russia launched its violent invasion of Ukraine in 2022, millions of people escaped the country in search of safety. Canada took the extraordinary approach of opening its doors to an unlimited number of Ukrainians and their families with a new emergency visa program.\nCompared to what's in place for people who arrive as typical refugees, there were fewer built-in supports to help the Ukrainian newcomers get on their feet. Instead, community members stepped up to donate clothes and furniture, businesses offered people jobs and some people even opened their homes.\nEven with all that goodwill, people still struggled to find a place for their families to stay while they got on their feet.\nNow, as Ukraine approaches the second anniversary of the Russian invasion, that groundswell of support has waned.\n\"We don't have the level of public interest that we did two years ago,\" Rizvi said in an interview Wednesday.\nInstead, the response has become more institutionalized, he said. That means the settlement sector is more prepared to respond now, but the expected influx will stretch its capacity.\n\"I think every element is about to be tested,\" he said, from settlement staff to hotel capacity and even food banks.\nThe other challenge is finding people places to live, he said.\n\"There's no great response to that right now. It remains a need and it is still being dealt with on an individual by individual basis,\" he said.\nThe organization is trying to encourage people who choose to come before the deadline to consider settling in smaller communities where housing is easier to find and more affordable.\nAnother group dedicated to helping Ukrainians navigate the immigration system called Pathfinders for Ukraine is also trying to connect with people abroad and help them decide if coming to Canada is the right decision for them.\nWith supports drying up in some European countries, Ukrainians who don't want to return to the war may be tempted to come to Canada now, even if it's not quite the right fit, said the group's founder.\n\"It's a resource-intensive, costly, emotionally distressing decision to make that move across an ocean,\" Randall Baran-Chong said in an interview.\n\"For many people, Canada is the right choice, but for many of them it's not.\"\nThere are a few factors that give people a better chance at success in Canada, he said, including how adaptable people are and whether they have family in Canada, speak English or French, are eager to work and have a nest egg to tide them over until they get a job and pay the considerable cost of rent.\nCanada had initially set the deadline to enter Canada for March 2023, but the immigration minister at the time, Sean Fraser, extended it by another year just days beforehand.\nThe Immigration Department saw a huge spike in people picking up and moving to Canada ahead of that initial deadline, documents obtained from the department under the Access to Information Act show.\nNearly 8,000 people with the emergency visa arrived in the last week of March 2023 alone.\nThere was also a last-minute rush to apply right before the government closed the program to new applications in July, the documents show.\nThe figures leave Baran-Chong with the impression that people may be motivated to make good on the visa before they lose the chance.\n\"I think by the end of this month, we'll have a sense of how many people are actually thinking of exercising it, but we've already heard people talking about the move since probably September or October,\" he said.\nPeople with the special visa who arrive after March 31 can still come to Canada, but they won't be eligible for the three-year work or study permit under the program, and won't be entitled to any financial or settlement supports.\nThis report by The Canadian Press was first published Jan. 18, 2024.\nLaura Osman, The Canadian Press",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sarosh rizvi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "immigration refugees and citizenship canada and operation ukraine safe haven",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "ottawa",
        "sentiment": "none"
      },
      {
        "name": "canadaas",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T01:04:13.339+02:00",
  "updated": "2024-01-19T01:04:13.339+02:00"
}