{
  "thread": {
    "uuid": "2ebcb777e3eed8207b2ccbe9068e07acaab01cdc",
    "url": "https://www.magazine.unimore.it/site/home/international-news/articolo820068929.html",
    "site_full": "www.magazine.unimore.it",
    "site": "unimore.it",
    "site_section": "http://www.magazine.unimore.it/site/rss.jsp?instance=183&idArticleLevel=820002543&size=20&node=820017150&idXsl=11&orderBy=1&channel=820000025",
    "site_categories": [],
    "section_title": "Magazine",
    "title": "UNIgreen Days: in Reggio Emilia Unimore celebrates two years since the launch of the European Alliance",
    "title_full": "UNIgreen Days: in Reggio Emilia Unimore celebrates two years since the launch of the European Alliance",
    "published": "2024-02-15T15:19:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.magazine.unimore.it/contents/instance183/files/photo/820024436_820000360_unigreen800x500.jpeg",
    "performance_score": 0,
    "domain_rank": 19525,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2ebcb777e3eed8207b2ccbe9068e07acaab01cdc",
  "url": "https://www.magazine.unimore.it/site/home/international-news/articolo820068929.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-02-15T15:19:00.000+02:00",
  "title": "UNIgreen Days: in Reggio Emilia Unimore celebrates two years since the launch of the European Alliance",
  "text": "[Home](/site/home.html)» [International news](/site/home/international-news.html)\nUNIgreen Days: in Reggio Emilia Unimore celebrates two years since the launch of the European Alliance\nOn the second anniversary of its establishment, the UNIgreen Alliance, promoted by Unimore and involving eight European universities, is organising the UNIgreen Days, a series of initiatives aimed at introducing the project to the Reggio Emilia area and its various components.\nOn Friday 16 February, at 3 p.m. in the Technopole Conference Room in Reggio Emilia, the meeting \"UNIgreen meets the territory\" will be held, aimed at local bodies, institutions and businesses. The purpose is to illustrate the Alliance's objectives and the opportunities it offers in terms of training, research and innovation in the agrifood, biotechnology and life sciences sectors.\nOn Saturday 17 February, at 10 a.m. in the Aula Magna \"Manodori\" of Palazzo Dossetti in Reggio Emilia, the event \"UNIgreen meets schools\" will be held, dedicated to the students of the province's high schools. On this occasion, the innovative training proposals developed by the Alliance will be presented, with a special focus on international mobility paths and double degree programmes.\nLastly, on Friday 1 March, there will be a day of in-depth discussion on UNIgreen issues within the Degree Programmes in \"Food Control and Safety\" and \"Integrated Sustainability of Agricultural Systems\" of the UNIMORE Department of Life Sciences.\n\"This is an important opportunity,\" says Prof. Daniela Quaglino, \"to highlight how the creation, two years ago, of an Alliance between eight universities united by a common vision of the University as a driver of ecological transition has led, in 2023, to the launch of the project \"UNIgreen - The green European University\", which aims to offer students, lecturers, researchers and professionals a wide range of opportunities for training and cultural and personal growth in an innovative, transnational and transdisciplinary context\".\nThese days, emphasises Prof. Alessandro Capra, are organised to illustrate what European university networks actually are and what the UNIgreen Alliance means. What it represents, what its aims are and what the added value of the network is compared to the individual member institutions\".\nThe UNIgreen Alliance stands as an innovative model of collaboration between European universities, with the aim of training a new generation of professionals capable of tackling global challenges in the agrifood, biotechnology and life sciences sectors.\nThe participation of the Reggio Emilia-Modena area in the project is fundamental for its implementation. In fact, the Alliance intends to actively involve local stakeholders - organisations, institutions, companies and schools - in a process of co-designing and developing innovative solutions for the territory.\nDuring the first year of UNIgreen's activities, the internal management, coordination and governance processes for achieving the objectives set out in this phase of the project were tested, with a focus on mobility, both student and staff, digital transformation with the UNIgreen Virtual Campus and visibility, communication and quality control of the Alliance.\nWith regard to mobility, which is one of UNIgreen's main objectives, important steps are being taken with the planning of joint programmes for the awarding of double or multiple degrees.\nA first, very important goal in didactics, but above all innovative and highly qualified research, will be the of the launch of a PhD jointly with other universities Alliance in Agro-Food Sciences, Technologies and Biotechnology.\nAlready in the very short term, however, it will be possible to enter the UNIgreen world thanks to the integration, within all existing training courses, of pathways and opportunities to stay abroad, to participate in lectures and seminars in virtual classrooms shared between the Alliance Universities.\nIn addition, Summer Schools, BIP (Blended Intensive Programs) and training activities will be developed which, in a lifelong learning context, will take place both in presence and in remote mode.\nCategorie: International - english\nArticolo pubblicato da:\n[Ufficio Stampa Unimore](/site/home/ufficio-stampa.html) - il 15/02/2024",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "unimore",
        "sentiment": "none"
      },
      {
        "name": "palazzo dossetti",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "reggio emilia unimore",
        "sentiment": "negative"
      },
      {
        "name": "european alliance",
        "sentiment": "negative"
      },
      {
        "name": "aula magna",
        "sentiment": "none"
      },
      {
        "name": "reggio emilia",
        "sentiment": "none"
      },
      {
        "name": "unigreen alliance",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "reggio emilia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T05:20:37.995+02:00",
  "updated": "2024-02-16T05:20:37.995+02:00"
}