{
  "thread": {
    "uuid": "e954c7fa45a8246e552c5900767da7f495af0917",
    "url": "https://time.news/candlelight-concert-in-the-church-the-easter-festival-introduced-the-first-of-the-dark-watches-2024-03-29-042801",
    "site_full": "time.news",
    "site": "time.news",
    "site_section": "https://time.news/feed/",
    "site_categories": [],
    "section_title": "TIme News",
    "title": "Candlelight concert in the church. The Easter Festival introduced the first of the dark watches – 2024-03-29 04:28:01",
    "title_full": "Candlelight concert in the church. The Easter Festival introduced the first of the dark watches – 2024-03-29 04:28:01",
    "published": "2024-03-29T07:28:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.xsd.cz/original/bcb06334aba3345b917b0e45ff9d7754.jpg",
    "performance_score": 0,
    "domain_rank": 66327,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e954c7fa45a8246e552c5900767da7f495af0917",
  "url": "https://time.news/candlelight-concert-in-the-church-the-easter-festival-introduced-the-first-of-the-dark-watches-2024-03-29-042801",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "times news cr",
  "published": "2024-03-29T07:28:00.000+03:00",
  "title": "Candlelight concert in the church. The Easter Festival introduced the first of the dark watches – 2024-03-29 04:28:01",
  "text": "2024-03-29 04:28:01\nVisitors to the Church of the Assumption of the Virgin Mary in Brno heard the first of the three tenebrae, i.e. dark clocks, this Wednesday. This is the most impressive part of the Easter festival of sacred music, when from Ugly Wednesday to Good Friday, concerts are always held at nine o’clock in the evening in a darkened church by candlelight only.\nCzech and Moravian composers composed the music for Dark Hours directly for the festival. Six creators of the younger and middle generation participated in the three dark watches. They were divided into pairs, the music for Wednesday’s program was composed by Zdeněk Klauda and Lukáš Hurník.\n“It’s a unique project, it would be very difficult to find at least an approximate equivalent in the current music world,” says the festival’s dramaturg Ondřej Múčka, who is the organist and referent for liturgical music of the Brno diocese.\nThe authors set to music the lamentations from the book of Lamentations of the prophet Jeremiah, the texts of the responsories that reflect the development of the last days of Christ in relation to the Old Testament prophecies, and also the text of the penitential psalm Miserere. On Thursday, compositions by Tomáš Krejčí and Jaroslav Pelikán will be heard, on Friday by Ondřej Múčka and Jiří Miroslav Procházka.\n“The structure of the evenings is the same: each lamentation is followed by three responsories and at the end the Miserere will be heard. Thus, during the three evenings, we will hear nine lamentations, all twenty-seven responsories, or responses, and three psalms set to music,” Múčka describes. The listening is deepened by the recitation of the Czech translation, which was also heard on Wednesdays after the singing of a part of the evening, after which one candle was extinguished each time.\nOn Maundy Thursday, the most traditional conception of the given texts will be reached. In the lamentations you can hear inspiration from medieval church tones, in the responsories late romantic musical development. The last day of the dark watch then works with the theme of Jesus’ death.\nThe show started last Sunday and will run until April 7. Dramaturgy reflects the spiritual significance of individual days in the Christian calendar. The subtitle of the 31st year is Terroir, which is a term used mainly in winemaking. It refers to the set of natural conditions, especially the properties of the soil, which give character to the wine. The organizers thus emphasize the fact that this time the festival only features music by domestic authors.\nThe Easter festival of sacred music was established in 1992 in response to the constant interest in concerts connected with the liturgically significant period of Easter. Since 2012, the event has been organized by the Brno Philharmonic and makes sure that it includes the performance of contemporary sacred music.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lukáš hurník",
        "sentiment": "none"
      },
      {
        "name": "ondřej múčka",
        "sentiment": "none"
      },
      {
        "name": "jeremiah",
        "sentiment": "none"
      },
      {
        "name": "zdeněk klauda",
        "sentiment": "none"
      },
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "church of the assumption of the virgin mary",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "brno",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T07:51:10.223+03:00",
  "updated": "2024-03-29T07:51:10.223+03:00"
}