{
  "thread": {
    "uuid": "66f4376285db952339219bf66e00f74a0a844241",
    "url": "https://lancasteronline.com/news/local/meet-eric-kneedler-the-lancaster-native-whos-the-u-s-ambassador-to-rwanda/article_0e911bea-b0c8-11ee-bf19-873193401389.html",
    "site_full": "lancasteronline.com",
    "site": "lancasteronline.com",
    "site_section": "http://lancasteronline.com//search/?q=&t=article&l=25&d=&d1=&d2=&s=start_time&sd=desc&c[]=news/local*&f=rss",
    "site_categories": [
      "media"
    ],
    "section_title": "lancasteronline.com - RSS Results in news/local* of type article",
    "title": "(no title)",
    "title_full": "",
    "published": "2024-01-14T12:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/lancasteronline.com/content/tncms/assets/v3/editorial/2/dd/2ddca1da-b155-11ee-8f3a-dbbf96b27dd8/65a14a0fb6df1.image.jpg?crop=1687%2C886%2C0%2C171&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 8476,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "66f4376285db952339219bf66e00f74a0a844241",
  "url": "https://lancasteronline.com/news/local/meet-eric-kneedler-the-lancaster-native-whos-the-u-s-ambassador-to-rwanda/article_0e911bea-b0c8-11ee-bf19-873193401389.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MIKE ANDRELCZYK | Staff Writer",
  "published": "2024-01-14T12:00:00.000+02:00",
  "title": "(no title)",
  "text": "Eric Kneedler, like any diehard Pittsburgh Steelers fan, spent part a recent weekend watching them battle through the bitter cold wind and heavy rain to defeat the Baltimore Ravens 17-10, securing a spot in the NFL playoffs. The weather in Rwanda’s capital city of Kigali was considerably more pleasant — about 77 degrees and sunny — at 6 a.m. Jan. 7 when Kneedler, the U.S. ambassador to the Republic of Rwanda, hopped on his treadmill and turned on a replay broadcast of the game. Kigali is seven hours ahead of Pittsburgh and Kneedler’s hometown of Lancaster, so getting up early after Steelers game days to work out and watch the replays has become a ritual since September, when Kneedler, 51, and his wife Kristin arrived in Kigali. (The couple’s two children remained in the U.S., where they attend boarding school.) Kneedler, who began his career in the Foreign Service in 1998, was nominated to be the ambassador to Rwanda by President Joe Biden in August 2022. He remained unconfirmed by Congress through 2022, but was renominated by the White House in January 2023 and ultimately confirmed in August. Kneedler said the delay in confirmation wasn’t unique to his nomination or the United States’ relationship with Rwanda. “I’m humbled by the chance to do this job and grateful for the confidence that was placed in me,” Kneedler said during a phone call from the base of Volcanoes National Park — the site of primatologist Dian Fossey’s famous study of mountain gorillas — in northwestern Rwanda. “I’m really enjoying it and feel very, very privileged.” As an ambassador, Kneedler serves at the discretion of the president, but typical assignments last about three years. An ambassador’s responsibilities include representing the country and its interests overseas, identifying economic opportunities and commercial ties, communicating messages between Washington, D.C., and the local government and, most importantly, taking care of American citizens abroad with issues ranging from lost passports or entanglements with local authorities. Kneedler’s lifelong passion for the Steelers is one way he stays connected to life in the U.S., and he’s kept up with his team all across the globe. (In a 1991 Lancaster New Era article about his plans to attend Pomona College in California, Kneedler was quoted saying, “We need more Pittsburgh fans on the West Coast.”) Before his role in Rwanda, he served as the interim ambassador, or Chargé d’Affaires, of Kenya at the U.S. embassy in Nairobi until August 2022. He has also held roles in Hong Kong; Manila, Philippines; Bangkok, Thailand; and Indonesia. Life in Lancaster Kneedler is the son of Richard and Suzette Kneedler. His father was an instructor of French at Franklin and Marshall College from 1968 to 1978 and became the president of the college from 1988 to 2002. His mother was a French teacher at Lancaster Country Day School, where Kneedler starred on the basketball, soccer and baseball teams and participated in student government and Model United Nations. He graduated from Lancaster Country Day School in 1991, earned a bachelor’s degree from Pomona College in Claremont, California, and a master’s from Johns Hopkins School of Advanced International Studies in Washington, D.C. “I think (my parents) granted, both myself and my sister, a global perspective,” Kneedler said. “They were always very interested in international affairs. They were both French speakers, and I think that for sure had a role in my eventually becoming interested in living and working overseas.” Kneedler said his upbringing in Lancaster County was idyllic and can connect dots from his childhood to his work as an ambassador. “Lancaster is also a very patriotic place. Lancastrians have a strong desire to serve and to give back,” said Kneedler, who volunteered with community organizations such as the Mayor’s Youth Council and Toys for Tots as a teenager. “I’d like to think some of that rubbed off on me and helped contribute to my desire to find a way to serve. And Lancaster is a place where people work hard. There’s a really strong work ethic. I hope some of that rubbed off on me, as well.” Kneedler’s work ethic was evident in his high school years, according to his former soccer coach Dale Mylin. “Eric always worked hard in athletics. He was not naturally gifted. However, his excellent work ethic was a strong example to his teammates,” Mylin, 62, of Willow Street, wrote in an email. “Another valuable trait that Eric possessed was a sense of humor, not taking himself seriously, but taking his responsibilities seriously. When it came down to business, he was all in and expected his teammates to be, also.” Kneedler’s experience in Lancaster County may have shaped him as a person. And his parents may have provided him the tools for success and helped pique his interest in travel and language, but it was an experience — and not a good one — while studying abroad in Strasbourg, France, that Kneedler credits as being most influential to his career path. “Two very good friends of mine were attacked in a public square,” Kneedler said. “They were assaulted by a couple of guys who, unfortunately, were able to get away.” Kneedler’s friends immediately went to the local police, but the police dismissed their concerns and said they weren’t going to pursue the matter further. “What was really amazing to me about that incident was what (my friends) did next,” Kneedler said. “They went to our American consulate in Strasbourg and talked to the consul general at the time, and she immediately took it upon herself to press their case with the French police, which she did successfully.” The police eventually found the two people, and they were ultimately held accountable by the French judicial system and went to jail. “That was 100% because of this American diplomat who understood that the most important part of her job is taking care of American citizens,” Kneedler said. “And she did that. I was aware that the United States had embassies and there’s a profession called diplomacy, but I didn’t know a ton about it. I think that was probably the thing that sparked my interest in this.” This 1990 clipping from the Lancaster Intelligencer Journal features a story about the Lancaster Country Day boys' basketball team reaching championships and specifically mentions the achievements of Eric Kneedler, who then was a junior. He is now the American ambassador to Rwanda. This 1991 clipping from the Lancaster Intelligencer Journal shows the seniors on the Lancaster Country Day boys' basketball championship team, including Eric Kneedler, who is now American ambassador to Rwanda. This 1990 clipping from the Lancaster New Era features a \"Teen of the Week\" story about Eric Kneedler, who attended Lancaster Country Day and is now U.S. ambassador to Rwanda. Eric Kneedler, ambassador to Rwanda, from the archives [photos] This 1990 clipping from the Lancaster Intelligencer Journal features a story about the Lancaster Country Day boys' basketball team reaching championships and specifically mentions the achievements of Eric Kneedler, who then was a junior. He is now the American ambassador to Rwanda. This 1991 clipping from the Lancaster Intelligencer Journal shows the seniors on the Lancaster Country Day boys' basketball championship team, including Eric Kneedler, who is now American ambassador to Rwanda. This 1990 clipping from the Lancaster New Era features a \"Teen of the Week\" story about Eric Kneedler, who attended Lancaster Country Day and is now U.S. ambassador to Rwanda. Sports and soft diplomacy Kneedler, who was one of three team captains on the 1990 boys basketball team that won the now defunct Susquehanna Independent Athletic Conference title, likes to joke that he was pretty close to playing in the NBA. “I think back to my second assignment, which was in Mauritius,” Kneedler said. “I had an opportunity to play some basketball there, and I ended up playing in what they call the MBA — the Mauritius Basketball Association. So, I tell my friends I was one letter away from making it.” For Kneedler, sports are among key components in making connections in foreign countries. In fact, Kneedler has already started playing pickup basketball games with a group of Rwandans and expats on the basketball court of Green Hills Academy in Kigali — whose head of school, Daniel Hollinger, is coincidentally a Lancaster native, as well. “I think what people sometimes refer to as soft diplomacy, whether that’s the arts, sports or sharing a good meal, that’s really where the rubber meets the road in terms of forging strong ties and meaningful relationships,” Kneedler said. “Personally, as somebody who really enjoys basketball, that’s something I’ve found to be very helpful in terms of getting to know a country.” Kneedler’s soft diplomacy skills, like his determination, persuasiveness and his ability to make and maintain meaningful relationships, have been a part of his personality since his days at Lancaster Country Day School. “The first word I think of when I think of Eric is ‘determination,’ ” wrote Bob Porter in an email. Porter is the boys varsity assistant basketball coach at Lancaster Country Day School and a former basketball teammate of Kneedler’s. “If he put his mind to getting something done, it was going to get done. When we were younger, that usually took the form of wrangling guys for pickup hoops somewhere — and often sneaking into F and M’s gym,” Porter said. “If Eric called you to get a game together, it was pretty pointless to refuse. He never took ‘no’ for an answer and was going to badger you until you laced them up and got on the court. At that point, he’d start raining (three-pointers) in your eye.” Jesse Fluck, of Lancaster, has been friends with Kneedler since kindergarten at Thomas Wharton Elementary School in the School District of Lancaster and then at Lancaster Country Day School, which Fluck attended until fifth grade. “I think one reason he’s such a good ambassador is he’s able to develop these friendships and keep them, and he’s trustworthy,” said Fluck, 50, who attended Kneedler’s swearing-in ceremony in Washington, D.C., before Kneedler departed for Rwanda. “What I thought was pretty special was the amount of friends that he’s accumulated over the years that attended the event.” Fluck, along with a small group of friends from Lancaster, went on a trip to climb Mount Kilimanjaro with Kneedler in 2022; he and his family flew to Nairobi to visit Kneedler when he was the interim ambassador there; and, Fluck noted, the person who Kneedler arranged to pick him and his family up from the airport was wearing a Steelers hat. Rwanda’s resilience Since arriving in Kigali, Kneedler has gained a new appreciation for Rwanda and the people who live there. He’s had the chance to learn about the Rwandan and American conservation efforts and explored the Volcanoes National Park. “It’s a really beautiful experience, especially trekking with gorillas,” Kneedler said. Part of an ambassador’s job is to help encourage American economic and philanthropic opportunities. Kneedler also pointed out the number of American universities, such as Carnegie Mellon University, who have established their first campus on the continent in Rwanda. He noted the American philanthropic work being done by comedian Ellen DeGeneres, who helped establish the Ellen DeGeneres Campus of the Dian Fossey Gorilla Fund. And that the NBA hosts a continent-wide basketball tournament in various African cities, including Kigali. Kneedler said he thinks when most Americans think of Rwanda, they think of the 1994 genocide against the Tutsi during the Rwandan Civil War. The United Nations estimates more than 1 million people were killed. “I think the most incredible thing about Rwanda is the resilience of the Rwandan people,” Kneedler said. “When you think back to that unimaginable tragedy and then you look now, 29 years later, you can’t help but be struck by the incredible resilience of the Rwandan people. To rise from the ashes of the genocide and become a destination country in many ways for tourism and for investment, it’s really quite striking.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "eric kneedler",
        "sentiment": "negative"
      },
      {
        "name": "kristin",
        "sentiment": "none"
      },
      {
        "name": "kneedler",
        "sentiment": "none"
      },
      {
        "name": "joe biden",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "pittsburgh steelers",
        "sentiment": "negative"
      },
      {
        "name": "congress",
        "sentiment": "none"
      },
      {
        "name": "steelers",
        "sentiment": "none"
      },
      {
        "name": "nfl",
        "sentiment": "none"
      },
      {
        "name": "foreign service",
        "sentiment": "none"
      },
      {
        "name": "baltimore ravens",
        "sentiment": "none"
      },
      {
        "name": "white house",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "republic of rwanda",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "kigali",
        "sentiment": "none"
      },
      {
        "name": "rwanda",
        "sentiment": "none"
      },
      {
        "name": "lancaster",
        "sentiment": "none"
      },
      {
        "name": "pittsburgh",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-14T13:10:19.514+02:00",
  "updated": "2024-01-14T13:10:19.514+02:00"
}