{
  "thread": {
    "uuid": "6bf24531826c65798223c062b425b974c3ff0440",
    "url": "https://m.dailyhunt.in/news/india/english/anienglish-epaper-dh448c3797a13d4f32b1d2367d0d72a726/amid+increased+imports+from+china+indias+electronic+manufacturing+to+grow+41+per+cent+by+fy26-newsid-n599367956",
    "site_full": "m.dailyhunt.in",
    "site": "dailyhunt.in",
    "site_section": "https://m.dailyhunt.in/news/india/epaper-indban",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Dailyhunt",
    "title": "Amid increased imports from China, India's electronic manufacturing to grow 41 per cent by FY26",
    "title_full": "Amid increased imports from China, India's electronic manufacturing to grow 41 per cent by FY26",
    "published": "2024-04-11T09:13:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://assets-news-bcdn.dailyhunt.in/cmd/resize/1200x630_90/fetchdata16/images/fe/74/00/fe74008b0360b2d12cd0c8f0e33a70d9646c5b2a65267356eb28ae6d7ff2f94e.jpg",
    "performance_score": 0,
    "domain_rank": 18265,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6bf24531826c65798223c062b425b974c3ff0440",
  "url": "https://m.dailyhunt.in/news/india/english/anienglish-epaper-dh448c3797a13d4f32b1d2367d0d72a726/amid+increased+imports+from+china+indias+electronic+manufacturing+to+grow+41+per+cent+by+fy26-newsid-n599367956",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Dailyhuntapp",
  "published": "2024-04-11T09:13:00.000+03:00",
  "title": "Amid increased imports from China, India's electronic manufacturing to grow 41 per cent by FY26",
  "text": "New Delhi , April 11 (ANI): India's electronic manufacturing industry is set to grow at an annual growth rate of 41 per until FY 26, as per a recent report by Equiris Securities. The report says that by FY 26, the electronic manufacturing market in India is expected to reach Rs 5,980 billion, a significant leap from its valuation of Rs 1,069 billion in 2021.\nThe growth trajectory is projected because of various factors, including the focus of the government on making India a manufacturing hub for electronics products through various proactive policies, evolving global manufacturing trends, and the abundant availability of skilled labour in India.\"Despite robust strides in manufacturing, the import of laptops, primarily from China, presents a nuanced challenge, akin to India&apos;s reliance on imported olives for olive oil. This reliance underscores the pressing need to cultivate a domestic semiconductor ecosystem to mitigate the 95 per cent dependency on foreign semiconductors,\" said Sandeep Narula, Chairman, Electronics and Computer Software Export Promotion Council.\nNarula added that India&apos;s decision to defer import restrictions on laptops and introduce import management system until September 30, 2024, signals a strategic move aimed at bolstering domestic manufacturing capabilities.The report says there&apos;s a global shift towards India, With China+1 approach, companies are turning to India as a viable alternative for diversifying their manufacturing bases.\nThe Indian government, through various incentive schemes, has also provided an outlay of Rs 760 billion for electronic manufacturing in India. According to the report, India&apos;s per capita electronic consumption is one-fourth of global consumption.Despite the optimistic growth outlook, the report also points out a notable trend - the decline in exports of electronic products from India, attributed to the surge in domestic consumption. India has traditionally been a net importer of electronics, second only to crude oil, with laptops and TVs emerging as the most imported electronic products.\nIn terms of imports, China and Hong Kong account for a significant portion, representing 44 per cent and 16 per cent respectively, of India&apos;s total electronic imports. Conversely, mobile phones and Electronic Control Units (ECUs) dominate India&apos;s electronic exports, with the United States and the UAE emerging as the largest export destinations, collectively absorbing a substantial share of India&apos;s electronic products.According to the experts, India&apos;s electronic manufacturing sector is going through a transition, and the nation&apos;s position as a global electronics manufacturing hub is poised to strengthen, driving economic development, job creation, and technological innovation across the country.(ANI)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sandeep narula",
        "sentiment": "none"
      },
      {
        "name": "narula",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "electronics and computer software export promotion council",
        "sentiment": "none"
      },
      {
        "name": "equiris securities",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new delhi",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T00:13:35.423+03:00",
  "updated": "2024-04-12T00:13:35.423+03:00"
}