{
  "thread": {
    "uuid": "6db4dfe7d16b95e0e1f30a6a348c4f4840cda69f",
    "url": "https://www.bta.bg/en/bg-world/594023-activist-alberta-alkalay-sees-jews-rescue-as-extraordinary-moral-capital-of-bul",
    "site_full": "www.bta.bg",
    "site": "bta.bg",
    "site_section": "https://gold.einnews.com/live_feed",
    "site_categories": [
      "media",
      "tennis",
      "sports"
    ],
    "section_title": "Live Feed Wire - Gold Industry Today - EIN Presswire",
    "title": "BTA :: Activist Alberta Alkalay Sees Jews' Rescue as Extraordinary Moral Capital of Bulgaria",
    "title_full": "BTA :: Activist Alberta Alkalay Sees Jews' Rescue as Extraordinary Moral Capital of Bulgaria",
    "published": "2023-12-30T19:21:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BG",
    "main_image": "https://www.bta.bg/upload/3735857/1000006943-01.jpeg?l=750",
    "performance_score": 0,
    "domain_rank": 44267,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6db4dfe7d16b95e0e1f30a6a348c4f4840cda69f",
  "url": "https://www.bta.bg/en/bg-world/594023-activist-alberta-alkalay-sees-jews-rescue-as-extraordinary-moral-capital-of-bul",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Valentin Evstatiev,Maya Stefanova",
  "published": "2023-12-30T19:21:00.000+02:00",
  "title": "BTA :: Activist Alberta Alkalay Sees Jews' Rescue as Extraordinary Moral Capital of Bulgaria",
  "text": "site.btaActivist Alberta Alkalay Sees Jews' Rescue as Extraordinary Moral Capital of Bulgaria The rescue of the Bulgarian Jews during World War II is arguably the second most important intangible asset of Bulgaria after the invention of the Slavic alphabet, according to the Chairperson of the Alef Jewish-Bulgarian Cooperation Centre, Alberta Alkalay. This is her way of describing the courage and the selflessness with which members of Bulgarian society challenged the status-quo 80 years ago and saved their Jewish fellow citizens from deportation to Nazi death camps. Alkalay is a descendant of rescued Jews who lived in the Black Sea city of Burgas. She and the Alef Centre founded by her have established a short-story writing competition for school students, mottoed \"Whosoever Saves a Single Life, Saves an Entire Universe\". Interviewed by BTA, Alkalay talked about her profound interest in the history of the Bulgarian Jews. She gave details about events in Burgas between 1941 and 1944 and named local personalities who helped the Jewish people. Becoming aware Growing up in Burgas during the communist era, she felt somewhat different from the Bulgarian kids because of the way her non-Slavic name sounded. There was no synagogue in the city. She knew that she was Jewish and her two great-grandmothers lived in Israel. When she was 17, she was sent on a visit to Poland and walked the entire March of the Living, an international event in which young people from around the world get together and walk the 6 km distance from the town of Oswiecim to the Auschwitz concentration camp. It was a mind-blowing journey, Alkalay said. Totally unprepared, she was confronted with some of the darkest moments of the Holocaust and felt as if she was reduced to ashes. The girl learned firsthand about what had happened to Jewish people, including members of her own family, in places like Auschwitz. Alkalay blamed her grandparents for not telling her enough about the Holocaust, but she understood that they wanted to protect her emotionally. She felt compelled to keep the memory alive and pass it down correctly to the younger generations. Making a difference Alkalay started working with Steven Spielberg's Shoah Foundation. As part of her work, she interviewed 100 Bulgarian Jews who were active citizens between 1941 and 1944. The pieces of the puzzle began to fall into place for her. She realized how important it was to make the information clear and public. Even very close friends of hers did not know what happened to their families during World War II. Ten years ago, when she began to promote the students' short-story writing competition \"Whosoever Saves a Single Life, Saves an Entire Universe\", she went from school to school asking young people to take part in the competition by writing about the rescue of the Bulgarian Jews, but at that time few people knew what the country had done for its Jewish population during the Holocaust. The Alef Centre leader said her mission is not just to teach people about the history of the Bulgarian Jews' rescue but also to explain that challenging the status-quo sincerely and selflessly can be a successful endeavour. Although Bulgaria was an ally to Nazi Germany, it managed to save its Jews. Such things do happen, and people should be aware of that, Alkalay insisted. She described the rescue as an extraordinary moral capital of Bulgaria. The Rescue: Burgas The Jews deportation order reached the city of Burgas in March 1943, she said. Everything was top secret. The authorities wanted this criminal act to be performed quietly because they feared a strong public reaction. The plan was to take away 174 Jewish families (422 people), starting from wealthier citizens. The order was received by telegraph at the post office. The post office director, Zhelyaz Petkov, first conveyed the news to his friend Avram Assa, the leader of the local Jewish community. They could not resist the order, but they tried to buy time. It was not until late on the next day that Petkov broke the news officially. The Jews eagerly spread the word among their Bulgarian friends. A sort of a committee was set up, comprising a couple of local industrialists, a lawyer, a former politician, public figures. They decided to send people to the capital Sofia to try to meet with King Boris III. Finding themselves unable to speak with the monarch, they got in touch with other influential people in Sofia, and thanks to the prompt intervention of the Orthodox Church, the deportation order was suspended. Suspended, not revoked. The cloud hanging over the Bulgarian Jews remained. A few months later, in July 1943, Jews in Burgas who were subject to deportation were named on lists again. This time, the targets were 298 local families, or 1,000 to 1,500 individuals. People continued to raise resources for the rescue effort. Another steering committee was set up, with Burgas mayor Dyanko Pravchev among its members. He and the mayors of Karnobat and Yambol travelled to Sofia to make their case for the revocation of the second order. As a result, Jews from Burgas never got on the deportation train. Taking credit Alkalay said the issue of who rescued the Bulgarian Jews 80 years ago is rather contentious. Personally, she believes that they were saved by decent, brave people working at various levels in and outside the institutions of the state, people who had not lost their humaneness. She noted that Burgas now has a Gratitude Memorial, built by the Alef Centre and thankful citizens. Alkalay wants to help raise a community of young people who can never be seen among the ranks of the neo-Nazis and who will never use hate speech. They will be the good guys. /VE/ news.modal.header news.modal.text",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "alberta alkalay",
        "sentiment": "negative"
      },
      {
        "name": "alkalay",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nazi",
        "sentiment": "none"
      },
      {
        "name": "bta",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "bulgaria",
        "sentiment": "none"
      },
      {
        "name": "black sea",
        "sentiment": "none"
      },
      {
        "name": "burgas",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T20:45:22.292+02:00",
  "updated": "2023-12-30T20:45:22.292+02:00"
}