{
  "thread": {
    "uuid": "2cac16f1fe30aa180ead25f1c584d59ce5ad923b",
    "url": "https://www.cbsnews.com/newyork/news/black-history-month-martin-luther-king-iii-shares-memories-of-his-father-and-wisdom-for-next-generation",
    "site_full": "www.cbsnews.com",
    "site": "cbsnews.com",
    "site_section": "https://www.cbsnews.com/cbslocal",
    "site_categories": [
      "media",
      "television",
      "entertainment"
    ],
    "section_title": "CBS Local - Your local news and live free 24/7 streaming news",
    "title": "Black History is American History: Martin Luther King III shares memories of his father and wisdom for next generation - CBS New York",
    "title_full": "Black History is American History: Martin Luther King III shares memories of his father and wisdom for next generation - CBS New York",
    "published": "2024-02-29T22:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://assets2.cbsnewsstatic.com/hub/i/r/2024/02/29/cbde3b25-2934-492a-91e0-0b68921a68f2/thumbnail/1200x630/8530fb71a4653ec4004eb5a6aab2de76/1pc-duboismlk-wcbs9fpb-hi-res-still-00-03-3517.jpg?v=b15ba9ca383d8472a236fb5b5c7ca2b3",
    "performance_score": 0,
    "domain_rank": 183,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2cac16f1fe30aa180ead25f1c584d59ce5ad923b",
  "url": "https://www.cbsnews.com/newyork/news/black-history-month-martin-luther-king-iii-shares-memories-of-his-father-and-wisdom-for-next-generation",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-02-29T22:00:00.000+02:00",
  "title": "Black History is American History: Martin Luther King III shares memories of his father and wisdom for next generation - CBS New York",
  "text": "NEW YORK -- Martin Luther King III recently spoke with CBS New York's Maurice DuBois in a sit-down interview for our Black History Month special, \"Black History is American History.\"\nThe human rights activist and philanthropist is involved with many endeavors, and he told DuBois about how his young daughter, Yolanda, is now embracing the movement. She is Dr. Martin Luther King Jr.'s only grandchild.\n\"She said she would apologize to your parents about the state of the world,\" DuBois began. \"That literally hurt me to hear a child say that.\"\n\" In theory, certainly what dad and mom did, our nation should be much further along,\" King III replied. \"She had more rights in 2008, when she was born, than she does now. There were no voting restrictions, I mean, the Voting Rights Act existed. A woman's autonomy, rights to control their own body, was struck down. I think we, as a nation, would have been further, in terms of the trajectory.\"\nDuBois had the privilege of spending time with King III for an intimate conversation and to witness his command of a room of hundreds at St. Thomas Aquinas College in Sparkhill, New York.\n\"I just want you to understand the benefits of what made this country have immeasurable wealth... But it was the tragic institution, the most inhumane institution, called slavery that created this opportunity,\" King III told the crowd.\nIn addition to his words of wisdom, King III also shared deeper insights into the mindset of his dad.\n\"After a speech... He'd go back into where the workers were and shake every hand,\" said King III. \"To him, everybody was important.\"\nHe even had jokes.\n\"My father, Martin Luther King Jr., skipped three grades -- first, seventh, and 12th grade -- in at Morehouse College at 15 years old. Now, he didn't pass that to me. I didn't skip anything,\" he said with a laugh.\nDuBois asked him what it's like to watch his dad's old speeches.\n\"We listen with our ears, we hear with our heart. So I've listened to 'I Have a Dream' 10,000 times, but I've only heard it 100. Whenever I hear it, and I'm moved to tears,\" King III replied.\nWhat about his recollections from being a little boy?\n\"I remember seeing him literally walking up the stairs at our home, and it would look as if he was pulling big boulders, like he was just exhausted,\" said King III. \"When he opened the door, and we said, 'Daddy's home!' it was like, this is amazing, and that energy shifted.\"\nKing III has been surrounded by brilliant women his entire life, and his mom would often say the family is \"called.\"\n\"I have an obligation to give something back, to make community better,\" he said. \"We use the phrase often around democracy to help create a 'more perfect union.' And that's what we are, in a sense, seeking to do, to create a more perfect nation, a more perfect world. We may not ever get to perfection, fully. Well, we can certainly create a better world for all of God's children.\"\nDr. King's famous \"I Have a Dream\" speech in 1963 was full of optimism, a message he echoed in another 1965 address. By the summer of 1966, he started to voice some frustration. The night before he died, he called on the country to \"be true to what you said on paper.\"\n\"He probably was far more of a revolutionary than given credit for,\" said King III. \"He never abandoned nonviolence. But he also was saying, we've got to take some dramatic steps, he talked about a radical revolution of values.\n\"He also used to say that violence is the language of those who are not heard. So he was always talking about the dignity and worth and value of the human being,\" he continued.\nKing III is currently focusing on an initiative to encourage young people, like his daughter, as well as educators and communities to perform 100 million hours of service by what would have been his dad's 100th birthday in 2029.\nWatch the \"Black History is American History\" special here and our complete Black History Month coverage here .\nBlack History Month More Harlem jewelry designer pays homage to Black culture, art Martin Luther King III shares memories, wisdom from his father Shirley Chisholm credited for paving the way for all to enter politics 91-year-old civil rights activist's message to the next generation Harlem gives context to Black history's complexities More In: Black History Month Dr. Martin Luther King Jr. Civil Rights Maurice DuBois Maurice DuBois co-anchors CBS2 News at 5 and 11. He joined CBS in September 2004.\nTwitter Facebook",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [
    "https://twitter.com/MauriceDuboisTV",
    "https://www.facebook.com/Maurice-DuBois-250007288392460/",
    "https://facebook.com/Maurice-DuBois-250007288392460/",
    "https://www.facebook.com/Maurice-DuBois-250007288392460",
    "https://www.twitter.com/MauriceDuboisTV"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "martin luther king iii",
        "sentiment": "negative"
      },
      {
        "name": "maurice dubois",
        "sentiment": "negative"
      },
      {
        "name": "dubois",
        "sentiment": "none"
      },
      {
        "name": "yolanda",
        "sentiment": "none"
      },
      {
        "name": "martin luther king jr.",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cbs new york",
        "sentiment": "negative"
      },
      {
        "name": "st. thomas aquinas co",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new york",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:08:54.177+02:00",
  "updated": "2024-03-08T19:45:35.816+02:00"
}