{
  "thread": {
    "uuid": "d7c1d9a3a4113b893dc26efab516738af07703d2",
    "url": "https://cronicaglobal.elespanol.com/pensamiento/20231229/benditos-sean-unos-otros/820797917_13.html",
    "site_full": "cronicaglobal.elespanol.com",
    "site": "elespanol.com",
    "site_section": "https://cronicaglobal.elespanol.com/rss/latest/",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "",
    "title": "Benditos sean unos y otros",
    "title_full": "Benditos sean unos y otros",
    "published": "2023-12-29T01:09:40.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://a1.elespanol.com/cronicaglobal/2023/09/04/vida/791931062_8610858_1706x960.jpg",
    "performance_score": 0,
    "domain_rank": 2584,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d7c1d9a3a4113b893dc26efab516738af07703d2",
  "url": "https://cronicaglobal.elespanol.com/pensamiento/20231229/benditos-sean-unos-otros/820797917_13.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Francesc Arroyo",
  "published": "2023-12-29T01:09:40.000+02:00",
  "title": "Benditos sean unos y otros",
  "text": "Jorge Bergoglio , al que los católicos llaman Francisco , ha decidido permitir a sus sacerdotes que bendigan a los divorciados y a los homosexuales . Algunos han tomado este anuncio como un gran avance en la posición de la Iglesia católica respecto a la homosexualidad, aunque de hecho no cambia más que el lenguaje.\nEn vez de decir que los homosexuales tienen comportamientos “contra natura” o que son “enfermos” o “pervertidos” como hacen hoy mismo algunos obispos, se permite que se les bendiga. Pero la bendición no la ha negado la Iglesia a nadie. Cuando celebra la festividad de San Antonio bendice hasta a los animales y coincidiendo con San Cristóbal , los coches.\nEl problema es que los textos canónicos en los que la Iglesia basa sus valores (la Biblia ) condenan la homosexualidad porque el sexo sólo está permitido cuando está enfocado a la reproducción de la especie. No es reconocido ni como acto de amor ni como factor de placer; sólo actividad reproductora. Por eso los obispos se oponen también al uso de la píldora, al de los preservativos y al control de natalidad en general. No es maldad, es mandato divino: “Creced y multiplicaos”.\nLa condena afecta a toda práctica sexual no encaminada a la generación, incluyendo la masturbación o el coitus interruptus . Por practicarlo, recibió Onán (de ahí viene onanismo) la muerte de manos de su Dios. La homosexualidad es un caso extremo de práctica considerada perversa.\nEl Viejo Testamento lo dejaba claro: “Si alguien se acuesta con un hombre como si se acostara con una mujer, se condenará a muerte a los dos, pues cometieron un acto infame”, Levítico (20, 13), si bien la Iglesia no pide hoy pena de muerte por estas prácticas. Si ese libro es considerado muy antiguo y se prefiere acudir al Nuevo Testamento, ahí está la Carta a los Corintios de Pablo de Tarso : “No os engañéis: ni los impuros ni los idólatras ni los adúlteros ni los afeminados ni los homosexuales ni los ladrones ni los avaros ni los borrachos ni los ultrajadores heredarán el reino de Dios”.\nLlama la atención que, pese a ser tan nutrido el grupo a los que anatemiza Pablo, la Iglesia se haya centrado apenas en un par de colectivos y no se haya mostrado igualmente firme frente a los ladrones o los avaros. En tiempos pasados, el Vaticano consideraba un grave pecado la usura.\nSi se aplicaran hoy los mismos criterios, casi toda la actividad de la banca debería ser criticada por el obispado con la misma saña que se pone en las cuestiones relacionadas con la actividad sexual. Sin embargo, no salen de los púlpitos diatribas contra los altos intereses de las hipotecas ni hay pandillas de meapilas ante las entidades de ahorro, ocupados los creyentes como están en concentrarse frente a las clínicas ginecológicas. Los católicos condenan el aborto y hasta la fecundación in vitro . Pero defienden la pena de muerte , a pesar del mandamiento mosaico: “No matarás”. A eso se le llama coherencia.\nLas condenas a la libertad sexual , sean prácticas entre hombres y mujeres o entre individuos del mismo sexo, chocan con la permisividad y tolerancia frente a comportamientos que, además de estar prohibidos por su dios, lo están también por las leyes de los hombres, como es el caso de la pederastia .\nLos obispos españoles han desdeñado, sin datos, las conclusiones de la investigación realizada por el Defensor del Pueblo e incluso la que ellos mismo encargaron a un bufete de abogados. Y, ya de paso, llama la atención el silencio de Francisco sobre el asunto. Hay quien piensa que ese silencio está relacionado con el potencial económico de la Iglesia española, gracias, entre otras cosas, a las aportaciones del Estado, las inmatriculaciones de bienes y las exenciones de impuestos, contraviniendo una vez más las palabras atribuidas a Jesús , su fundador reconocido, quien preguntado por si había que pagar impuestos respondió: “Dad al César lo que es del César y a Dios lo que es de Dios”.\nEn la Iglesia católica (como en todas partes) hay gente muy seria. Algunos de sus fieles son también homosexuales, empeñados en pertenecer a un club que no los quiere porque confían en cambiarlo desde dentro. Es un gran mérito el suyo, bogando contra viento y marea. Aunque, en realidad, nunca han estado ni la mitad de marginados que las mujeres. Los homosexuales varones pueden ordenarse sacerdotes; ellas, sean o no homosexuales, ni eso.\nA todos los benditos, felices fiestas .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T01:09:41.703+02:00",
  "updated": "2023-12-29T01:09:41.703+02:00"
}