{
  "thread": {
    "uuid": "39708002980d40f2bd63ae6a3d388cb140275bd4",
    "url": "https://www.dailymail.co.uk/news/article-12909999/Gypsy-Rose-Blanchard-makes-social-media-post-freed-prison-orchestrating-mothers-murder-celebrates-selfie-freedom.html",
    "site_full": "www.dailymail.co.uk",
    "site": "dailymail.co.uk",
    "site_section": "http://mailonsunday.co.uk/ushome/index.html",
    "site_categories": [],
    "section_title": "Home | Daily Mail Online",
    "title": "Gypsy Rose Blanchard makes her first social media post after being freed from prison for orchestrating mother's murder as she celebrates 'first selfie of freedom!' | Daily Mail Online",
    "title_full": "Gypsy Rose Blanchard makes her first social media post after being freed from prison for orchestrating mother's murder as she celebrates 'first selfie of freedom!' | Daily Mail Online",
    "published": "2023-12-29T17:21:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.dailymail.co.uk/1s/2023/12/29/15/79437649-0-image-a-31_1703862939667.jpg",
    "performance_score": 0,
    "domain_rank": 139,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "39708002980d40f2bd63ae6a3d388cb140275bd4",
  "url": "https://www.dailymail.co.uk/news/article-12909999/Gypsy-Rose-Blanchard-makes-social-media-post-freed-prison-orchestrating-mothers-murder-celebrates-selfie-freedom.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ben Ashford In Chillicothe, Missouri For Dailymail.Com",
  "published": "2023-12-29T17:21:00.000+02:00",
  "title": "Gypsy Rose Blanchard makes her first social media post after being freed from prison for orchestrating mother's murder as she celebrates 'first selfie of freedom!' | Daily Mail Online",
  "text": "Gypsy Rose Blanchard has posted her first post-prison selfie on her Instagram account as she celebrates her 'freedom' after spending eight years behind bars for orchestrating her mother's death. The 32-year-old posted a picture of herself smiling in a blue and white faded sweater and jeans with the caption 'First selfie of freedom!' on Friday morning. In the first hour of the image being posted Blanchard gathered more than 160,000 likes and thousands of messages of support. The Munchausen by proxy victim was spotted leaving a Fairfield Inn & Suites by Marriott in Chillicothe, Missouri on Thursday – where she had crashed overnight shortly after walking free from prison almost 12 hours earlier. The ex-con was helped by her husband as she carried her belongings – including two plastic grocery bags full of snacks – to their silver Cadillac sedan, DailyMail.com photos show. Gypsy Rose Blanchard has set up an Instagram account and posted her first post-prison selfie Gypsy Rose Blanchard's first stop on Thursday was at an Off Broadway Shoe Warehouse in Liberty, just outside Kansas City, to buy some new shoes after leaving prison in socks The 32-year-old - who was accompanied by her husband - showed off her new kicks to DailyMail.com on Thursday afternoon Blanchard spent her first day of freedom shopping for shoes, buying two pairs of sneakers at a nearby mall. The couple left the $150-a-night hotel around 11.15am in a convoy of cars including producers and a camera crew that have been following the abuse victim around for their Lifetime show. They had rigged up GoPro cameras inside the car to capture her reaction. Their first stop after driving off was at an Off Broadway Shoe Warehouse in Liberty, Missouri, just outside Kansas City, to buy Gypsy two new pairs of sneakers. Showing off her new kicks to DailyMail.com on Thursday, a beaming Gypsy said: 'I love them.' When asked what plans she had for the day she said: 'Lots of them.' They then drove on to a four-bedroom Airbnb in a Kansas City suburb. Gypsy is expected to attend Sunday's Kansas City Chiefs game against the Cincinatti Bengals at Arrowhead Stadium on Sunday for an improbable meet-up with Taylor Swift. Hours earlier on Thursday, Ryan Scott Anderson, the teacher she married behind bars last year, was seen pulling into the Chillicothe Correctional Center in northern Missouri, to pick his wife up at 3:20am. Gypsy Rose Blanchard was released on Thursday, after serving eight years of a 10-year prison sentence for orchestrating the murder of her medically abusive mother The felon was released from Chillicothe Correctional Center in Chillicothe, Missouri, in the early hours of Thursday morning Gypsy Rose was whisked away in a Cadillac sedan by her teacher husband, who she married behind bars last year The sedan that whisked Gypsy Rose away to a budget hotel for her first night of freedom had a Bret 'the Hitman' Hart wrestling decal Claudine 'Dee Dee' Blanchard convinced her daughter Gypsy Rose and others that she was suffering a variety of illnesses including leukemia and muscular dystrophy. The abuse continued for years, until Gypsy Rose ordered her mother's murder to 'escape' His Cadillac sedan, with a Bret 'the Hitman' Hart wrestling decal across the front license plate cover, emerged minutes later to whisk Gypsy away for her first night of freedom at the budget hotel. The 32-year-old felon spent her childhood posing as a wheelchair-bound invalid after Claudine 'Dee Dee' Blanchard shaved her daughter's head, pumped her full of drugs and convinced the world she was suffering from leukemia and muscular dystrophy. Their 'inseparable' bond ended when Gypsy burst free of her warped mom's control in 2015 by letting her besotted internet boyfriend Nicholas Godejohn creep into their Springfield, Missouri, home to stab 48-year-old Dee Dee to death. Gypsy was jailed for 10 years for the matricide but was granted early parole in September after friends and family begged authorities to take account of the cruel abuse and needless medical procedures she endured while being cynically paraded at charity events and fundraisers. Among those who wrote an impassioned note to the parole board was Titania Gisclair, a family friend who went to high school with Dee Dee and remained close with Gypsy throughout her seven-year stretch. She's praying that Gypsy will make space for 'healing' as she puts her years of incarceration behind her to begin post-prison life as an unlikely reality star. 'Gypsy used to talk about moving to a big city where she could blend in and get a job at Walmart like anyone else. I would have to say, Gypsy I don't think that's going to be possible,' Titania told DailyMail.com ahead of Gypsy's release. 'I struggle with the fact she is diving so deep into all of this publicity at the beginning of her journey but I also sympathize as this is probably her best avenue to financially support herself. Dee Dee once conned doctors into removing Gypsy Rose's salivary glands, and was accused of a number of depraved lies including shaving her head to make it appear that she was suffering from leukemia Dee Dee is believed to have suffered from Munchausen by proxy syndrome, as she led people to believe that her daughter was terminally ill to enjoy praise as a doting mother along with perks such as charity-funded tickets to concerts and Disney World Gypsy Rose (left) was handed a ten-year sentence for plotting to kill her mother, while her online boyfriend Nicholas Godejohn (right) was given a life sentence 'The fact is, she can't go work at Walmart or a department store because her story will always be out there. 'I don't think it will ever go away. I just hope all this attention doesn't cause her to regress.' Gypsy's media credits and prison interviews already include Dr Phil, Good Morning America and 20/20, while Hulu, Netflix and Lifetime have all aired TV dramas based on her ordeal. She took part in the 2017 HBO documentary Mommy Dead and Dearest, and has an upcoming three-part docuseries, The Prison Confessions of Gypsy Rose Blanchard, airing January 5 through 7 on Lifetime. The network's cameras will likely follow her every move as Gypsy enjoys her first few days of freedom which will reportedly include a spa, shopping trip and a Kansas City Chiefs game on Sunday - where she's told TMZ she's hoping to bump into Taylor Swift and Travis Kelce. Fans can look forward to more snippets on social media profiles set up prior to her release including a TikTok page - already boasting 400,000-plus followers - which describes her as a 'public figure/Speaker' and links to her new eBook, Released: Conversations on the Eve of Freedom. She married Anderson, a 37-year-old teacher and wrestling fan from Lake Charles, Louisiana, behind bars last year after calling off her engagement to another man, named Ken. It's not known whether she's planning to move in with him or with her dad and stepmom, Rod and Kristy Blanchard, who also reside in the Pelican state. The twisted story was told in Hulu series 'The Act', with Dee Dee portrayed by Patricia Arquette (left) and Gypsy Rose played by Joey King (right) Questions remain over Gypsy Rose's culpability in her mother's murder, amid claims she funded her killer boyfriend's travel and provided him with the knife used in the 2015 slaying 'My most important thing is for Gypsy to get the one-on-one mental health counseling she needs to deal with her childhood trauma. She got barely any of that - if any - in prison,' said freelance writer Titania, 54. 'I've preached it to her, to her stepmom, to whoever would listen. The best thing that she can do for herself is to heal her inner child. If she gets the helps she needs, she will thrive. We are hoping for great things for her.' Titania is working on her own project documenting her former friendship with Dee Dee, which stretched from childhood to the party days of their early 20s when the pair drifted apart. 'People always ask how all these doctors and family members could be taken in by Dee Dee. But I understand because I witnessed it growing up,' Titania told DailyMail.com. 'She was a smooth talker, very charismatic. And when she was manipulating you, she always did it in a nice, sweet way so she got what she wanted. 'I did find it weird that whenever I asked about Gypsy, she would have all these new ailments. 'But I never imagined she would do the things she did to her. It only made sense in hindsight.' Gypsy's story is one of the more famous examples of Munchausen syndrome by proxy, where a person treats a perfectly healthy dependent, usually a child, as if they have a physical or mental illness. Titania Gisclair, a family friend who went to high school with Dee Dee and remained close with Gypsy throughout her seven-year stretch, was among those who wrote an impassioned note to the parole board Dee Dee shaved her daughter's head to mimic the effects of leukemia, doctored her birth certificate to pretend she was younger and fed her unnecessary medications that caused her to drool and eventually lose her teeth. She basked in the role of doting caregiver, forcing Gypsy to use a wheelchair and undergo unnecessary surgeries on her eyes and salivary glands while cashing in with charity handouts and perks including a free trip to Disney World. When doctors in their native Louisiana raised red flags, Dee Dee relocated to Missouri in 2008, where she got a bright pink home built for free, courtesy of Habitat for Humanity, and told everyone that Gypsy's medical notes were destroyed in Hurricane Katrina. When Gypsy was 14 a neurologist deduced she was a victim of Munchausen syndrome by proxy but didn't feel he had enough evidence to report her mother to authorities. The former nurse even fooled ex-husband Rod Blanchard, who remained close to his daughter but struggled to get access to her once Dee Dee moved away and constantly made excuses to cancel his visits. It was only when he witnessed his daughter walk into a courtroom in handcuffs that the shell-shocked dad finally grasped that Gypsy didn't need a wheelchair. Dee Dee was found dead on the morning of June 14, 2015, after being knifed 17 times in her sleep by Godejohn, 34, who is serving life in prison without parole. Her slaying was discovered after a Facebook account she shared with Gypsy declared: 'That b**** is dead!' Gypsy was feared kidnapped until investigators traced the post to Big Bend, Wisconsin where she was taken into custody along with her autistic lover, Godejohn. The sheltered pair had met three years earlier through a Christian dating site, bonding over their love of Disney and roleplay. Their innocent interactions eventually turned to chats about BDSM and sexual fantasies. Godejohn travelled to Missouri and the pair had sex in a movie theater bathroom while Dee Dee was taking Gypsy to see Cinderella. Gypsy would later tell a Discovery ID documentary how the murder plot was kindled by Godejohn's promise to do everything in his power to protect his 'soul mate.' 'From anybody?' [I asked], he said 'Yeah.' 'Even my mom?' [I asked], he said 'Yes.' And that's when this kind of plan started to develop [into] a murder plot,' Gypsy said. Godejohn arrived at the family home late one night in June 2015, with a knife he had stolen from Walmart. Gypsy let him inside then hid in the bathroom with her hands over her ears to mask the noise of Dee Dee being butchered in her bed. She told ABC News that she wanted her mom to die 'not because I hated her... it was because I wanted to escape her.' Gypsy pled guilty to second-degree murder in 2016 and was sentenced to 10 years in prison. Godejohn's lawyers described him as a 'low-functioning person with autism' who was obsessed with Gypsy and coerced into doing her bidding. He was jailed for life in 2019 for first degree murder and armed criminal action after prosecutors convinced jurors that he understood the consequences of killing. Godejohn will remain under lock and key at the Potosi Correctional Center in Mineral Point, Missouri as Gypsy begins her new life, having served 85 percent of her sentence, as required by state law. 'We're going to do Christmas. I've got a Christmas tree, I've got her so many gifts. I went overboard, actually,' her stepmom Kristy told NewsNation last week. 'Oh, we're also doing a spa day … we're going to go get her pedicure, manicure, facial, haircut, colored if she wants, you know, the works, bring her shopping. She can't wait.'",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [
    "https://www.instagram.com/p/C1cNGBvu7IK/",
    "https://www.instagram.com/p/C1cNGBvu7IK",
    "https://instagram.com/p/C1cNGBvu7IK/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gypsy rose blanchard",
        "sentiment": "negative"
      },
      {
        "name": "blanchard",
        "sentiment": "none"
      },
      {
        "name": "rose blanchard",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "off broadway shoe warehouse in liberty",
        "sentiment": "none"
      },
      {
        "name": "marriott",
        "sentiment": "none"
      },
      {
        "name": "cadillac",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kansas city",
        "sentiment": "none"
      },
      {
        "name": "chillicothe",
        "sentiment": "none"
      },
      {
        "name": "missouri",
        "sentiment": "none"
      },
      {
        "name": "fairfield",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T17:29:58.104+02:00",
  "updated": "2023-12-29T18:16:18.212+02:00"
}