{
  "thread": {
    "uuid": "d8eb82baa8d8fcb56e254cd2f100e371dd51d2f4",
    "url": "https://www.euractiv.com/section/central-asia/news/azerbaijan-and-armenia-to-negotiate-peace-in-symbolic-return-to-kazakh-capital-almaty",
    "site_full": "www.euractiv.com",
    "site": "euractiv.com",
    "site_section": "http://www.euractiv.com/full-rss.xml",
    "site_categories": [
      "politics",
      "law_government_and_politics",
      "media"
    ],
    "section_title": "Euractiv",
    "title": "Azerbaijan and Armenia to negotiate peace in symbolic return to Kazakh capital Almaty",
    "title_full": "Azerbaijan and Armenia to negotiate peace in symbolic return to Kazakh capital Almaty – Euractiv",
    "published": "2024-05-03T18:21:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BG",
    "main_image": "https://www.euractiv.com/wp-content/uploads/sites/2/2024/05/shutterstock_1823082539-800x450.jpeg",
    "performance_score": 0,
    "domain_rank": 1636,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d8eb82baa8d8fcb56e254cd2f100e371dd51d2f4",
  "url": "https://www.euractiv.com/section/central-asia/news/azerbaijan-and-armenia-to-negotiate-peace-in-symbolic-return-to-kazakh-capital-almaty",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Xhoi Zajmi",
  "published": "2024-05-03T18:21:00.000+03:00",
  "title": "Azerbaijan and Armenia to negotiate peace in symbolic return to Kazakh capital Almaty",
  "text": "Azerbaijan and Armenia’s foreign ministers plan to meet in Almaty sparking fresh hopes for a peace treaty between the two adversaries and a reset in relations with the European Union. The former Kazakh capital makes for a symbolic meeting point. It is where the historic Alma-Ata Protocol was signed in December 1991. The document declared the Soviet Union dissolved and laid foundations for the development of the Commonwealth of Independent States (CIS). Although a date for the meeting has not yet been disclosed, officials from both sides have reportedly confirmed their participation. Welcoming the agreement to advance peace treaty talks in Almaty, Kazakh President Kassym-Jomart Tokayev argued this will contribute to the establishment of a lasting peace in the South Caucasus. The president conducted an official visit to Yerevan in April, during which he expressed readiness to facilitate peace negotiations on Kazakh soil. Together with Armenia’s Prime Minister Nikol Pashinyan, they signed 10 documents intending to enhance bilateral ties. Respecting territorial integrity Also welcoming the announcement, the High Representative of the European Union for Foreign Affairs, Josep Borrell, expressed the bloc’s commitment to support a stable and peaceful future for the South Caucasus. Borrell said the EU has been involved in facilitating the normalisation of relations between Armenia and Azerbaijan, he called on Baku to engage in sustainable peace talks and respect Armenia’s territorial integrity if it does not wish to endanger relations with the union. Borrell reminded Armenia of the €270 million grant assistance offered through the Growth Plan for 2024-2027, in order to support the country’s resilience while parties work together on a new Partnership Agenda, aimed at boosting cooperation in all areas. The EU ambassador to Azerbaijan, Peter Michalko reiterated the bloc’s support for a peace agreement. “It is incumbent upon both sides to seek solutions and paths for progress,” he told reporters in the Azerbaijani capital. Border demarcation The ministerial meeting follows an agreement reached on April 19, during the eighth meeting of the State Commissions on the delimitation of state borders, whereby Armenia agreed to return four abandoned villages it has controlled since the early 1990s to Azerbaijan. Although deserted, the settlements are of strategic importance as they are close to Armenia’s main highway north towards the border with Georgia where much of the trade happens, and to the pipeline through which it receives gas from Russia. Azerbaijan had been demanding the return of these villages as the prelude to a peace deal, while the conflict has been ongoing for more than three decades, costing tens of thousands of lives. Most of the fighting has been centred on Nagorno-Karabakh, a disputed region as the countries were transitioning into independence following the collapse of the Soviet Union. Internationally, it is recognised as part of Azerbaijan. Most of the territory was liberated during a 44-day war in the autumn of 2020 and a Russian-brokered peace agreement paved the way to normalisation as well as the demarcation of borders. Azerbaijani forces established full sovereignty in Karabakh after a lightning offensive last year, which saw separatist forces surrendering. But it also saw the entire population of 100,000 fleeing to Armenia within days. Both sides occupy villages that formerly belonged to the other. The paired villages are Baghanis (Armenia) and Baganis Ayrum (Azerbaijan), Voskepar (Armenia) and Asagi Askipara (Azerbaijan), Kirants (Armenia) and Xeyrimli (Azerbaijan), and Berkaber (Armenia) and Qizilhacili (Azerbaijan). The initial stage in the delimitation process will see the passage of certain segments of the border directly between these settlements, to bring them in line with the legally established inter-republican border that existed within the framework of the Soviet Union at the time of its disintegration. Concerns over border demarcation Earlier in April, Armenian PM Pashinyan visited border villages and met with residents to discuss upcoming “vital” arrangements “to ensure Armenia’s sovereignty and independence”. Residents of border villages are concerned that border demarcation according to the Soviet-era configuration might deprive them of access to farmlands, complicating their communication with the rest of the country, as some of the sections of the only road they have would fall under Azerbaijani control. The prime minister guaranteed efforts to address these concerns, including building new sections of the road stretching along the border. Pashinyan said he was unafraid of putting his political career in the balance so that “Armenia can become a truly independent state”. [By Xhoi Zajmi I Edited by Brian Maguire | Euractiv’s Advocacy Lab ] Read more with Euractiv EU, NATO condemn cyberattacks against Germany, Czechia, blame Russia as perpetrator The EU and NATO on Friday (3 May) condemned \"malicious cyber activities\" against Germany and Czechia, which they say were likely carried out by a Russian cyber espionage group. Print Email Facebook X LinkedIn WhatsApp Telegram Topics Armenia Armenia Azerbaijan Central Asia Europe's East Global Europe Kazakhstan",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest",
    "Politics"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.euractiv.com%2Fsection%2Fcentral-asia%2Fnews%2Fazerbaijan-and-armenia-to-negotiate-peace-in-symbolic-return-to-kazakh-capital-almaty%2F%2F&t=Azerbaijan",
    "https://europarl.europa.eu/doceo/document/E-9-2024-000689-ASW_EN.pdf",
    "https://x.com/intent/tweet?url=https%3A%2F%2Fwww.euractiv.com%2Fsection%2Fcentral-asia%2Fnews%2Fazerbaijan-and-armenia-to-negotiate-peace-in-symbolic-return-to-kazakh-capital-almaty%2F&text=Azerbaijan",
    "https://www.europarl.europa.eu/doceo/document/E-9-2024-000689-ASW_EN.pdf",
    "https://t.me/share/url",
    "http://www.linkedin.com/shareArticle?url=https%3A%2F%2Fwww.euractiv.com%2Fsection%2Fcentral-asia%2Fnews%2Fazerbaijan-and-armenia-to-negotiate-peace-in-symbolic-return-to-kazakh-capital-almaty%2F&title=Azerbaijan",
    "http://linkedin.com/shareArticle?url=https%3A%2F%2Fwww.euractiv.com%2Fsection%2Fcentral-asia%2Fnews%2Fazerbaijan-and-armenia-to-negotiate-peace-in-symbolic-return-to-kazakh-capital-almaty%2F&title=Azerbaijan",
    "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.euractiv.com%2Fsection%2Fcentral-asia%2Fnews%2Fazerbaijan-and-armenia-to-negotiate-peace-in-symbolic-return-to-kazakh-capital-almaty%2F%2F&t=Azerbaijan",
    "https://www.facebook.com/sharer/sharer.php",
    "https://www.t.me/share/url?url=https%3A%2F%2Fwww.euractiv.com%2Fsection%2Fcentral-asia%2Fnews%2Fazerbaijan-and-armenia-to-negotiate-peace-in-symbolic-return-to-kazakh-capital-almaty%2F&text=Azerbaijan%20and%20Armenia%20to%20negotiate%20peace%20in%20symbolic%20return%20to%20Kazakh%20capital%20Almaty%20%E2%80%93%20www.euractiv.com",
    "https://t.me/share/url?url=https%3A%2F%2Fwww.euractiv.com%2Fsection%2Fcentral-asia%2Fnews%2Fazerbaijan-and-armenia-to-negotiate-peace-in-symbolic-return-to-kazakh-capital-almaty%2F&text=Azerbaijan%20and%20Armenia%20to%20negotiate%20peace%20in%20symbolic%20return%20to%20Kazakh%20capital%20Almaty%20%E2%80%93%20www.euractiv.com",
    "http://www.linkedin.com/shareArticle",
    "https://www.x.com/intent/tweet?url=https%3A%2F%2Fwww.euractiv.com%2Fsection%2Fcentral-asia%2Fnews%2Fazerbaijan-and-armenia-to-negotiate-peace-in-symbolic-return-to-kazakh-capital-almaty%2F&text=Azerbaijan",
    "https://x.com/intent/tweet"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nikol pashinyan",
        "sentiment": "none"
      },
      {
        "name": "jomart tokayev",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "european union",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "armenia",
        "sentiment": "none"
      },
      {
        "name": "azerbaijan",
        "sentiment": "none"
      },
      {
        "name": "almaty  azerbaijan",
        "sentiment": "none"
      },
      {
        "name": "almaty",
        "sentiment": "none"
      },
      {
        "name": "kassym",
        "sentiment": "none"
      },
      {
        "name": "soviet union",
        "sentiment": "none"
      },
      {
        "name": "yerevan",
        "sentiment": "none"
      },
      {
        "name": "south caucasus",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-03T18:26:06.624+03:00",
  "updated": "2024-05-03T21:16:16.873+03:00"
}