{
  "thread": {
    "uuid": "9fdaab69e9fe6c7df11f67ef5f9b266fc2ce4c60",
    "url": "https://www.bahamaslocal.com/newsitem/310902/LETTER_TO_THE_EDITOR_2023_the_year_of_resurrection.html",
    "site_full": "www.bahamaslocal.com",
    "site": "bahamaslocal.com",
    "site_section": "https://www.bahamaslocal.com/news/",
    "site_categories": [],
    "section_title": "Bahamas Local : News",
    "title": "LETTER TO THE EDITOR: 2023, the year of resurrection | Bahamas Local News",
    "title_full": "LETTER TO THE EDITOR: 2023, the year of resurrection | Bahamas Local News",
    "published": "2023-12-29T11:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 9170,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9fdaab69e9fe6c7df11f67ef5f9b266fc2ce4c60",
  "url": "https://www.bahamaslocal.com/newsitem/310902/LETTER_TO_THE_EDITOR_2023_the_year_of_resurrection.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "bahamaslocal.com",
  "published": "2023-12-29T11:15:00.000+02:00",
  "title": "LETTER TO THE EDITOR: 2023, the year of resurrection | Bahamas Local News",
  "text": "Editor,\n2023 was a game-changing year and one of the literal resurrections of The Bahamas. With the still lingering effects of back-to-back hurricanes a few short years ago and the debilitating economic and health status of Bahamians across the board with the arrival of COVID-19, we were between a rock and a very hard place. Compounding these issues was that an FNM administration led by the Most Honorable Dr. Hubert Minnis was, seemingly, grossly out of touch and stymied by signs of incompetence and infighting.\nOne of the few 'good' things Dr. Minnis did as Competent Authority was to call early elections in 2021, with more than a year left in his single and final term as Prime Minister. By doing so, he, perhaps, unwittingly, opened the political door for the Hon. Philip Brave' Davis, KC, MP, to literally slip into high office. It is my submission that Dr. Minnis and his kitchen cabinet misread the tea leaves and badly underestimated the mood of the collective Bahamian people.\nNeither the advent of the hurricanes nor the deadly arrival of the pandemic was the fault of Minnis and the now-rump FNM. Their handling of those crises was the final nail in their political coffin. The PLP was swept back into office by a large majority and the rest is history. The challenges which this party and its leadership faced were daunting to say the least. 2021 into 2022 were rough and tough. Now, thanks to the clever handling of increased energy costs, inflation and badly broken infrastructure, The Bahamas appears to have bounced back better and bigger than before. This year of 2023 is one of the BEST ones we have had in a decade. Employment opportunities are in abundance. Potential entrepreneurs are lined up to kickstart new businesses or improve existing ones. The downtown baes Sheraton British Colonial Hotel has reopened. The new port is open for cruise ship arrivals. Affordable housing continues to come on stream. There is a positive glimmer of light at the end of the Grand Bahama tunnel. Major Family Islands like Abaco; Andros; Eleuthera and Exuma are bursting at the seams and the future looks exceedingly bright for the entire nation.\nYes, 2023 is the year that witnessed the literal resurrection of our wonderful nation and her people. There is still much more work to be done. We are in URGENT need of a systematic National Youth Service and a comprehensive and affordable National Health Care regime. Especially for debilitating issues such as dental; vision and management of chronic diseases. Talking about vision issues, there are too many Bahamians suffering from cataracts and are literally going blind due to a chronic lack of equipment and skilled medical personnel. I have no doubt, however, that we will all SEE game-changing improvements in 2024.\nAnd so, on behalf of tens of thousands of grateful Bahamians, regardless of partisan politics, I award the New Day PLP and its pragmatic and stellar unchallenged LEADER, the Most Honorable Philip 'Brave' Davis, KC, MP, on a job well done and achievement of the resurrection of The Bahamas and her people. 2024 is destined, in my view, to be even BETTER & BIGGER than 2023, The Lord willing.\nWritten by: Ortland H. Bodie, Jr.\nClick here to read more on the Eye Witness News website",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [
    "https://ewnews.com/letter-to-the-editor-2023-the-year-of-resurrection?utm_source=rss&utm_medium=rss&utm_campaign=letter-to-the-editor-2023-the-year-of-resurrection",
    "https://ewnews.com/letter-to-the-editor-2023-the-year-of-resurrection",
    "https://www.ewnews.com/letter-to-the-editor-2023-the-year-of-resurrection?utm_source=rss&utm_medium=rss&utm_campaign=letter-to-the-editor-2023-the-year-of-resurrection"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "minnis",
        "sentiment": "none"
      },
      {
        "name": "philip brave' davis",
        "sentiment": "none"
      },
      {
        "name": "hubert minnis",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "bahamas",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T13:19:34.236+02:00",
  "updated": "2023-12-29T13:19:34.236+02:00"
}