{
  "thread": {
    "uuid": "d8cd48b134240f6735545bc98b1d80a439054ad0",
    "url": "https://www.financialexpress.com/business/express-mobility-sodion-energy-launches-indigenously-developed-sodium-ion-battery-for-evs-3396374",
    "site_full": "www.financialexpress.com",
    "site": "financialexpress.com",
    "site_section": "http://www.financialexpress.com/feed/atom",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": " | The Financial Express",
    "title": "Sodion Energy launches indigenously developed sodium-ion battery for EVs - Express Mobility News | The Financial Express",
    "title_full": "Sodion Energy launches indigenously developed sodium-ion battery for EVs - Express Mobility News | The Financial Express",
    "published": "2024-02-16T08:43:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.financialexpress.com/wp-content/uploads/2024/02/Sodion-Energy.jpg",
    "performance_score": 0,
    "domain_rank": 2215,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d8cd48b134240f6735545bc98b1d80a439054ad0",
  "url": "https://www.financialexpress.com/business/express-mobility-sodion-energy-launches-indigenously-developed-sodium-ion-battery-for-evs-3396374",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "financialexpress.com",
  "published": "2024-02-16T08:43:00.000+02:00",
  "title": "Sodion Energy launches indigenously developed sodium-ion battery for EVs - Express Mobility News | The Financial Express",
  "text": "Hyderabad-based Sodion Energy, a leading energy company has launched its first range of sodium ion batteries, becoming the first Indian company to launch it commercially.These batteries can be used for a wide range of applications such as a UPS, starter battery and a battery pack. It has also developed its own proprietary Battery Management System (BMS) that is optimised for NIB cell characteristics.Bala Pachyappa, Co-Founder of Sodion Energy (Co-Founder, Ampere Vehicles) emphasised that sodium-ion based batteries are going to become a viable, sustainable and safer energy storage solution for the future.“Many of the battery markets that are currently being held by lead acid as well as lithium-based battery technologies. It is believed that the need of power storage is going to increase five times by the year 2026. Especially as a large population will shift towards electric vehicles , sodium-ion-based batteries will be a key component enabling this rapidly growing power storage space,” said Pachyappa.The company says sodium-ion batteries have a number of advantages over other types of battery chemistries, including safety, affordability, and longer lifespan. They are a good fit for applications where fast charging and high discharge rates are required, such as electric vehicles which are required to climb slopes or carry heavy loads. NIBs also shine in applications such as backup power supplies, solar energy storage and even starter batteries for internal combustion engine (ICE) vehicles.One of the biggest advantages of NIBs is safety, while fire safety remains a significant issue with of lithium-ion batteries (LIBs), sodium-ion based batteries on the other hand pose very low to no fire risk when overcharged or in accidents.Furthermore, sodium-ion batteries are also environmental friendly due to their simple recovery and recyclability. Sodium is 500 times more abundant than lithium. Lithium’s availability is also limited to a few countries, so moving to NIB batteries also has the added bonus of providing supply chain security.Sodion Energy is Co-Founded by P Bala and Professor CC Hang, both have expertise in electric vehicles design and technology for more than three decades.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "sodion energy",
        "sentiment": "negative"
      },
      {
        "name": "nib",
        "sentiment": "none"
      },
      {
        "name": "ups",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "financial express hyderabad",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T11:34:06.577+02:00",
  "updated": "2024-02-16T11:34:06.577+02:00"
}