{
  "thread": {
    "uuid": "75be0d305cfbd77cd17e9bded8a310468eab18a8",
    "url": "https://www.rionegro.com.ar/sociedad/cinco-emprendimientos-sociales-latinoamericanos-con-impacto-positivo-en-las-personas-migrantes-3335449/",
    "site_full": "www.rionegro.com.ar",
    "site": "rionegro.com.ar",
    "site_section": "https://www.rionegro.com.ar/feed",
    "site_categories": [
      "travel",
      "south_america"
    ],
    "section_title": "Diario Río Negro",
    "title": "Cinco emprendimientos sociales latinoamericanos con impacto positivo en las personas migrantes",
    "title_full": "Cinco emprendimientos sociales latinoamericanos con impacto positivo en las personas migrantes",
    "published": "2023-12-29T00:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.rionegro.com.ar/wp-content/uploads/2023/12/WhatsApp-Image-2023-12-28-at-18.46.25.jpeg?w=1200&amp;h=630&amp;crop=1",
    "performance_score": 0,
    "domain_rank": 36044,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "75be0d305cfbd77cd17e9bded8a310468eab18a8",
  "url": "https://www.rionegro.com.ar/sociedad/cinco-emprendimientos-sociales-latinoamericanos-con-impacto-positivo-en-las-personas-migrantes-3335449/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Julian Henriquez",
  "published": "2023-12-29T00:00:00.000+02:00",
  "title": "Cinco emprendimientos sociales latinoamericanos con impacto positivo en las personas migrantes",
  "text": "Cinco emprendimientos sociales latinoamericanos con impacto positivo en las personas migrantes\n“La migración nunca fue (ni es) un problema, eso lo tenemos claro desde el principio. El problema era la falta de coordinación, innovación, políticas públicas eficaces y narrativas basadas en las sociedades que recibían a las personas. Por eso, aplicamos nuestra experiencia de innovación social al sector de personas en movimiento, buscando alrededor del mundo soluciones a estos retos para escalarlas en Europa”. Quien habla es Kenny Clewett, director de Búsqueda y Selección de Emprendedores\nSociales en Ashoka Europa, y codirector de\n Hello World: la iniciativa global para refugio y personas en movimiento (o migrantes). Este programa fue creado por Ashoka, una organización global para el emprendimiento y la innovación social que impulsa la visión de un mundo de agentes de cambio.\nEn el informe\n Migración: Personas en movimiento (de julio de 2023) el Programa Hello World cita a cinco emprendedores sociales en América Latina (entre otros a lo largo del mundo) que trabajan para modificar los desafíos que enfrentan las personas migrantes y lo hacen de forma disruptiva. ¿Por qué les parece significativo contar estas historias? En Hello World, parten de la premisa de que las personas en movimiento son agentes de cambio (los llaman changemakers) que quieren aportar al bien de sus nuevas comunidades. Y aseguran que esto tiene un impacto positivo a la hora de implementar estrategias. Por ende, cuando esta realidad se reconoce y se integra en el diseño de distintas iniciativas sociales, estas se vuelven más efectivas.\nDesde México a la Argentina\nLas cinco personas destacadas comparten esta nueva visión de la migración, pero desde ámbitos distintos. Por ejemplo,\n María Teresa Ronderos, de Colombia, fundó el Centro Latinoamericano de Investigación Periodística (CLIP), que conecta a periodistas que trabajan en temas similares para compartir recursos y desarrollar historias más completas, especialmente aquellas relacionadas con temas difíciles. Lograron descubrir y narrar historias de migrantes en Latinoamérica que previamente eran desconocidas, como los viajes emprendidos por personas africanas a lo largo del continente y las peculiaridades de sus experiencias. Tomás Lawrence de Chile, creó la Fundación Interpreta, que utiliza big data para identificar y analizar problemáticas complejas, como la migración. Proporciona herramientas y datos a instituciones públicas y otras organizaciones para combatir la desinformación y desarrollar políticas públicas eficaces.\nJonathan Berezovsky es un emprendedor argentino que fundó\n Migraflix en Brasil, una empresa que emplea a migrantes valorando su cultura y costumbres. En 2022, por ejemplo, una de sus innovaciones fue el proyecto de cultura gastronómica Raíces en la Ciudad. “Enfocado en cambiar la narrativa sobre migración en las principales comunidades de acogida de migrantes en la Argentina, Chile y en Latinoamérica y en alianza con AirBnB, Migraflix formó a 50 migrantes de 20 nacionalidades para crear experiencias culturales y gastronómicas (cocinar, bailes típicos, pinturas, entre otros) en São Paulo, Brasil. La mayoría de las experiencias creadas en la plataforma significaron más del 30 % de aumento en la renta de las personas migrantes”, tal como explican en el sitio web de Hola América.\nOtello Castillo y Marisol Aguilar fundaron\n Racismo.MX, sitio desde el cual se dedican a crear conciencia sobre el racismo sistémico en México. Entre otras acciones (como un pódcast, bolsa de talento, informes, publicaciones y observatorio) y bajo el lema #elracismoexiste, cuentan con un r acistómetro en línea para que cualquiera que haya vivido o sido testigo de discriminación racial pueda documentarla de forma anónima y visibilizarla. Esta herramienta permite reportar, ver estadísticas o contactarse con la organización.\nPor último, Susanne Melde, de la\n Organización Internacional para las Migraciones de la ONU en Latinoamérica, está impulsando la innovación dentro de este organismo internacional.\nCada emprendedor tiene su enfoque y su organización: desde el Programa Hello World de Ashoka hacen que conecten entre ellos y con otros para construir sinergias, identificar principios que puedan ayudar a otros, y ampliar su impacto.\nYa en 2018, en su charla TedxSao Paulo\n ‘Somos todos migrantes’, publicada en el canal de YouTube de Migraflix, Jonathan Berezovsky sintetizaba desde su experiencia el paradigma que comparten los distintos agentes de cambio: “Después de haber trabajado con personas migrantes me siento empoderado, soy una persona más libre. Tenía algunas batallas a causa de mis propios preconceptos. ¿Cómo fue que cree esas fronteras, si yo nací libre? Si yo era una persona libre, pero que perdió su alma de niño, ahora tengo que pensar cómo hacer para aprender de ese encuentro con la persona desconocida. Cada movimiento migratorio tiene la capacidad de revitalizar nuestra vida comunitaria. Nos pueden ayudar a ser personas más tolerantes. Aprendo a aprovechar al máximo mi propio encuentro con el mundo desconocido”.\nEn ese mismo sentido, Clewett reflexiona: “Por encima de los desafíos migratorios más conocidos, buscamos resolver lo que llamamos el ‘marco’ de cómo pensamos el problema. En general, en los mejores casos, las personas en movimiento se ven como objetos pasivos de compasión, pena o miedo incluso. Esto tiene que cambiar, hemos de percibir a las personas en movimiento como agentes de cambio positivos, siempre y en todos los sitios. Porque el movimiento de personas trae valor en todos sus pasos a las comunidades por las que pasan, el movimiento es algo natural y parte de nuestra humanidad (todos nos movemos en algún momento) y las comunidades que impulsan las personas en movimiento son motores de cambio social positivo. Debemos entender esto, recoger datos que lo demuestren, visibilizarlo y cambiar nuestra forma de hablar”.\nHello World: impacto y alcance\n“Nuestro mayor impacto surge de potenciar a organizaciones que acompañan a migrantes, muchas de ellas en América, como Nippy Latam, Migraflix y UMANA” dice Marianny Pacheco, coordinadora regional de\n Hello World para Latinoamérica. Politóloga, con una maestría en Gerencia Pública, tiene 35 años, es migrante venezolana y vive en Buenos Aires desde hace 6 años.\nHello Europe nació en 2016 con el respaldo de Ashoka y otros socios como respuesta a la llegada masiva de migrantes a Europa y a sistemas de acogida deficientes. En 2020, Ashoka lanzó programas similares en la Argentina («Hola Argentina»), que luego expandió a Chile y Colombia como «Hola América». Un año después, consolidaron estos esfuerzos para enfocarse globalmente en migraciones bajo el nombre «Hello World».\nEl impacto de Hello World tiene tres ejes: a lo ancho, en profundidad y en forma estratégica. A lo ancho, al proporcionar visibilidad y apoyo a agentes de cambio e innovadores sociales en migración, identificando más de 500 soluciones en\n Europa y América Latina. Tiene 15 aceleradoras de soluciones en 18 países, contribuyendo al crecimiento de más de 100 iniciativas sociales. Además, tiene un impacto en profundidad al respaldar a destacados emprendedores sociales, como Tomás Lawrence en Chile, utilizando tecnologías avanzadas e inteligencia artificial para abordar desafíos migratorios. Asimismo, trabaja en las aceleradoras de ecosistemas para abordar problemas específicos en el ámbito migratorio. Estas son lideradas por un abanico de participantes.): emprendedores sociales, actores clave de políticas públicas, empresa, el mundo corporativo, la investigación, y personas de trasfondo migrante. Por último, trabajan estratégicamente en la comunicación de estas historias, colaborando con medios y líderes políticos para implementar políticas innovadoras y efectivas.\nActualmente, Hello World está activo en Latinoamérica, especialmente en la Argentina, Chile y Colombia, así como en 16 países de Europa. Clewett aclara: “Este año, planeamos expandir nuestras operaciones en América, abarcando países desde el sur hasta el norte, incluyendo México y Estados Unidos, donde la migración desempeña un papel fundamental. Además, tenemos la intención de activar redes de Ashoka en África y los estados árabes para abordar la migración desde esa perspectiva, aprovechando la presencia global de Ashoka en más de 80 países. A medida que involucramos a más países, nuestro entendimiento sobre el tema se profundiza”.\nEl último\nReporte de Impacto ofrece datos más detallados sobre el alcance del programa, cuyo recorrido puede verse en este video.\nEste modelo está diseñado para ser replicable, tanto por Ashoka como por otras entidades. Cada vez que desarrollan una nueva metodología, la documentan, sistematizan y comparten sus prácticas en general. Por ejemplo, las guías para lanzar aceleradoras se encuentran disponibles en la sección Tools del sitio web de Hello Europe. Esto les permite colaborar con socios interesados en implementar partes del programa o adaptarlo según sus necesidades.\nAdemás de su impacto directo, desde el programa observan un cambio en el lenguaje en muchos sectores: se empieza a hablar de soluciones, agentes de cambio y de la necesidad central de colaborar con los migrantes. “Esto es importante, pero buscamos que también pase a acciones, como cambios de políticas públicas. Por ejemplo, que haya más recursos dirigidos a apoyar emprendedores sociales de trasfondo migrante y en la temática migrante, fomentando sobre todo la innovación y la replicabilidad de organizaciones, o más facilidades para que comunidades que quieran acoger de forma innovadora puedan recibir apoyo público o de empresas”, cuenta Clewett.\nTambién ven impacto en sectores concretos, como en emprendimientos de personas migrantes, en los que confluyen actores claves para dar más facilidades al acceso a fondos para emprendedores migrantes, o crean una red de representación hacia los organismos estatales de estos emprendedores, entre otras cosas.\nPor otra parte, uno de los objetivos de Hello World es ayudar a organismos internacionales, Gobiernos locales y otras instituciones a desarrollar sus propios laboratorios de innovación social en este tema. Clewett señala al respecto: “Para poder cambiar algo, necesitamos que las soluciones que se generen sean mayores a los problemas que vayan surgiendo, por eso todos tienen que participar”.\nEn cuanto al financiamiento del programa, Ashoka es una organización sin fines de lucro, que se sostiene mediante donaciones de entidades privadas, incluyendo fundaciones, donantes individuales y corporaciones. Hello World, como parte de esta, opera bajo un modelo similar.\nDesafíos y respuestas\nHello World identifica muchos desafíos en el sector, desde la falta de innovación, modelos de políticas públicas y acogida desfasadas (y a menudo ineficientes por un paternalismo heredado), falta de coordinación y cooperación entre diferentes actores del sector, etc. Para todas, el programa da algunas respuestas, al identificar innovación, crear espacios de diálogo entre iniciativas exitosas y de respuestas colectivas, etc.\n“La migración afecta a todo el mundo, realmente, y por eso nuestro trabajo necesariamente involucra a actores de todos los sectores. Es la única forma de producir un cambio realmente profundo y global. Por ejemplo, el\n último Festival Hola América fue en Córdoba, Argentina y contó con la participación profunda del Gobierno local, entidades internacionales, socios, emprendedores, migrantes, empresarios y otros emprendedores globales. Se diseñó, de hecho, como un espacio para reunir a innovadores y decisores clave de todos los sectores para crear las sinergias que comprendemos que se necesitan con urgencia”, cuenta Clewett.\nMirando al futuro, es evidente que las personas no van a dejar de moverse y Clewett lo grafica así: “La poeta somalí británica Warsan Shire dijo que ‘nadie pone a sus hijos en un barco a menos que el agua sea más segura que la tierra’. Cada vez hay más circunstancias que llevan a las personas a moverse, y en muchos casos son circunstancias extremas. No podemos seguir haciendo como si la migración pudiera frenarse, utilizando estrategias ineficaces y deshumanizantes como la militarización de fronteras, las violaciones de derechos humanos o discursos de la escasez que fomentan la conflictividad social”.\nA eso apunta este programa: ser realistas respecto a que el movimiento es parte de la vida y del impulso básico humano. Cambiar la forma de pensar para entender que las personas que se mueven a un nuevo lugar invirtieron su economía y sus vidas para conseguir algo mejor. “Además, siempre traen innovación y emprendimiento. Eso es lo que pasa cuando uno se mueve. Por eso nosotros visibilizamos las soluciones que están surgiendo, tanto de personas migrantes que crean para el bien de todos, como de las comunidades que acogen, que mejoran cuando todos se ponen manos a la obra”, cierra Clewett.\nEste contenido fue\noriginalmente publicado en RED/ACCIÓN y se republica como parte del programa «Periodismo Humano», una alianza por el periodismo de calidad entre RÍO NEGRO y RED/ACCIÓN.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [
    "https://www.migraflix.com.br/?lang=es",
    "https://www.interpreta.org/",
    "https://racistometro.racismo.mx/",
    "https://www.iom.int/es",
    "https://helloworld.ashoka.org/",
    "http://www.youtube.com/watch?v=r0ffLuevb_s",
    "http://www.elclip.org/",
    "https://www.redaccion.com.ar/cinco-emprendimientos-sociales-latinoamericanos-con-impacto-positivo-en-las-personas-migrantes/",
    "http://www.youtube.com/watch?v=vj4DJeEq65Q",
    "https://static1.squarespace.com/static/5db01a61fb9da11b04b0cd1e/t/636a514c2eee773f76e6d344/1667912055593/HelloEurope_REPORT_Transforming-the-field-of-migration-through-collaboration.pdf",
    "https://www.hello-europe.eu/stepping-up-report",
    "https://holaamerica.org/festival-2023/",
    "https://drive.google.com/file/d/1K8bbZifMlgM3mqpmA6dtEes8DOwFUU0J/view",
    "https://holaamerica.org/mapeo-2023/",
    "https://www.instagram.com/p/C0RZ7w9u2RK/?hl=es&img_index=1",
    "https://holaamerica.org/",
    "https://helloworld.ashoka.org/personas-en-movimiento",
    "https://racismo.mx/",
    "https://www.ashoka.org/es-ar/story/maria-teresa-ronderos",
    "https://www.redaccion.com.ar/",
    "https://www.static1.squarespace.com/static/5db01a61fb9da11b04b0cd1e/t/636a514c2eee773f76e6d344/1667912055593/HelloEurope_REPORT_Transforming-the-field-of-migration-through-collaboration.pdf",
    "https://www.racismo.mx/",
    "https://redaccion.com.ar/cinco-emprendimientos-sociales-latinoamericanos-con-impacto-positivo-en-las-personas-migrantes/",
    "https://www.redaccion.com.ar",
    "https://ashoka.org/es-ar/story/maria-teresa-ronderos",
    "https://holaamerica.org",
    "https://holaamerica.org/festival-2023",
    "https://www.redaccion.com.ar/cinco-emprendimientos-sociales-latinoamericanos-con-impacto-positivo-en-las-personas-migrantes",
    "https://www.helloworld.ashoka.org/",
    "https://www.instagram.com/p/C0RZ7w9u2RK/",
    "https://iom.int/es",
    "https://helloworld.ashoka.org",
    "https://www.holaamerica.org/mapeo-2023/",
    "https://racismo.mx",
    "https://www.holaamerica.org/festival-2023/",
    "https://migraflix.com.br/?lang=es",
    "https://www.interpreta.org",
    "https://holaamerica.org/mapeo-2023",
    "https://www.helloworld.ashoka.org/personas-en-movimiento",
    "http://elclip.org/",
    "https://interpreta.org/",
    "http://www.youtube.com/watch",
    "https://racistometro.racismo.mx",
    "http://youtube.com/watch?v=vj4DJeEq65Q",
    "https://www.drive.google.com/file/d/1K8bbZifMlgM3mqpmA6dtEes8DOwFUU0J/view",
    "http://youtube.com/watch?v=r0ffLuevb_s",
    "https://instagram.com/p/C0RZ7w9u2RK/?hl=es&img_index=1",
    "https://www.migraflix.com.br/",
    "https://redaccion.com.ar/",
    "https://www.racistometro.racismo.mx/",
    "http://www.elclip.org",
    "https://www.holaamerica.org/",
    "https://hello-europe.eu/stepping-up-report"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:08:16.437+02:00",
  "updated": "2023-12-29T00:08:16.437+02:00"
}