{
  "thread": {
    "uuid": "6f360d608fd7e86b928abbafb7df450850b42fab",
    "url": "https://www.infobae.com/america/agencias/2023/12/29/zelensky-expresa-su-gratitud-al-papa-por-sus-deseos-de-paz-para-ucrania-estoy-agradecido-al-vaticano/",
    "site_full": "www.infobae.com",
    "site": "infobae.com",
    "site_section": "https://www.infobae.com/argentina-rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Infobae.com",
    "title": "Zelensky expresa su \"gratitud\" al Papa por sus \"deseos de paz\" para Ucrania: \"Estoy agradecido al Vaticano\"",
    "title_full": "Zelensky expresa su \"gratitud\" al Papa por sus \"deseos de paz\" para Ucrania: \"Estoy agradecido al Vaticano\"",
    "published": "2023-12-29T18:31:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.infobae.com/new-resizer/yR848DOOUKHEJPfcAjPYzi0_QjE=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/LG6P35Y7FNBTZMM4ZMCFTXW5RA.jpg",
    "performance_score": 0,
    "domain_rank": 2144,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6f360d608fd7e86b928abbafb7df450850b42fab",
  "url": "https://www.infobae.com/america/agencias/2023/12/29/zelensky-expresa-su-gratitud-al-papa-por-sus-deseos-de-paz-para-ucrania-estoy-agradecido-al-vaticano/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Newsroom Infobae",
  "published": "2023-12-29T18:31:00.000+02:00",
  "title": "Zelensky expresa su \"gratitud\" al Papa por sus \"deseos de paz\" para Ucrania: \"Estoy agradecido al Vaticano\"",
  "text": "El presidente de Ucrania, Volodimir Zelenski, ha expresado este viernes su \"gratitud\" al Papa por sus \"deseos de paz\" para Ucrania, según 'Vatican News'. \"Acabo de hablar con Su Santidad el Papa Francisco para expresarle mi gratitud por sus deseos navideños para Ucrania y los ucranianos, por sus deseos de paz, una paz justa para todos nosotros. Hemos hablado de nuestro trabajo conjunto sobre la Fórmula de la Paz: más de 80 Estados participan ya a nivel de sus representantes. Habrá más. Estoy agradecido al Vaticano por apoyar nuestro trabajo\", ha asegurado en un mensaje en la red social X (antes Twitter). Precisamente, el Papa ha recibido en varias ocasiones al presidente ucraniano en el Vaticano. La última, el pasado 13 de mayo, en el que fue su segundo encuentro en persona tras el de 2020, el primero desde la invasión rusa de Ucrania. En todo caso, desde el atentado del 24 de febrero de 2022, se han producido varias conversaciones telefónicas entre el Papa y Zelensky. La primera fue el 26 de febrero del año pasado, dos días después del inicio del conflicto. En esta ocasión, el Papa expresó su \"más profundo dolor\" por los \"trágicos\" acontecimientos que estaban teniendo lugar en el país, mientras que el presidente afirmó cómo el pueblo ucraniano sentía el \"apoyo espiritual\" del Papa. Así, el 22 de marzo de 2022 Zelensky le trasladó \"la difícil situación humanitaria y el bloqueo de los corredores de socorro por las fuerzas rusas\", para añadir que acogía \"con satisfacción el papel mediador de la Santa Sede para poner fin al sufrimiento humano\". Finalmente, el 12 de agosto de 2022, el presidente ucraniano afirmó que hablaron \"de los horrores sufridos por la población a causa de la invasión rusa\".\nZelensky expresa su \"gratitud\" al Papa por sus \"deseos de paz\" para Ucrania: \"Estoy agradecido al Vaticano\"\nDEPORTES\nConmoción en la lucha libre: murió el peleador “Mad Kurt” Chapman a los 26 años\nDibu Martínez habló por primera vez a fondo de sus “juegos mentales” y reveló por qué no volvió a ver la final contra Francia\nEl gran objetivo de Carlos Alcaraz para 2024: “Si hay que elegir lo tengo claro porque significaría cumplir un sueño”\nEl Tribunal de Disciplina de la AFA difundió el informe que confirma el descenso de Colón de Santa Fe: los argumentos para rechazar el pedido\nENTRETENIMIENTO\nEstrenos de Prime Video en enero: “Zorro”, “Sonido de libertad”, “Háblame” y más\nEl director de ‘Escuadrón Suicida’ sostiene que la audiencia actual sólo celebra los fracasos en la taquilla\nRebel Moon: el guionista de la película de Zack Snyder responde a las críticas\nQué serie o película ver esta noche en Netflix\nTENDENCIAS\nQué es el hoyuelo sacro, cuáles son sus síntomas y cómo se cura\nBenjamin Button, el gato que hizo un cameo durante la sesión fotográfica de Taylor Swift para TIME\nVideos de chimeneas, uno de los contenidos de streaming más vistos en Navidad",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T18:38:20.759+02:00",
  "updated": "2023-12-29T18:38:20.759+02:00"
}