{
  "thread": {
    "uuid": "fe8d7c447fc0e3addf0c899772ab3afefa56ee56",
    "url": "https://www.techradar.com/computing/laptops/msis-upcoming-titan-18-hx-laptop-may-have-the-power-to-dominate-the-scene",
    "site_full": "www.techradar.com",
    "site": "techradar.com",
    "site_section": "http://techradar.com//rss",
    "site_categories": [
      "tech"
    ],
    "section_title": "",
    "title": "MSI's upcoming Titan 18 HX laptop may have the power to dominate the scene | TechRadar",
    "title_full": "MSI's upcoming Titan 18 HX laptop may have the power to dominate the scene | TechRadar",
    "published": "2024-01-06T00:46:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://cdn.mos.cms.futurecdn.net/2yQQFhCjDNuPcpT7VXeF74-1200-80.jpg",
    "performance_score": 0,
    "domain_rank": 628,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fe8d7c447fc0e3addf0c899772ab3afefa56ee56",
  "url": "https://www.techradar.com/computing/laptops/msis-upcoming-titan-18-hx-laptop-may-have-the-power-to-dominate-the-scene",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Cesar Cadenas",
  "published": "2024-01-06T00:46:00.000+02:00",
  "title": "MSI's upcoming Titan 18 HX laptop may have the power to dominate the scene | TechRadar",
  "text": "PC brand MSI has a verifiable beast on its hands that we believe is shaping up to be its next flagship laptop: the Titan 18 HX.\nThe company originally unveiled the model in late December. Very little about the Titan 18 was revealed back then other than it would be “the world’s first laptop” housing an 18-inch 4K (3,840 x 2,400-pixel resolution) Mini LED display with a refresh rate of 120Hz. But recently, a product listing was found on Chinese shopping platform JD.com which has been translated by news site VideoCardz . It says the computer will be available in two different versions: one with an NVIDIA GeForce RTX 4080 graphics card while the other has the GeForce RTX 4090. Both of these will apparently be powered by an Intel Core i9-14900HX CPU, a processor that isn’t even out yet. We only know it exists due to other leaks .\n(Image credit: MSI) Initial benchmark tests show the i9-14900HX is slightly more powerful than the current Intel Core i9-13900HX processor. However, VideoCardz claims the machine will come with a “new 270W TDP mode” to further boost hardware performance. The feature, according to the report, will stay within Intel’s MTP (Maximum Turbo Power) limits, allowing the processor to maintain “higher clock speeds for longer periods.”\nNotable features All this hardware will demand a lot of power – the Titan 18 HX is going to be one hungry gaming laptop.\nVideoCardz states the computer “will be accompanied by a 400W power supply”. Images of said supply were not present, but it can be safely assumed that it’s going to be one big brick. Other notable features include a massive 4TB SSD, 128GB of RAM which can be upgraded to 192GB, a six-speaker system, and a RGB mechanical keyboard provided by Cherry MX.\nIt’s worth pointing out that NotebookCheck states the Titan 18 will support Wi-Fi 7 . We tried to verify the claim ourselves by double-checking the product listing on JD.com, but doing so requires you to understand Chinese to create an account. We don’t speak the language so we were sadly unable to move forward. Luckily, MSI said last month it plans to show off the Titan 18 HX more at CES 2024 which kicks off on January 9.\nPending launch As for the launch, it appears the laptop will be released in Taiwan and China first. The former is specifically mentioned in MSI's December post. No word on if or when it’ll arrive in other regions. However, considering that the previous model, the MSI GT77 Titan , saw a wide release, it’s probably safe to say interested customers will see the Titan 18 HX on sale sometime this year. The price tag is unknown as well although VideoCardz theorizes it may cost “well above $4,000.” So start saving those pennies.\nBe sure to check out TechRadar’s list of the best gaming laptops for 2024 if you're looking for a new rig now.\nYou might also like MSI Claw is a rumored Steam Deck rival with a twist – it’ll use an Intel CPU, and that might be a key advantage MSI GK50 Elite TKL review: a great budget mechanical keyboard Razer Blade 16 and 18 gaming laptop refreshes focus on enhancing displays over specs Get daily insight, inspiration and deals in your inbox Get the hottest deals available in your inbox plus news, reviews, opinion, analysis and more from the TechRadar team.\nContact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [
    "https://www.tomshardware.com/news/core-i9-14900hx-minor-improvement-over-core-i9-13900hx",
    "https://videocardz.com/newz/msi-titan-18-hx-rtx-4090-4080-gaming-laptop-comes-with-400w-power-supply-270w-mode",
    "https://www.msi.com/news/detail/MSI-Titan-18-HX-Will-Be-the-World-s-First-Laptop-Featuring-18--4K-120Hz-Mini-LED-Display-142940",
    "https://newsletter-subscribe.futureplc.com/v2/submission/submit",
    "https://vanilla.futurecdn.net/techradar/media/img/missing-image.svg",
    "https://www.vanilla.futurecdn.net/techradar/media/img/missing-image.svg",
    "https://msi.com/news/detail/MSI-Titan-18-HX-Will-Be-the-World-s-First-Laptop-Featuring-18--4K-120Hz-Mini-LED-Display-142940",
    "https://tomshardware.com/news/core-i9-14900hx-minor-improvement-over-core-i9-13900hx",
    "https://www.videocardz.com/newz/msi-titan-18-hx-rtx-4090-4080-gaming-laptop-comes-with-400w-power-supply-270w-mode",
    "https://www.newsletter-subscribe.futureplc.com/v2/submission/submit"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "videocardz",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "msi",
        "sentiment": "negative"
      },
      {
        "name": "nvidia",
        "sentiment": "none"
      },
      {
        "name": "intel core",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:51:04.792+02:00",
  "updated": "2024-01-06T00:51:04.792+02:00"
}