{
  "thread": {
    "uuid": "27b68018a2885b4f9f03692fa2a7d65f2a139352",
    "url": "https://www.unotv.com/entretenimiento/chingu-amiga-libertad-mexico-corea-del-sur-lol-temporada-6",
    "site_full": "www.unotv.com",
    "site": "unotv.com",
    "site_section": "https://www.unotv.com",
    "site_categories": [
      "media",
      "television",
      "entertainment",
      "top_news"
    ],
    "section_title": "Últimas Noticias de hoy en México y el mundo en vivo - UnoTV",
    "title": "Chingu Amiga confiesa que \"ganó su libertad\" en México - UnoTV",
    "title_full": "Chingu Amiga confiesa que \"ganó su libertad\" en México - UnoTV",
    "published": "2024-03-14T22:42:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 47881,
    "domain_rank_updated": "2024-03-12T12:13:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "27b68018a2885b4f9f03692fa2a7d65f2a139352",
  "url": "https://www.unotv.com/entretenimiento/chingu-amiga-libertad-mexico-corea-del-sur-lol-temporada-6",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "alfredo.narvaez",
  "published": "2024-03-14T22:42:00.000+02:00",
  "title": "Chingu Amiga confiesa que \"ganó su libertad\" en México - UnoTV",
  "text": "Sujin Kim, influencer surcoreana conocida como Chingu Amiga, confesó en entrevista con [Unotv.com](https://www.unotv.com/) que vivir en México le ayudó a conseguir una libertad que no habría podido encontrar en su país natal. Esta libertad fue, justamente, el factor que le permitió afrontar un reto como “LOL: Temporada 6“. “Puedo morir feliz en este momento”: Chingu Amiga La influencer, que recientemente llegó a los 10 millones de suscriptores en YouTube, reconoció que los más de cuatro años que ha vivido en México le ayudaron a ser libre de ser ella misma. “Esta libertad que gané es lo que me hizo actuar como yo, me hizo poder vivir una vida como a mí me gusta. En Corea sentía que estaba viviendo como la gente quería, pero aquí yo estoy viviendo como a mí me gusta”.Sujin Kim (Chingu Amiga) En una emotiva conversación con UnoTV, la creadora de contenido expresó que podría morir feliz en este momento. Según sus palabras, la cultura mexicana le da la posibilidad de expresarse tanto como ella quiere e, incluso, pintarse el pelo de color. [TE RECOMENDAMOS: [Eugenio Derbez confesó que muchos de sus amigos no se atreven a participar en LOL](https://www.unotv.com/entretenimiento/eugenio-derbez-confeso-que-muchos-de-sus-amigos-no-se-atreven-a-participar-en-lol/)] Su libertad le ayudó a participar en “LOL: Temporada 6” Chingu Amiga también confesó que, de seguir viviendo en Corea del Sur, y recibir una oferta como la de “LOL: Temporada 6“, probablemente no se habría atrevido a participar en el proyecto. “En Corea es muy difícil que una persona hable y haga reír a alguien más. Con mis amigas, se molestan de mí, porque prefieren que sea más callada y reservada (…) piensan que uno quiere sobresalir cuando no debería”, dijo Sujin Kim. En este sentido, reconoce que aún suele inhibirse ocasionalmente cuando se percata de que está hablando sin parar y remató: “Si hubiera estado en Corea, no me hubiera atrevido a hacer comedia o hablar así“. Al vivir en México y poder demostrar más su personalidad, la youtuber reconoció que se preparó mucho, aprovechando su capacidad para burlarse de sí misma para generar humor. ¿La familia de Chingu Amiga pudo verla en “LOL”? El padre de Sujin Kim, quien incluso le mostró su orgullo cuando alcanzó los 10 millones de seguidores en YouTube, no pudo verla en “LOL” por una curiosa razón. “No pudieron ver porque no existe Amazon en Corea“, bromeó Chingu Amiga, sin embargo, aseguró que sus padres han podido ver fragmentos del show. Su mamá reconoció su esfuerzo a secas, mientras que su papá celebró su participación. - “LOL” es un concepto en el que varios comediantes son metidos a un espacio reducido durante varias horas. Los participantes deben buscar que los demás re rían, pero sin reírse en el intento. El último en reír, gana. La sexta temporada está disponible en Amazon Prime Video. Chingu Amiga reconoció que, al salir de la casa de “LOL“, salió con el trauma de que nadie se reía de sus chistes, por más que lo intentara.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:19:49.668+02:00",
  "updated": "2024-03-15T00:19:49.668+02:00"
}