{
  "thread": {
    "uuid": "80c0d77bddcc032c41d8e67a2f09059ad16c1d5a",
    "url": "https://www.ndtv.com/world-news/dont-be-ashamed-of-negotiating-pope-appeals-ukraine-to-end-war-with-russia-5208305",
    "site_full": "www.ndtv.com",
    "site": "ndtv.com",
    "site_section": "https://feeds.feedburner.com/ndtvnews-latest",
    "site_categories": [
      "media",
      "health",
      "cold_and_flu"
    ],
    "section_title": "NDTV News Search Records Found 1000",
    "title": "\"Don't Be Ashamed Of Negotiating\": Pope Appeals Ukraine To End War With Russia",
    "title_full": "\"Don't Be Ashamed Of Negotiating\": Pope Appeals Ukraine To End War With Russia",
    "published": "2024-03-09T19:43:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://c.ndtvimg.com/2023-12/37l5mg2g_pope-francis_625x300_13_December_23.jpeg",
    "performance_score": 0,
    "domain_rank": 853,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 13,
        "comments": 0,
        "shares": 8
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "80c0d77bddcc032c41d8e67a2f09059ad16c1d5a",
  "url": "https://www.ndtv.com/world-news/dont-be-ashamed-of-negotiating-pope-appeals-ukraine-to-end-war-with-russia-5208305",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Reuters",
  "published": "2024-03-09T19:43:00.000+02:00",
  "title": "\"Don't Be Ashamed Of Negotiating\": Pope Appeals Ukraine To End War With Russia",
  "text": "Pope Francis said: \"Negotiating is never a surrender\" (File) Pope Francis has said in an interview that Ukraine should have what he called the courage of the \"white flag\" and negotiate an end to the war with Russia that followed Moscow's full-scale invasion two years ago and that has killed tens of thousands. Francis made his comments in an interview recorded last month with Swiss broadcaster RSI, well before Friday's latest offer by Turkish President Tayyip Erdogan to host a summit between Ukraine and Russia to end the war. Erdogan made the fresh offer after a meeting in Istanbul with his Ukrainian counterpart Volodymyr Zelenskiy. Zelenskiy has said while he wants peace he will not give up any territory. The Ukrainian leader's own peace plan calls for the withdrawal of Russian troops from all of Ukraine and the restoration of its state borders. The Kremlin has ruled out engaging in peace talks on terms set by Kyiv. A spokesman for Zelenskiy did not immediately respond to a request for comment on the pope's remarks. In the interview Francis was asked for his position on a debate between those who say Ukraine should give up as it has not been able to repel Russian forces, and those who say doing so would legitimise actions by the strongest party. The interviewer used the term \"white flag\" in the question. \"It is one interpretation, that is true,\" Francis said, according to an advance transcript of the interview and a partial video made available to Reuters on Saturday. It is due to be broadcast on March 20 as part of a new cultural programme. \"But I think that the strongest one is the one who looks at the situation, thinks about the people and has the courage of the white flag, and negotiates,\" Francis said, adding that talks should take place with the help of international powers. \"The word negotiate is a courageous word. When you see that you are defeated, that things are not going well, you have to have the courage to negotiate,\" Francis said. It was believed to be the first time Francis has used terms such as \"white flag\" or \"defeated\" in discussing the Ukraine war, although he has spoken in the past about the need for negotiations. Last year the 87-year-old pope sent a peace envoy, Italian Cardinal Matteo Zuppi, to Kyiv, Moscow and Washington to sound out leaders in those countries. \"One may feel shame,\" Francis said about negotiating, \"but how many dead will it (the war) end up with? (One should) negotiate in time, find a country that can be a mediator,\" Francis said, mentioning Turkey among the countries that had offered. \"Do not be ashamed of negotiating, before things get worse,\" said Francis, who has made hundreds of appeals for what he calls \"martyred Ukraine\". Asked if he was willing to mediate, Francis said \"I am here\". In another part of the interview, speaking of the war between Israel and Hamas, Francis said: \"Negotiating is never a surrender\". Promoted Listen to the latest songs, only on JioSaavn.com Last month Zelenskiy said that 31,000 Ukrainian soldiers had been killed since the Russian invasion in February 2022 and that tens of thousands of civilians had been killed in the occupied areas of the country. (Except for the headline, this story has not been edited by NDTV staff and is published from a syndicated feed.)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://www.jiosaavn.com/featured/new-music-this-week/Ns2UZo9qDvI",
    "https://www.jiosaavn.com",
    "https://jiosaavn.com",
    "https://jiosaavn.com/featured/new-music-this-week/Ns2UZo9qDvI"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "francis",
        "sentiment": "negative"
      },
      {
        "name": "pope francis",
        "sentiment": "negative"
      },
      {
        "name": "zelenskiy",
        "sentiment": "none"
      },
      {
        "name": "erdogan",
        "sentiment": "none"
      },
      {
        "name": "tayyip erdogan",
        "sentiment": "none"
      },
      {
        "name": "volodymyr zelenskiy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "rsi",
        "sentiment": "none"
      },
      {
        "name": "kremlin",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      },
      {
        "name": "istanbul",
        "sentiment": "none"
      },
      {
        "name": "moscow",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-09T19:48:02.060+02:00",
  "updated": "2024-03-10T00:50:48.954+02:00"
}