{
  "thread": {
    "uuid": "3f029577e91b0612ba4d5e3d7ec2f674055be9fc",
    "url": "https://larepublica.pe/tendencias/video-viral/2024/03/14/corazon-serrano-peruana-sorprende-al-cantar-cumbia-de-corazon-serrano-asi-reacciono-lesly-aguila-al-escucharla-viral-tiktok-video-395346",
    "site_full": "larepublica.pe",
    "site": "larepublica.pe",
    "site_section": "https://www.larepublica.pe",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Últimas noticias de última hora del Perú y el mundo en La República",
    "title": "Peruana sorprende al cantar cumbia de Corazón Serrano: así reaccionó Lesly Águila al escucharla | Viral TikTok | VIDEO | Video viral | La República",
    "title_full": "Peruana sorprende al cantar cumbia de Corazón Serrano: así reaccionó Lesly Águila al escucharla | Viral TikTok | VIDEO | Video viral | La República",
    "published": "2024-03-15T00:20:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PE",
    "main_image": "https://imgmedia.larepublica.pe/1200x630/larepublica/original/2024/03/14/65f36288b6e58d25e12c7ce0.jpg",
    "performance_score": 0,
    "domain_rank": 7879,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3f029577e91b0612ba4d5e3d7ec2f674055be9fc",
  "url": "https://larepublica.pe/tendencias/video-viral/2024/03/14/corazon-serrano-peruana-sorprende-al-cantar-cumbia-de-corazon-serrano-asi-reacciono-lesly-aguila-al-escucharla-viral-tiktok-video-395346",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rosario Ticona",
  "published": "2024-03-15T00:20:00.000+02:00",
  "title": "Peruana sorprende al cantar cumbia de Corazón Serrano: así reaccionó Lesly Águila al escucharla | Viral TikTok | VIDEO | Video viral | La República",
  "text": "Peruana sorprende al cantar cumbia de Corazón Serrano: así reaccionó Lesly Águila al escucharla Joven demostró su talento para la cumbia y muchos cibernautas indicaron que su voz es similar a la de Lesly Águila, cantante de Corazón Serrano. La cumbia está presente en cualquier parte del [Perú](https://larepublica.pe/tendencias/2024/03/12/cusco-turista-fue-expulsado-de-machu-picchu-al-caminar-en-sentido-contrario-y-dicen-hay-reglas-video-ciudadela-inca-viral-tiktok-parque-arqueologico-de-machu-picchu-440916). Una joven demostró su talento para el canto y deslumbró a cibernautas de la [plataforma de TikTok ](https://larepublica.pe/tendencias)y hasta la propia cantante de [Corazón Serrano](https://larepublica.pe/espectaculos/farandula/2023/09/12/lesly-aguila-de-corazon-serrano-responde-ante-rumores-de-embarazo-estrella-torres-1060236), [Lesly Águila](https://larepublica.pe/tag/lesly-aguila), reaccionó al clip. El video tiene cientos de visualizaciones y muchos piden viralizar el video. En este, se observa a la joven interpretando uno de los clásicos temas de la orquesta de Piura. PUEDES VER: [Trabajadora peruana la ‘rompe’ en discoteca de Cusco con extranjeros y dicen: \"¿Buscan personal?\"] Peruana sorprende al cantar cumbia de Corazón Serrano El video fue compartido por la cuenta Yaridmelgar en TikTok y muestra a la joven cantando la popular canción 'Olvídalo, corazón', de Corazón Serrano. La peruana incluso utiliza su control remoto como si se tratara de un micrófono. \"Así que olvídalo corazón porque él ya no te ama. Entiende, es por tu bien, así que ya de una vez olvídalo, también olvídalo\", cantó vivazmente y cientos de usuarios quedaron sorprendidos con su talento. La joven mostró bastante dominio vocal y emotividad al interpretar dicho tema. PUEDES VER: [Español queda decepcionado al conocer la Montaña de colores: asegura que no se parece a internet] Lesly Águila reaccionó sobre clip viral de peruana Una de las principales voces de la agrupación Corazón Serrano, Lesly Águila, fue etiquetada en el clip viral de TikTok y no dudó en comentar. La artista resaltó el talento de la peruana y la animó a persistir en sus sueños. \"¡Qué lindo cantas!\", mencionó la artista de 29 años. Artista reaccionó a clip viral de joven peruana. Foto: composición LR/Leslie Águila/TikTok Usuarios reaccionaron a clip viral de peruana \"Muy parecida a la voz de Lesly Águila\", \"Deberías ir al casting de La Bella Luz\", \"Lesly Águila tiene tu misma voz\", \"Esa voz cuadra en Corazón Serrano\", \"Que no lo vea Edwin Guerrero, por favor, La Bella Luz una oportunidad\", \"Corazón Serrano, ojito aquí\", \"Más técnica vocal y estás lista, bendiciones, sigue adelante. No te rindas, no olvides que siempre habrá alguien con más experiencia. Lucha por ser mejor\", \"Vas por un buen camino, tienes talento\", \"Me recuerdas a Nicol Sinchi en sus inicios, igualita. Sé que llegarás lejos sin miedo al éxito, atrévete, ve a los castings\", \"Próxima vocalista de Corazón Serrano\", \"Que bonito cantas y eso que no escucho cumbia\", \"Hermosa voz y qué sentimientos le pones a cada letra que interpretas, sigue adelante\", resaltaron usuarios en TikTok. PUEDES VER: [Cesar Acuña responde a sus críticos por sus singulares discursos: “A más obras, más memes”] ¿Cuántos años tiene Lesly Águila de Corazón Serrano? Leslie Katherine Águila Córdova es una cantante peruana de cumbia. Ganó fama en Perú y otros países como vocalista de la agrupación Corazón Serrano, en la cual permanece hasta la actualidad. Ella es natural de Huancabamba, Piura. Cuando nació, sufrió la pérdida de su hermana gemela, quien murió víctima de una negligencia médica. En la actualidad, Lesly Águila tiene 29 años y el próximo 17 de junio del 2024 cumplirá 30 años. Entre las canciones de la artista que más destacan con Corazón Serrano están las siguientes: - 'Te extrañaré' - 'Enséñame a olvidar' - 'La mejor decisión' - 'Olvídame'. Egresada de la carrera de Periodismo en la Universidad Nacional de San Agustín (UNSA). Un año de experiencia como videorreportera. Dedicada al periodismo digital desde hace 5 años en La República. Gusto por temas de tendencia y espectáculos.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:27:41.442+02:00",
  "updated": "2024-03-15T00:27:41.442+02:00"
}