{
  "thread": {
    "uuid": "1fcd1c08023de37e6bf0b8f0e72b959f4cda0da1",
    "url": "https://www.defense.gov/News/Feature-Stories/Story/Article/3700859/navy-scientist-helped-develop-gps",
    "site_full": "www.defense.gov",
    "site": "defense.gov",
    "site_section": "https://www.defense.gov/desktopmodules/articlecs/rss.ashx?contenttype=800&site=945&max=10",
    "site_categories": [
      "us_military",
      "jobs",
      "law_government_and_politics",
      "us_government_resources"
    ],
    "section_title": "\r\nDefense.gov Explore Feed\r\n",
    "title": "Navy Scientist Helped Develop GPS > U.S. Department of Defense > Story",
    "title_full": "Navy Scientist Helped Develop GPS > U.S. Department of Defense > Story",
    "published": "2024-03-08T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.defense.gov/2024/Mar/08/2003409228/1280/1280/0/181206-F-DT527-087Y.JPG",
    "performance_score": 0,
    "domain_rank": 1024,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1fcd1c08023de37e6bf0b8f0e72b959f4cda0da1",
  "url": "https://www.defense.gov/News/Feature-Stories/Story/Article/3700859/navy-scientist-helped-develop-gps",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@DeptofDefense",
  "published": "2024-03-08T02:00:00.000+02:00",
  "title": "Navy Scientist Helped Develop GPS > U.S. Department of Defense > Story",
  "text": "Gladys West was among a small group of women who did computing for the U.S. military during the early days of the Cold War, including Defense Department work that eventually became the basis for the Global Positioning System.\nGlobal Positioning System Gladys West and Sam Smith look over data from the Global Positioning System, which West helped develop at the Naval Proving Ground in Dahlgren, Va., March 16, 1985. Share: × Share Copy Link Email Facebook X LinkedIn WhatsApp Download: Full Size ( 583.68 KB ) Photo By: Navy VIRIN: 850316-O-D0439-001Y\nThe Navy hired West — then Gladys Mae Brown — in 1956 as a mathematician to do computer programming and coding at Naval Proving Ground in Dahlgren, Virginia. While there, she met fellow Dahlgren mathematician Ira West, and they married in 1957.\nIn the early 1960s, she participated in an award-winning, astronomical study that proved the regularity of Pluto's motion relative to Neptune.\nSpotlight: Women's History Month\nFrom the mid-1970s through the 1980s, West used complex algorithms to account for variations in gravitational, tidal and other forces that distort Earth's shape. She programmed the IBM 7030 computer, also known as Stretch, to deliver increasingly refined calculations for an extremely accurate model of the Earth's shape, optimized for what ultimately became the GPS orbit used by satellites.\nGladys West Gladys West is inducted into the Air Force Space and Missile Pioneers Hall of Fame during a ceremony in her honor at the Pentagon, Dec. 6, 2018. Share: × Share Copy Link Email Facebook X LinkedIn WhatsApp Download: Full Size ( 1.04 MB ) Photo By: Adrian Cadiz, Air Force VIRIN: 181206-F-DT527-087Y West was born in Sutherland, Virginia, on Oct. 27, 1930. Her mother worked in a tobacco factory, and her father worked for the railroad.\nMuch of her childhood was spent working on the family farm, but West had aspirations other than farming. She wanted to become a scientist, so she studied hard, made excellent grades, and earned a full scholarship to Virginia State College, a historically Black public university.\nIn 1952, West graduated from the university with a Bachelor of Science degree in math. She went on to earn a graduate degree in math in 1955 just prior to beginning her job with the Navy.\nSpotlight: Science & Tech\nWest worked at Dahlgren for 42 years and retired in 1998. She later completed a doctorate in public administration at Virginia Tech.\nWest and her husband live in King George County, Virginia. They have three children and seven grandchildren.\n\"I think that Dr. West is another one of those hidden figures in our military that play a critical role in the advancements that not only affected our ability to fire missiles accurately but also enable everyday life when you pick up your phone and you're trying to find something,\" said retired Navy Rear Adm. Sinclair Harris during a Dahlgren awards ceremony for West last year.\nSpotlight: Engineering in DOD\nDespite having helped to develop GPS, West told the Atlanta Black Star news website that she still prefers using a paper map when she drives.\nHall of Fame Air Force Lt. Gen. David “DT” Thompson presents Gladys West with an award as she is inducted into the Air Force Space and Missile Pioneers Hall of Fame during a ceremony in her honor at the Pentagon, Dec. 6, 2018. Share: × Share Copy Link Email Facebook X LinkedIn WhatsApp Download: Full Size ( 1013.76 KB ) Photo By: Adrian Cadiz, Air Force VIRIN: 181206-F-DT527-136Y\nHer many awards and recognitions include:\nInduction into the Air Force Space and Missile Pioneers Hall of Fame in 2018. The Webby Lifetime Achievement Award in 2021. The Prince Philip Medal by the United Kingdom's Royal Academy of Engineering in 2021. The National Museum of the Surface Navy's Freedom of the Seas Exploration and Innovation Award in 2021. Falcon 9 Launch A SpaceX Falcon 9 rocket carrying the GPS III SV06 payload launches from Space Launch Complex-40 at Cape Canaveral Space Force Station, Fla., on Jan. 18, 2023. Share: × Share Copy Link Email Facebook X LinkedIn WhatsApp Download: Full Size ( 1.09 MB ) Photo By: Space Force Senior Airman Thomas Sjoberg VIRIN: 230118-X-QO603-1087 Satellite in Orbit A GPS Block IIA satellite orbits Earth, Nov. 25, 2013. Share: × Share Copy Link Email Facebook X LinkedIn WhatsApp Download: Full Size ( 634.88 KB ) Photo By: Scott Prater, Air Force VIRIN: 131125-F-MY013-001Y \"The Navy stands on the shoulders of the geniuses that have been advancing our technology in the Navy… We're standing on Dr. West's shoulders to execute the mission of the United States,\" said retired Navy Adm. Philip S. Davidson, former commander of U.S. Indo-Pacific Command, at the Dahlgren awards ceremony.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gladys west",
        "sentiment": "negative"
      },
      {
        "name": "dahlgren",
        "sentiment": "none"
      },
      {
        "name": "gladys mae brown",
        "sentiment": "none"
      },
      {
        "name": "ira west",
        "sentiment": "none"
      },
      {
        "name": "sam smith",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "navy",
        "sentiment": "negative"
      },
      {
        "name": "u.s. department of defense",
        "sentiment": "negative"
      },
      {
        "name": "defense department",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "neptune",
        "sentiment": "none"
      },
      {
        "name": "va.",
        "sentiment": "none"
      },
      {
        "name": "naval proving ground",
        "sentiment": "none"
      },
      {
        "name": "dahlgren",
        "sentiment": "none"
      },
      {
        "name": "west",
        "sentiment": "none"
      },
      {
        "name": "virginia",
        "sentiment": "none"
      },
      {
        "name": "pluto",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T19:48:57.257+02:00",
  "updated": "2024-03-08T19:48:57.257+02:00"
}