{
  "thread": {
    "uuid": "317409010db2edc1b0771e01398eae0a149bdf23",
    "url": "https://vnexplorer.net/thali-garcia-si-sentia-atraccion-por-lupillo-rivera-asegura-maryfer-centeno-es-una-mirada-de-amor-s1886196.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/rss",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Thali García sí sentía atracción por Lupillo Rivera, asegura Maryfer Centeno: “Es una mirada de amor\"",
    "title_full": "Thali García sí sentía atracción por Lupillo Rivera, asegura Maryfer Centeno: “Es una mirada de amor\"",
    "published": "2024-03-15T00:52:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 52589,
    "domain_rank_updated": "2024-03-12T12:13:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "317409010db2edc1b0771e01398eae0a149bdf23",
  "url": "https://vnexplorer.net/thali-garcia-si-sentia-atraccion-por-lupillo-rivera-asegura-maryfer-centeno-es-una-mirada-de-amor-s1886196.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-03-15T00:52:00.000+02:00",
  "title": "Thali García sí sentía atracción por Lupillo Rivera, asegura Maryfer Centeno: “Es una mirada de amor\"",
  "text": "Thali García sentía atracción por Lupillo Rivera, según Maryfer\nMaryfer Centeno compartió un video en su cuenta de TikTok donde aparece analizando el lenguaje corporal de Thali García estando al interior de “La casa de los famosos” de Telemundo junto a Lupillo Rivera.\nDe acuerdo con la grafóloga, la ex participante del reality show sí sentía atracción por el cantante de regional mexicano.\n“Quiero que ustedes me digan si estamos llegando a un nivel de actuación sorprendente porque hasta la pupila está dilatada. Había momento en donde… el cuerpo está donde realmente tú quieres estar (…) quiero que veas como las piernas de ella van hacia donde está Lupillo Rivera ”, dijo Centeno.\nLa especialista agregó que la actriz veía al artista con amor, sin embargo, esto no significaba que fuera a convertirse en un romance sólido y duradero.\n“Es una mirada de amor, de admiración, de cariño. Yo no estoy diciendo que vaya a ser el amor de su vida ni nada por el estilo, lo que estoy diciendo es que creo que sería mejor reconocer que sí le gustó el señor este a lo mejor un poco, que, si le movió un poquito el tapete, pero me parece inútil”, añadió.\nFinalmente, Maryfer comentó que Thali García estaba dejándose llevar por el conflicto que, actualmente, mantiene con Telemundo.\n“Evidentemente había atracción entre ellos. Creo que está mezclando su conflicto con la empresa con algo que vimos y que era innegable; había cierto gusto, por decirlo de la manera más amable ”, puntualizó.\n¿Cómo se siente Thali García tras denunciar públicamente a Telemundo? La grafóloga también analizó el lenguaje corporal de Thali Garcia en el video donde denuncia de manera pública a Telemundo por, presuntamente, drogarla al interior de “La casa de los famosos”.\n“Esta mujer está desesperada, está enojada. Un enojo tan grande no te hace pensar con claridad ni ver las cosas con objetividad (…) No quiere pagar esta multa porque no siente que sea justo. Está en su derecho de contrademandar, pero de verdad está cañón ”, dijo.\nComo recordarás, Thali comentó que, dentro de la casa, había un doctor que les brindaba a los participantes ciertos medicamentos.\n“El médico que tienen adentro te médica, te sugiere ansiolíticos, te sugiere medicamentos sin siquiera abrirlos enfrente de ti. Hubo un día, Lupillo cuando salga podrá dar fe, que estoy segura que me drogaron. Les dije que no me quería tomar una pastilla, hicieron que me la tomara y de repente yo veía doble en el cuarto con Lupillo, suite donde vivía encerrada”, declaró.\n​",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:59:33.411+02:00",
  "updated": "2024-03-15T00:59:33.411+02:00"
}