{
  "thread": {
    "uuid": "4c8ab5d1481ab0a832506e2aa3fbc1a66ebfdead",
    "url": "https://www.goshennews.com/news/entertainment-calendar/article_b2807c8c-ab64-11ee-99c6-5b7c1a841739.html",
    "site_full": "www.goshennews.com",
    "site": "goshennews.com",
    "site_section": "http://www.cleburnetimesreview.com/search/?f=rss&t=article&c=cnhi_network&l=50&s=start_time&sd=desc",
    "site_categories": [
      "uncategorized"
    ],
    "section_title": "www.cleburnetimesreview.com - RSS Results in cnhi_network of type article",
    "title": "ENTERTAINMENT CALENDAR",
    "title_full": "ENTERTAINMENT CALENDAR",
    "published": "2024-01-06T00:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/goshennews.com/content/tncms/assets/v3/editorial/6/1b/61b185e8-3f7d-11ed-9b8d-d3c30b23dbed/6334cb8104dff.image.jpg?crop=1572%2C825%2C0%2C246&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 55498,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4c8ab5d1481ab0a832506e2aa3fbc1a66ebfdead",
  "url": "https://www.goshennews.com/news/entertainment-calendar/article_b2807c8c-ab64-11ee-99c6-5b7c1a841739.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sheila Selman",
  "published": "2024-01-06T00:30:00.000+02:00",
  "title": "ENTERTAINMENT CALENDAR",
  "text": "Jan. 12 Free Movie: Forrest Gump Goshen Theater 216 S. Main St. Slow-witted Forrest Gump (Tom Hanks) has never thought of himself as disadvantaged, and thanks to his supportive mother (Sally Field), he leads anything but a restricted life. Whether dominating on the gridiron as a college football star, fighting in Vietnam or captaining a shrimp boat, Forrest inspires people with his childlike optimism. But one person Forrest cares about most may be the most difficult to save — his childhood love, the sweet but troubled Jenny (Robin Wright). The show begins at 7 p.m. Doors open at 6:15 p.m. Jan. 25 5 - 7 p.m. Boys & Girls Club Artist Reception Goshen Theater 216 S. Main St. The Goshen Theater’s Visual Arts Series returns in 2024 with its first reception, this time hosting the Boys & Girls Club of Elkhart County. Join young artists from the club as they show off their artwork from throughout the year. The art will be available for viewing during box office hours noon to 4 p.m. Tuesday through Thursday or during any public event. Jan. 26 7:30 p.m. Kurt Elling Goshen College Music Center 1700 S. Main St. Renowned for his singular combination of robust swing and poetic insight, two-time GRAMMY® winner Kurt Elling has secured his place among the world’s foremost jazz vocalists. The New York Times proclaimed Elling, “the standout male vocalist of our time.” Over a 25-year career of touring and recording, Elling has won three French Prix du Jazz Vocal awards, two German Echo Awards, two Dutch Edison Awards and has been nominated for a GRAMMY® award 15 times. He has had a 14-year run atop the DownBeat critics and readers polls, and has won 12 Jazz Journalists Awards for “Male Vocalist of the Year.” Elling’s voice is instantly recognizable, embracing listeners with his warm, rich baritone and navigating the full span of his four-octave range as a virtuoso improviser and a compelling storyteller. The Guardian (UK) has named Elling, “a kind of Sinatra with superpowers,” and, “one of jazz’s all-time great vocalists.” Tickets range from $30 - 45. Order online at [www.goshen.edu/tickets](http://www.goshen.edu/tickets), or by phone at 574-535-7588. Jan. 27 8 p.m. Art House 24/7 Play Festival Goshen Theater 216 S. Main St. Join Art House at the Goshen Theater for this annual celebration of theater. Seven writers will gather on Friday to create seven original short plays, and then on Saturday morning seven directors and 14 actors will receive the scripts and rehearse throughout the day. Performances begin at 8 p.m. for all seven short plays. Sign up to participate as a writer, actor, or director at [https://forms.gle/PZwQuoukx8TSVehdA](https://forms.gle/PZwQuoukx8TSVehdA). Sign up to volunteer for the event at [https://forms.gle/dxM8CFUAmsTK5N9C9](https://forms.gle/dxM8CFUAmsTK5N9C9). Tickets are $20 in advance or $25 at the door. Feb. 2 6 & 7:30 p.m. ‘The Servant of Two Masters’ By Carlo Goldoni Goshen Theater 216 S. Main St. Goshen Theater will host Goshen Junior High School students in a performance of ‘The Servant of Two Masters’ By Carlo Goldoni. The show is adapted and translated by Lance Davis and further with further adaptions by Goshen Junior High students, past and present. It is directed by Angela Stoltzfus In the story the zany — and chronically hungry — servant Truffaldino makes a plan to double his wages, and his meals, by serving two masters at once; one of his 'masters' is a lady in disguise, and the other master is her boyfriend, but Truffaldino doesn't know this. Identities are mistaken, engagements are broken, and love is revived in this brilliant example of the Commedia dell’Arte style. The Servant of Two Masters has been entertaining global audiences for over 250 years. A goodwill offering will be accepted at the door. Suggested donation is $3 per person. Feb. 4 4 p.m. Operatic Reveries The Lerner Theatre 410 S. Main St., Elkhart. Elkhart Symphony Orchestra’s 2023-24 season continues with acclaimed and award-winning recitalist Brian Major, returning as a guest baritone. Tickets range from $14-35 and season passes are available starting at $40 for students. Season passes include all five Elkhart Symphony Orchestra concerts of the 2023-34 season. To purchase or for more information, visit The Lerner Theatre Box office or call 574-293-4469. Feb. 9 Free Movie: ‘Soul’ with Boys & Girls Club Goshen Theater 216 S. Main St. Joe is a middle-school band teacher whose life hasn't quite gone the way he expected. His true passion is jazz — and he's good. But when he travels to another realm to help someone find their passion, he soon discovers what it means to have Soul. The show begins at 7 p.m. Doors open at 6:15 p.m. Feb. 10 7:30 p.m. Colin Mochrie & Brad Sherwood: Asking For Trouble The Lerner Theatre 410 S. Main St., Elkhart. Get ready for an evening of sidesplitting laughter as Colin Mochrie and Brad Sherwood, the dynamic duo from TV’s “Whose Line is it Anyway?,” take the stage in a one-night-only uproarious live show, Colin Mochrie & Brad Sherwood: Looking for Trouble. With lightning-fast wit, Mochrie & Sherwood transform the audience’s suggestions into an unpredictable evening of non-stop comedy gold. No script? No problem! “Looking For Trouble” is a wild rollercoaster ride of hilarity, where two improv legends prove they are still the best in the business. Tickets range from $32 to $62. To purchase, visit The Lerner Theatre Box office or call 574-293-4469. Feb. 16 7:30 p.m. Kurt American Patchwork Quartet and Martha Redbone Roots Project Goshen College Music Center 1700 S. Main St. Join the mesmerizing Martha Redbone and American Patchwork Quartet for a night of soulful and captivating music that celebrates the rich cultural tapestry of America. Martha Redbone's soul-stirring voice and music are “a brilliant collision of cultures,” says the New Yorker. American Patchwork Quartet, conceived by multi-GRAMMY award-winner Clay Ross, is on a mission to reclaim the immigrant soul of American Roots Music. This group of eclectic artists expertly weaves together jazz refinement, country twang, West African hypnotics and East Asian ornaments to create a musical patchwork that celebrates both our differences and commonalities as a nation. Tickets range from $25 - 40. Order online at [www.goshen.edu/tickets](http://www.goshen.edu/tickets), or by phone at 574-535-7588. Feb. 23 7 p.m. Rodney Carrington: The Greatest Tits Tour Lerner Theatre 410 S. Main St., Elkhart Rodney Carrington is a multi-talented comedian, actor, singer and writer playing sold-out shows around the world as one of the top 10 highest-grossing touring comedians for the past two decades. A platinum-recording artist, Rodney’s recorded eight major record label comedy albums, followed by three albums on his own record label, Laughter’s Good Records. Rodney is fresh off the release of his latest album, “Get Em Out,” (released 2019) which hit #1 on iTunes. His album “Here Comes the Truth” (released 2017) climbed to #3 on the comedy charts, accruing tens of millions of streams on Spotify and even spawned a Netflix special. Rodney is fresh off the release of his latest single, “Let Me In,” (released) October 15, 2021) and is gearing up for a year of touring in 2024! The show is recommended 16+ “Mature Audiences Only,” and guests 14 and under will not be permitted in the first five rows. Tickets range from $49.50 to $199.50 plus fees. To purchase tickets or for more information, visit [https://thelerner.com/event/rodney-carrington-the-greatest-tits-tour/](https://thelerner.com/event/rodney-carrington-the-greatest-tits-tour/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://forms.gle/PZwQuoukx8TSVehdA.",
    "https://thelerner.com/event/rodney-carrington-the-greatest-tits-tour/.",
    "https://forms.gle/dxM8CFUAmsTK5N9C9.",
    "http://www.goshen.edu/tickets",
    "https://www.forms.gle/dxM8CFUAmsTK5N9C9.",
    "http://goshen.edu/tickets",
    "https://www.thelerner.com/event/rodney-carrington-the-greatest-tits-tour/.",
    "https://www.forms.gle/PZwQuoukx8TSVehdA."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tom hanks",
        "sentiment": "negative"
      },
      {
        "name": "forrest",
        "sentiment": "none"
      },
      {
        "name": "jenny",
        "sentiment": "none"
      },
      {
        "name": "sally field)",
        "sentiment": "none"
      },
      {
        "name": "robin wright",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "boys & girls club",
        "sentiment": "none"
      },
      {
        "name": "kurt elling goshen college",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "elkhart county",
        "sentiment": "none"
      },
      {
        "name": "vietnam",
        "sentiment": "none"
      },
      {
        "name": "goshen theater",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T01:03:02.742+02:00",
  "updated": "2024-01-06T06:41:37.441+02:00"
}