{
  "thread": {
    "uuid": "221cd8992f33c6671babff4afcd98ec8908564e7",
    "url": "https://ecoinventos.com/conestoga-hut",
    "site_full": "ecoinventos.com",
    "site": "ecoinventos.com",
    "site_section": "http://ecoinventos.com/feed/",
    "site_categories": [
      "business",
      "green_solutions"
    ],
    "section_title": "EcoInventos",
    "title": "Estudiantes de arquitectura inventan un refugio para los sin techo inspirado en los viejos trolebuses estadounidenses",
    "title_full": "Estudiantes de arquitectura inventan un refugio para los sin techo inspirado en los viejos trolebuses estadounidenses",
    "published": "2024-02-29T20:49:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://ecoinventos.com/wp-content/uploads/2024/02/Conestoga-Hut-2.jpg",
    "performance_score": 0,
    "domain_rank": 85083,
    "domain_rank_updated": "2024-02-27T12:10:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "221cd8992f33c6671babff4afcd98ec8908564e7",
  "url": "https://ecoinventos.com/conestoga-hut",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción EcoInventos",
  "published": "2024-02-29T20:49:00.000+02:00",
  "title": "Estudiantes de arquitectura inventan un refugio para los sin techo inspirado en los viejos trolebuses estadounidenses",
  "text": "Para sustituir las tiendas de lona de las aldeas SOS de Denver, unos estudiantes de arquitectura han ideado unas pequeñas tiendas plegables de madera y lona aislante.\nEn un esfuerzo por ofrecer soluciones innovadoras y prácticas al creciente problema de las personas sin hogar, especialmente durante los meses más fríos, estudiantes de arquitectura de la Universidad de Colorado en Denver han desarrollado un nuevo tipo de alojamiento temporal inspirado en los históricos vagones Conestoga. Este proyecto, denominado «Conestoga Hut«, no solo busca reemplazar las tradicionales tiendas de lona con algo más duradero y protector, sino también ofrecer una solución económica para las personas en situación de calle.\nLa inspiración detrás de la Conestoga Hut\nLos estudiantes se inspiraron en los vagones Conestoga, utilizados durante la conquista del oeste americano, para diseñar estas pequeñas cabañas. Estas estructuras no solo proporcionan un recordatorio histórico sino que también ofrecen una solución práctica y eficiente para el alojamiento temporal. Cada cabaña está equipada con una puerta y una ventana con cerradura, además de suelos, paredes y techos aislados, lo que las convierte en una especie de «mini casa» para una sola persona. Su diseño modular permite un fácil montaje, desmontaje y transporte, convirtiéndolas en una alternativa asequible para albergar a personas sin hogar, con un costo aproximado de 2500€ por unidad, significativamente más bajo que las «tiny houses» o casas diminutas, que pueden costar alrededor de 10000€.\nOrigen y desarrollo del proyecto\nEl proyecto tomó vida en diciembre de 2020, como parte de un programa destinado a ayudar a las personas sin hogar. La iniciativa surgió cuando McSwain, uno de los líderes del proyecto, se acercó a la empresa CVC para construir mejores refugios en los sitios designados para el programa SOS. Inspirándose en un pueblo de Huts Conestoga ya en funcionamiento en Portland, el equipo propuso la idea a la ciudad de Denver, que aceptó el proyecto. Utilizando un enfoque de «paquete plano», las estructuras se diseñan para ser fácilmente transportables y montables, reduciendo así los costos y el impacto ambiental.\nLa importancia del código abierto\nMcSwain anunció que el proyecto se ofrecería en código abierto, permitiendo que cualquier organización acceda a los diseños y los utilice para construir más refugios. Esta decisión no solo facilita la reproducción del proyecto sino que también invita a futuros estudiantes de arquitectura a contribuir y mejorar el diseño.\nDesafíos y próximos pasos\nAunque la presentación oficial del proyecto fue bien recibida, surgieron preocupaciones sobre la resistencia de las estructuras a los fuertes vientos de Colorado y la temperatura interna durante extremos climáticos. El equipo de Freedom By Design está trabajando en estas mejoras antes de la aprobación final de CVC. La ciudad de Denver, mostrando su apoyo, ha extendido un contrato con la colaborativa de Colorado Village (CVC) y ha asignado 3.9 millones de dólares para instalar las cabañas en cuatro campamentos SOS.\nUn proyecto de amor y esperanza\nLos líderes del equipo, incluida Andrea Orejas, estudiante de posgrado en arquitectura, describen el proyecto como un «trabajo de amor» destinado a servir a la comunidad de Denver. Con la expectativa de superar los desafíos actuales y la aprobación pendiente de CVC, el equipo espera ver sus estructuras brindando refugio y seguridad a aquellos que más lo necesitan en un futuro cercano.\nEste proyecto no solo representa una solución práctica y económica para el alojamiento temporal de personas sin hogar, sino que también refleja el compromiso de los estudiantes con su comunidad y la innovación en el campo de la arquitectura. Con la posibilidad de adaptación y mejora continua, la «Conestoga Hut» promete ser un modelo a seguir en la búsqueda de soluciones habitacionales inclusivas y accesibles.\nVía\nColorado Village Collaborative",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [
    "https://www.coloradovillagecollaborative.org/",
    "https://www.coloradovillagecollaborative.org",
    "https://coloradovillagecollaborative.org/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:11:28.165+02:00",
  "updated": "2024-03-01T00:11:28.165+02:00"
}