{
  "thread": {
    "uuid": "0963993339251a8401ae57a4ea1e13ee3916afef",
    "url": "https://playbill.com/article/taylor-mac-and-will-davis-on-how-orlando-is-a-gift-to-the-queer-community",
    "site_full": "playbill.com",
    "site": "playbill.com",
    "site_section": "http://playbill.com/rss/news",
    "site_categories": [
      "entertainment"
    ],
    "section_title": "News",
    "title": "Taylor Mac and Will Davis on How Orlando Is a ‘Gift to the Queer Community’",
    "title_full": "Taylor Mac and Will Davis on How Orlando Is a ‘Gift to the Queer Community’",
    "published": "2024-04-18T19:02:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://assets.playbill.com/editorial/_facebookOpenGraph/81-l-r-top_-Jo-Lampert-TL-Thompson-Rad-Pereira_-l-r-bottom_-Nathan-Lee-Graham-Taylor-Mac-Janice-Amaya-Lisa-Kron.jpg",
    "performance_score": 0,
    "domain_rank": 5385,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0963993339251a8401ae57a4ea1e13ee3916afef",
  "url": "https://playbill.com/article/taylor-mac-and-will-davis-on-how-orlando-is-a-gift-to-the-queer-community",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Diep Tran",
  "published": "2024-04-18T19:02:00.000+03:00",
  "title": "Taylor Mac and Will Davis on How Orlando Is a ‘Gift to the Queer Community’",
  "text": "When director [Will Davis](https://www.playbill.com/person/will-davis-director) was 17 years old, he read [Virginia Woolf](https://www.playbill.com/person/virginia-woolf)’s novel Orlando for the first time. In it, a young man named Orlando wakes up one day to find that he’s been transformed into a woman. For the young Davis, who would eventually come out as a trans man, this notion of fluid change felt profound, though he couldn't pinpoint why at the time. But as Woolf wrote, “Orlando remained precisely as they had been. The change of sex, though it altered their future, did nothing whatever to alter their identity.” Now in his 30s, Davis can better articulate why this felt pivotal. “There is something, in all the most delightful ways, subversive,” he says. “This character, who can move through time and also can move through iterations of themselves…It’s not a problem, it's not a burden. It's just another thing that happens.” When he got the offer to direct [Sarah Ruhl](https://www.playbill.com/person/sarah-ruhl-vault- 27664)’s adaptation of Orlando Off-Broadway at [Signature Theatre](https://www.playbill.com/person/signature-theatre-vault-0000123118), naturally the busy director said yes. The show runs until May 12. Orlando has been adapted various times into other mediums—a film starring Tilda Swinton, several operas, and plays. Ruhl’s play encompasses Orlando and a chorus (who play multiple characters, including Orlando’s lovers and historical figures such as Queen Elizabeth and William Shakespeare). Previous versions cast mostly cisgender performers. To Davis, there was room there for something different. He’s used to breaking boundaries; he is currently artistic director of Rattlestick Theater Company, making him the first trans person to run an Off-Broadway theatre. Davis wanted to create an Orlando that was “gender expansive,” made up primarily of trans, non-binary, and gender-nonconforming performers. At the Signature, playwright-performer [Taylor Mac](https://www.playbill.com/person/taylor-mac-1) (of the upcoming [Midnight in the Garden of Good and Evil](https://www.playbill.com/article/cast-complete-for-midnight-in-the-garden-of-good-and-evil-musical-starring-j-harrison-ghee-tom-hewitt-sierra-boggess)) plays the title role. The supporting cast is stacked: Tony winner [Lisa Kron](https://www.playbill.com/person/lisa-kron-vault- 26617), [Nathan Lee Graham](https://www.playbill.com/person/nathan-lee-graham-vault- 49131), [Jo Lampert](https://www.playbill.com/person/jo-lampert-performer), Janice Amaya, TL Thompson, and Rad Pereira. As Mac playfully puts it, “The entire company is queer, except for Sarah [Ruhl]—we gotta have one token.” Orlando was a story Woolf wrote for her female lover, Vita Sackville-West; initially, it was read through a cisgender lens, with the transition being treated as a metaphor. Though in the story, Orlando and other characters change their genders (either physically or through presentation), they are never explicitly identified as trans, or even gay. As a man, Orlando falls in love with a woman; as a woman, Orlando marries a man. But, the story was revolutionary for presenting gender as a social construct, something that is malleable—people could have aspects of multiple genders inside of them. Over time, Orlando has become a seminal piece of queer and trans fiction. “I'm continually surprised at how much of our history is presented as heterosexual and cis,” says Mac. “And it's just shocking when you discover these things from the past that are so present.” Mac is something of a historian, having performed in the 24-hour-long show A 24-Decade History of Popular Music, which is now a concert documentary on Max. Below, Davis and Mac discuss what Orlando has to teach audiences today. This interview has been condensed and edited. Taylor, you usually perform in your own work. Why did you want to speak someone else's words? Taylor Mac: I started in this business as an actor. And to be frank, the business is so biased against anyone of my persuasion. When I started out, I spent seven years trying to get auditions and I couldn't even get an audition. And so I made my own work. It’s been almost 10 years since I've been in somebody else's play. There is this part of me that really loves just digging into plays, and just being an actor and not having to carry 20 jobs all at the same time, in order to express myself as an artist. So I'm just really grateful for this experience. As an actor, the play is so beautiful. Playing Orlando is just delicious. You get to do Restoration of the 18th century, you get to do Melodrama of the 19th century, you get to do realism of the 20th century. You're using all the tools. So it's like 10 years of not acting in other people's work squished into one play. I love that. The stage directions for Orlando say that the chorus, “may be played by as few as three gifted transformational virtuosic actors or as many as you can fit on a stage and pay.” Will, it seems that there’s a lot of room direction-wise. What did you want to bring to the play that you hadn’t seen before? Will Davis: Sarah says, “It's an open text.” And it's true. You can assign it in any way with any number of performers. And that's really wonderful to me. I'm interested in plays that are interested in directors, when it's saying, “I can't wait for you to collaborate.” I get really excited and Orlando is a perfect example of that. We did a reading with Taylor in 2020, the week before we all quarantined. Sarah and I had met not long before that and I had said, “Have you ever heard this play with a gender-expansive cast?” And she said, “No.” And I said, “I think some wonderful things might happen.” And she got very excited about that, which just made me love her even more. And so when we read it, the thing happened—that I feel like always happens in work like this—which is a group of performers that inhabit really, gender-full, gender-expansive spaces are such a gift to this kind of language, because there's an added complexity and depth that immediately just erupted into the room. Do you see this production as a reclamation of a piece of queer history that has been cloaked in heterosexuality? Davis: It's not a reclamation, this is my opinion. It's something that Taylor was saying, that through time, there were these things that were just—it needs to get straighter, it needs to get more cisgendered, often it needs to get whiter. That is what makes it part of the canon, 'cause it's responding to the dominant paradigm. Shakespeare’s like this, too—we don't need to reclaim it, it's already there. No one needs to queer it. It is queer. We get to give it to you, and show you some of this pure incredible queer energy that is sitting inside of it. But we don't have to reclaim it, because it's already ours. Mac: It's like discovering America—this thing that's been there the whole time. If anything, people have kept this from us for whatever weird, protective thing they thought they were doing. They kept it from us. Why wasn't I reading this instead of The Lord of the Flies? What do you think this story has to teach us at this time? Davis: I have very purposefully built the world of this play to have a lot of Easter eggs and moments that are very much intended to be gifts to the queer community. And I have also built the world of this play as an invitation to everyone to come join. That's always the question, when you're working on a text, where we have conversations about who's telling the story and there's some (for whatever reason) tension around that. But I think that my job is to say, “We can't come to you because we're having the very best time. But you're very welcome to join us. We cannot wait to have you.” Mac: Everyone’s invited to the party. Not everybody's in charge, but everybody's invited. [chuckles] What I've been thinking a lot about lately is that gentle queerness is what this play is offering. The way that Will directed the play and designed the play, which is so beautiful and elegant, it’s all very gentle queerness…in a way that you don't normally see queerness. Usually queerness on a stage has a lot of capitalism attached to it. So it's all very, like, “Hey, we're selling you! We're selling you! We're trying to survive!” And I find this such a relief, at this stage of my life, to just be in something that is gentle, and still is expressing this queerness. Davis: I'm entering a place in my own work—there’s nothing to prove in that arena. There's something to share, though.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "virginia woolf",
        "sentiment": "negative"
      },
      {
        "name": "will davis",
        "sentiment": "negative"
      },
      {
        "name": "tilda swinton",
        "sentiment": "none"
      },
      {
        "name": "sarah ruhl",
        "sentiment": "none"
      },
      {
        "name": "davis",
        "sentiment": "none"
      },
      {
        "name": "woolf",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "taylor mac",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "orlando",
        "sentiment": "none"
      },
      {
        "name": "orlando off-broadway",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:07:38.618+03:00",
  "updated": "2024-04-19T00:10:52.038+03:00"
}