{
  "thread": {
    "uuid": "f027b178d7b8410a2eeedbe71598dccc1bdb60bb",
    "url": "https://lasvegassun.com/news/2024/jan/14/mean-girls-takes-1st-place-at-the-box-office-so-fe",
    "site_full": "lasvegassun.com",
    "site": "lasvegassun.com",
    "site_section": "http://lasvegassun.com",
    "site_categories": [
      "media",
      "gay_life",
      "society"
    ],
    "section_title": "Las Vegas Sun News",
    "title": "‘Mean Girls’ takes 1st place at the box office. So fetch. - Las Vegas Sun News",
    "title_full": "‘Mean Girls’ takes 1st place at the box office. So fetch. - Las Vegas Sun News",
    "published": "2024-01-14T15:51:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 3863,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f027b178d7b8410a2eeedbe71598dccc1bdb60bb",
  "url": "https://lasvegassun.com/news/2024/jan/14/mean-girls-takes-1st-place-at-the-box-office-so-fe",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-14T15:51:00.000+02:00",
  "title": "‘Mean Girls’ takes 1st place at the box office. So fetch. - Las Vegas Sun News",
  "text": "Published Sunday, Jan. 14, 2024 | 8:51 a.m.\nUpdated 7 hours, 16 minutes ago\nWinter storms and cinema closures in North America didn’t dampen the opening weekend for “ Mean Girls. ” The Paramount release, adapted from the Broadway musical and the 2004 Tina Fey movie, earned $28 million in its first three days in theaters according to studio estimates Sunday. Not accounting for inflation, that’s more than the $24.4 million the first movie made in its opening weekend.\nThe “Mean Girls” competition over the Martin Luther King Jr. holiday weekend featured several new releases, including the Jason Statham action movie “ The Beekeeper \" and the Jay-Z produced biblical satire “The Book of Clarence,\" in addition to a slew of awards contenders capitalizing on buzz from recent nominations and the Golden Globes .\nAs with “Barbie,” another enthusiastically pink movie, female audiences made up the vast majority (76%) of opening weekend ticket buyers for “Mean Girls.” According to exit polls, 70% were between the ages of 18 and 34, which, yes, means that it had appeal for audiences who hadn’t been born when Regina George was first introduced to the world.\n“The property is iconic,” said Chris Aronson, Paramount’s president of domestic distribution. “Tina Fey is legendary and her contemporary twist has resonated with audiences, particularly the female audience.”\nThis iteration of “Mean Girls” stars Angourie Rice, Auli’i Cravalho and Reneé Rapp , who played Regina on stage. It was originally planned to go straight to streaming on Paramount+, but the studio pivoted after test scores were positive. Social media played a big part in getting the word out and “Mean Girls” also inspired groups of friends to go to the movies together. An estimated 40% went with two or more friends.\nFey returned to write and co-star in the new film, which was directed by Samantha Jayne and Arturo Perez Jr. and cost a reported $36 million to produce. Reviews have been more positive than not, with a 70% on Rotten Tomatoes, but audiences gave it a B CinemaScore which may not bode especially well for word-of-mouth appeal. Recent musicals like “Wonka” and “The Color Purple” scored in the A-range. The studio is optimistic after this weekend though. It also made $6.5 million from 16 international markets.\n“It’s no secret that the release calendar is a little light for the first couple months of the year and because of the reception to this film we stand a chance of broadening this audience,” Aronson said. “It really is a crowd-pleaser.”\nAmazon and MGM’s “The Beekeeper\" debuted in second place with an estimated $16.8 million from 3,303 theaters. Men made up approximately 62% of ticket buyers and audiences overall gave it a B+ CinemaScore. By the end of the four-day weekend, the studio expects it to have made $19.1 million. Miramax handled the international distribution for “The Beekeper,” which also grossed $20.4 million from 49 territories.\nThird place went to “Wonka,” which added $8.4 million in its fifth weekend. The Timothée Chalamet-led musical has now made over $178 million domestically and $500 million globally.\n“Musicals are on a roll,” said Paul Dergarabedian, the senior media analyst for Comscore. “It seems like a lot of studios run away from putting musical on their films for fear of limiting their audience pool, but I think this is a genre Hollywood should embrace and highlight.”\nThe Sydney Sweeney and Glen Powell romantic comedy “Anyone But You,” a Sony release, is turning into a bit of a sleeper success as well, making nearly $7 million in its fourth weekend. By Monday, its domestic total should be around $56.5 million. Universal and Illumination’s “Migration” rounded out the top five with $6.2 million in its fourth weekend.\nNot everything landed this weekend, though. “ The Book of Clarence ,” a faith-based comedy/drama with a starry, ensemble cast including LaKeith Stanfield, Omar Sy, RJ Cyler, David Oyelowo, Alfre Woodard and Teyana Taylor is not off to a promising start. The Legendary Pictures release opened to an estimated $2.6 million from just over 2,000 locations.\nWritten and directed by the British singer-songwriter Jeymes Samuel (stage name The Bullitts), it was self-consciously styled after Golden Age biblical epics like “The Ten Commandments.” It has also gotten mixed reviews, with 68% on Rotten Tomatoes and a B CinemaScore.\nThe Walt Disney Co. sent its 2020 Pixar film “Soul” to movie theaters this weekend as well, where it made $429,000 from 1350 locations in North America. It's the first of several Pixar movies, including “Luca\" and “Turning Red,” that Disney is bringing to theaters this winter after all had streaming-only releases on Disney+ during the pandemic.\nHollywood's awards season is also in full swing, and though many top contenders are already available to watch at home, some are still rolling out in theaters and hoping to capitalize on new nominations and awards shows like last weekend's Golden Globes. “Poor Things,” which was a big winner, added $1.8 million from only 580 theaters. “All of Us Strangers” took in $474,000 from 120 screens. “American Fiction” expanded nationwide and made $1.9 million from 625 screens. “The Zone of Interest,” playing on 25 screens, also crossed $1 million.\nEstimated ticket sales for Friday through Sunday at U.S. and Canadian theaters, according to Comscore. Final domestic figures will be released Tuesday.\n1. “Mean Girls,” $28 million.\n2. “The Beekeeper,” $16.8 million.\n3. “Wonka,” $8.4 million.\n4. “Anyone But You,” $6.9 million.\n5. “Migration,” $6.2 million.\n6. “Aquaman and the Lost Kingdom,” $5.3 million.\n7. “Night Swim,” $4.7 million.\n8. “The Boys in the Boat,” $3.5 million.\n9. “The Book of Clarence,”$2.6 million.\n10. “The Iron Claw,” $2.4 million.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://apnews.com/article/2024-golden-globes-awards-show-b684b6e3d6b0ddf07b74a0370413fb7a",
    "https://apnews.com/article/renee-rapp-ap-breakthrough-entertainer-2023-4f11c8fa33c4eee69d7f1e7c439938ca",
    "https://apnews.com/article/movie-review-book-of-clarence-0f5160810e85f45cdee2348100624487",
    "https://apnews.com/article/movie-review-mean-girls-tina-fey-75de59c6152887645f83977b296ad3bd",
    "https://apnews.com/article/beekeeper-movie-review-jason-statham-796f8ce207a29b2766588827ec367c80",
    "https://www.apnews.com/article/beekeeper-movie-review-jason-statham-796f8ce207a29b2766588827ec367c80",
    "https://www.apnews.com/article/movie-review-book-of-clarence-0f5160810e85f45cdee2348100624487",
    "https://www.apnews.com/article/2024-golden-globes-awards-show-b684b6e3d6b0ddf07b74a0370413fb7a",
    "https://www.apnews.com/article/movie-review-mean-girls-tina-fey-75de59c6152887645f83977b296ad3bd",
    "https://www.apnews.com/article/renee-rapp-ap-breakthrough-entertainer-2023-4f11c8fa33c4eee69d7f1e7c439938ca"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tina fey",
        "sentiment": "none"
      },
      {
        "name": "jason statham",
        "sentiment": "none"
      },
      {
        "name": "jay-z",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "las vegas sun news",
        "sentiment": "negative"
      },
      {
        "name": "paramount",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "north america",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-15T00:09:58.943+02:00",
  "updated": "2024-01-15T05:01:08.289+02:00"
}