{
  "thread": {
    "uuid": "3bad2d0402c81e9516afc2ff33f112a0395e2b2c",
    "url": "https://www.elcorreo.com/alava/araba/ariel-gonzalez-cura-joven-vitoria-20240601165547-nt.html",
    "site_full": "www.elcorreo.com",
    "site": "elcorreo.com",
    "site_section": "http://www.elcorreo.com/bizkaia/rss/atom?seccion=consultorio-ingles-vaughan",
    "site_categories": [
      "tech",
      "top_news"
    ],
    "section_title": "RSS de noticias de ",
    "title": "Ariel González ya es el cura más joven de Vitoria",
    "title_full": "Ariel González ya es el cura más joven de Vitoria",
    "published": "2024-06-01T16:55:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://s2.ppllstatics.com/elcorreo/www/multimedia/2024/06/01/ariel-gonzalez-cura-vitoria-1-kCFC--1920x1080@El%20Correo.jpg",
    "performance_score": 0,
    "domain_rank": 9101,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 8
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3bad2d0402c81e9516afc2ff33f112a0395e2b2c",
  "url": "https://www.elcorreo.com/alava/araba/ariel-gonzalez-cura-joven-vitoria-20240601165547-nt.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Nuria Nuño",
  "published": "2024-06-01T16:55:00.000+03:00",
  "title": "Ariel González ya es el cura más joven de Vitoria",
  "text": "Secciones Servicios Destacamos Edición Necesitas ser suscriptor para acceder a esta funcionalidad. Sábado, 1 de junio 2024, 16:55 Necesitas ser suscriptor para acceder a esta funcionalidad. Compartir La iglesia alavesa ha recibido este sábado a un nuevo miembro. Ariel González se ha convertido hoy en el cura más joven de la Diócesis de [Vitoria](https://www.elcorreo.com/temas/lugares/vitoria-gasteiz.html). El seminarista ha sido el protagonista de la emotiva ceremonia que acogido la Catedral Nueva. «Junio comienza con esta celebración alegre y que llena de esperanza a la Diócesis y a toda la Iglesia Universal. Un joven de 26 años ha respondido a la llamada del Señor con un sí generoso que es un sí a Dios, a los hombres y mujeres de hoy y a los más necesitados y vulnerables de nuestra sociedad». Con estas palabras de Juan Carlos Elizalde, obispo de Vitoria, comenzaba la solemne celebración de la ordenación sacerdotal de González. Concelebrada por vicarios episcopales y 120 sacerdotes alaveses, este céntrico templo ha reunido a más de 1.200 ciudadanos que han querido acompañar y arropar a este joven en uno de los días más importantes de su vida. Ariel González nació en la localidad nicaragüense de Matagalpa el 22 de agosto de 1997. Transcurría el año 2017 cuando ese chico, «estudiante de Ingeniería civil y que tenía novia, dejó su prometedora carrera y su agenda para decir sí a Cristo. «Movido por su fe, decidió dar el paso y dejó todo para empezar una nueva vida». Se incorporó al Seminario Misionero y Diocesano Redemptoris Mater de la capital alavesa», detalla el Obispado. Los dos primeros cursos los vivió en casas de familias vitorianas y, finalmente, tras las obras de adecuación, pasó a residir desde el año 2019 en el imponente edificio obra del beato Pedro de Asúa. El joven seminarista finalizó con éxito sus estudios de Teología en el curso 2021-2022 impartidos por la Facultad de Teología del Norte de España en su sede de Vitoria. El curso siguiente completó una experiencia exterior «con un año de itinerancia en las provincias de Alicante y Albacete donde conoció distintas realidades eclesiales», explica la Diócesis. En la actualidad, Ariel continúa formándose con estudios correspondientes a la Licenciatura en Teología Dogmática en la Universidad de Navarra. El pasado 8 de diciembre de 2023, monseñor Elizalde le asignó como parte de su formación pastoral inicial previa a su ordenación colaborar en las parroquias de los pueblos de Bergüenda, Comunión y Salcedo, al sur de Álava, a la espera de sus nuevos cometidos tras ser ordenado sacerdote. Su primera misa será este domingo, a las 18.30 horas, en la Capilla de Filosofía del Seminario de Vitoria, «donde tanto ha rezado en el silencio y en la que ha sido su casa en los últimos años». Tras seis intensos años de formación en el Seminario de Vitoria, este 1 de junio, víspera del Corpus Christi, ha sido ordenado sacerdote de la Diócesis, convirtiéndose, al mismo tiempo, en el cura más joven entre los 211 que hay actualmente en el territorio. Una vez que ha podido contemplar los ritos que marca la Iglesia para este tipo de celebraciones, Ariel González ha sido llamado al altar por el obispo de Vitoria quien, juntando sus manos a las del joven seminarista, le ha consagrado sacerdote. Postrado en el suelo frente al presbiterio, se han rezado las letanías de los santos invocando su intercesión. Estos han sido los dos momentos más emotivos junto con el de su nueva vestimenta, que ha sido subida al altar por su madre. Allí ha sido revestido como nuevo sacerdote. Un fuerte y largo aplauso ha roto el silencio de ese instante que el joven sacerdote ha vivido con una emoción que ha llevado las lágrimas a sus ojos. Tras la misa, el nuevo sacerdote, junto con su familia, seminaristas, curas y amigos han seguido con la celebración en el comedor principal del Seminario. La suya ha sido la quinta ordenación consecutiva que vive la Iglesia alavesa tras más de varios lustros sin celebraciones de este tipo por el «vacío vocacional», ha recordado la Diócesis. «Hoy son veinte los seminaristas de Vitoria y cinco nuevos sacerdotes en un clero envejecido y con bajas continuas». Este reto de atraer vocaciones es la gran apuesta del actual obispo quien «quiere seguir impulsándolas desde todos los frentes para facilitar que todos, especialmente los jóvenes, tengan experiencia de Dios y disciernan su futuro a la luz del Evangelio». Esta celebración ha llegado, además, tras un mes lleno de despedidas. A lo largo de las cuatro últimas semanas han fallecido tres sacerdotes muy populares en la Diócesis y en toda la sociedad alavesa: José Ángel López de Lacalle, Txomin Gómez y Juan Carlos Aguillo. Publicidad Publicidad Te puede interesar [ El Capricho de Comillas se reivindica como «obra clave de Gaudí» ](https://www.eldiariomontanes.es/region/occidental/capricho-reivindica-obra-clave-gaudi-20240526074444-nt.html#vca=voc-recirc&vso=elcorreo) El Diario Montañés Publicidad Publicidad Noticias destacadas [ Los vascos que participaron en el desembarco de Normandía ](https://www.elcorreo.com/deportes/pelota/oguetabarberito-altuna-iiilaso-historia-manomanista-traves-grandes-20240601001741-nt.html) Julio Arrieta y Óscar Beltrán de Otálora Comentar es una ventaja exclusiva para suscriptores ¿Ya eres suscriptor? Necesitas ser suscriptor para poder votar. Reporta un error en esta noticia",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-01T18:36:20.187+03:00",
  "updated": "2024-06-02T15:32:48.668+03:00"
}