{
  "thread": {
    "uuid": "c3ec9f8fc802a23708d8a1d5f4dde0077c71fa82",
    "url": "https://www.stuff.co.nz/business/301033533/builder-awarded-20000-after-wechat-dismissal",
    "site_full": "www.stuff.co.nz",
    "site": "stuff.co.nz",
    "site_section": "https://www.stuff.co.nz/",
    "site_categories": [
      "media",
      "travel",
      "australia_and_new_zealand"
    ],
    "section_title": "Latest breaking news NZ | Stuff.co.nz | New Zealand",
    "title": "Builder awarded $20,000 after WeChat dismissal | Stuff.co.nz",
    "title_full": "Builder awarded $20,000 after WeChat dismissal | Stuff.co.nz",
    "published": "2023-12-29T10:35:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NZ",
    "main_image": "https://resources.stuff.co.nz/content/dam/images/4/z/4/b/o/f/image.related.StuffLandscapeSixteenByNine.1420x800.4z86yl.png/1703820915485.jpg",
    "performance_score": 0,
    "domain_rank": 1176,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c3ec9f8fc802a23708d8a1d5f4dde0077c71fa82",
  "url": "https://www.stuff.co.nz/business/301033533/builder-awarded-20000-after-wechat-dismissal",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Susan Edmunds",
  "published": "2023-12-29T10:35:00.000+02:00",
  "title": "Builder awarded $20,000 after WeChat dismissal | Stuff.co.nz",
  "text": "Builder awarded $20,000 after WeChat dismissal A builder who was let go from his job when the company employing him ran out of work has been awarded more than $20,000 by the Employment Relations Authority. Liuju Wang was described as an experienced builder and joiner by the authority. He took a job with Y&L Building in late May 2022. He started out on $38 an hour but that increased to $40 when he took a permanent role. En Cun Ye, the company’s director, had Wang’s work visa transferred over to his company. Having an employer linked to his visa was a requirement for Wang to be able to stay in the country. But a day after that happened, Ye messaged Yang on WeChat telling him that there was no more work available and he should find another company to work for. Wang did not return to his job from that point, saying he was actively looking for other work. He got another job three weeks later but went to the Employment Relations Authority claiming unjustified disadvantage and unjustified dismissal and seeking remedies of compensation for lost income, distress and hurts, costs and reimbursement of costs associated with his visa. For his part, Ye sad it was only fair he let Wang know in advance he would not be able to continue to offer full-time hours as they had agreed. He told Wang on WeChat that the company was about to go bankrupt. Ye told the authority his business was a framing subcontractor and when he employed Yang he had a stream of work lined up. But in late July last year he discovered a job he had expected would not be going ahead. He said he felt it was fairer to tell his staff as soon as possible. Wang’s final pay was on August 2. Messages showed that he was asked if he could work on a number of occasions but declined, because, he said, he did not see any point going to work knowing his job was going to end and he was better to use his time finding a new job. He started with his new employer in late August. Authority member Claire English said it was clear that Wang had been dismissed by Ye, and she accepted what Ye said about the sudden and unexpected loss of work leaving him with limited options. “I also accept that it was fairer of him to warn employees in advance, as he did. However, this is still a dismissal, even if it is done for genuine reasons.” She said he might not have realised it was a dismissal because there were no performance or behaviour concerns. But she said it was arguable he did not sufficiently investigate all the circumstances before telling Wang his job was about to end. “In addition, Ye did not raise the concerns he had with Wang before deciding to dismiss him. Instead, he told Wang of his concerns, that there would be no more work after the conclusion of the current job, and instead of asking Wang to respond Ye immediately moved to dismissal before discussing other possible solutions with Wang. “Together, these two things meant that Wang was dismissed before he had time to consider his position or think about what he wanted to do next. It also meant that even though Ye later found more work, by this time, Wang had already been dismissed. Wang was aware that the company had not closed as had been indicated on 21 July and that others continued to work for Ye, and this also meant that he felt he had been misled and what he had been told was not genuine, which is unfortunate.” She said he had been unjustifiably dismissed. She said he was owed $5120 in lost wages as the equivalent of the three weeks and one day between his job ending and starting a new one. She also accepted his account of the impact of the dismissal on him. He said he was devastated, had to seek help from family and friends in China and was still emotionally affected by it. She said it was appropriate to award $20,000 compensation. But she reduced the compensation component by 10% because he had turned down requests to work.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "liuju wang",
        "sentiment": "none"
      },
      {
        "name": "cun ye",
        "sentiment": "none"
      },
      {
        "name": "yang",
        "sentiment": "none"
      },
      {
        "name": "wang",
        "sentiment": "none"
      },
      {
        "name": "ye",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "employment relations authority",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T23:30:28.823+02:00",
  "updated": "2023-12-29T23:30:28.823+02:00"
}