{
  "thread": {
    "uuid": "bb2e58da583c2013d91c95d1729f1d32fd7d91a9",
    "url": "https://www.whiskeyriff.com/2024/01/07/the-story-of-waylon-jennings-legendary-25000-piss/",
    "site_full": "www.whiskeyriff.com",
    "site": "whiskeyriff.com",
    "site_section": "https://www.whiskeyriff.com/rss",
    "site_categories": [
      "tech"
    ],
    "section_title": "Whiskey Riff",
    "title": "The Story Of Waylon Jennings’ Legendary “$25,000 Piss”",
    "title_full": "The Story Of Waylon Jennings’ Legendary “$25,000 Piss” | Whiskey Riff",
    "published": "2024-01-07T23:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "https://i0.wp.com/www.whiskeyriff.com/wp-content/uploads/Waylon-4.jpg?fit=1200%2C729&#038;ssl=1",
    "performance_score": 0,
    "domain_rank": 50779,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bb2e58da583c2013d91c95d1729f1d32fd7d91a9",
  "url": "https://www.whiskeyriff.com/2024/01/07/the-story-of-waylon-jennings-legendary-25000-piss/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Wes Langeler",
  "published": "2024-01-07T23:02:00.000+02:00",
  "title": "The Story Of Waylon Jennings’ Legendary “$25,000 Piss”",
  "text": "The legendary [Waylon Jennings.](http://whiskeyriff.com/tag/waylon-jennings) A country music icon and pioneer of the “Outlaw” country movement, Waylon has more than his fair share of wild stories, but perhaps one of the most entertaining is the legendary “$25,000 piss.” In the documentary Renegade Outlaw Legend, Waylon recalled a contract dispute with RCA in the early ’70s when he asked them for an advance on royalties. After initially agreeing to his request of $25,000, they came back with a much smaller offer of $5,000 and the same royalty rate that he had since the beginning. Plus, it was on the condition that Jennings sign with the label for another five years. Needless to say, that wasn’t gonna fly with Waylon. Enlisting the help of business manager/lawyer Neil Reshen, Jennings met with RCA executives Jerry Bradley and Chet Atkins to hammer out this $25,000 royalty issue, but negations quickly turned south. According to his autobiography, [Waylon: An Autobiography](https://amzn.to/3uXosps), it went like this: “It was down to a $25,000 sum, and they we’re not going to give it to me. He wanted it. We were sitting there, not a word spoken, and the silence got unbearable. After a while, I couldn’t take it anymore. ‘Chet,’ I said, reaching over to a bowl on his desk, ‘where’d you get these peanuts?’ Neil glared at me. ‘Shut up, Waylon.’ You could hear a clock tick in the room. It got even quieter. Minutes passed. I rose up, never said a word, walked out. I went to the bathroom to take a leak. When I came back, Neil greeted me in the hall. ‘You’re a f**kin’ genius,’he said. ‘What?’ ‘Walking out like that. That sewed it up.’ He was positively gleeful. ‘Where’d you go?’ ‘I had to take a piss.’ ‘That’s a $25,000 piss,’ said Neil. They asked me where you went and I told them I didn’t know. ‘Waylon’s mad, I’m sure. He’s crazy. He’s liable to do anything.’ ‘Will he be back?’ they wanted to know, and I shrugged. ‘I guess he’s gone, so we may as well call this to a close.’ And that’s when they gave us the money. According to the 2013 book [Outlaw: Waylon, Willie, Kris, and the Renegades of Nashville](https://amzn.to/2Oy35uk), Jennings ended up signing a monster deal with RCA, one that gave him a ton of creative freedom, more control over his music, and a lot more money moving forward. He started working on Lonesome, On’ry and Mean, which was released in March the following year (1973), and the rest is history. Waylon Jennings Walked Out On Tom Snyder Waylon Jennings is quite possibly the king of walk-outs. If an event or appearance started to turn south, Waylon was often known to just walk away, leaving bystanders and producers stunned in his wake. Frankly, you’ve got to respect the “takes-no-shit” attitude of the man… Lord knows we could use a little more backbone in country music these days. In 1970, Jennings walked out of the [CMA Awards](https://www.whiskeyriff.com/2022/01/18/cma-awards-1970-waylon-jennings-walks-out-after-they-cut-his-performance-time-down/) after being scheduled to perform his hit, “Only Daddy That’ll Walk The Line.” Producers wanted him to cut down his performance, and he didn’t take kindly to the request. He recalled: “One year I’d stormed out of the awards and didn’t mind telling anyone who would listen why. It was Kris Kristofferson’s night… he was a shoo-in for several categories. I had been scheduled to perform ‘Only Daddy That’ll Walk The Line.’ They said they were strapped for time, and they wanted me to cut the song to one verse and chorus. I said, ‘Why don’t I just dance across the stage and grin? Maybe do one line. That’ll give you a lot of time.’ They told me to not get smart. Either I did it or I got out. They said, ‘We don’t need you.’ I decided that was true, and I left.” He also walked out of the massive group recording of [“We Are The World”](https://www.whiskeyriff.com/2022/03/03/why-waylon-jennings-walked-out-of-the-original-1985-we-are-the-world-recording-at-1am/) in 1985, but that’s another long story… However, the walk-out shenanigans didn’t end there. In 1998, Waylon was scheduled to be interviewed by talk show host, Tom Snyder. According to publicists, Waylon only agreed to come on The Late Late Show if he was the only guest. And after the show introduced a second guest with quite an extensive interview, it started cutting into the 30-minute time-slot he was promised. Jessi Colter, Jennings wife at the time, recalled Waylon watching the interview between Tom Snyder and his other scheduled guest backstage, then looking over at her and saying, “we’re leaving.” And they did just that. This walk-out left host Tom Snyder stunned with over 15 minutes of television time to fill by himself. When the show went live after Waylon’s exit, Snyder was left tripping over words. He told the live audience: “Waylon Jennings walked out of here about 5 or 10 minutes ago. He is not here… I have never had anybody leave before they came on.” Willie Nelson recalled the event, and how it became such a legendary moment at the time, and even still today: “Had it not happened it would’ve just been another television show that Waylon did, but since it did everybody talks about it.” Waylon Jennings, folks… he didn’t play games. Ol’ Tom learned that the hard way.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "https://amzn.to/2Oy35uk),",
    "https://amzn.to/3uXosps),",
    "https://www.amzn.to/2Oy35uk),",
    "https://www.amzn.to/3uXosps),"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "waylon jennings",
        "sentiment": "negative"
      },
      {
        "name": "jerry bradley",
        "sentiment": "none"
      },
      {
        "name": "chet atkins",
        "sentiment": "none"
      },
      {
        "name": "neil reshen",
        "sentiment": "none"
      },
      {
        "name": "waylon",
        "sentiment": "none"
      },
      {
        "name": "jennings",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "rca",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T01:27:15.912+02:00",
  "updated": "2024-01-08T01:27:15.912+02:00"
}