{
  "thread": {
    "uuid": "5ceb5110d63b3bc00ce8be7da287a13bfe9ef9fa",
    "url": "https://punchng.com/don-lauds-delta-community-group-for-tackling-illiteracy-unemployment/",
    "site_full": "punchng.com",
    "site": "punchng.com",
    "site_section": "http://www.punchng.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "Punch Newspapers - Latest News",
    "title": "Don lauds Delta community group for tackling illiteracy, unemployment",
    "title_full": "Don lauds Delta community group for tackling illiteracy, unemployment",
    "published": "2023-12-29T00:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://cdn.punchng.com/wp-content/uploads/2022/01/27134552/Delta-State.png",
    "performance_score": 0,
    "domain_rank": 6664,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5ceb5110d63b3bc00ce8be7da287a13bfe9ef9fa",
  "url": "https://punchng.com/don-lauds-delta-community-group-for-tackling-illiteracy-unemployment/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dele Ogunyemi",
  "published": "2023-12-29T00:27:00.000+02:00",
  "title": "Don lauds Delta community group for tackling illiteracy, unemployment",
  "text": "A university don and President of the Historical Society of Nigeria, Professor Sam Aghalino, has lauded the Isoko Professionals Association in Delta State for its efforts towards reducing illiteracy and unemployment among indigenes of Isoko land.\nAghalino gave the commendation during the 15th anniversary of the IPA/award ceremony, held at James Ekpre Otobi Hall, in Isoko South Local Government Area of Delta State.\nThe event also featured the presentation of 24 white marker boards, marker pens and dusters to selected principals of secondary schools across Isoko North and South local government areas, to aid basic education and literacy among young people in Isoko ethnic nation.\nThe IPA is a conglomerate of Isoko sons in various endeavours with like minds, who have been contributing to the educational and human capital development of Isokoland.\nSpeaking at the ceremony, Aghalino maintained that an association like the IPA deserves commendation because “it has been able to garner and personify its challenges and how it can solve them.”\nHe added, “My own is just to acknowledge them, applaud their vision and encourage them to do more.”\nHe spoke further, “The pursuit of goodwill is something to be celebrated. What I know of this association year in, and year out is they engage in interventions. Education is light, without education many of us would have been in the village riding motorcycles as a means of livelihood. But education is a cake that can take anybody from nowhere to somewhere.”\nThe don therefore urged the association to open the door to let more people join it, admonishing it not to be politicized, noting that one of the factors that destroys any association is politics.\nConsequently, he admonished members to play their politics outside the group and concentrate on their vision and mission statement.\nIn his welcome address, IPA President, Sir Benson Onome Anaro, stated that the occasion of the group’s 15th anniversary “should be seen as a time for sober reflection on its overriding objective, which is the emancipation of Isoko nation.”\nHe said, “It is no news that the Isoko nation is a minority within the minority of the political entity called Nigeria. Consequently, the Isoko indigene is an endangered species by default. These are plain realities gazing boldly at every Isoko girl, boy-child, every Isoko youth, every Isoko adult male and female, every Isoko employee, every Isoko entrepreneur, and every Isoko politician. No one is exempted.\n“The theme for our 15th anniversary is therefore carefully selected for us to gather in our native soil, to reflect as a people on our many and various challenges and chart a progressive and sustainable way forward.”\nIn their separate speeches, the awardees, the Iyasere of Oyede kingdom, High Chief Enahoro Eta; IPA Patron, Chief Paul John Odhomor; the immediate past Chairman of Isoko North Local Government Council, Hon Elder Emmanuel Egbabor and a philanthropist, Deacon Martins Okeoghene Ugbegwo, all commended the IPA for “the kind gestures and humanitarian services rendered towards the growth and development of education in Isoko nation.”\nOne of the awardees, Master Anthony Favour Oghenero, who was presented with a cash prize of N199,000 for inventing a drone and aeroplane, expressed satisfaction and gratitude to the IPA, stressing that the awards would further spur recipients to do more.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "don",
        "sentiment": "neutral"
      },
      {
        "name": "sam aghalino",
        "sentiment": "neutral"
      },
      {
        "name": "aghalino",
        "sentiment": "none"
      },
      {
        "name": "james ekpre otobi hall",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "delta",
        "sentiment": "neutral"
      },
      {
        "name": "historical society of nigeria",
        "sentiment": "neutral"
      },
      {
        "name": "isoko professionals association",
        "sentiment": "none"
      },
      {
        "name": "delta state",
        "sentiment": "none"
      },
      {
        "name": "ipa",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "isoko north",
        "sentiment": "none"
      },
      {
        "name": "isoko",
        "sentiment": "none"
      },
      {
        "name": "isokoland",
        "sentiment": "none"
      },
      {
        "name": "isoko south local government area of delta state",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T02:51:43.261+02:00",
  "updated": "2023-12-29T02:51:43.261+02:00"
}