{
  "thread": {
    "uuid": "33ab3001961e4089b409cc06761993e1feae6f4e",
    "url": "https://www.colombia.com/vida-y-estilo/salud-y-bienestar/ejercicio-en-la-adolescencia-favoreceria-el-bienestar-mental-en-la-edad-adulta-462959",
    "site_full": "www.colombia.com",
    "site": "colombia.com",
    "site_section": "https://www.colombia.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "Salud mental: ejercicio en la adolescencia favorecería el bienestar en la edad adulta",
    "title_full": "Salud mental: ejercicio en la adolescencia favorecería el bienestar en la edad adulta",
    "published": "2024-04-19T00:26:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://cdn.colombia.com/sdi/2024/04/18/ejercicio-en-la-adolescencia-favoreceria-el-bienestar-mental-en-la-edad-adulta-1234901.jpg",
    "performance_score": 0,
    "domain_rank": 48641,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "33ab3001961e4089b409cc06761993e1feae6f4e",
  "url": "https://www.colombia.com/vida-y-estilo/salud-y-bienestar/ejercicio-en-la-adolescencia-favoreceria-el-bienestar-mental-en-la-edad-adulta-462959",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alexandra Méndez",
  "published": "2024-04-19T00:26:00.000+03:00",
  "title": "Salud mental: ejercicio en la adolescencia favorecería el bienestar en la edad adulta",
  "text": "[Alexandra Méndez](https://www.colombia.com/staff/127/alexandra-mendez)• Colombia.com Salud mental: ejercicio en la adolescencia favorecería el bienestar en la edad adulta El ejercicio promueve no solo la salud física, sino también la salud mental. Nuevos estudios lo confirman. El ejercicio promueve no solo la salud física, sino también la salud mental. Nuevos estudios lo confirman. La salud mental es un tema que está en auge en la actualidad; sin embargo, no es por las razones correctas, sino porque las cifras de suicidios, trastornos de ansiedad y/o depresión van en aumento. Según la Organización Mundial de la Salud, se estima que más de 700.000 personas mueren por suicidio cada año, lo que corresponde a una muerte cada 40 segundos. Casi el 77% de todos los suicidios mundiales ocurren en países de ingresos bajos y medianos. El portal [Consultor Salud](https://consultorsalud.com/suicidio-en-colombia-aumenta-16-por-ciento/) revela que “en Colombia la situación tiende a ser preocupante”, pues conforme al boletín de Medicina Legal del primer semestre del 2023, entre enero y julio se incrementó un 15,73% la tasa de suicidios en Colombia, con respecto al mismo periodo de 2022. Pasando de 1.564 casos a 1.810. El panorama de los trastornos mentales también es muy angustiante, ya que alrededor del 66,3% de los colombianos han enfrentado durante su vida algún problema de salud mental, siendo el más común la depresión que afecta a unos 2'425.000 personas. Por lo anterior, se hace necesario tomar medidas importantes y promover el fortalecimiento de la salud mental, principalmente en los jóvenes. Un nuevo estudio ha revelado que el ejercicio sería clave para prevenir el desarrollo de trastornos mentales. Según investigadores de State of Mind, un estudio global de ASICS, existiría una fuerte conexión entre el movimiento y la mente. De acuerdo con un análisis llevado a cabo con 26.000 personas, la actividad física en la adolescencia contribuiría en gran medida con el bienestar mental en la edad adulta. Los expertos señalan que cada año adicional en el que un adolescente se mantiene comprometido con el ejercicio se asocia con una mejora en los puntajes del State of Mind en la edad adulta, identificándose las edades de 15 a 17 años como los años más óptimos para mantenerse activo. Lo preocupante es que se ha evidenciado una tendencia a la baja en cuanto a la cantidad de actividad física que los niños y adolescentes realizan. La razón principal sería el uso desmedido de aparatos electrónicos que promueve una vida sedentaria.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health"
  ],
  "external_links": [
    "https://consultorsalud.com/suicidio-en-colombia-aumenta-16-por-ciento/",
    "https://www.consultorsalud.com/suicidio-en-colombia-aumenta-16-por-ciento/",
    "https://consultorsalud.com/suicidio-en-colombia-aumenta-16-por-ciento"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:43:36.238+03:00",
  "updated": "2024-04-19T03:01:45.141+03:00"
}