{
  "thread": {
    "uuid": "436e931539b6ebaf5761b8617f57d812e9ba8531",
    "url": "https://timesofindia.indiatimes.com/city/vadodara/signposts-with-lord-rams-photo-put-up-to-check-littering/articleshow/108864016.cms",
    "site_full": "timesofindia.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "https://uspolitics.einnews.com:443/live_feed/",
    "site_categories": [
      "under_construction",
      "non_standard_content",
      "top_news"
    ],
    "section_title": "Live Feed Wire - US Politics Today - EIN Presswire",
    "title": "Lord Ram: Signposts With Lord Ram’s Photo Put Up To Check Littering | Vadodara News - Times of India",
    "title_full": "Lord Ram: Signposts With Lord Ram’s Photo Put Up To Check Littering | Vadodara News - Times of India",
    "published": "2024-03-29T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.toiimg.com/thumb/msid-108864015,width-1070,height-580,imgsize-65524,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
    "performance_score": 0,
    "domain_rank": 283,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "436e931539b6ebaf5761b8617f57d812e9ba8531",
  "url": "https://timesofindia.indiatimes.com/city/vadodara/signposts-with-lord-rams-photo-put-up-to-check-littering/articleshow/108864016.cms",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "TNN",
  "published": "2024-03-29T03:00:00.000+03:00",
  "title": "Lord Ram: Signposts With Lord Ram’s Photo Put Up To Check Littering | Vadodara News - Times of India",
  "text": "Vadodara: It is commonplace to see pictures of deities pasted in staircases or tiles with photographs of gods and goddesses placed on walls or corners of staircases to discourage people from spitting there. But in Harni area of the city, pictures of Lord Ram have been put up with requests not to litter the road.There are several areas in the city that witness littering on the sides of the street as those residing or having businesses in nearby areas dump garbage there. The condition is worse in the internal areas in some parts of the city where street sweeping by the VMC is not frequent. The civic body swings into action only when it receives complaints.At one such intersection of two roads in Harni area, pictures of Lord Ram have been put up on signposts as the open space on the side of the road was littered. This was spotted by an activist who uses the road regularly. “The pictures have been put up for about 15 days now. The spot was used for dumping garbage for quite some time. Nobody knows who put up these signposts at the spot,” said activist Atul Gamechi. VMC’s assistant municipal commissioner of north zone, Mahipalsinh Jhala, said that the civic body did not put up such signposts. “We do put up signs warning against littering, but not pictures of deities. This may be the work of some residents,” Jhala said.Gamechi said that it was quite possible that a nearby society or a real estate developer put up the pictures. However, he observed that the move had not taken care of littering at the spot. “It still persists,” he said. We also published the following articles recentlyMan converts leaf litter into compostSuresh Bhat, 64, converts leaf litter into compost in Rajarajeshwari Nagar to aid gardening. With over 200 gunny bags collected each spring, his family assists in plastic segregation, impacting Thalaghattapura residents.108772300E-W stain culture a legacy of N-S litter-spit habitIn Aug 2009, Kolkata's Metro tracks extended beyond Tollygunge with reported littering issues. Line 2 exhibits betel leaf stains, plastic bottles, and spit marks. Blue Line cleanliness once compared to Rome and Paris has deteriorated.108831749Laying of interlocking tiles on roads: 50 risk zones spottedKochi faces safety hazards due to poor interlocking tiles on major roads, leading to accidents, especially for two-wheelers. PWD plays a crucial role in ensuring road safety and addressing the risks posed by the faulty tiles.108742053",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "atul gamechi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "vadodara news - times",
        "sentiment": "neutral"
      },
      {
        "name": "vmc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "india vadodara",
        "sentiment": "none"
      },
      {
        "name": "harni",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T03:53:23.362+03:00",
  "updated": "2024-03-29T03:53:23.362+03:00"
}