{
  "thread": {
    "uuid": "f60a27b13e14bb8f30e6b98f7e98b0e0676f69ac",
    "url": "https://dve.iheart.com/calendar/content/2024-03-10-kenny-wayne-shepherd-palace-theatre",
    "site_full": "dve.iheart.com",
    "site": "iheart.com",
    "site_section": "https://dve.iheart.com/calendar",
    "site_categories": [
      "non_standard_content"
    ],
    "section_title": "Calendar Events | 102.5 WDVE",
    "title": "KENNY WAYNE SHEPHERD @ PALACE THEATRE | 102.5 WDVE",
    "title_full": "KENNY WAYNE SHEPHERD @ PALACE THEATRE | 102.5 WDVE",
    "published": "2024-01-05T20:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.iheart.com/v3/re/new_assets/659804ee4f8efc19f2724733?ops=gravity(%22north%22),fit(1200,675),quality(65)",
    "performance_score": 0,
    "domain_rank": 853,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f60a27b13e14bb8f30e6b98f7e98b0e0676f69ac",
  "url": "https://dve.iheart.com/calendar/content/2024-03-10-kenny-wayne-shepherd-palace-theatre",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@dveradio",
  "published": "2024-01-05T20:33:00.000+02:00",
  "title": "KENNY WAYNE SHEPHERD @ PALACE THEATRE | 102.5 WDVE",
  "text": "KENNY WAYNE SHEPHERD BAND SUNDAY, MARCH 10, 2024 AT 8PM\nBUY TICKETS HERE\nPut an ear to the door of FAME Studios in Muscle Shoals, Alabama, back in late2019 and you’d have heard it. The first stirrings of a new studio album from the man who pulled American roots into the 21st century. Melodies forming, riffs taking shape, grooves building, stories of loss and redemption spun by a crack team of sympatico songwriters. The road from that first writing session to the finished copy of Dirt On My Diamonds you hold in your hands, smiles Kenny Wayne Shepherd, has been quite a ride. “Every record I make is a moment in time. And this is a really special moment.”\nSince the release of his debut album, 1995’s Ledbetter Heights, this Grammy-nominated, multi-platinum bandleader still sounds like the future of the blues. Approach Dirt On My Diamonds expecting autopilot twelve-bars and you’ll instead be thrown a volley of curveballs, from the modern urban edge of Sweet & Low and Best Of Times’ socio-political observations to the speaker-tearing production from Shepherd and his partner-in-sound of recent years, Marshall Altman. “Working with Marshall, it’s like any productive relationship,” considers the guitarist. “We put our strengths together and push each other.”\nThroughout, as the album title suggests, the grit and emotional honesty of these new songs is prized above guitar pyrotechnics (even for one of the modern scene’s most valuable players).Of the Dirt On My Diamonds’ guiding philosophy, “Life has imperfections, and I actually prefer it that way. The imperfections are what make it interesting.”\nSince his birth in North Louisiana, in 1977, Shepherd’s own life has never followed the script. Steeped in classic blues and rock ‘n’ roll from an early age by his dad – a respected Louisiana radio personality and promoter – the kid soon reached for his first Fender Stratocaster and found he didn’t require lessons to make it cry and wail. Long before Warner Brothers subsidiary Giant Records offered a deal, Shepherd had clocked up countless miles on a merciless touring schedule of clubs he was still too young to drink in. “For the first five years,” he says, “I was on the road non-stop.”\nBut that old-school apprenticeship sharpened both his chops and songcraft to a razor’s edge. Following up the aforementioned Ledbetter Heights, Shepherd changed his world forever with 1997’s Trouble Is…, the breakthrough second album that saw him write songs of such eye-opening maturity as Blue On Black, and sell over one million copies in an era when post-grunge supposedly held sway. “It was vindication,” he nods.\nShepherd’s studio releases kept gathering pace,from1999’s Live On to 2004’s The Place You’re In, before 2007’s two time Grammy-nominated album/documentary Ten Days Out: Blues From The Backroads saw him stand up and be counted alongside such giants as B.B. King, Hubert Sumlin and Pinetop Perkins. “I always felt like I owed it to those people to mention their names and the impact they had on me,”he says, “because otherwise you’re doing them a disservice.”\nIn 2013 and 2016, he even found the bandwidth for two albums with blues-rock supergroup The Rides, also featuring Stephen Stills and Barry Goldberg. But to understand the direction of travel on Dirt On My Diamonds, it pays to revisit 2017’s Lay It On Down, on which Shepherd’s enduring partnership with producer Marshall Altman began. “After Lay It On Down and The Traveler, this is my third consecutive album working with Marshall, and the evolution almost feels like chapters in a book. To me, this album sounds incredibly fresh, modern and current.”\nIt all started with the aforementioned session at FAME, where Shepherd and his favorite co-writers threw out the rulebook. “Nothing was off-limits,” says the bandleader of penning the songs whose vocal parts would be split down the line between himself and co-vocalist Noah Hunt. “We just wrote non-stop for three days, throwing out songs and letting the good stuff rise to the top. Sometimes with these writing sessions, especially in towns like Nashville, people will set up an appointment, like, ‘OK, we’ll get together from one til three’. But this time, we weren’t under the gun, it was just a bunch of guys having fun writing music.And of course, you feel the history down there in Muscle Shoals. You feel it in the air at a studio like FAME.”\nWhen it came to tracking, the bulk of the sessions went down at the Band House Studios in Los Angeles, with the lineup completed by Chris Layton (drums), Kevin McCormick (bass) and Jimmy McGorman (keys).“It was a really cool, intimate, old-school studio with analogue everything, but it’s since been torn down to make way for a high-rise condo,” sighs Shepherd.\nRolling with the punches, the project recommenced at a friend’s studio in Burbank for the handful of brass, vocal and guitar overdubs. “But the least amount necessary,” stresses the bandleader. “For me, it’s all about capturing the essence of the band playing live together, because that’s what we do best.”\nWith material this strong, no polish was needed. As on any KWS album, songs are the currency, and the seven originals from Dirt On My Diamonds Volume 1 demand to be heard, lifting listeners above their circumstances at a time when life often feels bleak and bone-raw. “I didn’t want this record to be dark or dreary,” considers Shepherd. “There’s not a lot of incredibly heart-wrenching or difficult subject matter. You know, there’s one blues song called Ease My Mind which is a little dark, about that blues-suffering experience. You Can’t Love Me is about a guy that loves a girl with some unresolved issues. But even that has this really positive sound to it. My goal is always to make music that makes people feel good, regardless of what it’s about.”\nFor a hit of pure escapism, start with the opening title track: a dynamic barnburner reminding us that sometimes the warts in life are the best part. “Marshall felt particularly passionate that we open with that,” reflects Shepherd. “It’s got the high energy, the rocking guitar, the heavy blues influence – but it sounds incredibly modern at the same time. As for the lyric, it’s about how social media has created this unrealistic expectation, showing everybody how perfect our lives are, when a lot of it is just a façade, y’know?”\nWhile Shepherd has spread the word of the blues founding fathers from the start, the modern sound of highlights like Sweet & Low and Best Of Times speaks to an artist with his antennae up. “When it comes to the lyrics, Sweet & Low is an old-fashioned courting ritual, a guy pursuing a girl,” he explains. “But really that song is about the groove and making people want to get down. There’s the urban influence, the blues influence, the rock influence, but it all comes together and gets people’s attention right off the bat. People I’ve played the album for, they consistently have the biggest reaction to that one.”\n“To me,” he continues, “Best Of Times is an observation of the modern-day blues experience. We recently played a show in a really rough, depressed part of the country, but you could tell the community was all in it together, and Marshall and I wrote that song as a result of going through town. Y’know, ‘Grandma standing in the welfare line/Mom and Dad working overtime/bills to pay, mouths to feed…’”\nAs for the guitar community that follows Shepherd’s every move, the fire and soul across this track listing should more than satisfy. “I really like the lead guitar tone from Man On A Mission,” he says. “Then there’s Bad Intentions. I guess that song is like Muddy Waters’ I’m A Man, the guy pounding on his chest, talking about how badass he is. So the guitar tone is really ripping and aggressive, right on the edge, with a lot of hair. I mostly used my favorite ’61 Strat, but when I go in the studio, I have no idea what I’m gonna play – and I just play whatever happens.”\nAnd finally, as befitted this most playful album sessions, Shepherd dipped into his mental jukebox for a rabble-rousing cover of Elton John’s Saturday Night’s Alright For Fighting. “I always keep a catalog in the back of my mind of songs I think my band could bring our things to. The timing worked out well because Elton is doing his farewell tour. Also, I love his guitar player, Davey Johnstone. He’s a friend, too, and when we recorded that song, I sent him a message saying, ‘Hey man, we’re gonna cover Saturday Night’s Alright For Fighting – I hope I don’t screw up your guitar parts’. I almost asked Davey to come into the studio and play it, so that I knew it was 100 percent correct!”\nBut then, as he says, perfection is overrated. At a time when mainstream music is polished, quantized and airbrushed of soul, Dirt On My Diamonds sees Kenny Wayne Shepherd catch shards of honest human emotion and serve them up raw for an audience that needs real music more than ever. “I just feel a responsibility to make the best music I can make,” he concludes. “And I’m really excited to see what’s gonna happen with these songs when we take them out on the road…”\nTickets: $55.75, $69.75, $99",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://www.thepalacetheatre.org/events/kenny-wayne-shepherd-band/?occurrence=2024-03-10",
    "https://www.thepalacetheatre.org/events/kenny-wayne-shepherd-band/",
    "https://thepalacetheatre.org/events/kenny-wayne-shepherd-band/?occurrence=2024-03-10"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kenny wayne shepherd",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "ame studios",
        "sentiment": "none"
      },
      {
        "name": "best of times",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ledbetter heights",
        "sentiment": "none"
      },
      {
        "name": "alabama",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:59:02.345+02:00",
  "updated": "2024-01-06T00:59:02.345+02:00"
}