{
  "thread": {
    "uuid": "5f3f84ab8d2d499ef57029e41e1c63e5c779d12f",
    "url": "https://tribuneonlineng.com/trust-in-god-at-these-trying-times-muslim-lawyers",
    "site_full": "tribuneonlineng.com",
    "site": "tribuneonlineng.com",
    "site_section": "https://tribuneonlineng.com/category/eye-of-islam/",
    "site_categories": [
      "shopping",
      "top_news"
    ],
    "section_title": null,
    "title": "Trust in God at these trying times \\u2014 Muslim lawyers - Tribune Online",
    "title_full": "Trust in God at these trying times \\u2014 Muslim lawyers - Tribune Online",
    "published": "2024-03-29T08:35:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 21604,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5f3f84ab8d2d499ef57029e41e1c63e5c779d12f",
  "url": "https://tribuneonlineng.com/trust-in-god-at-these-trying-times-muslim-lawyers",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Saheed Salawu",
  "published": "2024-03-29T08:35:00.000+03:00",
  "title": "Trust in God at these trying times \\u2014 Muslim lawyers - Tribune Online",
  "text": "THE Muslim Lawyers’ Association of Nigeria (MULAN), Oyo State branch, has called on Nigerians to trust in God in this period of economic hardship and beyond.\nThe state chairman of MULAN, Alhaji Ismail Akorede, made the call in Ibadan at the 2024 Ramadan lecture of thhe association titled ‘Navigating through Economic Challenges: Legal, Political, Medical and Islamic Perspectives’.\nAkorede said no one could ease the difficulty that Nigerians are passing through except Allah and that is the reason why it is imperatives to trust in Him.\n“I call on Nigerians to put their trust in God in these trying times. Only He can ease our affairs,” he said.\nAccording to Akorede, contributing to the entrenchment of justice and promotion of Islamic ideals is one of the core goals of MULAN.\nThe chairman said the association had embarked on several programmes in line with its core objectives.\nHe thanked MULAN members for their support and appealed for increased commitment so that the association could achieve its goals.\nHe congratulated members of the association who got elevated to various offices of honour and responsibilities and prayed for God’s guidance for them to discharge their duties creditably.\nHe appealed to the state governor, Seyi Makinde, to speed up the process of appointing additional judges in the state’s High Courts to aid quick dispensation of justice..\nThe special guest of honour, the state deputy governor, Chief Bayo Lawal, called on the Federal Government to consider paying derivation fund to states where solid minerals are extracted, just as it does with oil-bearing states.\nLawal argued that payment of such derivation fund would help the solid minerals-bearing states to provide more social infrastructure and facilitate rapid development of the states.\nHe noted that solid minerals could be found in almost all states of the federation and it would not be a bad idea for the states to benefit from their natural endowments.\nIn his submission, the chairman of the occasion, Senator Fatai Buhari, said Nigeria needed good leaders and followers, noting that virtually every Nigerian had contributed to the country’s problems.\nHe stressed the need for the re-orientation of the populace and the meting of punitive measures to corrupt individuals so that people would do the right things for the development of the country.\nThe guest lecturer, Alhaji Muhammud Adesina, SAN, said that adherence to the rule of law is important for the economic prosperity of the citizenry.\nHe noted that adherence to the rule of law would attract local and foreign investments and consequently reduce the economic challenges confronting the nation.\n“It is important to consider various perspectives of legal, political and Islamic views to navigate through current challenges in Nigeria and exercise patience with the fear of God,’’ Adesina said.\nAlso speaking, a consultant neurological Surgeon, Dr Liadi Tiamiyu, said Nigerians needed to retreat from the errors of the past and put humanity at the forefront of their financial pursuits.\nTiamiyu, also a guest speaker at the event, noted that wealthy Nigerians would be safe only when they imbibe the spirit of caring and sharing.\nHe stressed that there would be no peace for the rich if surrounded by the poor.\nAmong dignitaries present at the event were the Okere of Saki, Oba Khalid Oyedepo; Justice M.A. Adegbola, Alhaji Olasunkanmi Sanusi, SAN, and President of the Customary Court of Appeal, Justice Tajudeen AbdulGaniyu.\nRead Also: DSS allows doctor examine Nnamdi Kanu",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Religion and Belief"
  ],
  "external_links": [
    "https://www.dictionary.com/browse/Muslim",
    "https://dictionary.com/browse/Muslim"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "akorede",
        "sentiment": "none"
      },
      {
        "name": "alhaji ismail akorede",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "tribune online the muslim lawyers’ association of nigeria",
        "sentiment": "neutral"
      }
    ],
    "locations": [
      {
        "name": "oyo state",
        "sentiment": "none"
      },
      {
        "name": "ibadan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T11:39:36.262+03:00",
  "updated": "2024-03-29T11:39:36.262+03:00"
}