{
  "thread": {
    "uuid": "b30dc35631f9b54aab01751bf94fb3d33364eddb",
    "url": "https://itbrief.com.au/story/ai-capable-pcs-forecasted-to-become-norm-by-2027",
    "site_full": "itbrief.com.au",
    "site": "itbrief.com.au",
    "site_section": "https://channellife.com.au/feed",
    "site_categories": [
      "tech"
    ],
    "section_title": "ChannelLife Australia",
    "title": "AI-capable PCs forecasted to become norm by 2027",
    "title_full": "AI-capable PCs forecasted to become norm by 2027",
    "published": "2024-01-05T22:31:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://itbrief.com.au/uploads/story/2024/01/06/compatible_img-2yFZ60bc73Y8Re6hjOXT38kt.jpg",
    "performance_score": 0,
    "domain_rank": 86543,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b30dc35631f9b54aab01751bf94fb3d33364eddb",
  "url": "https://itbrief.com.au/story/ai-capable-pcs-forecasted-to-become-norm-by-2027",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kaleah Salmon",
  "published": "2024-01-05T22:31:00.000+02:00",
  "title": "AI-capable PCs forecasted to become norm by 2027",
  "text": "New research commissioned by Canalys predicts a transformative role for Artificial Intelligence (AI) in personal computing, with the expectation that AI-capable PCs will become the norm within the next five to seven years. The report suggests that this technological progression stands poised to revitalise the PC sector and substantially alter user experiences in a number of ways, especially in terms of efficiency, productivity and creativity. The study outlines several key findings, including a prediction that by 2027, 60% of PCs in circulation will possess AI capabilities. Initially, the key drivers of adoption are expected to emerge from the commercial sector, given that more than 60% of AI-capable PCs are projected to be sold to corporate buyers by 2027. As AI becomes more widespread, Canalys expects private consumer adoption to increase, especially for creative applications.\nThe Canalys report underlines the important role that businesses will play in the uptake of AI-capable systems. It predicts a \"major refresh cycle\" around 2024-2025, following the withdrawal of support for the current operating system, Windows 10. This juncture is likely to be exploited as an opportunity for businesses to migrate their existing hardware to AI-capable systems.\nPC manufacturers recognised in the report, including Dell, HP and Lenovo, are already gearing up for an AI future with waves of AI-accelerated models set to hit the market in 2024. Canalys emphasises the necessity of these companies to take an \"open, growth mindset focused on user needs.\"\nIn the development of AI-capable PCs, a crucial role is foreseen for leading chip developers such as Intel, AMD, Apple and Qualcomm. All have incorporated dedicated AI acceleration hardware, known as Neural Processing Units (NPUs), into CPU designs. True sector progression, however, is dependent on cooperative engineering between hard and software developers.\nCrucially, the inevitable privacy and ethical concerns surrounding on-device AI must be addressed to achieve mainstream adoption. Canalys recommends that technology vendors keep communication clear and transparent and impose stringent privacy and ethical standards over data use. Hopefully, public trust can be built in this way, and the adoption of AI-based technologies will accelerate accordingly.\nBased on this research, it's clear that AI integration into personal computing has the potential to revolutionise the industry. Going forward, the key task will be to negotiate the challenges that such a potentially transformative evolution may bring.\nThe commissioner of this research, Canalys, is a technology market research firm that specialises in providing analysis, insights, and advisory services related to the technology industry. The company focuses on tracking and analysing global technology market trends, including smartphones, tablets, PCs, cloud computing, cybersecurity, and emerging technologies.\nCanalys is known for its reports, market forecasts, and consulting services that help businesses, technology vendors, and investors make informed decisions in the rapidly evolving tech landscape.\nThe firm covers a wide range of topics, including market share analysis, channel strategies, emerging technologies, and the impact of digital transformation on various industries. Canalys often releases reports and commentary on major technology events and product launches, contributing to a better understanding of market dynamics and trends within the technology sector.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "canalys",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:45:48.146+02:00",
  "updated": "2024-01-06T00:45:48.146+02:00"
}