{
  "thread": {
    "uuid": "56ac71805a1279791db6a608e604b74831fe411b",
    "url": "https://www.movieguide.org/news-articles/harrison-butker-on-speech-backlash-bold-witness-for-christ.html",
    "site_full": "www.movieguide.org",
    "site": "movieguide.org",
    "site_section": "https://www.movieguide.org/feed",
    "site_categories": [
      "marketing",
      "business"
    ],
    "section_title": "Movieguide | The Family Guide to Movies & Entertainment",
    "title": "Harrison Butker Breaks Silence on Commencement Speech Backlash: ‘Bold Witness for Christ’",
    "title_full": "Harrison Butker Breaks Silence on Commencement Speech Backlash: ‘Bold Witness for Christ’",
    "published": "2024-05-31T00:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.movieguide.org/wp-content/uploads/2023/05/Screen-Shot-2023-05-09-at-2.27.28-PM.jpg",
    "performance_score": 0,
    "domain_rank": 48185,
    "domain_rank_updated": "2024-05-28T13:09:50.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "56ac71805a1279791db6a608e604b74831fe411b",
  "url": "https://www.movieguide.org/news-articles/harrison-butker-on-speech-backlash-bold-witness-for-christ.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Movieguide®",
  "published": "2024-05-31T00:00:00.000+03:00",
  "title": "Harrison Butker Breaks Silence on Commencement Speech Backlash: ‘Bold Witness for Christ’",
  "text": "Harrison Butker Breaks Silence on Commencement Speech Backlash: ‘Bold Witness for Christ’\nBy Movieguide® Contributor\nKansas City Chiefs kicker Harrison Butker has finally broken the silence following his viral commencement speech at Benedictine College.\nMovieguide® recently\nreported on his speech:\nDuring Butker’s\n[speech]he “extolled the virtues of motherhood as he encouraged female graduates and other women in the audience to ‘disregard the outside noise’ that encourages them to prioritize their careers above everything else.”\n“The majority of you are most excited about your marriage and the children you will bring into this world,” the kicker\n, addressing the women who were graduating.\n“I can tell you that my beautiful wife, Isabelle, would be the first to say that her life truly started when she began living her vocation as a wife and as a mother,” he\n. “I’m on the stage today and able to be the man I am because I have a wife who leans into her vocation.”\n“I’m beyond blessed with the many talents God has given me, but it cannot be overstated that all of my success is made possible because a girl I met in band class back in middle school would convert to the faith, become my wife, and embrace one of the most important titles of all: homemaker,” Butker\n.\nHis initial speech also\ncalled out President Biden and addressed abortion.\nWhile he received immense backlash for his comments, many defended his position. At the\nRegina Caeli Academy’s Courage Under Fire gala, Butker said he doesn’t regret standing up for what he believes.\n“If it wasn’t clear that the timeless Catholic values are hated by many, it is now,” Butker\nsaid at the gala in Nashville, Tennessee. “Over the past few days, my beliefs — or what people think I believe — have been the focus of countless discussions around the globe.”\n“At the outset, many people expressed a shocking level of hate. But as the days went on, even those who disagreed with my viewpoints shared their support for my freedom of religion,” he\ncontinued.\nButker does not “regret” his decision because his ultimate goal is not to please man but to please God.\n“If we have truth and charity, we should trust in the Lord’s providence and let the Holy Ghost do the rest of the work,” Butker\nexplained. “Our love for Jesus and thus our desire to speak out should never be outweighed by the longing of our fallen nature to be loved by the world. Glorifying God and not ourselves should always remain our motivation despite any pushback or even support.”\n“It is not people but Jesus Christ who I am trying to please,” he\nadded. “In reality, any courage I’ve shown will lead to some small suffering, and it will lead to some people maybe never liking me, but that could be God’s will. If I constantly remind myself of the hardships the saints went through, especially the martyrs in their persecution, it makes it all seem not so bad.”\n“If heaven is our goal, we should embrace our cross, however large or small it may be, and live our life with joy to be a bold witness for Christ,” Butker\nconcluded.\nMovieguide® previously\nhttps://www.movieguide.org/news-articles/chiefs-kicker-harrison-butker-gives-vulnerable-unborn-a-voice-at-white-house-ceremony.html on Butker’s pro-life advocacy:\nKansas City Chief’s kicker, Harrison Butker was praised after he spoke on the importance of pro-life at the White House ceremony for the Super Bowl champions.\n“I want to give the most vulnerable, the unborn, a voice at a place where every effort has been made to allow and normalize the tragic termination of their lives,” Christian Headlines\nof Butker.\n“As a father who has experienced three miscarriages, my wife and I understand the hardships that come with losing a child,” he added. “Every life is precious and should be valued whether outside or inside the womb.”\nButker was spotted endorsing a tie made by pro-life organization\n[Live Action]. The tie contained the Latin phrase “Vulnerari Praesidio” on it, which means “protect the most vulnerable.”\nPro-life activist Anna Lulis\n[tweeted]of Butker, Super Bowl champion, Harrison Butker ( [@buttkicker7]) wore a pro-life tie behind the most pro-abortion U.S. President, Joe Biden. The tie said PROTECT THE VULNERABLE in Latin. This is what real masculinity looks like, courageously standing up for the most vulnerable, the preborn.”\nShare:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www2.cbn.com/news/entertainment/chiefs-kicker-harrison-butker-breaks-silence-after-cancellation-chaos-over-viral",
    "http://youtube.com/watch?v=9wJEsz2JdpI",
    "https://courageunderfiregala.org",
    "http://www.youtube.com/watch?v=9wJEsz2JdpI",
    "https://www.courageunderfiregala.org",
    "http://www.youtube.com/watch",
    "https://.cbn.com/news/entertainment/chiefs-kicker-harrison-butker-breaks-silence-after-cancellation-chaos-over-viral"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "moviegu",
        "sentiment": "negative"
      },
      {
        "name": "isabelle",
        "sentiment": "none"
      },
      {
        "name": "harrison butker",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "benedictine college",
        "sentiment": "none"
      },
      {
        "name": "contributor kansas city chiefs",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-31T09:49:34.579+03:00",
  "updated": "2024-05-31T09:49:34.579+03:00"
}