{
  "thread": {
    "uuid": "52c19e8da54f4c11ad92214b59ba852460ec466d",
    "url": "https://www.popsugar.com.au/beauty/luxury-beauty-gifts-mothers-day",
    "site_full": "www.popsugar.com.au",
    "site": "popsugar.com.au",
    "site_section": "https://www.popsugar.com.au/feed",
    "site_categories": [
      "fashion",
      "style_and_fashion",
      "celebrity_fan_gossip",
      "entertainment"
    ],
    "section_title": "POPSUGAR Australia",
    "title": "Spoil Your Mum With These Luxury Beauty Treats This Mother’s Day",
    "title_full": "Spoil Your Mum With These Luxury Beauty Treats This Mother’s Day",
    "published": "2024-04-18T13:03:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://www.popsugar.com.au/wp-content/uploads/sites/2/2023/04/Luxury-beauty-gifts-mothers-day-1.jpg",
    "performance_score": 0,
    "domain_rank": 44111,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "52c19e8da54f4c11ad92214b59ba852460ec466d",
  "url": "https://www.popsugar.com.au/beauty/luxury-beauty-gifts-mothers-day",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sangeeta Kocharekar",
  "published": "2024-04-18T13:03:00.000+03:00",
  "title": "Spoil Your Mum With These Luxury Beauty Treats This Mother’s Day",
  "text": "Spoil Your Mum With These Luxury Beauty Treats This Mother’s Day\nAs POPSUGAR editors, we independently select and write about stuff we love and think you’ll like too. POPSUGAR has affiliate and advertising partnerships so we get revenue from sharing this content and from your purchase.\nIs your mum a bougie queen? Has she done you a few big favours in the last 12 months? Whatever the reason, if you’re looking to splurge on your mum, we’re making life easy by rounding up the best luxury beauty treats you can make Mum’s day with this\nMother’s Day. So, mark your calendar for Sunday, May 12th 2024, and start hunting for her perfect gift.\nL’Occitane, Almond Shower Oil\nTurn your mum’s\nmorning shower into an indulgent experience — just in time for winter. The L’Occitane, Almond Shower Oil ($75) has a warm, nutty scent and transforms from an oil into a silky, luxuriant lather. Mum can consider it her in-shower body lotion.\nAlpha-H, Melting Moments Cleansing Balm in Plum\nWith a sorbet texture, the\nAlpha-H, Melting Moment Cleansing Balm ($69.95) lives up to its name, dissolving impurities and makeup in one sweet sweep. This product can be used as an in-shower mask, with a gua-sha tool in front of her favourite “Midsomer Murders” ep or, as it was intended — to melt away the day. The limited edition Australian Davidson plum enriched formula has a soft berry scent making this treatment extra special.\nPortrait of a Lady, Frederic Malle\nSophisticated, glamorous, opulent and feminine — if this describes your mum then\n“Portrait of a Lady” ($563) could be her new signature scent. Not your grandmother’s rose perfume, Perfumer Dominique Ropion blended Turkish rose with patchouli, raspberry, blackcurrant, cinnamon, clove, sandalwood, incense, benzoin and musk. It makes for a fragrance that is as complex, compelling and powerful as the mother who wears it.\nSŚAINT Parfum, Modus Vivendi\nCardamon, cedarwood, leather and musk make\nSŚAINT, Modus Vivendi ($169) smoky, sexy fragrance, perfect for the Mum who’d prefer a glass of whisky and a good book to a bunch of flowers. You can shop SŚAINT fragrances at The Iconic or have a custom Mother’s Day label via the SŚAINT website.\nDyson Corrale in Limited Edition Vinca Blue and Rose\nYes, it’s expensive but the\nDyson C orral ($699) is one of the best hair straighteners money can buy, delivering truly transformative results. What makes it so special? The Corrale uses flexing copper plates that gently shape and gather hair while smoothing the cuticle. The copper plates move with the hair, not against it. This translates to less hair breakage and the easiest curls-with-a-straightener you’ve ever experienced (this writer thought curling with a straightener was impossible until she tried it with the Corrale).\nIles Formula, Signature Collection\nWhen only the best will do for your mum’s hair, reach for\nIles Formula. Founded by celebrity hairstylist Wendy Iles, Iles Formula was originally a private blend, offered to celebrity clientele experiencing hair disasters. Fortunately, the formula was taken to the general public and has won multiple awards. For hair that feels like spun silk, whether natural or colour-treated to within an inch of its life, Iles Formula leaves locks beautifully smooth and soft. We recommend picking up the Signature Collection ($225) collection which includes the original Shampoo, Conditioner and Finishing Serum.\nEstee Lauder, Advanced Night Repair Serum\nAdvanced Night Repair is one of Estee Lauder’s most beloved products for a reason — it works for pretty much every skin tone. Oil-free and deeply hydrating\nEstee Lauder, Advanced Night Repair ($190) uses a peptide complex to increase collagen production and skin renewal. You can read more about it in our best night serums round up.\nLancôme, Absolue Oleo Serum\nFor a mum whose skin needs some TLC,\nLancôme, Absolue Oleo Serum ($440) is an oil-in-serum hybrid potion packed with Lancome’s proprietary grand rose extracts. It nourishes the complexion while strengthening the skin barrier and soothing irritation. A perfect, cocooning winter treat for your mum.\nYSL, Rouge Volupte Shine\nWhat’s a luxury product roundup without one of these gorgeous golden bullets from YSL? The\nRouge Volupte Shine ($68) lipstick range makes lips look good. That’s because each formula is comprised of 65% nourishing oils and anti-aging antioxidants like pomegranate extract. Supremely comforting and a delight to pull out of your handbag. It’s impossible to be disappointed by this gift.\nBy Terry, Ombre Blackstar\nEasy breezy bronze the\nBy Terry, Ombre Blackstar, Cream Eyeshadow in “Bronze Moon” ($73) is an exceptional option for the mum with zero time, who likes some no fuss, high impact beauty. It’s also great for someone who finds doing eye makeup without her spectacles tricky, Either way, she’ll get a buttery smooth metallic sheen in a waterproof, transfer resistant formula that lasts all day.\nGiorgio Armani, Crema Nuda Tinted Cream\nAs skin ages, focusing on increasing luminosity and texture, rather than covering up should be your goal.\nGiorgio Armani, Crema Nuda Tinted Cream ($195) makes achieving this goal easy. The formula blends Giorgio Armani’s unparalleled foundation expertise (they brought us the category-defining Luminous Silk Foundation, after all) with a range of skincare benefits. This product creates a veil of coverage rather than a mask, blurring and softening blemishes and lines while improving overall skin condition.\nRead More POPSUGAR Beauty\nThese Vitamin C Products Are the Secret to Glowy Skin What to Know Before Trying the Copper Hair Colour Trend These 13 Lipsticks Are the Perfect Dupe for Charlotte Tilbury’s Pillow Talk Slay Or Nay: The Viral Beauty Trends of 2023 (and Whether They’re Worth Trying 16 of the Best LED Masks in Australia and Exactly What Each Light Does for Your Skin",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "https://www.mecca.com.au/editions-de-parfums-by-frederic-malle/",
    "https://www.ssaint.com.au/collections/signature-parfum",
    "https://www.theiconic.com.au/absolue-oleo-serum-30ml-1299974.html",
    "https://go.linkby.com/IWYRAYKP/products/melting-moment-cleansing-balm-plum",
    "https://www.theiconic.com.au/crema-nuda-tinted-cream-3-1304124.html",
    "https://roguebeauty.com.au/collections/iles-formula",
    "https://au.loccitane.com/luxury-size-almond-shower-oil-29HD500A22.html",
    "https://www.mecca.com.au/by-terry/ombre-blackstar-cream-eyeshadow-no4-bronze-moon/I-007203.html",
    "https://roguebeauty.com.au/collections/iles-formula/products/iles-formula-signature-collection",
    "https://www.sephora.com.au/products/ssaint-modus-vivendi-eau-de-parfum/v/100ml",
    "https://www.theiconic.com.au/advanced-night-repair-synchronized-multi-recovery-complex-1538915.html",
    "https://www.theiconic.com.au/rouge-volupte-shine-1567985.html",
    "https://www.theiconic.com.au/luminous-silk-foundation-6-30ml-1304036.html",
    "https://mecca.com.au/by-terry/ombre-blackstar-cream-eyeshadow-no4-bronze-moon/I-007203.html",
    "https://theiconic.com.au/crema-nuda-tinted-cream-3-1304124.html",
    "https://ssaint.com.au/collections/signature-parfum",
    "https://theiconic.com.au/rouge-volupte-shine-1567985.html",
    "https://mecca.com.au/editions-de-parfums-by-frederic-malle/",
    "https://sephora.com.au/products/ssaint-modus-vivendi-eau-de-parfum/v/100ml",
    "https://www.au.loccitane.com/luxury-size-almond-shower-oil-29HD500A22.html",
    "https://www.go.linkby.com/IWYRAYKP/products/melting-moment-cleansing-balm-plum",
    "https://theiconic.com.au/advanced-night-repair-synchronized-multi-recovery-complex-1538915.html",
    "https://www.mecca.com.au/editions-de-parfums-by-frederic-malle",
    "https://theiconic.com.au/luminous-silk-foundation-6-30ml-1304036.html",
    "https://theiconic.com.au/absolue-oleo-serum-30ml-1299974.html",
    "https://www.roguebeauty.com.au/collections/iles-formula",
    "https://www.roguebeauty.com.au/collections/iles-formula/products/iles-formula-signature-collection"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "popsugar",
        "sentiment": "none"
      },
      {
        "name": "l’occitane",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:08:21.527+03:00",
  "updated": "2024-04-19T01:08:21.527+03:00"
}