{
  "thread": {
    "uuid": "995831ff6258049ec092b8488ff4924828f90fcb",
    "url": "https://www.cp24.com/news/toronto-set-to-ring-in-2024-with-live-music-fireworks-1.6703300",
    "site_full": "www.cp24.com",
    "site": "cp24.com",
    "site_section": "https://news.google.com/rss?pz=1&cf=all&hl=en-CA&gl=CA&ceid=CA:en",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Top stories - Google News",
    "title": "Toronto to ring in 2024 with live music, fireworks | CP24.com",
    "title_full": "Toronto to ring in 2024 with live music, fireworks | CP24.com",
    "published": "2023-12-28T17:18:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.cp24.com/polopoly_fs/1.6214321.1672575503!/image/image.jpeg_gen/derivatives/landscape_620/image.jpeg",
    "performance_score": 0,
    "domain_rank": 8931,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "995831ff6258049ec092b8488ff4924828f90fcb",
  "url": "https://www.cp24.com/news/toronto-set-to-ring-in-2024-with-live-music-fireworks-1.6703300",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@cp24",
  "published": "2023-12-28T17:18:00.000+02:00",
  "title": "Toronto to ring in 2024 with live music, fireworks | CP24.com",
  "text": "New Year’s Eve is just around the corner and Toronto is gearing up to ring in 2024 in style.\nOn Sunday night, the City of Toronto will once again bring its New Year festivities to the waterfront.\nThe fun will get underway at 10 p.m. with music by DJs Sofia Fly and Cozmic Cat as well as pop-up participatory dance performances co-produced with the Dance Together Festival at Sherbourne Common, 61 Dockside Dr.; Exhibition Common at Harbourfront Centre, 235 Queens Quay W.; and Toronto Music Garden, 476 Queens Quay W.\nAt 11:30 p.m., world-renowned drag queen Tynomi Banks will host a classic countdown, followed by a 10-minute, high-altitude fireworks display synchronized to music starting at the stroke of midnight. The pyrotechnic show is the biggest one of its kind in Canada.\nThe best places to view the fireworks are at designated viewing areas located at Sherbourne Common, 61 Dockside Dr.; Toronto Music Garden, 476 Queens Quay W.; Harbour Square Park, 25 Queens Quay W.; Sugar Beach Park, 11 Dockside Dr.; Little Norway Park, 659 Queens Quay W.; HTO Park, 339 Queens Quay W.; and Harbourfront Centre, 235 Queens Quay W.\nThe City of Toronto’s New Year’s Eve celebration will also be available on live webcast starting at 10 p.m. for everyone to enjoy at home.\nTRAFFIC CLOSURES\nDrivers should note that a number of roads along the waterfront will be off limits on New Year’s Eve, notably eastbound Queens Quay West and Bay Street from Lakeshore Boulevard West to Queens Quay West. Those closures will be in effect from 10 p.m. to 1 a.m. Toronto police may close additional roads in the waterfront area as needed during the event.\nThere are a number of nearby Green P lots, however the city is urging revelers to take public transit. To get to the fireworks, riders should take Line 1 to Union Station and connect to the 509 Harbourfront or 510 Spadina streetcars. They can also connect to the 510 Spadina at Spadina Station, or the 511 Bathurst at Bathurst Station.\nThe 19 Bay and 72 Pape will be diverting to accommodate the fireworks display.\nTo accommodate the extra volume of passengers, extra service will be provided on Lines 1 and 2, and additional streetcars will operate on the 501 Queen, 504 King, 509 Harbourfront and 510 Spadina routes. Additional buses will also be available in the area at the conclusion of the display.\nBoth the TTC and GO Transit are offering free service on New Year’s Eve from 7 p.m. to 8 a.m.\nOTHER CELEBRATIONS\nWhile there will be no fireworks at Toronto City Hall or Nathan Phillips Square, the skating rink will be open there until 10 p.m. for people to enjoy before heading down to the waterfront. The square is also filled with colourful holiday installations for Cavalcade of Lights .\nA New Year’s Eve celebration will also be held on Sunday evening at the Distillery Historic District .\nHosted by Devo Brown and featuring music by DJ Clymaxxx, the festivities will include live musical performances as well as fireworks at midnight in Trinity Square.\nAdmission is free to the Distillery Historic District’s Winter Village from 10 a.m. to 4 p.m., however tickets are required after 4 p.m. and cost $25.\nThe Distillery Historic District is located at 55 Mill St., which is south of Front Street and east of Parliament Street.\nRelated Stories Toronto to ring in the New Year with waterfront fireworks displays Toronto to hold New Year's Eve fireworks show for first time since onset of COVID-19 pandemic Can you set off fireworks in the GTA on New Year’s Eve? Here’s what you need to know Photos This year, Toronto hosted a New Year's Eve celebration that included fireworks displays on the waterfront.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "https://www.youtube.com/c/Culture_TO",
    "https://www.toronto.ca/explore-enjoy/festivals-events/new-years-eve/",
    "https://www.thedistillerywintervillage.com/Events",
    "https://www.toronto.ca/explore-enjoy/festivals-events/cavalcade-of-lights/",
    "https://thedistillerywintervillage.com/Events",
    "https://toronto.ca/explore-enjoy/festivals-events/cavalcade-of-lights/",
    "https://www.toronto.ca/explore-enjoy/festivals-events/cavalcade-of-lights",
    "https://www.toronto.ca/explore-enjoy/festivals-events/new-years-eve",
    "https://youtube.com/c/Culture_TO",
    "https://toronto.ca/explore-enjoy/festivals-events/new-years-eve/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sund",
        "sentiment": "neutral"
      },
      {
        "name": "harbourfron",
        "sentiment": "none"
      },
      {
        "name": "tynomi banks",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "sherbourne common",
        "sentiment": "none"
      },
      {
        "name": "queens quay w.",
        "sentiment": "none"
      },
      {
        "name": "queens quay w",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "toronto",
        "sentiment": "none"
      },
      {
        "name": "hto park",
        "sentiment": "none"
      },
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "queens quay w.; sugar beach park",
        "sentiment": "none"
      },
      {
        "name": "norway park",
        "sentiment": "none"
      },
      {
        "name": "harbourfront centre",
        "sentiment": "none"
      },
      {
        "name": "queens quay w.",
        "sentiment": "none"
      },
      {
        "name": "toronto music garden",
        "sentiment": "none"
      },
      {
        "name": "harbour square park",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:19:40.530+02:00",
  "updated": "2023-12-29T00:19:40.530+02:00"
}