{
  "thread": {
    "uuid": "11471e54d22a5261fb79e1d20833cdf472f1d46f",
    "url": "https://www.ara.cat/opinio/twittercat-pais-massa-petit_129_4896509.html",
    "site_full": "www.ara.cat",
    "site": "ara.cat",
    "site_section": "https://www.arabalears.cat/rss",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "",
    "title": "TwitterCat: un país (massa) petit",
    "title_full": "TwitterCat: un país (massa) petit",
    "published": "2023-12-29T18:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://static1.ara.cat/clip/90f5fd03-19ae-458e-b4ec-70d16ff0883a_facebook-aspect-ratio_default_0_x1949y3403.jpg",
    "performance_score": 0,
    "domain_rank": 14681,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "11471e54d22a5261fb79e1d20833cdf472f1d46f",
  "url": "https://www.ara.cat/opinio/twittercat-pais-massa-petit_129_4896509.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Elvira Prado-Fabregat",
  "published": "2023-12-29T18:00:00.000+02:00",
  "title": "TwitterCat: un país (massa) petit",
  "text": "TwitterCat: un país (massa) petit\nInternet té la capacitat de diluir fronteres, de crear un espai mental compartit que sembla anul·lar la corporalitat. Aquesta capacitat de transcendir la matèria té alguns avantatges clars: Twitter ha fet quasi tangible, i d’alguna manera ha enfortit, la comunitat dels Països Catalans. Però la cultura de la confrontació que regna a la xarxa també posa a prova la nostra cohesió com a grup (en perill d’extinció).\nLa divisió social no és fàcil d’eludir. Ho explica molt bé Marta Rojals a Primavera, estiu, etcètera: \"La Ratlla divideix carrers i cases, fa frontera de trossos i camins. Si ha de partir una família per mig, la parteix per mig\". Rojals parla de \"les escletxes de la guerra\", tan invisibles com difícils de tancar. I si bé és cert que els contextos canvien, també ho és que hi ha dinàmiques que sembla que sempre continuïn vigents. D’aquesta tendència a l’escissió ara en diem polarització, una paraula que està de moda entre politòlegs i sociòlegs. Per intentar entendre l’aparent radicalització de les opinions, el 2022 es va publicar als Estats Units el primer\níndex de polarització, on hi ha recollits els temes que desperten més controvèrsia. També aquí les polèmiques són interminables: de la crisi climàtica a la llengua o els resultats de l’informe PISA. Sempre hi ha algun tema roent a Twitter. Però la xarxa no és només un espai de debat, sinó el lloc des d’on assenyalar i deixar en evidència els altres. Els de l’altra banda/bàndol. Les xarxes, sense cap mena de dubte, contribueixen a polaritzar les opinions dels usuaris (en l’àmbit digital som usuaris, més que no pas ciutadans). És més, busquen promoure la polarització: tothom vol treure rèdit de les opinions més provocadores i les batusses dialèctiques, que augmenten l’engatjament.\nEn\nun vídeo difícil de trobar a YouTube, el creador de Twitter explicava el funcionament de la xarxa el 2006. Jack Dorsey tenia aleshores 123 amics i 90 seguidors i el timeline del que ara hem d’anomenar X duia per títol “El que tu i els teus amics feu (24 h)”. Aquella xarxa de col·legues va començar a créixer exponencialment fins a esdevenir l’àgora digital on ara té lloc “la conversa global”. El 2019, gairebé tretze anys més tard, Jack Dorsey es veia obligat a donar explicacions en una entrevista: el descontentament social amb la xarxa als Estats Units anava en augment i calia calmar l’opinió pública. Dorsey reconeixia haver pres males decisions –com la de l’èmfasi descarat en la lluita per l’atenció i els seguidors–, però evitava contestar quanta gent treballava moderant l’abús i l’assetjament. Això sí, es comprometia a prendre mesures per promoure converses respectuoses. Malgrat les bones intencions, però, les dinàmiques de Twitter s’havien enquistat tant que Dorsey va preferir desentendre-se’n i posar la seva creació en mans d’Elon Musk. La deriva ja la coneixeu: les converses –globals, locals, grupals– són cada cop més feridores. Ja s’entén que l’esperit de Twitter és sorneguer, punxegut, propens a un cert escarni enginyós, però d’aquí al linxament públic hi va un bon tros.\nEl 1980, George Lakoff i Mark Johnson van publicar\nMetaphors we live by, un llibre que ha esdevingut un clàssic. A l’estudi, el lingüista i el filòsof identifiquen les metàfores quotidianes que influeixen en la nostra manera d’actuar. Una de les metàfores conceptuals que analitzen és la que evidencia que una discussió és una guerra (“la teva posició és indefensable”, “em va atacar amb unes dades irrefutables”). La metàfora del debat com a batalla dialèctica ens fa veure l’altre com a oponent, ens fa voler guanyar. Si això ja anava així abans de Twitter, ara som més esclaus de la metàfora que mai: afrontem les discussions digitals ben ancorats en el bel·licisme. Tot i que sovint no podem canviar l’opinió de l’altre, sempre podem torpedinar-lo davant de tothom (qualsevol opinió, aquesta meva inclosa, té una línia de flotació llaminera). Aquest 2023 hi ha hagut discussions sobre els que escriuen llibres amb massa intrusions del castellà, els que voten o no voten a les eleccions generals de l’Estat, la forma de condemnar la violència, els musicals de gran format que no es fan en català, la (manca de) comprensió lectora. Tots són debats importants, però de vegades es deformen tant que es creen antagonismes grotescos. Alguna discussió ha estat tan acarnissada que s’ha traslladat a la ràdio pública per intentar posar pau.\nQuan els conflictes a Twitter s’agreixen massa, no hi surt perdent només tothom que hi està implicat, sinó el teixit cultural i social del país. L’endemà de ridiculitzar-se, els “contrincants” es troben en un acte, una estrena o la presentació d’un llibre i alguna cosa s’ha trencat. Wisława Szymborska té un poema en què enumera totes les seves predileccions i en un dels versos diu que prefereix els països conquerits als conqueridors. Entenc per què Szymborska escriu això, però la poètica de la resistència també té un preu: no podem permetre’ns alguns luxes que els “conqueridors” sí. Malgrat que les dinàmiques de Twitter perjudiquen tothom (la mala fama de la xarxa als Estats Units en dona fe), en el nostre cas, acaben d’empetitir aquest “país petit”.\n\"Les males paraules fan com l’agram, pertot arrelen i mai més se desnien\", va deixar escrit Víctor Català a Solitud. Lakoff i Johnson es pregunten com ens comportaríem si la metàfora prevalent en les nostres relacions retòriques fos una discussió és una dansa. Conrear el debat és necessari, però deixar créixer massa les males herbes dialèctiques és contraproduent per als països que malden per sobreviure culturalment. Molt bon any 2024 a la comunitat XCat, de Salses a Guardamar i de Fraga a Maó (i a l’Alguer).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "catalan",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [
    "http://www.youtube.com/watch?v=93NGaicjHnE",
    "https://thepolarizationindex.com/wp-content/uploads/Polarization_Index_Report_TwoYearUpdate.pdf",
    "https://ca.wikipedia.org/wiki/Metaphors_We_Live_By",
    "https://youtu.be/BcgDvEdGEXg?feature=shared",
    "https://www.youtu.be/BcgDvEdGEXg?feature=shared",
    "https://youtu.be/BcgDvEdGEXg",
    "http://www.youtube.com/watch",
    "https://www.thepolarizationindex.com/wp-content/uploads/Polarization_Index_Report_TwoYearUpdate.pdf",
    "https://www.ca.wikipedia.org/wiki/Metaphors_We_Live_By",
    "http://youtube.com/watch?v=93NGaicjHnE"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T22:10:14.520+02:00",
  "updated": "2023-12-29T22:10:14.520+02:00"
}