{
  "thread": {
    "uuid": "cf8ab1bd6fd4a51330fd76ca9362f263d7bc4042",
    "url": "https://eugeneweekly.com/2024/02/15/cascades-raptor-center-soars-again",
    "site_full": "eugeneweekly.com",
    "site": "eugeneweekly.com",
    "site_section": "https://eugeneweekly.com/feed",
    "site_categories": [
      "media",
      "non_standard_content"
    ],
    "section_title": "Eugene Weekly",
    "title": "Cascades Raptor Center Soars Again",
    "title_full": "Cascades Raptor Center Soars Again",
    "published": "2024-02-16T02:32:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://eugeneweekly.com/wp-content/uploads/2024/02/Image-25.jpg",
    "performance_score": 0,
    "domain_rank": 72169,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cf8ab1bd6fd4a51330fd76ca9362f263d7bc4042",
  "url": "https://eugeneweekly.com/2024/02/15/cascades-raptor-center-soars-again",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tristin Hoffman",
  "published": "2024-02-16T02:32:00.000+02:00",
  "title": "Cascades Raptor Center Soars Again",
  "text": "The Cascades Raptor Center’s soft reopening on Feb. 8 sounded like a “welcome home” party for the birds and its generous volunteers. Birds calling, children laughing and CRC workers conversing about the raptors added to the overall rejoicing that the center, after three weeks of closure due to the mid-January ice storm, was open once again to the public.\n“We’ve been working way more than usual. We’re probably all a little bit rusty, birds and humans included too. We haven’t had to talk to guests like we usually do,” says Kit Lacy, a CRC bird curator who oversees the ambassador animal collection and rehabilitation cases of birds at the center.\nLacy says several staff members haven’t taken a day off since the storm, which downed two aviaries, cut out the electricity for the center and forced some birds to re-shelter in temporary aviaries.\nBut after an outpouring of donations from both seasoned and first-time donors, the CRC staff is ready for normal operations again — and to host an international bird training conference that started Feb. 14 and runs through Feb. 17.\n“To know that people care deeply and want to see us back open again — that’s why we decided we really wanted to have this special day,” Julie Collins, executive director of CRC, tells Eugene Weekly.\nCollins says the Raptor Center hopes to rebuild the two downed aviaries by the start of summer with help from Silver Brigade, a group that works weekly with CRC to help build new structures around the center.\n“We definitely still have some work to do, but now we feel we can buy all the lumber and supplies we need. Sometimes nonprofits, when you don’t have the funds, have to do things the best you can,” Collins says.\nThe threat for winter storms and summer fires has always existed for CRC, Collins says. To prevent any potential summer fires from burning down buildings, the center recently bought sheep to graze underbrush any potential fire hazards.\nLooking ahead to potential winter storms, CRC has a well-established routine on how to help the center’s grounds.\n“What we do every year, we [take] out trees and anything that looks dangerous or that doesn’t look healthy, we try to remove so that it would be safer,” Collins says.\nFor the immediate future, however, the staff at CRC aim to focus their attention on welcoming back visitors and holding the International Association of Avian Trainers and Educators Conference this week.\n“This is what we do and why we’re here. We don’t have these birds on our team to just live where with the trainers, they’re here to help us to inspire people and connect people with the world around us. It’s good to get back into the work of it,” Lacy says.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kit lacy",
        "sentiment": "none"
      },
      {
        "name": "lacy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cascades raptor center",
        "sentiment": "negative"
      },
      {
        "name": "crc",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T03:06:44.663+02:00",
  "updated": "2024-02-16T03:06:44.663+02:00"
}