{
  "thread": {
    "uuid": "8c084dad3f85a2e11d9d62b8023646c6c7e3a8b6",
    "url": "https://www.lawyersweekly.com.au/sme-law/38774-1-in-4-aussies-believe-ai-will-benefit-legal-processes",
    "site_full": "www.lawyersweekly.com.au",
    "site": "lawyersweekly.com.au",
    "site_section": "https://lawyersweekly.com.au/sme-law",
    "site_categories": [
      "law_government_and_politics",
      "legal_issues"
    ],
    "section_title": "SME Law - Lawyers Weekly",
    "title": "1 in 4 Aussies believe AI will benefit legal processes - Lawyers Weekly",
    "title_full": "1 in 4 Aussies believe AI will benefit legal processes - Lawyers Weekly",
    "published": "2023-12-29T09:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://res.cloudinary.com/momentum-media-group-pty-ltd/image/upload/v1698890630/Lawyers%20Weekly/articleImages-850x492/dennis-barnhart-dye-durham-lw_uwxp1d.jpg",
    "performance_score": 0,
    "domain_rank": 79521,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8c084dad3f85a2e11d9d62b8023646c6c7e3a8b6",
  "url": "https://www.lawyersweekly.com.au/sme-law/38774-1-in-4-aussies-believe-ai-will-benefit-legal-processes",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jerome Doraisamy",
  "published": "2023-12-29T09:05:00.000+02:00",
  "title": "1 in 4 Aussies believe AI will benefit legal processes - Lawyers Weekly",
  "text": "1 in 4 Aussies believe AI will benefit legal processes New findings show the volume of Australians who think the advent of artificial intelligence will be a boon for key industries. Global cloud-based legal practice management software provider has released the findings of its December Pulse survey, conducted by Resolve Strategic, which was taken from 1,604 Australians between 29 November and 3 December. To continue reading the rest of this article, please log in. Create free account to get unlimited news articles and more! It found that Australians are increasingly embracing AI, with two in three (67 per cent) of respondents noting they believe the emerging tech will benefit key industries such as health, the law and government services. Half (50 per cent) believe AI would benefit doctors and other health professionals by facilitating remote check-ups and digital prescriptions, and almost the same number of people (46 per cent) predict AI will benefit government services, such as passport and licence renewals. When it comes to legal processes, one in four respondents (25 per cent) believe that AI will be beneficial by facilitating remote signings and consultations. This was only slightly less than those who see AI impacting another professional services strand, with 29 per cent expecting it would benefit financial advisers by facilitating real-time financial statements, and 28 per cent predicting it would benefit skilled trades by facilitating remote consultations. There appears to be a slight disconnect in the number of Australians who believe that AI will impact professional services such as law compared to those in professional services anticipating such change – the survey showed that 43 per cent of those in such qualified industries predict AI will impact their daily operations. [The news follows](https://www.lawyersweekly.com.au/biglaw/38419-report-firms-less-scared-of-tech-more-likely-to-adopt-ai-in-2024) the recently released Changing Legal Landscape Industry Report, which surveyed 97 Australian law firms, 23 New Zealand law firms, and eight multinational firms operating across Australia, New Zealand, and Singapore. That report – produced by Dye & Durham and the Australasian Legal Practice Management Association – found that 15 per cent of Australasian law firms plan to adopt AI in the next 12 months, with 72 per cent of legal teams also set to expand. Speaking about the latest findings, Dye & Durham Australian managing director Dennis Barnhart said that AI was increasingly becoming accepted as a key part of business-as-usual operations in law firms and other professional services organisations. “Adopting technology is fast becoming a competitive edge in client acquisition and retention,’’ he mused. ChatGPT and other AI applications, D&D noted, can improve efficiencies by performing repetitive tasks, which absorb employee hours. “It is becoming recognised that it is more about administration and research,” Mr Barnhart said. “It can free up people to do more value-adding.” [Become a member for free today!](/free-membership)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Crime, Law and Justice",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "resolve strategic",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T00:13:45.840+02:00",
  "updated": "2023-12-30T00:13:45.840+02:00"
}