{
  "thread": {
    "uuid": "d7fdbf6b42894fa822568cdddc5e589a4d1f613d",
    "url": "https://www.505ccw.acc.af.mil/News/Article-Display/Article/3628018/ussf-52-successfully-launches-from-the-eastern-range/",
    "site_full": "www.505ccw.acc.af.mil",
    "site": "af.mil",
    "site_section": "https://www.505ccw.acc.af.mil",
    "site_categories": [],
    "section_title": "\r\n\t505th Command and Control Wing\r\n",
    "title": "USSF-52 successfully launches from the Eastern Range > 505th Command and Control Wing > Article Display",
    "title_full": "USSF-52 successfully launches from the Eastern Range > 505th Command and Control Wing > Article Display",
    "published": "2023-12-29T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.defense.gov/2023/Dec/29/2003366627/2000/2000/0/231228-F-IJ862-002.JPG",
    "performance_score": 0,
    "domain_rank": 1094,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d7fdbf6b42894fa822568cdddc5e589a4d1f613d",
  "url": "https://www.505ccw.acc.af.mil/News/Article-Display/Article/3628018/ussf-52-successfully-launches-from-the-eastern-range/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@505th_CCW",
  "published": "2023-12-29T07:00:00.000+02:00",
  "title": "USSF-52 successfully launches from the Eastern Range > 505th Command and Control Wing > Article Display",
  "text": "USSF-52 successfully launches from the Eastern Range Published Dec. 29, 2023 By Taylor Nave Space Launch Delta 45 PATRICK SPACE FORCE BASE, Fla. -- In a monumental moment that underscores the nation's commitment to maintaining dominance in the space domain, the National Security Space Launch program successfully launched the Falcon Heavy USSF-52 mission on December 28, 2023, from the Eastern Range. This achievement not only highlights the program's two-decade-long legacy, but also signifies continued progress in reliable and resilient launch capability. The NSSL program, a critical component of the Department of Defense's efforts to ensure national security in space, is at the forefront of providing essential space support for the warfighter, national security, and various government spacelift missions. The success of the USSF-52 launch further solidifies the NSSL's role in fostering cooperation across the government and industry, a key aspect in outpacing near-peer competitors in the space domain. U.S. Space Force Brig. Gen. Kristin Panzenhagen, Space Launch Delta 45 commander and Assured Access to Space program executive officer, emphasized the significance of this achievement, stating, \"The USSF-52 launch exemplifies our commitment to ensuring the national security and technological superiority of the United States.\" One of the standout features of the USSF-52 mission is its ability to expand the flight envelope of the X-37B, a cutting-edge reusable spacecraft operated by the United States Space Force. The launch into a new orbital regime opens up unprecedented experimentation opportunities, allowing the United States to stay ahead in space capabilities. This launch comes at a crucial time, as nations around the world intensify their efforts to establish dominance in space. The NSSL program's commitment to innovation and adaptability positions the United States as a leader in the evolving space landscape. \"The success of the USSF-52 launch is a testament to the dedication and expertise of the National Security Space Launch team,\" said Panzenhagen. \"This groundbreaking mission underscores the evolution of our space capabilities.\" As the USSF-52 mission enters its operational phase, the data and insights gathered will contribute to advancing the nation's understanding of space, further enhancing its strategic advantage. This launch augments the volume of the NSSL program’s portfolio, and the vital missions sets that ensure we can deliver those capabilities. In the years to come, the National Security Space Launch program will continue to play a vital role in shaping the nation's space strategy, ensuring that the United States remains at the forefront of technological advancement and security in the space domain.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "War, Conflict and Unrest",
    "Disaster and Accident"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "taylor nave space la",
        "sentiment": "negative"
      },
      {
        "name": "kristin panzenhagen",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ussf",
        "sentiment": "negative"
      },
      {
        "name": "patrick space force base",
        "sentiment": "none"
      },
      {
        "name": "delta",
        "sentiment": "none"
      },
      {
        "name": "space launch delta",
        "sentiment": "none"
      },
      {
        "name": "national security space launch",
        "sentiment": "none"
      },
      {
        "name": "u.s. space force",
        "sentiment": "none"
      },
      {
        "name": "nssl",
        "sentiment": "none"
      },
      {
        "name": "department of defense",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "fla.",
        "sentiment": "none"
      },
      {
        "name": "eastern range",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T22:03:43.075+02:00",
  "updated": "2023-12-29T22:03:43.075+02:00"
}