{
  "thread": {
    "uuid": "776f0d19e21dc17f17a6f09dc10f66165c014ec9",
    "url": "https://en.vietnamplus.vn/hanois-state-budget-collection-up-nearly-24-in-2023/275571.vnp",
    "site_full": "en.vietnamplus.vn",
    "site": "vietnamplus.vn",
    "site_section": "http://en.vietnamplus.vn/rss/news.rss",
    "site_categories": [
      "media",
      "tennis",
      "sports"
    ],
    "section_title": "Most Recent",
    "title": "Hanoi’s State budget collection up nearly 24% in 2023 | Business | Vietnam+ (VietnamPlus)",
    "title_full": "Hanoi’s State budget collection up nearly 24% in 2023 | Business | Vietnam+ (VietnamPlus)",
    "published": "2023-12-29T04:26:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 9934,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "776f0d19e21dc17f17a6f09dc10f66165c014ec9",
  "url": "https://en.vietnamplus.vn/hanois-state-budget-collection-up-nearly-24-in-2023/275571.vnp",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNA",
  "published": "2023-12-29T04:26:00.000+02:00",
  "title": "Hanoi’s State budget collection up nearly 24% in 2023 | Business | Vietnam+ (VietnamPlus)",
  "text": "State budget revenue of Hanoi tops nearly 16.7 billion USD. - Illustrative image (Photo: VNA) Hanoi (VNA) – The State budget revenue of Hanoi as of December 28 topped 405.2 trillion VND (nearly 16.7 billion USD) or 114.8% of the projection, up 23.8% compared to the same period last year, according to the municipal Department of Finance.\nMeanwhile, the total State budget expenditure of the capital city neared 87.5 trillion VND, equivalent to 83.2% of the projection, and up 0.7% year-on-year.\nDirector of the municipal Department of Finance Nguyen Xuan Luu said the tax and customs sectors, and the State Treasury of Hanoi have coordinated with relevant agencies at all levels to concertedly and effectively apply revenue management solutions, strengthen inspection, and minimise revenue loss , transfer pricing, and tax fraud, to increase revenue.\nAttention has been paid to promoting the reform of tax administrative procedures, applying information technology and digital transformation in serving taxpayers, strengthening tax management for e-commerce and real estate transfer activities, and accelerating the use of electronic invoices, Luu said.\nThe city has focused resources on spending for investment and development, key transport infrastructure projects, and those in the fields of monument restoration, health care, and education monument restoration; and taken solutions to speed up the disbursement of public investment capital.\nThe city's budget will continue to be managed flexibly and economically, ensuring budget balance at all levels, he went on.\nAccording to Ha Minh Hai, Vice Chairman of the municipal People's Committee, the city will continue to strictly implement the management by the Government, the Ministry of Finance, the General Department of Taxation, the General Department of Customs, and the State Treasury in managing and using the State budget in 2024.\nThe city will also pay special heed to handling and removing difficulties in auctions, land allocation, and accelerating the implementation of projects to promote the collection of land use fee, thus ensuring capital for development investment, he stated./.\nVNA Topics: Post-pandemic recovery",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Economy, Business and Finance",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nguyen xuan luu",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "state",
        "sentiment": "none"
      },
      {
        "name": "department of finance",
        "sentiment": "none"
      },
      {
        "name": "state treasury",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "vietnam",
        "sentiment": "none"
      },
      {
        "name": "hanoi",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T05:29:05.679+02:00",
  "updated": "2023-12-29T05:29:05.679+02:00"
}