{
  "thread": {
    "uuid": "65c96dd217cf0d1abcf38d5ec7fadc46a0512cdc",
    "url": "https://kearneyhub.com/news/local/federal-judge-rules-in-favor-of-lower-elkhorn-nrd-member-in-first-amendment-case/article_9199acb2-a607-11ee-893e-3fcd520e12e1.html",
    "site_full": "kearneyhub.com",
    "site": "kearneyhub.com",
    "site_section": "https://www.kearneyhub.com/news",
    "site_categories": [
      "media"
    ],
    "section_title": "Kearney Hub | News | kearneyhub.com",
    "title": "Federal judge rules in favor of Lower Elkhorn NRD member in First Amendment case",
    "title_full": "Federal judge rules in favor of Lower Elkhorn NRD member in First Amendment case",
    "published": "2023-12-28T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/kearneyhub.com/content/tncms/assets/v3/editorial/9/19/9199acb2-a607-11ee-893e-3fcd520e12e1/658f1c80ee228.preview.jpg?crop=800%2C420%2C0%2C4&amp;resize=800%2C420&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 44985,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "65c96dd217cf0d1abcf38d5ec7fadc46a0512cdc",
  "url": "https://kearneyhub.com/news/local/federal-judge-rules-in-favor-of-lower-elkhorn-nrd-member-in-first-amendment-case/article_9199acb2-a607-11ee-893e-3fcd520e12e1.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "LORI PILGER Lincoln Journal Star",
  "published": "2023-12-28T07:00:00.000+02:00",
  "title": "Federal judge rules in favor of Lower Elkhorn NRD member in First Amendment case",
  "text": "A federal judge Wednesday blocked the Lower Elkhorn Natural Resources District from enforcing sanctions against a board member after she spoke to a local newspaper about a complaint she filed with the executive committee against a fellow board member. Daniel Gutman, director of the First Amendment Clinic that filed the case on Melissa Temple's behalf, called it an important victory for Temple, and First Amendment principles generally. \"The injunction entered by the Court is an important first step in fully restoring Director Temple’s rights as a duly elected representative,\" he said in a statement. Temple was elected to a four-year term, starting January 2023, representing the eastern half of Norfolk on the Lower Elkhorn NRD, a public board charged with conserving, protecting, developing and managing the natural resources of the state. People are also reading… Three months into the job she filed a complaint against a fellow board member, Scott Clausen, alleging he had made a \"degrading comment\" at a public meeting about her ability to serve on the board and had \"shown a consistent pattern of misogynistic, inappropriate, and offensive behavior while on the LENRD board.\" She asked for sanctions against Clausen, but instead of sanctioning Clausen, a majority of the board voted to remove Temple from subcommittee assignments for a year, barred her from being reimbursed for out-of-district travel expenses and publicly reprimanded her after determining she had violated the district's code of decorum by sharing details of her complaint with the public. In October, she sued. In the lawsuit — the first filed by the Nebraska College of Law’s First Amendment Clinic — Gutman sought a preliminary injunction seeking to suspend the sanctions as the case works its way through the federal court, alleging they violated her First Amendment right to free speech and prevented her from doing her duties as a duly-elected board member. In a 15-page order Wednesday, Senior U.S. District Judge John Gerrard said both sides agreed Temple's statements to the Norfolk Daily News were protected by the First Amendment. While the LENRD tried to characterize the sanctions as a result of Temple's \"poor judgment\" and \"lack of decorum,\" he said it was clear in the letter recommending sanctions that the executive board wanted to punish her for speaking to the newspaper about Clausen. The question at this stage was whether Temple had been harmed by the actions in a way that would chill an ordinary person in her position from doing the same again. Gerrard said it \"does not offend the Constitution\" to remove Temple from sitting on subcommittees, because they are entirely voluntary and none of her voting rights are implicated. \"Now, whether it should do so in the district's best interest is a separate question to be considered by the political body and by the district's voters,\" he wrote. But he found that Temple's speech had been chilled by the board's decision to revoke her right to receive reimbursements to which she's statutorily entitled that add up to about $6,600 a year and for which LENRD already has budgeted. He said Temple and her constituents are the ones suffering \"due to her inability to attend workshops, conferences, and out-of-district LENRD projects.\" Gerrard said under the statute the LENRD only had the power to disapprove unnecessary out-of-district travel expenses, and she was likely to be successful on her First Amendment retaliation case as it pertained to sanctions regarding per diem and reimbursement payments. \"The LENRD argues that an injunction would 'erode public confidence in the elective process since the decision to censure (Temple) was made in open session of a public meeting.' Frankly, this whole ordeal has the potential to erode public confidence in the LENRD's ability to govern,\" the judge said. He said because Temple is a first-year member of the LENRD with no previous governmental experience, the public — particularly those who live in the eastern part of Norfolk— is served by her ability to attend trainings and programming relevant to her representation. Gerrard said he had resolved the issues presented at this stage of the proceedings. \"What the parties must resolve is how they are going to move forward and govern together in 2024. As the calendar turns to a new year in a few days, now is a good time for the parties to determine how they will get along and govern in the best interests of the public,\" he wrote.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "daniel gutman",
        "sentiment": "none"
      },
      {
        "name": "melissa temple",
        "sentiment": "none"
      },
      {
        "name": "scott clausen",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "lower elkhorn nrd",
        "sentiment": "negative"
      },
      {
        "name": "temple",
        "sentiment": "none"
      },
      {
        "name": "court",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "norfolk",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T22:52:09.844+02:00",
  "updated": "2023-12-29T22:52:09.844+02:00"
}