{
  "thread": {
    "uuid": "676dc4def9578d47f0db05df2964c09d44ce150a",
    "url": "https://www.eluniversal.com.co/cartagena/siguen-llegando-las-ayudas-a-los-damnificados-del-incendio-en-henequen-NN9708168",
    "site_full": "www.eluniversal.com.co",
    "site": "eluniversal.com.co",
    "site_section": "http://www.eluniversal.com.co",
    "site_categories": [
      "media"
    ],
    "section_title": "El Universal",
    "title": "Siguen llegando las ayudas a los damnificados del incendio en Henequén | EL UNIVERSAL - Cartagena",
    "title_full": "Siguen llegando las ayudas a los damnificados del incendio en Henequén | EL UNIVERSAL - Cartagena",
    "published": "2023-12-29T00:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://www.eluniversal.com.co/binrepository/915x686/57c0/800d686/none/13704/GWOT/frazadas_9238182_20231228170058.jpg",
    "performance_score": 0,
    "domain_rank": 25711,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "676dc4def9578d47f0db05df2964c09d44ce150a",
  "url": "https://www.eluniversal.com.co/cartagena/siguen-llegando-las-ayudas-a-los-damnificados-del-incendio-en-henequen-NN9708168",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "REDACCIÓN CARTAGENA",
  "published": "2023-12-29T00:00:00.000+02:00",
  "title": "Siguen llegando las ayudas a los damnificados del incendio en Henequén | EL UNIVERSAL - Cartagena",
  "text": "Tras el devastador incendio que arrasó con 11 viviendas en Henequén, dejando a más de 40 personas sin hogar, las ayudas por parte de entidades de la Alcaldía de Cartagena y empresas privadas no han faltado para los afectados. El martes 26 de diciembre, un día después de la fuerte conflagración, la Oficina Asesora para la Gestión del Riesgo de Desastres (Oagrd) llegó al sitio con ayudas alimentarias y frazadas para apoyar a las familias que lo perdieron todo. [Lea: Distrito entregará ayudas a 11 familias afectadas por incendio en Henequén](https://www.eluniversal.com.co/cartagena/distrito-entregara-ayudas-a-11-familias-afectadas-por-incendio-en-henequen-DL9692137) Según la Oagrd, pese a que los afectados quedaron en la calle, estos no pueden aplicar al subsidio de arriendo que se brinda en estas emergencias, ya que un requisito para optar a dicho beneficio es la legalidad de la posesión de las viviendas, lo cual no se cumple en este caso. “No se puede porque se trata de un asentamiento irregular; sin embargo, se les han garantizado otros apoyos y se puso el caso en conocimiento de diversas entidades, incluyendo el Instituto Colombiano de Bienestar Familiar (ICBF), el Plan de Emergencia Social (PES), la Secretaría de Participación y la Secretaría del Interior, con el objetivo de coordinar y agilizar más ayuda para los damnificados”, explicaron desde la Oagrd. [Video: Fuerte incendio consume varias viviendas en Henequén](https://www.eluniversal.com.co/sucesos/video-fuerte-incendio-consume-varias-viviendas-en-henequen-HM9691988) La Alcaldía de la Localidad 3 Industrial y de la Bahía, en cabeza del alcalde Juan Carlos De la Espriella, también se ha mantenido atenta a la situación para garantizar el amparo a las familias perjudicadas y en la mañana de este jueves 28 de diciembre sus funcionarios estuvieron nuevamente en la zona brindando más apoyo. La jornada de solidaridad incluyó la entrega de ropa en buen estado, recolectada con la participación de trabajadores y contratistas, así como donaciones alimentarias. La ropa es de todas las tallas para que niños, jóvenes y adultos puedan tener con qué vestirse en estos días decembrinos y en los venideros. El alcalde enfatizó en que todo es mediante donación de personas de buen corazón, lo que no compromete los recursos del Fondo de Desarrollo Local. [Lea: Así comenzó el incendio que arrasó con 11 casas en Henequén: 40 afectados](https://www.eluniversal.com.co/sucesos/asi-comenzo-el-incendio-que-arraso-con-11-casas-en-henequen-40-afectados-GJ9694282) Además, elementos esenciales como estibas y láminas de zinc para la reconstrucción de techos han sido proporcionados por la fundación Traso. De igual manera, el alcalde De la Espriella se mostró complacido porque la respuesta ciudadana ha sido vital para la implementación de una olla comunitaria diaria, en la que se preparan alimentos con las donaciones recibidas que benefician principalmente a menores de edad y adultos mayores. “La olla comunitaria es posible gracias a la contribución que todos están haciendo, y nosotros estaremos monitoreando y respaldando a los afectados permanentemente hasta el 31 de diciembre, día en que finaliza nuestra administración”, puntualizó el alcalde local.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "Disaster and Accident"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:09:22.637+02:00",
  "updated": "2023-12-29T00:32:53.257+02:00"
}