{
  "thread": {
    "uuid": "a14cf91ebdd0547dbb23f625481194fdf5cf8b0a",
    "url": "http://spanish.news.cn/20231228/ba32f87236ab4a9093422762892aa2a1/c.html",
    "site_full": "spanish.news.cn",
    "site": "news.cn",
    "site_section": "http://spanish.news.cn",
    "site_categories": [],
    "section_title": "Xinhua Español: Información global en español. Actualidad, China, internacional, iberoamérica,economía,\r\n        deportes, sociedad, opinión, comidas, viajes.",
    "title": "Ministro de Hacienda de China destaca importancia de política fiscal proactiva | Spanish.xinhuanet.com",
    "title_full": "Ministro de Hacienda de China destaca importancia de política fiscal proactiva | Spanish.xinhuanet.com",
    "published": "2023-12-28T14:59:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "CN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 989,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a14cf91ebdd0547dbb23f625481194fdf5cf8b0a",
  "url": "http://spanish.news.cn/20231228/ba32f87236ab4a9093422762892aa2a1/c.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-28T14:59:00.000+02:00",
  "title": "Ministro de Hacienda de China destaca importancia de política fiscal proactiva | Spanish.xinhuanet.com",
  "text": "BEIJING, 28 dic (Xinhua) -- China continuará implementando su política fiscal proactiva para proporcionar garantías financieras con el fin de construir un país socialista moderno en todos los aspectos, aseguró hoy jueves el ministro de Hacienda, Lan Fo'an, en un simposio.\n\"En 2024, China continuará implementando su política fiscal proactiva fortaleciéndola adecuadamente para mejorar su calidad y eficacia, y mantendrá un nivel adecuado de intensidad de gasto\", prometió Lan.\nAnte situaciones graves y complicadas en 2023, la economía del país ha resistido la presión, ha estabilizado su escala y ha mejorado su calidad, afirmó el alto funcionario.\nEl próximo año, la entidad fortalecerá aún más el apoyo a las políticas y las garantías de los fondos, hará un uso integral de los impuestos, los pagos de transferencias, la inversión pública, las garantías de financiamiento y otras herramientas de política, y fortalecerá la coordinación de las políticas fiscales y monetarias, así como otras políticas.\nPara cualquier sugerencia o consulta puede ponerse en contacto con nosotros a través del siguiente correo\nelectrónico: xinhuanet_spanish@news.cn Volver Arriba FOTOS Benín: Festival Nacional de Artes Marciales en Porto-Novo Rusia: Pista de hielo más grande de Vladivostok abre al público Irak: Festival de Bellas Artes de Bagdad Manifestación para celebrar el Yomari Punhi en Katmandú, Nepal Personas se mantienen en puestos a pesar del duro clima invernal en Mohe, Heilongjiang Sindicatos y organizaciones sociales marchan en Argentina contra reformas económicas de Milei Ola de calor en Santiago, Chile El primer HSR en Indonesia y el Sudeste Asiático ha manejado más de 1 millón de viajes de pasajeros VIDEOS Mercado chino de aprendizaje de idiomas muestra un gran potencial, según un experto Peruanos disfrutan de la alegría de la temporada en la Villa Mágica Navideña Cooperación con China ha marcado el éxito en el desarrollo de Bogotá, dice alcaldesa Ciudad minera de Bolivia proyecta nuevo despertar con su apuesta por la cultura y el turismo Presidente de Ecuador rechaza pactar con delincuentes ante ola de violencia Bogotá oficializa alianza con farmacéutica china Sinovac para construcción de primera fábrica de vacunas en Colombia Animales en el arte chino, eje de presentación en Museo Nacional de Arte Oriental de Argentina Estudiantes chilenos destacan tecnología china para combatir cambio climático",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Economy, Business and Finance",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T02:05:04.462+02:00",
  "updated": "2023-12-29T02:05:04.462+02:00"
}