{
  "thread": {
    "uuid": "1c56722da9e434d0da027e4200240bf2bec870b0",
    "url": "https://www.goldwaterinstitute.org/maryland-lawmakers-put-patients-first-with-right-to-try-expansion",
    "site_full": "www.goldwaterinstitute.org",
    "site": "goldwaterinstitute.org",
    "site_section": "https://www.goldwaterinstitute.org/blog/featured/",
    "site_categories": [],
    "section_title": null,
    "title": "Maryland Lawmakers Put Patients First with Right to Try Expansion",
    "title_full": "Maryland Lawmakers Put Patients First with Right to Try Expansion",
    "published": "2024-04-05T00:35:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 68613,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1c56722da9e434d0da027e4200240bf2bec870b0",
  "url": "https://www.goldwaterinstitute.org/maryland-lawmakers-put-patients-first-with-right-to-try-expansion",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Heather Curry",
  "published": "2024-04-05T00:35:00.000+03:00",
  "title": "Maryland Lawmakers Put Patients First with Right to Try Expansion",
  "text": "Today, patients with rare diseases in Maryland are one step closer to accessing cutting-edge medical treatments designed just for them. In a unanimous, bipartisan show of support, the Maryland Senate has voted to send House Bill 676 to Governor Wes Moore for his consideration and approval. This action follows unanimous support for the reform in the Maryland House of Delegates\nChampioned by Delegate Matt Morgan, and modeled after the Goldwater Institute’s Right to Try for Individualized Treatments , HB 676 empowers patients with rare and ultra-rare diseases to work with their physicians to seek innovative, highly specialized treatments that are as unique as they are.\nWith nearly 80% of rare diseases estimated to be genetic in nature, it is no surprise that access to innovative, individualized gene therapies is top of mind for many patients. Fortunately, new technologies and recent advances in modern medicine have made it possible for researchers to tailor treatments to an individual patient using his or her own genetics. If signed into law by Governor Moore, HB 676 will protect the right of patients to pursue these customized treatments at the recommendation of their physicians and in concert with strong patient protections.\nMaryland native Hannah Lowe is the mother of a young boy who is suffering from a rare and fatal form of childhood muscular dystrophy. She and her family know firsthand that time is of the essence for many rare disease treatments, and that parents deserve the right to pursue all available options on behalf of their children.\nOn February 29, Rare Disease Day, Hannah provided testimony on the need for the reform in Maryland.\n“Under the current regulatory framework, the process for getting new treatments into patients is long, and this is time that we do not have,” she noted. “We are not asking for a handout. We are asking for laws like HB 676 that would allow medical treatments to be developed faster with appropriate safety and efficacy measures, and under physician care and guidance for people for whom there are no treatments and no cures.”\n“Americans are in the midst of a medical revolution where new treatments are discovered almost daily,” Goldwater Institute Senior Fellow Naomi Lopez said. “Some rare genetic diseases that used to be a death sentence are now treatable using the patient’s unique and personal genetic information. House Bill 676 is a significant step to bringing these treatments to patients with rare diseases in Maryland.”\nMaryland legislators have a long history of leadership on this important issue. In 2017, Maryland’s legislature approved Goldwater’s Right to Try reform, landmark legislation to protect the right of terminally ill patients to access investigational treatments advancing through the U.S. Food and Drug Administration’s approval process.\nHB 676 builds on this successful history and demonstrates the enduring commitment of Maryland lawmakers to protect and empower patients with rare diseases.\nMaryland is not alone in pursuing this innovative approach. In 2022, Arizona became the first state to enact the Right to Try for Individualized Treatments, with Nevada following close behind in 2023. This session, California, Iowa, and Mississippi have also introduced similar models.\n“Maryland is only the third state in the nation to pass this groundbreaking legislation,” Delegate Morgan said. “This signifies a ray of hope for those needing innovative treatments for terminal and disability diseases. It is a significant step in our effort to enhance healthcare and embrace patients’ right to live.”\nThe Goldwater Institute thanks Delegate Morgan and his co-sponsors for their commitment to HB 676, and shares in their appreciation of the patients and advocates who supported the bill.\nThe Institute commends the Maryland General Assembly for standing up for patients with rare diseases, and expresses its sincere appreciation to Governor Moore for his consideration of this important reform.\nHeather Curry is the Director of Strategic Engagement at the Goldwater Institute, where she leads the Institute’s state and national legislative affairs efforts.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [
    "https://www.genome.gov/dna-day/15-ways/rare-genetic-diseases#:~:text=Around%20350%20million%20people%20on,treatment%20approved%20by%20the%20FDA.",
    "https://mgaleg.maryland.gov/mgawebsite/Legislation/Details/HB0676?ys=2024RS",
    "https://mgaleg.maryland.gov/mgawebsite/Legislation/Details/HB0676",
    "https://genome.gov/dna-day/15-ways/rare-genetic-diseases#:~:text=Around%20350%20million%20people%20on,treatment%20approved%20by%20the%20FDA.",
    "https://www.mgaleg.maryland.gov/mgawebsite/Legislation/Details/HB0676?ys=2024RS"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "house bill",
        "sentiment": "none"
      },
      {
        "name": "moore",
        "sentiment": "none"
      },
      {
        "name": "wes moore",
        "sentiment": "none"
      },
      {
        "name": "matt morgan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "maryland senate",
        "sentiment": "none"
      },
      {
        "name": "goldwater institute’s right to try for individualized treatments",
        "sentiment": "none"
      },
      {
        "name": "maryland house",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "maryland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:49:27.775+03:00",
  "updated": "2024-04-05T00:49:27.775+03:00"
}