{
  "thread": {
    "uuid": "65c45a99e9f4ff62853bd7ef17578b6599cfce57",
    "url": "https://www.wvnews.com/garrettrepublican/news/highland-thrift-shop-donates-over-26-000-this-year/article_c6b0544a-a040-11ee-9ddb-4b1c666e0391.html",
    "site_full": "www.wvnews.com",
    "site": "wvnews.com",
    "site_section": "https://www.wvnews.com/garrettrepublican",
    "site_categories": [
      "media"
    ],
    "section_title": "Garrett County News - Oakland Deep Creek | wvnews.com",
    "title": "Highland Thrift Shop donates over $26,000 this year | Garrett News | wvnews.com",
    "title_full": "Highland Thrift Shop donates over $26,000 this year | Garrett News | wvnews.com",
    "published": "2023-12-28T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/wvnews.com/content/tncms/assets/v3/editorial/3/f9/3f96ddac-a041-11ee-a5eb-7b8c97059219/6584a373e952e.image.jpg?crop=1840%2C965%2C214%2C0&amp;resize=1200%2C629&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 21493,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "65c45a99e9f4ff62853bd7ef17578b6599cfce57",
  "url": "https://www.wvnews.com/garrettrepublican/news/highland-thrift-shop-donates-over-26-000-this-year/article_c6b0544a-a040-11ee-9ddb-4b1c666e0391.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Brenda Ruggiero STAFF WRITER",
  "published": "2023-12-28T07:00:00.000+02:00",
  "title": "Highland Thrift Shop donates over $26,000 this year | Garrett News | wvnews.com",
  "text": "GRANTSVILLE — The Highland Thrift Shop in Grantsville continues to serve the community in many ways. In 2023, the organization was able to give well over $26,000 to groups throughout the county. This is in addition to offering a place to purchase clothing, books and various household and even pantry items at discount prices. The shop is located in the former Grantsville Elementary School at 116 Main St. across from The Casselman Inn. The building was renovated into apartments and businesses in the early 1980s. The Highland Thrift Shop was founded on June 8, 1987, by members of several churches. Over the years, the board has donated thousands of dollars to other local charities in the community. It became an official nonprofit in 2015. Manager Jenna Wagner reported that the shop’s overarching mission is “to help the poor and suffering as Jesus Christ asks all of us to do.” She spoke of the “amazing souls” who have helped the organization to assist so many people. “Our shop started in June 1987 and has continued to grow each year since,” Wangner said. “God has truly blessed us, our community and the people in it.” End of the year gifts given were as follows: Union Rescue Mission, $500; Hospice of Garrett County, $2,000; It’s In The Bag, $3,500; the Dove Center, $3,000; Grantsville Volunteer Fire Department, $2,000; Habitat for Humanity of Garrett County, $500; Northern Garrett Rescue Squad, $2,000; Cindy’s Fund, $1,500; James Isaac House, $1,500; Grantsville Elementary School, $2,000 Highland Thrift Shop Food Pantry, $4,500 and Grantsville Lions Club, $3,000. “We started doing a Spirit Day Fundraiser for one school each month in the county,” Wagner said. “We donated 50% of our sales from the scheduled day back to the school.” Donations included Grantsville Elementary School, $520; Friendsville Elementary School, $530; Route 40 Elementary School, $500 and Accident Elementary School, $400. The thrift shop was able to sponsor a family of three for Operation Christmas Surprise. “We donated lots and lots of trash bags of clothing to the UPMC Behavioral Health Wing,” Wagner said. Several bags of Christmas Cards were donated to Operation Christmas Card. One bag of puzzles, nine bags of linens/clothes/shoes and two boxes of vases were donated to Cherry Hill Assisted Living. A gift of $250 was given to the Sliger family, which had a child born early in the NICU. Other donations were “multitudes” of bags of shoe boxes with books to Operation Christmas Child; five bags of Easter eggs to Grantsville Lions Club for their egg hunt event; six large store fixtures to Glade Mennonite Church for their monthly giveaway; and one large trash bag of baby/kids clothing to the Oakland Girl Scout project. In addition, $250 was donated for Fletcher Fazenbaker’s medical expenses; $250 for Anika Stein’s medical expenses; $250 to the NHS After Prom; clothing and kitchen/household items to a family who lost their home in a fire; and several boxes of books were given throughout the year to the Grantsville Library. Other donations included $250 to Garrett County Calvary Christian Academy for their Furniture Drive; $30 worth of clothing, linens and health/ beauty items and two bags of food to a mother/son who were displaced; $250 to the Northern Middle School PBIS Program; and $1,000 to Grantsville Lions Club. Four trash bags of baby clothes were donated to Mountain City Church for a clothing giveaway; a raffle basket and items were given for the Grantsville Rotary Bingo, 14 trash bags of items were donated to make scarecrows for the Grantsville Lions Club Oktoberfest; and two raffle baskets/items were given for the Grantsville Elementary PTO fundraiser for Autumn Glory. The shop also donated 11 boxes of plates to MoonShadow; two pair of shoes and socks to a student at Grantsville Elementary; one box of creamer, sugar and coffee to Breakfast with Santa at Grantsville Elementary School; 21 pieces of formal wear to the Appalachian Crossroads formal event; two boxes and one bag of formula for tube feeding to Hospice; a Christmas tree and several boxes of Christmas items to a church for a Christmas play; 24 records, a large trash bag of big ornaments, Christmas lights and wrapped boxes to Grantsville Elementary School’s Christmas program; $100 to Accident Elementary School; $250 to pay partial rent for a displaced woman and $500 to the CareCrows fundraiser for Cindy’s Fund. Highland Thrift is donating a Christmas meal to 29 families who signed up. This is the first year for this outreach. Families will receive a ham, mashed potatoes, gravy, green beans, applesauce, rolls and dessert. The meal is not prepared but includes instant and easy to prepare items. “We’re very excited with the number of participants,” Wagner said. The store held a Santa Event with 39 children coming through. Each received a stocking and gift, including an orange, toothbrush/toothpaste, hat and gloves, gift card to the shop, activity pad and crayons and a candy cane. Businesses helping make this event happen included The Print Shoppe, Four Seasons Fabric Shop, Grantsville Lions Club, Casselman Market, Guys Tire Shop, Grantsville Volunteer Fire Department, Grantsville Family Dentistry and Highland Thrift Shop. A Christmas Tree stuffie giveaway was also held again this year. Four Seasons Fabric Shop donates the tree and the thrift shop donates the stuffed animals, allowing each child to take one from the tree. The Winter Coat Giveaway started again in November and is currently thriving. Jackets in both children and adult sizes are always needed. “Our shop’s Christmas dinner was held at Penn Alps again this year, where we had an amazing turnout,” Wagner said. “We had several teenage volunteers this year. It was terrific all getting together and enjoying the company.” More information can be found on the Highland Thrift Shop Facebook page.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jenna wagner",
        "sentiment": "none"
      },
      {
        "name": "wangner",
        "sentiment": "none"
      },
      {
        "name": "jesus christ",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "highland thrift shop",
        "sentiment": "negative"
      },
      {
        "name": "grantsville elementary school",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "grantsville",
        "sentiment": "none"
      },
      {
        "name": "grantsville",
        "sentiment": "none"
      },
      {
        "name": "casselman inn",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:51:21.733+02:00",
  "updated": "2023-12-29T00:51:21.733+02:00"
}