{
  "thread": {
    "uuid": "6a9a34c65c94160cd71b461455628320cc79ba9c",
    "url": "https://vnexplorer.net/edson-alvarez-y-el-west-ham-tumban-al-arsenal-de-la-cima-de-la-premier-league-s698605.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "Edson Álvarez y el West Ham tumban al Arsenal de la cima de la Premier League",
    "title_full": "Edson Álvarez y el West Ham tumban al Arsenal de la cima de la Premier League",
    "published": "2023-12-29T02:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1maOYL.img",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6a9a34c65c94160cd71b461455628320cc79ba9c",
  "url": "https://vnexplorer.net/edson-alvarez-y-el-west-ham-tumban-al-arsenal-de-la-cima-de-la-premier-league-s698605.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-29T02:33:00.000+02:00",
  "title": "Edson Álvarez y el West Ham tumban al Arsenal de la cima de la Premier League",
  "text": "Edson Álvarez celebra con su compañero Angelo Ogbonna uno de los goles del West Ham en el juego contra el Arsenal.\nEl West Ham United de Edson Álvarez venció 0-2 al líder de la Premier League en el Emirates Stadium, en lo que fue el resultado más sorpresivo de la jornada 19 del campeonato inglés.\nEl futbolista mexicano jugó los 90 minutos y tuvo una actuación brillante. A pesar de que no marcó gol, fue clave para frustrar cada intento del Arsenal de llegar con peligro a portería. Álvarez se lució, ya que los Hammers jugaron a la contra y él siempre estuvo atento a cada cobertura, a cada segunda jugada y ganando los mano a mano que le tocó enfrentar.\nEn gran parte por el “Machín”, el Arsenal tuvo un partido de pesadilla, tras el cual no pudieron mantener el liderato de la Premier y tuvieron que cederlo al Liverpool, que venció 0-2 al Burnley.\nCon una posesión del 74 por ciento, con un asedio tan constante como ineficaz durante todo el encuentro sobre la portería del West Ham, con 30 remates, ocho entre los tres palos, a los Gunners pareció vencerlos también la frustración.\nLos superó la efectividad del West Ham, que marcó dos goles en sus tres únicos remates a portería de todo el encuentro, el último de ellos un penalti detenido por David Raya.\nUna demostración de pegada y practicidad, iniciada por Tomas Soucek, a pase de Bowen, y culminada por un testarazo de Mavropanos, a centro de Ward-Prowse, pero también una expresiva resistencia defensiva, a la que colaboró, indispensable, Areola con tres paradas cruciales, sobre todo la primera a Saka con tan solo 0-1 a favor.\nEl West Ham se adelantó en el minuto 13. Un rechace suelto de Zinchenko, afortunado para el conjunto visitante, le cayó a Bowen al borde de la línea de fondo para reponer el balón en juego para la llegada de Tomas Soucek, que remachó el gol. El principio de todo este jueves en el estadio Emirates para relegar al Arsenal de la primera posición.\nEn algunas ocasiones, ni siquiera el VAR es suficiente. Ninguna imagen ponía en duda la legalidad del centro previo de Bowen, al borde de la fuera de fondo, si es que no estaba fuera por milímetros. No había ninguna instantánea concluyente en el momento exacto. En ese instante, el balón quedaba detrás del cuerpo del delantero, situado sobre la línea.\nEl gol, tres minutos después de la revisión, entre los gritos del público ‘no goal’ de fondo, fue validado, sin la certeza para nadie de si lo era o no. Ante la duda, el tanto fue legal. Una sorpresa en el estadio Emirates, por la clasificación, pero también por lo que se había visto hasta entonces sobre el campo, con el Arsenal en modo asedio casi desde el principio.\nNecesitado de una victoria para retener el liderato, tras el triunfo del martes del Liverpool, el Arsenal presionó, acorraló, echó hacia atrás a su rival, lo sometió a un estrés constante antes y después del 0-1, pero se quedó en apenas dos tiros entre los tres palos, con una magnífica parada de Areola a Saka, que también estrelló un remate en el poste.\nUn saque de esquina es mucho más si el golpeo corresponde a Ward-Prowse. En un escenario inigualable, dio su décima asistencia de la temporada con un córner que puso en la cabeza de Mavropanos. Su testarazo fue igual o mejor que el centro. A la escuadra, lejos de la oposición de David Raya, para el 0-2 en el minuto 55. La sorpresa ya tomó dimensión.\nAún más, cuando, su tercer acercamiento, fue un penalti, cometido por Declan Rice sobre Emerson. La pena máxima la paró David Raya.\nY con el mérito de la ausencia de Lucas Paquetá, lesionado en el calentamiento y resistente hasta la media hora del choque, cuando ya dijo basta, se tiró al suelo y reclamó el cambio.\nCon este resultado, los Hammers se meten de lleno a la pelea por los puestos europeos de la Premier League, ya que se ubicaron en el sexto puesto, a sólo tres puntos del quinto, que otorga un pase para la Europa League, y a 4 del cuarto, que otorga uno para la Champions League.\nSigue leyendo:\n· “El Machín” Edson Álvarez tiene dos nuevos apodos en el vestuario del West Ham United\n· Raúl Jiménez anota y el Fulham golea al West Ham de Edson Álvarez",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1maOYL.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1maOYL.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T02:47:38.761+02:00",
  "updated": "2023-12-29T02:47:38.761+02:00"
}