{
  "thread": {
    "uuid": "0e5fc8d8eb95abde07fd02eb399894ff2885ce93",
    "url": "https://www.commanders.com/news/washington-commanders-team-up-with-kia-and-operation-homefront-to-gift-new-car-t",
    "site_full": "www.commanders.com",
    "site": "commanders.com",
    "site_section": "https://www.commanders.com/news",
    "site_categories": [],
    "section_title": "News | Washington Commanders - Commanders.com",
    "title": "Washington Commanders team up with KIA and Operation Homefront to gift new car to Maryland-based veterans this holiday season",
    "title_full": "Washington Commanders team up with KIA and Operation Homefront to gift new car to Maryland-based veterans this holiday season",
    "published": "2024-01-06T00:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.clubs.nfl.com/image/private/t_editorial_landscape_12_desktop/redskins/hj4obt2yowasyxngqapx",
    "performance_score": 0,
    "domain_rank": 21413,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0e5fc8d8eb95abde07fd02eb399894ff2885ce93",
  "url": "https://www.commanders.com/news/washington-commanders-team-up-with-kia-and-operation-homefront-to-gift-new-car-t",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Copied",
  "published": "2024-01-06T00:05:00.000+02:00",
  "title": "Washington Commanders team up with KIA and Operation Homefront to gift new car to Maryland-based veterans this holiday season",
  "text": "LANDOVER, Md., January 5, 2024 – The Washington Commanders teamed up with Kia and Operation Homefront during the team's Salute to Service month to gift Maryland-based Marine Corps veterans Tiffany and Dwight McKinney a new gray 2024 Kia Telluride X-Pro SUV. The car giveaway was made possible through the Commanders partnership with Kia and Operation Homefront, a national nonprofit serving America's military families through relief and recurring support programs. \"The Commanders are proud to support our local veterans and their families,\" said Commanders President Jason Wright. \"Partnering with Kia and Operation Homefront allows us to deepen our commitment to honoring people, like the McKinneys, who so bravely served our country.\" Sgt. Tiffany McKinney enlisted in the Marine Corps in 2006, where she served eight years before receiving an honorable discharge in 2014. Cpl. Dwight McKinney enlisted in the Marine Corps in early 2001 and received an honorable discharge in 2005. \"It is an honor for Kia to provide a Telluride X-Pro SUV to the McKinney family and celebrate Tiffany and Dwight's willingness to serve and sacrifice for the common good,\" said Eric Watson, vice president, sales operations, Kia America. \"Operation Homefront helps military families address critical financial shortfalls and Kia recognizes the importance of this work and its positive impact on veterans who served our country.\" The Kia car giveaway was part of the Commanders 2023 Salute to Service programming, which honored local veterans and active-duty military members across a series of special programming throughout the month of November, including a visit to Walter Reed National Military Medical Center, a Pack4Troops care packing event with USO, and a Salute to Service Youth Football Clinic at Fort Belvoir. Kia and Operation Homefront joined forces with Washington Salute, the official military appreciation club of the team, to expand opportunities to honor members of the DMV military community. \"Operation Homefront is proud to partner with Kia and the Washington Commanders to honor and support our nation's heroes,\" said Jill Eskin-Smith, Vice President of Corporate & Foundation Partnerships, Operation Homefront. \"Together, we are driving meaningful change and delivering the keys to new opportunities for the McKinneys and the military families that we serve.\" The McKinney family was awarded the keys to their new Telluride on the field during the team's Salute to Service-themed game and picked up the vehicle in December. Kia covered the cost of the taxes of the car and the family was also gifted a framed photo of the Kia workers who assembled the car. The Commanders' November 19 home game against the Giants was the first NFL game the McKinneys had the opportunity to attend as a family.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tiffany mckinney",
        "sentiment": "none"
      },
      {
        "name": "tiffany",
        "sentiment": "none"
      },
      {
        "name": "mckinney",
        "sentiment": "none"
      },
      {
        "name": "dwight",
        "sentiment": "none"
      },
      {
        "name": "dwight mckinney",
        "sentiment": "none"
      },
      {
        "name": "jason wright",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "kia",
        "sentiment": "positive"
      },
      {
        "name": "washington commanders",
        "sentiment": "positive"
      },
      {
        "name": "mckinneys",
        "sentiment": "none"
      },
      {
        "name": "marine corps",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "landover",
        "sentiment": "none"
      },
      {
        "name": "md.",
        "sentiment": "none"
      },
      {
        "name": "maryland",
        "sentiment": "none"
      },
      {
        "name": "telluride",
        "sentiment": "none"
      },
      {
        "name": "america",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:44:23.098+02:00",
  "updated": "2024-01-06T00:44:23.098+02:00"
}