{
  "thread": {
    "uuid": "3f52b23f7522fb9dc9015f3b36e842126ff162b6",
    "url": "https://nazarene.org/pt-br/article/treinamento-em-agricultura-ajuda-combater-fome-e-propagar-o-evangelho-em-madagascar",
    "site_full": "nazarene.org",
    "site": "nazarene.org",
    "site_section": "https://nazarene.org/pt-br",
    "site_categories": [
      "religion",
      "christianity"
    ],
    "section_title": "Início - Church of the Nazarene",
    "title": "Treinamento em agricultura ajuda a combater a fome e a propagar o evangelho em Madagascar - Church of the Nazarene",
    "title_full": "Treinamento em agricultura ajuda a combater a fome e a propagar o evangelho em Madagascar - Church of the Nazarene",
    "published": "2024-04-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://nazarene.org/sites/default/files/styles/open_graph_image/public/2024-04/Madagascar.jpg?itok=Zy85btSi",
    "performance_score": 0,
    "domain_rank": 96329,
    "domain_rank_updated": "2024-04-02T13:08:16.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3f52b23f7522fb9dc9015f3b36e842126ff162b6",
  "url": "https://nazarene.org/pt-br/article/treinamento-em-agricultura-ajuda-combater-fome-e-propagar-o-evangelho-em-madagascar",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Igreja do Nazareno África",
  "published": "2024-04-04T03:00:00.000+03:00",
  "title": "Treinamento em agricultura ajuda a combater a fome e a propagar o evangelho em Madagascar - Church of the Nazarene",
  "text": "Treinamento em agricultura ajuda a combater a fome e a propagar o evangelho em Madagascar A região sul de Madagascar vem enfrentando uma seca prolongada, o que leva à escassez de alimentos e à fome. Para combater essa crise, em 2020, os pastores Richard e Therese Ravelomanantsoa forneceram suprimentos essenciais, como alimentos, água e comida para bebês, para o sul afetado pela seca por meio de seu trabalho com o Distrito Madagascar e outros doadores. Em 2022, o foco mudou para capacitar os residentes de Andranovory, na região sudoeste, a cultivar seus vegetais para consumo e venda por meio de um projeto chamado \"Agricultura Sustentável Fase 1.\" Em colaboração com o Helping Hands Africa (um ministério dos Ministérios Nazarenos de Compaixão), a Igreja do Nazareno convidou recentemente um representante de cada uma das 150 famílias da região empobrecida para um treinamento em agricultura sustentável. O objetivo era educar a comunidade sobre o cultivo sustentável de vegetais em um ambiente com escassez de água. Juntamente com o treinamento, os ensinamentos do evangelho foram compartilhados, levando a muitas conversões e pessoas a abraçarem Jesus como seu Salvador e Senhor. Milagrosamente, a chuva caiu pela primeira vez em anos quando a temporada de plantio começou, despertando um novo interesse na agricultura e no crescimento espiritual. A nova abordagem agrícola foi inicialmente recebida com ceticismo por alguns moradores locais, mas testemunhar o sucesso das colheitas de seus vizinhos em um mês fez com que mudassem de ideia. Em outubro de 2022 e março de 2023, sete pessoas da região sul participaram de treinamento teológico em Antananarivo, capacitando-as a estabelecer e liderar igrejas. Quatro voltaram imediatamente para casa para estabelecer igrejas ou pontos de pregação e continuar suas funções de liderança. Os cultos regulares da igreja são realizados em Andranovory, com pontos de pregação adicionais em Antsakoamaro, Ambihivaha e Betaola. Durante uma visita em março de 2024, Richard e Therese foram recebidos por mais de 100 participantes ansiosos debaixo de uma mangueira no ponto de pregação de Antsakoamaro, onde compartilharam o evangelho, resultando em várias conversões. Graças ao apoio contínuo do Helping Hands Africa, as 150 famílias do sul de Madagascar estão agora preparadas para avançar para a segunda fase do Programa de Agricultura Sustentável.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T02:14:38.235+03:00",
  "updated": "2024-04-05T02:14:38.235+03:00"
}