{
  "thread": {
    "uuid": "fdf3f26d0d045620c37fa96e58ff665c0b633ac9",
    "url": "https://www.ultimahora.com/hamas-acepta-una-propuesta-de-tregua-en-gaza-donde-israel-ordeno-la-evacuacion-de-rafah",
    "site_full": "www.ultimahora.com",
    "site": "ultimahora.com",
    "site_section": "https://www.ultimahora.com/index.atom",
    "site_categories": [
      "media"
    ],
    "section_title": "\r\n  ",
    "title": "Hamás acepta una propuesta de tregua en Gaza, donde Israel ordenó la evacuación de Rafah - Última Hora | Noticias de Paraguay y el mundo, las 24 horas. Noticias nacionales e internacionales, deportes, política. Noticias de último momento.",
    "title_full": "Hamás acepta una propuesta de tregua en Gaza, donde Israel ordenó la evacuación de Rafah - Última Hora | Noticias de Paraguay y el mundo, las 24 horas. Noticias nacionales e internacionales, deportes, política. Noticias de último momento.",
    "published": "2024-05-07T00:57:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PY",
    "main_image": "https://grupovierci.brightspotcdn.com/dims4/default/34feb4d/2147483647/strip/true/crop/4176x2349+0+350/resize/1440x810!/quality/90/?url=https%3A%2F%2Fk2-prod-grupo-vierci.s3.us-east-1.amazonaws.com%2Fbrightspot%2F05%2F9b%2F180293ff40bc93e7c7147509d210%2F000-34qr74q-1.jpg",
    "performance_score": 0,
    "domain_rank": 28228,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fdf3f26d0d045620c37fa96e58ff665c0b633ac9",
  "url": "https://www.ultimahora.com/hamas-acepta-una-propuesta-de-tregua-en-gaza-donde-israel-ordeno-la-evacuacion-de-rafah",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción ÚH",
  "published": "2024-05-07T00:57:00.000+03:00",
  "title": "Hamás acepta una propuesta de tregua en Gaza, donde Israel ordenó la evacuación de Rafah - Última Hora | Noticias de Paraguay y el mundo, las 24 horas. Noticias nacionales e internacionales, deportes, política. Noticias de último momento.",
  "text": "Hamás acepta una propuesta de tregua en Gaza, donde Israel ordenó la evacuación de Rafah El movimiento islamista Hamás aceptó el lunes una propuesta de alto al fuego en la Franja de Gaza después de que Israel, que afirmó estar examinando la proposición, ordenase la evacuación del este de Rafah en vistas a una anunciada invasión de esa ciudad. Tras casi siete meses de guerra, los habitantes de Rafah celebraron el anuncio de Hamás en las calles, entre lágrimas de felicidad, cánticos de “Allahu Akbar” (“Dios es el más grande”) y disparos al aire. Por su parte, la oficina del primer ministro israelí, Benjamin Netanyahu, indicó que la propuesta está “muy lejos de las exigencias esenciales de Israel”, pero que el gobierno enviará una delegación a los mediadores “para agotar las posibilidades de alcanzar un acuerdo”. Estados Unidos, principal aliado de Israel, declaró que también estaba “examinando” la respuesta de Hamás. Un alto cargo del movimiento islamista palestino, Jalil al-Hayya, dijo a la cadena Al Jazeera que la proposición contempla tres fases, cada una de una duración de 42 días. Esta incluiría una retirada israelí completa de la Franja de Gaza, el regreso de los desplazados y un canje de rehenes aún cautivos en el territorio por presos palestinos detenidos en Israel, con el objetivo de un “alto el fuego permanente”. Hamás anunció en un comunicado que su líder, Ismail Haniyeh, había comunicado a Egipto y Catar que el movimiento “aprobó su propuesta de acuerdo de alto el fuego” en Gaza. “La pelota está ahora en el tejado” de Israel, declaró un responsable de Hamás bajo condición de anonimato. El ciclo de negociaciones indirectas mantenido el fin de semana en El Cairo, mediado por Catar, Egipto y Estados Unidos, había terminado sin avances significativos. Bombardeos en Rafah Tras el anuncio del movimiento islamista, el ejército israelí llevó a cabo intensos bombardeos en Rafah, donde dio inicio por la mañana a “una operación de alcance limitado para evacuar temporalmente a los residentes en la parte oriental” de la ciudad. El portavoz militar Daniel Hagari reiteró el llamamiento a evacuar la zona y declaró que el lunes “la aviación israelí atacó más de 50 objetivos terroristas en la zona de Rafah”. La evacuación, que según un vocero militar concernía a “unas 100.000 personas”, forma parte de “la preparación de una operación terrestre en la zona”, añadió Hagari. Un representante de la Media Luna Roja palestina en el este de Rafah aseguró que “los habitantes están evacuando aterrorizados, en medio del pánico”, estimando que la zona designada por el ejército israelí afecta a unas 250.000 personas. La comunidad internacional no cesa de mostrar su preocupación por la invasión de Rafah, que Israel considera esencial para “destruir los últimos cuatro batallones” del movimiento islamista en el territorio palestino. La ONU calcula que alrededor de 1,2 millones de personas viven hacinadas en esta ciudad fronteriza con Egipto. El ejército declaró que amplió “la zona humanitaria a Al Mawasi”, una localidad situada sobre la costa a unos diez kilómetros de Rafah. La zona “no tiene espacio suficiente para que instalemos nuestras tiendas de campaña”, declaró Abdul Rahman Abu Jazar, un palestino de 36 años. La ONU aseguró que es “imposible realizar una evacuación masiva de esta magnitud de forma segura” y el alto comisionado de Naciones Unidas para los Derechos Humanos, Volker Türk, declaró que “es inhumano”. “Más guerra y hambruna” Esta orden de evacuación “presagia lo peor: más guerra y hambruna”, declaró este lunes el jefe de la diplomacia de la Unión Europea, Josep Borrell. La Casa Blanca indicó el lunes que el presidente estadounidense, Joe Biden, “reiteró su posición clara” en contra de la invasión de Rafah a Netanyahu durante una conversación telefónica. Esta operación “aumentaría dramáticamente el sufrimiento del pueblo palestino”, declaró el portavoz del Departamento de Estado, Matthew Miller. La presidencia de la Autoridad Palestina pidió a Estados Unidos “que intervenga para evitar esta masacre”. La guerra fue desencadenada el 7 de octubre, cuando comandos islamistas lanzaron un asalto en el sur de Israel en el que murieron 1.170 personas, en su mayoría civiles, y secuestraron a unas 250, según un balance basado en datos israelíes. Las autoridades de Israel estiman que, tras un canje de rehenes por presos palestinos en noviembre, 128 personas permanecen cautivas en Gaza, de las 35 fallecieron desde entonces. La ofensiva de represalia lanzada por Israel ya ha dejado 34.735 muertos en Gaza, también civiles en su mayoría, según el Ministerio de Salud del territorio palestino, gobernado por Hamás. El movimiento islamista advirtió en un comunicado que Israel prepara la ofensiva en Rafah “sin considerar la catástrofe humanitaria en la Franja ni el destino de los prisioneros enemigos en Gaza”, en alusión a los rehenes israelíes. La oficina de Netanyahu indicó que la operación seguirá adelante “para ejercer una presión militar contra Hamás con el fin de impulsar la liberación de [los] rehenes”. Algunos israelíes se manifestaron en Tel Aviv a última hora del lunes para pedir a su gobierno que acepte un acuerdo que permita liberar a las personas cautivas. El Foro de Familiares de Rehenes afirmó en un comunicado que el anuncio de Hamás “debe allanar el camino” para su retorno. Fuente: AFP.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Politics",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-07T01:07:07.784+03:00",
  "updated": "2024-05-07T01:07:07.784+03:00"
}