{
  "thread": {
    "uuid": "180afae19363f6e3083ad5de31276db8414f064e",
    "url": "https://chronline.com/stories/from-local-extinction-to-recovery-the-comeback-of-the-oregon-spotted-frog-in-the-chehalis-river,332176",
    "site_full": "chronline.com",
    "site": "chronline.com",
    "site_section": "https://chronline.com/local-news",
    "site_categories": [],
    "section_title": "Local News | The Daily Chronicle",
    "title": "From local extinction to recovery — the comeback of the Oregon spotted frog in the Chehalis River Basin | The Daily Chronicle",
    "title_full": "From local extinction to recovery — the comeback of the Oregon spotted frog in the Chehalis River Basin | The Daily Chronicle",
    "published": "2024-01-05T21:43:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn6.creativecirclemedia.com/lafromboise/medium/20240105-144132-1%20OSF%20and%20Eggs_RMunes%20USFWS.jpeg",
    "performance_score": 0,
    "domain_rank": 39168,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "180afae19363f6e3083ad5de31276db8414f064e",
  "url": "https://chronline.com/stories/from-local-extinction-to-recovery-the-comeback-of-the-oregon-spotted-frog-in-the-chehalis-river,332176",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Chronicle staff",
  "published": "2024-01-05T21:43:00.000+02:00",
  "title": "From local extinction to recovery — the comeback of the Oregon spotted frog in the Chehalis River Basin | The Daily Chronicle",
  "text": "Editor’s note: This article is part of an ongoing series highlighting projects that have been completed as part of the Chehalis Basin Strategy. These projects are implemented in cooperation with partners such as the Chehalis River Basin Flood Authority, the Confederated Tribes of the Chehalis Reservation, the Quinault Indian Nation, state agencies, local governments, nonprofit organizations, landowners and the Aquatic Species Restoration Plan team. The Chronicle has partnered with the Department of Ecology’s Office of Chehalis Basin for this series. Read previous installments at chronline.com. Summary Once considered locally extinct west of the Cascades, the Oregon spotted frog was remarkably “rediscovered” by Washington Department of Fish and Wildlife (WDFW) biologists in a wetland in the Black River watershed in Thurston County in 1990. Since then, state biologists have found an additional Oregon spotted frog site in 2017 in the same watershed, including a site at Bloom’s Ditch in Thurston County. To encourage the recovery of this important creature, Capitol Land Trust, in partnership with a willing landowner, has permanently protected 142-acres of wetland in Blooms Preserve and 4,300 feet of Blooms Ditch to restore and improve this important habitat. The Problem Oregon spotted frogs were once locally common in the wetlands of the Black River watershed in the Chehalis River Basin, as well as other sites in Western Washington. However, over the past century, habitat loss and invasive species have taken a toll on these highly aquatic amphibians. Thought to be locally extinct, WDFW discovered a remnant population of frogs in the Black River watershed in Thurston County in 1990. Now, Oregon spotted frogs are protected under state and federal law, including being listed as threatened under the federal Endangered Species Act. While Oregon spotted frogs are now found in a few isolated pockets in Washington, protecting and improving their habitat remains key to ensuring this treasured amphibian is not lost again. The Project In 2018, the nonprofit Capitol Land Trust acquired 60 acres of wetlands from a willing landowner along Blooms Ditch, a tributary to the Black River where the frog species was found, to create Blooms Preserve. Since then, the Trust, Black Hills Audubon Society, Center for Natural Lands Management, Doris Duke Charitable Foundation through the Nature Conservancy, Salix Environmental Services, Sound Native Plants, Streamline Earthworks, Thurston County Conservation Futures, U.S. Fish and Wildlife Service (USFWS), Waterfall Engineering, WDFW, Washington Salmon Recovery Funding Board and other Chehalis Basin Strategy partners have been hard at work to restore breeding and summer habitat for Oregon spotted frogs as part of the Aquatic Species Restoration Plan. In 2020, Capitol Land Trust acquired an additional 82 acres to expand Blooms Preserve. The acquisition also included 4,300 feet of Blooms Ditch, likely created more than 100 years ago to enhance agricultural practices. Its feeder streams provide habitat for Coho salmon, steelhead and sea-run cutthroat trout, and Olympic mudminnow, as well as Oregon spotted frogs. Since 2020, USFWS, WDFW, and other partners have worked with the Trust to deploy a phased approach to habitat restoration, including: • Controlling invasive reed canary grass, which prevents access to breeding areas. • Installing a series of 24 shallow pond complexes in summer 2023. This involved a series of dug pond clusters designed to hold water year-round. Each pond has a shallow breeding shelf around the outside and a deeper middle portion for the summer months when water is less abundant. • Planting nearly 40,000 native plants in fall 2023 and placing woody debris around the newly constructed frog ponds and along Blooms Ditch. “The Oregon spotted frog recovery project at Blooms Preserve is a pretty big undertaking,” said Laurence Reeves, conservation director at Capitol Land Trust. “Fortunately, we had great support from 14 partner organizations, from initial planning, design, funding, all the way through to project completion. We couldn’t have completed this important project without their expertise and collaboration. I’m very heartened that when it comes to valuing the preservation and restoration of our natural spaces, we're not alone in our desire to make a positive difference in the future of this species.” The Trust is also working to restore riparian habitat in Blooms Ditch, which should improve conditions for the frogs as well as coho salmon, steelhead and sea-run cutthroat trout and other aquatic species. The Office of Chehalis Basin provided $214,360 and the state Office of Recreation and Conservation provided $200,000 to Capitol Land Trust for the project. The Impact Restoring breeding and summer habitat for Oregon spotted frogs brings multiple benefits. The actions and activities in Blooms Preserve and along Blooms Ditch are helping recover a rare amphibian to the Chehalis Basin. Capitol Land Trust will monitor the site for water levels, native planting survival, and invasive vegetation recolonization, while WDFW will monitor frog populations through egg mass surveys when the animals breed in February and March of this year. “The U.S. Fish and Wildlife Service was very fortunate to be able collaborate with the amazing people at Capitol Land Trust, their amazing volunteers, Ecology’s Office of Chehalis Basin, Washington Department of Fish and Wildlife, and others to support a shared vision of a restored Blooms Preserve and moving a step closer toward recovering the Oregon spotted frog,” said Teal Waterstrat at the U.S. Fish and Wildlife Service. The measures to control invasive reed canary grass and planting 40,000 native plants are also helping restore wetland functions in the Black River watershed. Wetlands help filter pollutants and protect water quality, stem flooding by controlling stormwater runoff and erosion, and provide habitat for many other aquatic species including Coho salmon, steelhead and cutthroat trout, and the Olympic mudminnow.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "department of ecology’s office",
        "sentiment": "none"
      },
      {
        "name": "washington department of fish",
        "sentiment": "none"
      },
      {
        "name": "bloom",
        "sentiment": "none"
      },
      {
        "name": "capitol land trust",
        "sentiment": "none"
      },
      {
        "name": "quinault indian nation",
        "sentiment": "none"
      },
      {
        "name": "chronicle",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "oregon",
        "sentiment": "none"
      },
      {
        "name": "chehalis river basin",
        "sentiment": "none"
      },
      {
        "name": "black river",
        "sentiment": "none"
      },
      {
        "name": "cascades",
        "sentiment": "none"
      },
      {
        "name": "chehalis basin strategy",
        "sentiment": "none"
      },
      {
        "name": "chehalis reservation",
        "sentiment": "none"
      },
      {
        "name": "chehalis basin",
        "sentiment": "none"
      },
      {
        "name": "chehalis river basin flood authority",
        "sentiment": "none"
      },
      {
        "name": "thurston county",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:51:44.463+02:00",
  "updated": "2024-01-06T00:51:44.463+02:00"
}