{
  "thread": {
    "uuid": "4ee4b68759239e21282bc1fdafb75624b050154e",
    "url": "https://www.globalsecurity.org/military/library/news/2024/03/mil-240308-estonia-mfa01.htm",
    "site_full": "www.globalsecurity.org",
    "site": "globalsecurity.org",
    "site_section": "http://globalsecurity.org//globalsecurity-org.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "GlobalSecurity.org",
    "title": "Estonia welcomes Sweden's accession to NATO",
    "title_full": "Estonia welcomes Sweden's accession to NATO",
    "published": "2024-03-09T09:35:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 3594,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4ee4b68759239e21282bc1fdafb75624b050154e",
  "url": "https://www.globalsecurity.org/military/library/news/2024/03/mil-240308-estonia-mfa01.htm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "John Pike",
  "published": "2024-03-09T09:35:00.000+02:00",
  "title": "Estonia welcomes Sweden's accession to NATO",
  "text": "Estonia welcomes Sweden's accession to NATO\nRepublic of Estonia - Ministry of Foreign Affairs\n08.03.2024\nSweden has become the 32nd member of NATO after depositing its NATO ratification instrument to the U.S. Department of State today. Estonia welcomes Sweden's accession to NATO.\nAccording to Prime Minister Kaja Kallas, this is a historic event. \"As of today, the entire Nordic and Baltic region belongs to NATO,\" said Kallas. \"This is a historic turning point that will strengthen the security of our entire region as well as the Alliance.\"\nThe Prime Minister recalled that at in late 2021, Russia demanded the closure of NATO's doors with ultimatums. \"Today, NATO is more united than ever and stronger with two powerful allies - Sweden and Finland,\" the Prime Minister said.\nThe Prime Minister added that the NATO accession of Sweden and Finland will provide us with new opportunities for closer bilateral defence cooperation with both countries.\n\"Sweden's NATO membership will significantly enhance the security of both the Baltic Sea and the Alliance as a whole,\" said Minister of Defence Hanno Pevkur. \"It's worth noting that both the armed forces and the defence industry will significantly strengthen NATO's defence shield, and the s strategic location of Sweden will allow NATO greater freedom of action on the Baltic Sea. In short, Estonia and the Baltic region can feel considerably more secure.\"\n\"We and the Swedish people share the understanding that Russia is a direct threat to peace and security in the region,\" added Pevkur. \"We are naturally interested in intensifying practical cooperation with Sweden, both bilaterally and within NATO, in order to further develop the collective defence of the Alliance in the best possible way.\"\nAccording to Minister of Foreign Affairs Margus Tsahkna, Sweden's accession will allow us to respond even more effectively to any challenges and threats in our region. \"The fact that Estonia and Sweden are no longer just neighbours and partners, but NATO allies, will enable closer cooperation in the field of defence and security, significantly enhance the security of the Baltic Sea region and improve the security of supply of NATO's Eastern flank,\" said Tsahkna.\nAccording to the Minister of Foreign Affairs, Sweden's accession sends an important message about NATO's open door policy. \"Article 10 of the Washington Treaty, signed 75 years ago, states that each European country must be able to decide on its own security arrangements,\" said Tsahkna. \"Sweden's membership proves that the door of the alliance is open to democratic European countries and that all processes related to accession are decided only by the allies. Neither Russia nor anyone else has a power of veto over this issue.\"\n|\n|\nNEWSLETTER\n|Join the GlobalSecurity.org mailing list|\n|\n||\n|",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hanno",
        "sentiment": "none"
      },
      {
        "name": "kaja kallas",
        "sentiment": "none"
      },
      {
        "name": "kallas",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nato estonia",
        "sentiment": "negative"
      },
      {
        "name": "alliance",
        "sentiment": "none"
      },
      {
        "name": "nato",
        "sentiment": "none"
      },
      {
        "name": "u.s. department of state",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sweden",
        "sentiment": "none"
      },
      {
        "name": "nato republic of estonia",
        "sentiment": "none"
      },
      {
        "name": "estonia",
        "sentiment": "none"
      },
      {
        "name": "finland",
        "sentiment": "none"
      },
      {
        "name": "baltic sea",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-09T12:37:11.342+02:00",
  "updated": "2024-03-09T12:37:11.342+02:00"
}