{
  "thread": {
    "uuid": "556079a28b2d2643eafe0e1ffb7f484591ccca8b",
    "url": "https://www.militarytimes.com/news/your-air-force/2024/03/07/inaugural-red-skies-exercise-boosts-orbital-warfare-readiness",
    "site_full": "www.militarytimes.com",
    "site": "militarytimes.com",
    "site_section": "https://www.militarytimes.com/arc/outboundfeeds/rss/category/news/your-military/?outputType=xml",
    "site_categories": [
      "media",
      "jobs",
      "us_military"
    ],
    "section_title": "Military Times",
    "title": "Inaugural Red Skies exercise boosts orbital warfare readiness",
    "title_full": "Inaugural Red Skies exercise boosts orbital warfare readiness",
    "published": "2024-03-07T22:42:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.militarytimes.com/resizer/xDLUcQbaolxqNDFAJ7qSo5hQ7Z4=/1024x0/filters:format(jpg):quality(70)/cloudfront-us-east-1.images.arcpublishing.com/archetype/2AO6DJAR3NGN5CKRIXYGN4RKQ4.JPG",
    "performance_score": 0,
    "domain_rank": 3215,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "556079a28b2d2643eafe0e1ffb7f484591ccca8b",
  "url": "https://www.militarytimes.com/news/your-air-force/2024/03/07/inaugural-red-skies-exercise-boosts-orbital-warfare-readiness",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Courtney Mabeus-Brown",
  "published": "2024-03-07T22:42:00.000+02:00",
  "title": "Inaugural Red Skies exercise boosts orbital warfare readiness",
  "text": "Defending the U.S. against an attack on its satellites may be another day on the job for Space Force Sgt. Robert Brown, but he admits to getting a little sweaty when guardians undertook their first orbital warfare simulation in December.\nThe four-day Red Skies exercise, hosted by Space Training and Readiness Command’s 392nd Combat Training Squadron, intended to flex the muscles of Delta 9 Guardians who are training to defend U.S. satellite systems that form the\nbackbone of American military operations.\n“Our strategic competitors are preparing space capabilities to find and target and attack our terrestrial forces, right? We know they’re planning and building to deny, degrade our space capabilities as well. So our nation’s responding,” Brig. Gen. Todd Moore, deputy commander of STARCOM, told Air Force Times.\nThough details are classified, more than three dozen guardians from Deltas 9, 2, 3, 7 and 11 worked together for the first time through a simulated exercise to maintain tactical command and control of several satellites while building awareness of what physical and digital threats might be lurking.\n“Not all plans survive,” Brown, a member of Delta 9, which focuses on orbital warfare, said of the exercise. “On-the-fly planning is essential for crews to understand how to get after and how to accomplish [the mission].”\nRed Skies followed a series of electronic warfare-focused\n Black Skies exercises, which began in September 2022. A cyber warfare exercise, Blue Skies, is expected later this year.\nThe exercises also come as Chief of Space Operations Gen. Chance Saltzman seeks to boost the service’s combat readiness through more\nrobust and realistic operational test and training infrastructure, including by building live ranges and investing in mission-specific simulators, while accelerating the tempo and increasing the scope of exercises. The results of those exercises will shape the force’s development and design.\nIn the past, Saltzman said, readiness metrics reflected whether troops could operate military space systems unthreatened. That has changed.\n“It will no longer be sufficient to fight for space superiority against our pacing threat. We have provided space effects with impunity for decades. … These days are over,” Saltzman said in a Feb. 13 keynote speech at the Air and Space Forces Association’s Air Warfare Symposium.\nBecause it’s rare for deltas to work together, crew integration and coordination between them during Red Skies was a top priority for Capt. DeShawna Moore, the 392nd CTS’ lead exercise planner.\n“My overall objective was seeing that play out, and seeing where the efficiency is to help direct where the training or where Red Skies goes next,” Moore said.\nRELATED\nRed Skies is one of several events that the Space Force will use as it builds toward running several simultaneous exercises in what 392nd CTS Commander Lt. Col. Scott Nakatani called a “cohesive space sortie.”\n“We need to catch up to that level of proficiency that all the other services have in operating in their domain in support of the combatant commanders’ [operational] plan,” Nakatani said.\nWhile there’s no date set for the overarching exercise, Moore and Nakatani said they hope to introduce live fire into the next Red Skies simulation, which could come in fiscal year 2025.\nCourtney Mabeus-Brown is the senior reporter at Air Force Times. She is an award-winning journalist who previously covered the military for Navy Times and The Virginian-Pilot in Norfolk, Va., where she first set foot on an aircraft carrier. Her work has also appeared in The New York Times, The Washington Post, Foreign Policy and more.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://c4isrnet.com/battlefield-tech/space/2023/05/10/space-force-to-seek-industry-help-to-test-tech-train-guardians/",
    "https://defensenews.com/space/2022/09/22/space-force-refining-range-needs-through-black-skies-training/",
    "https://www.defensenews.com/space/2022/09/22/space-force-refining-range-needs-through-black-skies-training/",
    "https://www.c4isrnet.com/battlefield-tech/space/2023/05/10/space-force-to-seek-industry-help-to-test-tech-train-guardians",
    "https://www.c4isrnet.com/battlefield-tech/space/2023/05/10/space-force-to-seek-industry-help-to-test-tech-train-guardians/",
    "https://www.defensenews.com/space/2022/09/22/space-force-refining-range-needs-through-black-skies-training"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "robert brown",
        "sentiment": "none"
      },
      {
        "name": "todd moore",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "space training and readiness command’s 392nd combat training squadron",
        "sentiment": "none"
      },
      {
        "name": "air force times",
        "sentiment": "none"
      },
      {
        "name": "deltas",
        "sentiment": "none"
      },
      {
        "name": "delta",
        "sentiment": "none"
      },
      {
        "name": "starcom",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T01:17:25.076+02:00",
  "updated": "2024-03-08T01:17:25.076+02:00"
}