{
  "thread": {
    "uuid": "403b2a48386c37547cdeecb121f12340838a03d6",
    "url": "https://www.shawlocal.com/northwest-herald/2024/01/13/heavy-snow-frigid-temps-brings-out-the-best-in-mchenry-county-people-food-hotel-rooms-warm-spaces/",
    "site_full": "www.shawlocal.com",
    "site": "shawlocal.com",
    "site_section": "https://www.shawlocal.com/arcio/rss",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "legal_issues"
    ],
    "section_title": "Shaw Media Local",
    "title": "Heavy snow, frigid temps brings out the best in McHenry County people; food, hotel rooms, warm spaces",
    "title_full": "Heavy snow, frigid temps brings out the best in McHenry County people; food, hotel rooms, warm spaces",
    "published": "2024-01-13T02:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.shawlocal.com/resizer/zrMd4kYUkKUzUtq5rJLhEbOgnro=/1200x630/filters:format(jpg):quality(70):focal(2362x2095:2372x2105)/cloudfront-us-east-1.images.arcpublishing.com/shawmedia/7WMFCWX24JFRPL7MDZU7HKW4LI.jpeg",
    "performance_score": 0,
    "domain_rank": 13177,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "403b2a48386c37547cdeecb121f12340838a03d6",
  "url": "https://www.shawlocal.com/northwest-herald/2024/01/13/heavy-snow-frigid-temps-brings-out-the-best-in-mchenry-county-people-food-hotel-rooms-warm-spaces/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Amanda Marrazzo",
  "published": "2024-01-13T02:15:00.000+02:00",
  "title": "Heavy snow, frigid temps brings out the best in McHenry County people; food, hotel rooms, warm spaces",
  "text": "Friday’s snow and cold triggered school closings, power outages and some falls, but it also stirred up some good will. “We are seeing some falls entering the hospital related to the snow and ice. We haven’t had patients with exertion issues related to shoveling yet,” Hillary Crumlett, RN, chief nurse executive at Northwestern Medicine [ Huntley ](https://www.shawlocal.com/tags/huntley/)Hospital said early Friday. The hospital was not sheltering patients on Friday but, Crumlett said, the hospital “would always assure a safe discharge and assure that patients would be going home to a place where there is heat, electricity, etc.” “If we cannot identify a safe place due to the weather, then we would keep the patient in the hospital,” Crumlett said. “We do offer to host employees staying if they feel unsafe driving home.” They want to be safe when the weather gets cold and they will be.”— Gina Zinck, Pioneer Center for Human Services as the coordinated entry lead matching homeless people to housing in McHenry County In [Woodstock](https://www.shawlocal.com/tags/woodstock/), Rob Mutert, owner of Warp Corps who provides help to homeless people, and Andrew Turner, supervisor of street outreach for Warp Corps, headed over to McDonald’s early Friday and bought food for nine people who are currently homeless. Mutert and Turner then went with the group to a “tent city,” in Woodstock, where people experiencing homelessness live. They helped gather up their belongings and drove them to free hotel rooms made available on Friday through the McHenry County Pioneer Center for Human Services and PADS Emergency Homeless Shelter. “I got to say the people today were so stoked for the food and coffee and a ride to the hotel,” Mutert said. “Laughing all the way, joking and thankful.” Mutert encourages anyone in need of cold-weather clothing and supplies to call him at 815-985-6256. Gina Zinck, coordinated entry lead for the center, said she has been “working like crazy” answering calls from those who need shelter. Hotel rooms are made available for homeless people through the center’s extreme cold weather program. Hotels throughout the county participate in providing homeless people rooms for free when the temperatures dip below 15 degrees. Zinck said she began her day at 6 a.m. on Friday and likely will work up until 10 p.m. for the next several days finding shelter for people to keep them safe from the frigid temps. She began getting calls for those who need rooms on Thursday and is currently working with 20 people. She expects more to call, Zinck said. “It’s scary when you think about sub-zero temps and not having a place,” Zinck said. “That is all anybody is talking about [when they call]. They want to be safe when the weather gets cold and they will be.” People seeking shelter are encouraged to call Zinck at 815-759-7133. Tom Wilson, retired owner of MBI in Woodstock, which also operates MBI Cares philanthropy, leases the Woodstock train station, 90 Church St., for events such as feeding people on Thanksgiving and hosting meetings. Wilson works with others throughout the community, including Mutert, helping wherever there is a need. He currently is collecting clothing and other items at his facility at 227 West Judd St. for anyone in need, as well as migrants who might arrive again in the county. Early Friday, he had his son unlock the doors at the train depot and said he will be keeping them open around the clock over the next few days so people can go in and keep warm. Friday afternoon, he was not sure how many people were in the station, but said “however many there may be, they are warm and out of the cold, which is all that matters.” He said “from now until further notice” he will keep the station open 24/7 “to ensure that anyone who needs protection from the elements receives it.” The snow and cold can create some dangerous conditions, and area doctors offered some advice. Dr. Jacob Ginglen of Cary, who works as an emergency medicine doctor at Mercy Health in Crystal Lake, cautioned people to know that hypothermia and frostbite can set in quickly. With the deep freeze ahead, people should: - Not be outside longer than 10 or 15 minutes. - Wear lots of layers of clothing and keep them dry. - Cover every inch of skin, paying special detail to ears, nose, fingers and toes. - Frostbite can occur quickly. Sometimes it can help to quickly warm the skin, but go to the hospital if the skin turns pale, tingly, numb, hard or black. Ginglen and Victoria Weston, medical director for the Northwestern Medicine Immediate Care Centers in Huntley, [ McHenry,](https://www.shawlocal.com/tags/mchenry/) and [Crystal Lake](https://www.shawlocal.com/tags/crystal-lake/), cautioned folks on shoveling snow. “It’s important to recognize that shoveling snow is a very physically strenuous exercise,” Weston said. “This is also the case even if you are using a snow blower.” Ginglen said this type of snow is very heavy and it is better to use the shovel to move the snow off to the side rather than scooping it up and lifting it. And, take lots of breaks. They say during this type of snowfall, the number of heart attacks is historically high. The doctors also recommended: - Those with exercise limitations, including cardiac issues, should check with their doctor, have a cellphone available, and make sure someone is at home should they need to get help. - If there is any chest, neck, jaw, shoulder or back pain or fainting, stop right away and call 911. - Those with any personal or family history of heart issues should first get cleared by their doctor or avoid shoveling snow until being evaluated and cleared to do so by a medical professional. Weston also said to be aware of black ice and wear good gripping footwear to prevent falls. If traveling, be sure to have a full tank of gas. Kelly Monestero, director of emergency services at Northwestern Medicine McHenry Hospital, said that with the frigid temps and icy roads, people should dress warm and keep items in the car to keep them warm. Other tips: - Salt walkways generously. - If someone falls, fall safe. People should not put their hands out in front of them; they should curl arms in and try to fall on their rear, Ginglen said. - Plan for extra drive time. “If you don’t have to go out, stay at home where it is warm and safe,” Monestero said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gina zinck",
        "sentiment": "none"
      },
      {
        "name": "hillary crumlett",
        "sentiment": "none"
      },
      {
        "name": "crumlett",
        "sentiment": "none"
      },
      {
        "name": "rob mutert",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "warp corps",
        "sentiment": "none"
      },
      {
        "name": "pioneer center for human services",
        "sentiment": "none"
      },
      {
        "name": "northwestern medicine  huntley hospital",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mchenry county",
        "sentiment": "none"
      },
      {
        "name": "woodstock",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-13T02:25:37.552+02:00",
  "updated": "2024-01-13T03:30:10.867+02:00"
}