{
  "thread": {
    "uuid": "a50034bdcf2fae7ffb6a668fafb5f8f58e4afcf2",
    "url": "https://www.herald.co.zw/first-family-backs-domestic-tourism-visits-nyanga/",
    "site_full": "www.herald.co.zw",
    "site": "herald.co.zw",
    "site_section": "https://www.herald.co.zw",
    "site_categories": [
      "society"
    ],
    "section_title": "The Herald - Breaking news.",
    "title": "The Herald - Breaking news.",
    "title_full": "The Herald - Breaking news.",
    "published": "2024-01-08T00:28:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ZW",
    "main_image": "https://www.herald.co.zw/wp-content/uploads/sites/2/2024/01/First-Family-in-Nyanga.jpg",
    "performance_score": 0,
    "domain_rank": 19189,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a50034bdcf2fae7ffb6a668fafb5f8f58e4afcf2",
  "url": "https://www.herald.co.zw/first-family-backs-domestic-tourism-visits-nyanga/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Herald",
  "published": "2024-01-08T00:28:00.000+02:00",
  "title": "The Herald - Breaking news.",
  "text": "First Family backs domestic tourism, visits Nyanga Farirai Machivenyika-Senior Reporter President Mnangagwa, who is on his annual leave, on Saturday visited with his family the scenic World’s View in Nyanga as part of his own holiday and in line with Government’s thrust to promote domestic tourism. World’s View is a spectacular vista on the escarpment of the Nyanga Downs plateau in the Eastern Highlands, just north of Nyanga, in eastern Zimbabwe at an altitude of 2 248 metres with a 600m drop to the plain below on the western side. “The viewpoint is just outside the northern edge of the Nyanga National Park and can be reached via an 11km track from Troutbeck. On a clear day, places as far away as 60 to 70km can be seen,” says www.nyangaholidayhome.com. Writing on his X handle (formerly Twitter) yesterday, President Mnangagwa said he was impressed by the increase in both domestic and foreign tourists visiting the country’s attractions. “Yesterday (Saturday) I took my family to visit the World’s View in Nyanga, toured sites and trout farms in the area in line with Government’s vision in supporting domestic tourism. “It is one of the leading tourist attractions in the country. I am encouraged by the increased number of both local and international tourists visiting our country. Equally, investments in new tourism products and facilities which bolster the sector are a welcome development,” he said. President Mnangagwa and First Lady Dr Auxillia Mnangagwa visit the World’s View in Nyanga. A video also posted on X shows the President and First Lady Dr Auxillia Mnangagwa being greeted by a crowd through song and dance at a shopping centre. Tourism and Hospitality Industry Minister Barbra Rwodzi thanked the First Family for promoting domestic tourism. “Uripi, UNGHAPI, UNANI, ZimBho KuInyanga ne First Family. We are happy the First Family supported our ZimBho Campaign,” she said on her X handle. Minister Rwodzi has been going around the country calling on Zimbabweans to visit their own tourist attractions. On Christmas Day, she was in Matopos, mixing and mingling with domestic and international tourists. Information, Publicity and Broadcasting Services Permanent Secretary Mr Nick Mangwana also applauded the First Family for leading the initiative to promote domestic tourism. “The First Family is leading from the front in supporting domestic tourism. The First Family has taken its holiday in Nyanga, not Dubai, not Seychelles, not any other country, but in our own Zimbabwe. #Uripi?” he said. The festive season domestic tourism campaign dubbed ZimBho–Uripi was launched in Binga, Matabeleland North, last year with the overall goal being to drive economic growth through encouraging Zimbabweans, including those living in the diaspora, to travel within Zimbabwe and have a feel of local tourist attractions. The President and his two sons tour Nyamhuka shopping centre in Nyanga on Saturday. The campaign feeds into the target of turning tourism into a US$5 billion economy by the end of next year in line with the national tourism recovery and growth strategy. Since the downturn caused by Covid-19, the tourism sector has been growing and by September last year, Zimbabwe had received 1,08 million visitors in the first nine months of the year, a 52 percent rise from 714 621 reported in the comparative period in 2022. Government has also allowed tour and safari operators a duty-free scheme to import buses and vehicles for use in their operations for the coming two years.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mnangagwa",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nyanga farirai machivenyika",
        "sentiment": "negative"
      },
      {
        "name": "herald",
        "sentiment": "neutral"
      }
    ],
    "locations": [
      {
        "name": "nyanga",
        "sentiment": "none"
      },
      {
        "name": "nyanga downs",
        "sentiment": "none"
      },
      {
        "name": "eastern highlands",
        "sentiment": "none"
      },
      {
        "name": "nyanga national park",
        "sentiment": "none"
      },
      {
        "name": "zimbabwe",
        "sentiment": "none"
      },
      {
        "name": "troutbeck",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:33:32.169+02:00",
  "updated": "2024-01-08T00:33:32.169+02:00"
}