{
  "thread": {
    "uuid": "bb2aba32c17180042244b187da01e81e9b9018c3",
    "url": "https://hipertextual.com/2024/07/ventiladores-de-techo-truco",
    "site_full": "hipertextual.com",
    "site": "hipertextual.com",
    "site_section": "http://bitelia.com/feed",
    "site_categories": [
      "tech"
    ],
    "section_title": "Hipertextual",
    "title": "El truco para que tu ventilador de techo enfríe más que podrías haber pasado por alto",
    "title_full": "El truco para que tu ventilador de techo enfríe más que podrías haber pasado por alto",
    "published": "2024-07-05T12:08:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://imgs.hipertextual.com/wp-content/uploads/2024/07/lotus-design-n-print-yVSiAMhose8-unsplash-scaled.jpg",
    "performance_score": 0,
    "domain_rank": 9491,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bb2aba32c17180042244b187da01e81e9b9018c3",
  "url": "https://hipertextual.com/2024/07/ventiladores-de-techo-truco",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Azucena Martín",
  "published": "2024-07-05T12:08:00.000+03:00",
  "title": "El truco para que tu ventilador de techo enfríe más que podrías haber pasado por alto",
  "text": "Los ventiladores de techo son muy buenos aliados contra el calor . Cada vez más personas deciden utilizar estos artilugios en vez del típico aire acondicionado . Los hay solo con las aspas, con luz incorporada o incluso con aspas adaptables para que podamos cambiar tanto su velocidad como el sentido de giro. Esto último es muy importante, ya que nos ayuda a aprovechar estos ventiladores tanto en invierno como en verano. Es de lo más útil, pero resulta esencial saber cuál es el sentido idóneo de las aspas en cada época del año. Si no, puede que en vez de enfriarnos estemos aumentando todavía más el calor en la habitación.\nLos ventiladores de techo que no tienen la posibilidad de cambiar el sentido de giro lo hacen siempre al contrario de las agujas del reloj . Esto es así porque están diseñados únicamente para su uso en verano. Es imposible equivocarse.\nEn cambio, si se pueden cambiar todos esos parámetros, debemos tener cuidado. Algunos incluyen directamente lo que se conoce como modo invierno y modo verano . Así, no hay lugar al error. Pero si hacemos el cambio de forma manual, el sentido debe ser siempre horario en invierno y antihorario en verano.\n¿Por qué es tan importante el sentido de las aspas de los ventiladores de techo? Las capas de aire en una estancia se distribuyen por temperaturas . El más frío y denso tiende a quedarse abajo, mientras que el caliente se desplaza hacia arriba y queda más pegado al techo. Los ventiladores de techo se encargan de mover esas capas , creando una corriente dentro de la habitación.\nCuando se mueven sus aspas en el sentido contrario de las agujas del reloj, se crea una corriente descendente . Es decir, el aire caliente baja, ocupa el lugar del frío en la parte de abajo y obliga a este a desplazarse hacia los lados . Por eso, ese aire frío que estaba estancado se mueve y ayuda a que nos refresquemos. Si además las aspas se mueven deprisa, notaremos más esta sensación.\nAlgunos ventiladores de techo tienen modo invierno y modo verano. Crédito: Kalyanaraman (Unsplahs) En cambio, en invierno se hace todo lo contrario. Las aspas de los ventiladores de techo se mueven en sentido horario. Así, se genera una corriente ascendente , de manera que el aire frío sube hasta arriba y desplaza al caliente que se arrastrará por el techo y bajará por las paredes para calentarnos. En este caso, es mejor que el proceso se produzca despacio, por lo que se deben ralentizar las aspas.\n¿Y si no tengo ventilador? Para generar corrientes de aire en casa no es necesario tener un ventilador, aunque obviamente ayuda. Si no podemos o queremos gastar en uno de estos electrodomésticos, la clave está en las ventanas.\nPodemos ventilar la casa abriéndolas durante las primeras horas del día , cuando aún no hace demasiado calor. Lo ideal es buscar la ventilación cruzada, en la que el aire se desplaza de las zonas de alta presión a las de baja presión , generando una corriente que ayuda a refrescar las estancias. Para ello, lo ideal es abrir puertas y ventanas que se encuentren en lados totalmente opuestos de la vivienda.\nLas ventanas se deben abrir estratégicamente para ventilar la casa. Crédito: Jametlene Reskp (Unsplash) Si es posible crear una diagonal entre una ventana y otra, se optimiza mucho más la corriente de aire generada. Además, no debemos abrir las ventanas de cualquier manera. Se recomienda abrir un 20% las que no dan directamente a la calle y un 10% las que dan a la calle completamente. De este modo se consigue que salga la misma cantidad de aire que entra, ya que la apertura de salida es mayor que la de entrada y la velocidad se acelera creando una buena corriente de aire.\nCon estos consejos puede que no tengamos que recurrir a ventiladores de techo. Pero no podemos negar que estos son muy útiles en esta época del año. Si has optado por hacerte con uno, recuerda comprobar que las aspas giran en el sentido adecuado.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Health",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://faro.es/es/blog/que-es-la-funcion-inversa/",
    "https://www.leroymerlin.es/ideas-y-consejos/consejos/como-crear-una-corriente-de-aire-en-casa.html",
    "https://www.faro.es/es/blog/que-es-la-funcion-inversa/",
    "https://faro.es/es/blog/que-es-la-funcion-inversa",
    "https://leroymerlin.es/ideas-y-consejos/consejos/como-crear-una-corriente-de-aire-en-casa.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T14:15:50.733+03:00",
  "updated": "2024-07-05T16:17:10.151+03:00"
}