{
  "thread": {
    "uuid": "f790a1f81bc2cb936cd7f0b1dbf0eaa6c45a8d11",
    "url": "https://www.forbes.com.mx/estos-son-los-eventos-imperdibles-del-fin-de-semana-en-la-cdmx-3",
    "site_full": "www.forbes.com.mx",
    "site": "forbes.com.mx",
    "site_section": "http://feeds.feedburner.com/ForbesMexico",
    "site_categories": [
      "media"
    ],
    "section_title": "Forbes México",
    "title": "Estos son los eventos imperdibles del fin de semana en la CDMX",
    "title_full": "Estos son los eventos imperdibles del fin de semana en la CDMX",
    "published": "2024-03-14T23:31:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://cdn.forbes.com.mx/2023/04/pexels-victor-armas-13100888-e1680646861728.jpg",
    "performance_score": 0,
    "domain_rank": 8013,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f790a1f81bc2cb936cd7f0b1dbf0eaa6c45a8d11",
  "url": "https://www.forbes.com.mx/estos-son-los-eventos-imperdibles-del-fin-de-semana-en-la-cdmx-3",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mitchel Montiel Leal",
  "published": "2024-03-14T23:31:00.000+02:00",
  "title": "Estos son los eventos imperdibles del fin de semana en la CDMX",
  "text": "Además de algunas exposiciones en los museos de la Ciudad de México, también habrá algunos estrenos en cine y sobretodo conciertos que serán excelentes planes para que tengas en tu lista de actividades para disfrutar este fin de semana largo por el megapuente.\nConciertos que no te querrás perder este fin de semana en CDMX\nFestival Vive Latino\nLa edición 2024 de este icónico festival logró reunir grandes agrupaciones, solistas y hasta comediantes que pondrán el ambiente este fin de semana.\nJuntando representantes de los géneros de rock, ska, reggae, electrónica y más, el Vive Latino tiene como actos principales a Billy Idol (quien entró a reemplazar a Scorpions por una cancelación de último momento), el ansiado regreso de Belanova, la celebración del 40 aniversario de Hombres G, Panteón Rococó, Kings of Leon, entre muchos otros.\nAún podrás encontrar boletos disponibles a través de\nTicketmaster, tanto si quieres asistir los dos días del festival o uno en específico.\n- Cuándo: 16 y 17 de marzo. Puedes consultar los horarios de presentación de los grupos en redes del festival.\n- Dónde: Autódromo Hermanos Rodríguez.\nMikel Erentxun en La Maraka\nMikel Erentxun regresa con nuevo álbum de estudio “Septiembre”. Un título que detenta energía, como las mareas que bañan el Cantábrico en ese mes. Por primera vez Mikel da un giro y compone sus temas con un enfoque diferente, creadas al piano. Los dos primeros adelantos de este nuevo disco son una excelente carta de presentación del sonido que nos espera. Después del éxito en La Maraka el pasado mes de noviembre, Mikel llenará de energía con su música y sus grandes éxitos.\n- 16 de marzo\n- 9:00 pm\nAv. Eugenia y Mitla, Colonia Narvarte, CDMX. Comprar boletos\nJulieta Venegas\nComo parte del Festival “Tiempo de Mujeres. Festival por la Igualdad”, la cantautora Julieta Venegas llegará a la plaza más importante del país para interpretar sus mayores éxitos.\nCon más de tres décadas de trayectoria, la ganadora de un Premio Grammy y siete Grammys Latinos cantará temas como “Me voy”, “Limón y sal”, “Lento”, “Andar conmigo”, “Eres para mí”, y muchos otros éxitos.\nSe suman a este concierto las artistas mexicanas Vanessa Zamora, Laura Itandehui y Girl Ultra.\n- Cuándo: 16 de marzo en punto de las 18:30pm.\n- Dónde: Zócalo de la Ciudad de México.\nCervefest 2024 en Xochimilco\nLa 11va edición de este festival tendrá como atractivo principal las cervezas artesanales tanto nacional como extranjera, y aunque el nombre es obvio, habrá otras actividades que pueden ser disfrutadas en familia.\nCon ambiente que podría hallarse similar al de un día de campo, el Cervefest podrán asistir en compañía de amigos, familia y hasta de sus mascotas, donde tendrán acceso a los stands que ofrecerán la bebida temática, diversos tipos de comida y variedad de música en vivo.\nComo cada año, el festival se encarga de hacer una colaboración con algún estado de la República, y en esta ocasión el elegido fue Tamaulipas que tendrá su propio pabellón en el cual se podrá encontrar exposición de su cultura, destinos, tradiciones, gastronomía y su cerveza.\n- Cuándo: 15, 16 y 17 de marzo a partir de las 11am hasta las 20pm.\n- Dónde: Deportivo Club Acalli, Camino Antiguo a Cuemanco, Col. Barrio Concepción Tlacoapa.\nFestival de las Flores de Amealco\nCon motivo de dar la bienvenida a la primavera, este Pueblo Mágico al sur de Querétaro trae su tercer Festival de las Flores donde los visitantes podrán hacerse de diversas plantas y flores para decorar su hogar.\nAdemás de encontrar vendedores, también se podrá disfrutar de música, talleres, muestras gastronómicas y otras actividades culturales como una tradicional callejoneada.\nEl programa completo de actividades puede ser consultado\naquí\nTambién dentro de este Pueblo Mágico, ubicado a 3 horas de la CDMX, podrás adentrarte al Museo de la Muñeca donde se exhiben las famosas “Leles”, fabricadas en 18 estados de la República.\n- Cuándo: Del 16 al 18 de marzo\n- Dónde: Pueblo Mágico de Amealco de Bonfil, Jardín Principal de la cabecera municipal.\nSigue la información sobre los negocios y la actualidad en Forbes México\nExposiciones que puedes disfrutar en CDMX\nFlor Garduño: Senderos de vida\nEl trabajo de esta fotógrafa mexicana que logra tener un estilo único de fotografía al enfocarlo entorno a objetos y la cotidianidad por fin llegó este mes de marzo a la CDMX con 114 fotografías, además de 32 piezas de joyería expuestas en las salas Siqueiros, Camarena, Orozco y Tamayo del Palacio de Bellas Artes.\nLa expresividad y la libertad creativa son los principales elementos que dominan esta exposición que logra poner al espectador en el libro entre la realidad y la ficción gracias a que Garduño se encargó de retratar las tareas de comunidades rurales y realizar montajes de paisajes que juegan con luces, contrastes, objetos y texturas.\nPuedes consultar una visita guiada aquí.\n- Cuándo: Esta exposición estará disponible hasta el 2 de junio. Horarios de 10:00am a 18:00pm. El ingreso tiene un costo de 90 pesos.\n- Dónde: Palacio de Bellas Artes, Centro Histórico.\nAbraham Ángel: Entre el asombro y la seducción\nSon 20 las obras que componen la exposición de este joven artista mexicano, quien tras su repentina muerte a los 19 años, logró posicionarse como uno de los pintores más influyentes del siglo XX al representar retratos, paisajes y escenas de género principalmente.\nLa exhibición se encargará de mostrar el método Maugard que empleaba Abraham Ángel, el cual fue difundido en escuelas de México durante la década de los 20’s y se compone principalmente de emplear líneas rectas, curvas, en zig-zag, diagonal y espiral en dibujos.\nLa entrada general cuenta con un costo de 90 pesos, entrada libre para estudiantes, tercera edad y personas discapacitadas. Domingos es entrada libre.\n- Cuándo: A partir del 14 de marzo de 10:15am a 19:15pm.\n- Dónde: Museo de Arte Moderno, Paseo de la Reforma y Gandhi s/n primera sección, Bosque de Chapultepec\nAna Frank: Notas de esperanza\nTraída directamente desde Ámsterdam, la exposición llega a CDMX con el fin rendir homenaje a las víctimas del Holocausto a través de los escritos de la conocida Ana Frank, quien, a pesar de someterse al encierro, logró plasmar en su diario su vida, y un deseo de esperanza a pesar de las dificultades que enfrentaba su familia y miles de personas.\nLa muestra es de las más completas que la audiencia podrá disfrutar, ya que cuenta con 10 salas, donde se contemplan partes de realidad aumentada y elementos audiovisuales, además de piezas de la conocida “Casa de atrás”, lugar donde la familia Frank vivió escondida.\n“Se busca rendir homenaje a las víctimas del Holocausto, a los sobrevivientes que comparten sus historias para que el horror no se repita”, declaró en su inauguración Linda Atach Zaga, Directora de Exposiciones Temporales del museo.\n- Cuándo: Viernes de 9:00am a 18:00pm, fines de semana de 10:00am a 19:00pm.\n- Dónde: Museo Memoria y Tolerancia, Av. Juárez, Colonia Centro.\nMás allá de Tutankamón: La experiencia inmersiva\nPrepárate para una experiencia que combina magia, misterio y tecnología de vanguardia con “Más allá de Tutankamón: La Experiencia Inmersiva”.\nCon efecto de la conmemoración del centenario del descubrimiento de la tumba del faraón Tutankamón en 1922, la exposición promete transportar a los visitantes a través del tiempo y el espacio, sumergiéndolos en la historia del antiguo Egipto de una manera sin precedentes.\nCompra tus boletos y consulta horarios aquí.\n- Dónde: Monumento a la Madre, Av. Insurgentes Sur.\nEncuentra aquí las noticias más destacadas sobre la Ciudad de México\nThe Dark Side of Oz\nLa mítica banda de rock Pink Floyd y el clásico del cine “El Mago de Oz” son una combinación que tiene su propia historia y que se podrá disfrutar totalmente en vivo.\nLa proyección de la cinta estará acompañada de la interpretación del álbum “The Dark Side of the Moon” de la agrupación, haciendo alusión a la leyenda urbana que cuenta que cada canción encaja a la perfección con la trama y ritmo de la película dirigida por Victor Fleming.\nEl tributo a cargo de 9 músicos en vivo sin duda será un plan que los fans de la banda inglesa no querrán perderse.\nConsulta disponibilidad de boletos aquí.\n- Cuándo: 16 de marzo a las 19pm.\n- Dónde: Teatro Ánfela Peralta, Aristóteles, Polanco.\nEstrenos que llegan a los cines\nOne Life\nEsta nueva película protagonizada por el aclamado actor Anthony Hopkins llegará a las sales de cine mexicanas tras su recorrido en Estados Unidos el año pasado.\nEl ganador del Óscar a mejor actor, interpreta a Sir. Nicholas Winton, quien durante a la Segunda Guerra Mundial arriesgó su vida con tal de salvar a cientos de niños judíos que, si no hubiera sido por él, habrían sido enviados a morir en los campos de concentración.\nEsta historia basada en hechos reales también es protagonizada por Helena Bonham-Carter y dirigida por James Hawes.\nPoco texto y gran información en nuestro Twitter, ¡síguenos!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "https://twitter.com/Forbes_Mexico",
    "https://www.ticketmaster.com.mx/vive-latino-boletos/artist/1209767#eventos",
    "https://museopalaciodebellasartes.inba.gob.mx/visitas-guiadas/",
    "https://www.instagram.com/p/C4Oa0p3u7qS/?img_index=2",
    "https://www.ticketmaster.com.mx/mikel-erentxun-la-voz-de-duncan-mexico-16-03-2024/event/3D005F85F98132C4",
    "https://feverup.com/m/155993?utm_content=dark-side-of-oz-pink-floyd-concierto&utm_source=cdmxsecreta&utm_medium=post&utm_term=cta2&utm_campaign=155993_mex",
    "https://tut.mx/?utm_source=facebook&utm_medium=social&utm_campaign=post_organico&fbclid=IwAR0OmF7kovLa7T90_7YN6Nu6dfn6T60qNttMXwzBkRjarQYZP5gLFqI3uQA",
    "https://maps.app.goo.gl/q37TXzMD1ZFPKJze9",
    "https://www.twitter.com/Forbes_Mexico",
    "https://feverup.com/m/155993",
    "https://www.maps.app.goo.gl/q37TXzMD1ZFPKJze9",
    "https://tut.mx/",
    "https://instagram.com/p/C4Oa0p3u7qS/?img_index=2",
    "https://www.instagram.com/p/C4Oa0p3u7qS/",
    "https://www.museopalaciodebellasartes.inba.gob.mx/visitas-guiadas/",
    "https://ticketmaster.com.mx/mikel-erentxun-la-voz-de-duncan-mexico-16-03-2024/event/3D005F85F98132C4",
    "https://www.tut.mx/?utm_source=facebook&utm_medium=social&utm_campaign=post_organico&fbclid=IwAR0OmF7kovLa7T90_7YN6Nu6dfn6T60qNttMXwzBkRjarQYZP5gLFqI3uQA",
    "https://museopalaciodebellasartes.inba.gob.mx/visitas-guiadas",
    "https://www.feverup.com/m/155993?utm_content=dark-side-of-oz-pink-floyd-concierto&utm_source=cdmxsecreta&utm_medium=post&utm_term=cta2&utm_campaign=155993_mex",
    "https://ticketmaster.com.mx/vive-latino-boletos/artist/1209767#eventos"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:17:09.501+02:00",
  "updated": "2024-03-15T00:17:09.501+02:00"
}