{
  "thread": {
    "uuid": "e2a01d31b79afac34756410cae0573a73e225812",
    "url": "https://www.tbnewswatch.com/local-news/arbitrator-awards-wage-increases-for-corrections-workers-8039174",
    "site_full": "www.tbnewswatch.com",
    "site": "tbnewswatch.com",
    "site_section": "https://www.tbnewswatch.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "TBNewsWatch.com: tbnewswatch",
    "title": "Arbitrator awards wage increases for corrections workers",
    "title_full": "Arbitrator awards wage increases for corrections workers",
    "published": "2023-12-29T19:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.vmcdn.ca/f/files/tbnewswatch/images/local-news/2021/may/correctional-centre/thunder-bay-correctional-centre.JPG;w=1200;h=800;mode=crop",
    "performance_score": 0,
    "domain_rank": 87838,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e2a01d31b79afac34756410cae0573a73e225812",
  "url": "https://www.tbnewswatch.com/local-news/arbitrator-awards-wage-increases-for-corrections-workers-8039174",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Doug Diaczuk",
  "published": "2023-12-29T19:57:00.000+02:00",
  "title": "Arbitrator awards wage increases for corrections workers",
  "text": "THUNDER BAY - After being without a contract for two years, corrections workers have received an arbitration award that union leaders say is a fair deal. “I think it represents the work we do and the inflation everybody faces,” said Shawn Bradshaw, president of OPSEU Local 708 with the Thunder Bay Correctional Centre. “I think it adds to recruitment and retention for qualified officers and the nurses also received an additional reward, so hopefully we can retain more nurses as well.” OPSEU [entered arbitration in late November](https://www.tbnewswatch.com/local-news/contract-negotiations-for-corrections-workers-to-enter-arbitration-7873779) after collective bargaining negotiations with the province broke down primarily over wage increases. In early December, arbitrator William Kaplan released his arbitration reward that includes a 9.5 per cent general increase and a 10.5 per cent special increase for officers retroactively effective from January 2022 through to January 2024. Broken down, the increase works out to a 3 per cent increase in 2022, 3.5 per cent in 2023, and 3 per cent in 2024. “I think the arbitrator was very fair, keeping us in relative perspective with the federal system,” Bradshaw said. “It compares provincially. We are probably a leader now provincially, but we will need to start the negotiation process again right away because we worked two years without a contract. We will be looking to start the negotiation process probably late spring and start all over again.” Nursing staff also received a wage increase of 6.875 per cent retroactively effective January 2023 through to January 2024. Bradshaw believes the wage increases will make working in corrections more competitive with other public service agencies, primarily police services in the region, and will benefit recruitment and retainment efforts. “What we see in corrections is the market is very competitive, especially in Northern Ontario where there are several police forces, more services, other avenues,” Bradshaw said. “So we have to be competitive with those employers as well and traditionally we haven’t been and we would lose a lot of good staff and would have trouble recruiting them. I think this will positively address that.” OPSEU represents approximately 400 workers at various agencies in the city, including the Thunder Bay Correctional Centre and the Thunder Bay District Jail. The arbitration award is binding and legal and the members do not vote on it, but Bradshaw said there seems to be a consensus among the workers that the award is fair. “I think 10.5 is very fair and fair to the citizens of Ontario and the workers and accurately reflects the best you can in this market the inflation that everybody has to battle,” he said. Bradshaw noted that corrections staff in Ontario face some of the highest rates of violence and assaults provincially, and while the arbitration award does not deal specifically with health and safety issues, he said the Ministry is moving in the right direction. “The government seems to be moving towards a model of more programming to positively engage inmates and properly classify them,” Bradshaw said. “I think the Ministry is moving in the right direction overall.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "shawn bradshaw",
        "sentiment": "none"
      },
      {
        "name": "” bradshaw",
        "sentiment": "none"
      },
      {
        "name": "william kaplan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "opseu",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "thunder bay correctional centre",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T01:26:59.583+02:00",
  "updated": "2023-12-30T03:36:22.858+02:00"
}