{
  "thread": {
    "uuid": "9c979737bd0aece0cc1101f269a1f4c4027a2a5a",
    "url": "https://denverite.com/2024/03/14/community-fridge-network-denver-locations-westwood",
    "site_full": "denverite.com",
    "site": "denverite.com",
    "site_section": "https://denverite.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "Denverite",
    "title": "A community fridge outside of Re:Vision in Westwood is providing more access to free food",
    "title_full": "A community fridge outside of Re:Vision in Westwood is providing more access to free food",
    "published": "2024-03-14T23:40:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://wp-denverite.s3.amazonaws.com/wp-content/uploads/sites/4/2024/02/240213-REVISION-WESTWOOD-MORRISON-ROAD-COMMUNITY-REFIRGERATOR-FRIDGE-FOOD-ACCESS-PANTRY-DESERT-KEVINJBEATY-02.jpg",
    "performance_score": 0,
    "domain_rank": 35821,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9c979737bd0aece0cc1101f269a1f4c4027a2a5a",
  "url": "https://denverite.com/2024/03/14/community-fridge-network-denver-locations-westwood",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Desiree Mathurin",
  "published": "2024-03-14T23:40:00.000+02:00",
  "title": "A community fridge outside of Re:Vision in Westwood is providing more access to free food",
  "text": "Outside Re:Vision in Westwood, there’s a new tool that will help the nonprofit continue to increase food access to the neighborhood.\nA colorful community fridge and pantry currently sits along Morrison Road, ready for those in need to grab quick items or be filled by those who may have some excess.\n“As a food hub, we're really focused on creating what the city of Denver refers to as a complete food environment and what that means is we’re increasing the number of options of access to healthy food,” said Re:Vision’s executive director Mariana del Hierro. “The [fridge] is addressing the accessibility to healthy, affordable and nutritious food.”\nDel Hierro said the idea behind installing the fridge at Re:Vision, 3800 Morrison Rd, came from\nDenver Community Fridges, a mutual aid project seeking to fight food insecurity throughout the city and reduce food waste.\nDel Hierro said the organization reached out to Re:Vision to see if they’d be interested in a fridge and they jumped at the opportunity.\n“Westwood is a food desert,” Del Hierro said. “While we do have our food distribution, that’s only twice a week. We recognize that that may not meet the needs for every family, especially for folks that may not be able to get here by 6 p.m. to access our food distribution or work during the times of our food distribution. Being able to have this community fridge, folks can come in after hours and still access some healthy food.”\nAccording to the United States Department of Agriculture, an area is considered a food desert when at least 500 people, or 33% of the area population, live more than one mile away from a supermarket or large grocery store.\nOn Morrison Road, there are panaderias and carnicerias, but the closest full-service grocery store to Re:Vision is a King Soopers on South Sheridan Boulevard and West Florida Avenue — which can be a 30-minute walk. That supermarket also may not offer culturally relevant foods residents may need or want.\nRe:Vision, for years,\nhas advocated for more food access, including adding a grocery store to the area, but del Hierro said fixing food insecurity goes beyond building a grocery store.\n“Folks think a food desert means low access to healthy food or low access to any food, period. But there's also that extra layer to a food dessert, which is also low income,” del Hierro said. “When you have an area like Westwood where, I think, about 33% of folks live at or below the poverty line, you can add a grocery store right on Morrison Road and that doesn't necessarily mean that it is accessible.”\nDel Hierro said that’s where Re:Vision’s food distribution comes into play, along with its urban farm, food business incubators and food-centered events.\nAnd now, the fridge, which was installed in mid-January, will play its own role.\nDel Hierro said as soon as it was plugged in, the fridge was stocked and being used. Since the fridge is a part of the Denver Community Fridges network, the organization helps keep the fridge and pantry stocked.\nAccording to network's website, the food comes from various partners the group has collaborated with over the years from local businesses to larger food pantries such as Metro Caring.\nDenverites can also help stock the fridge with fresh produce, dairy items, non-perishable items and provisioned prepared meals, meaning pre-made meals such as Lunchables, grocery store salads or sandwiches.\nThe organization doesn’t accept homemade meals or raw meat, mainly because the fridges are constantly being open and the varying temperatures may cause the meat to rot. They also ask that folks not bring over-expired items or things someone generally wouldn’t eat.\nBesides food, folks can bring small clothing items or toiletries, which can be stocked on the pantry side, but the group advises not to bring large donation bags, since the fridges and pantries are mainly for food.\nAt Re:Vision, the fridge is also stocked with any excess food from their food distribution days and any excess produce from the farm.\nInstallation of the fridge comes at needed time for Re:Vision. In recent months, the organization has seen an increase in need. Typically, del Hierro said, about 500 families participate in the no-cost food distribution. Now, it’s about 700 families. Del Hierro said that the increased demand reflects rising food costs and the arrival of new immigrants to the area. She estimates that an average family is about five people, so that’s about 3,500 people being fed by Re:Vision.\n“We're here to serve the community and that's just what we're going to do,” del Hierro said. “We see food insecurity growing in our community. The fridge that we have is the first one in Southwest Denver. So for us, with the growing need for free food resources, plus the new arrivals, being able to have other tools to be able to meet people's food security needs is just a huge help for the community.”\nRe:Vision’s food distribution takes place on Tuesday from 11:30 a.m. to 6 p.m. and Wednesdays from 10 a.m. to 2 p.m. The fridge is available 24/7.\nOther community fridge's can be found outside Fort Greene Bar at 321 E 45th Ave., Huckleberry Roasters at 4301 N Pecos St., and BEE Sweet salon at 2830 Larimer St. You can find\nthe full list here.\nDel Hierro said she hopes the fridge continues to be an asset and that folks enjoy the art, done by Julio Mendoza who has his studio at the RISE Campus.\nShe’s excited to see how the fridge comes in handy once farming season is in full swing.\n“Our main focus is around ensuring that food security is met and we do that through our four pillars that are availability, accessibility, utilization, and stability,” del Hierro said. “With this community fridge, we're able to meet our four pillars and help support our community by having something that's a constant and reliable resource. That's available 24/7 to folks.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [
    "https://denvercommunityfridges.com/locations/",
    "https://denvercommunityfridges.com/",
    "https://denvercommunityfridges.com",
    "https://denvercommunityfridges.com/locations",
    "https://www.denvercommunityfridges.com/",
    "https://www.denvercommunityfridges.com/locations/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "del hierro",
        "sentiment": "none"
      },
      {
        "name": "morrison rd",
        "sentiment": "none"
      },
      {
        "name": "mariana del hierro",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "westwood",
        "sentiment": "none"
      },
      {
        "name": "morrison road",
        "sentiment": "none"
      },
      {
        "name": "denver",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:14:20.991+02:00",
  "updated": "2024-03-15T00:14:20.991+02:00"
}