{
  "thread": {
    "uuid": "c23ac96de905ef597031e6532cba07cd55da7657",
    "url": "https://100percentfedup.com/president-trumps-full-interview-with-john-solomon/",
    "site_full": "100percentfedup.com",
    "site": "100percentfedup.com",
    "site_section": "https://conservativeangle.com",
    "site_categories": [
      "media",
      "hobbies_and_interests"
    ],
    "section_title": "Conservative Angle - Conservative News Clearing House",
    "title": "President Trump’s FULL Interview With John Solomon * 100PercentFedUp.com * by Noah",
    "title_full": "President Trump’s FULL Interview With John Solomon * 100PercentFedUp.com * by Noah",
    "published": "2023-12-28T23:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://100percentfedup.com/wp-content/uploads/2023/12/Screen-Shot-2023-12-28-at-3.27.11-PM.png",
    "performance_score": 0,
    "domain_rank": 67241,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c23ac96de905ef597031e6532cba07cd55da7657",
  "url": "https://100percentfedup.com/president-trumps-full-interview-with-john-solomon/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Noah",
  "published": "2023-12-28T23:27:00.000+02:00",
  "title": "President Trump’s FULL Interview With John Solomon * 100PercentFedUp.com * by Noah",
  "text": "President Trump just sat down with John Solomon for a brand new interview and it was great and wide-ranging… Newsmaker Interview: Trump puts Iran, Europeans and antisemites on notice, dispels Nikki rumors [https://t.co/l5pBAK59BZ] — Just the News (@JustTheNews) [December 28, 2023] From [JustTheNews](https://justthenews.com/politics-policy/all-things-trump/newsmaker-interview-trump-puts-iran-europeans-and-antisemites?utm_source=mux&utm_medium=social): Former President Donald Trump is sending some pointed messages to friends and foes alike: No, Nikki Haley is not on his vice presidential list because there isn’t one right now. Yes, if he returns to the White House European countries had better get ready to pay more for the Ukraine war. And both federal agencies and nonprofits that espouse antisemitic views and threaten Jews should prepare to lose federal funding or even their tax-exempt status. In a wide-ranging interview with Just the News, the 45th president surveyed the sort of policies he’ll pursue if voters return him to office next November as the nation’s 47th president. He made clear securing the U.S. southern border is a top priority as is cutting off the sources of income from oil sales and reclaiming the unfrozen funds that he says has revived Iran’s terrorism activities across the globe on Joe Biden’s watch. Those activities include recent rocket and drone attacks from proxy groups targeting U.S. troops. The United States said Tuesday that it had shot down 12 attack drones and five missiles launched by the Iran-backed Houthis. “Iran was allowed to get rich because Joe Biden allowed them to,” Trump told the “Just the News, No Noise” television show on Real America’s Voice. “So he could say whatever he wants. But he’s the reason for this. He’s an incompetent president. He’s a compromised president, totally compromised. But he allowed them to get rich.” “But worse than being rich, because of the money, because of what they have, they will have within a short period of time nuclear weapons,” Trump added. “And that is never something that can be allowed to happen.” Trump made clear he plans to return U.S.-Iran policy to a strict regimen of sanctions to choke off any funding for Tehran to use on weapons or terrorism support. “Iran was broke. They didn’t have any money to get around. I put sanctions on. I put everything on, and told countries, China, many countries, India, France, ‘don’t buy oil … you buy any oil, we’re not going to do business with you. And we’re going to put tariffs on all the products that do get through, We’re not going to do business,’” Trump said, contrasting his policies with Biden’s. “They didn’t have money for Hezbollah. And this would have never happened, it also wouldn’t have happened because they knew the consequences would have been much different than what you see right now,” he added. In the aftermath of controversial congressional testimony from Ivy League university bosses who refused to say they would punish antisemitic behavior by students, Trump also said he would use the power of the purse if re-elected to punish government agencies and nonprofits whose actions or words threaten Jews. “I would use that power and I use it very strongly and very powerfully,” he said when asked about potentially taking away federal funding or tax exemptions from entities that engaged in antisemitic behavior. Turning his attention to the primary race with the Iowa caucuses less than three weeks away, Trump directly disputed media speculation he might consider challenger Nikki Haley, his former U.N. ambassador, for vice president. He said he has no short list at all right now because he focused on winning the primaries. “No, I’m not considering anybody at this point,” the former president said. “Look, I want to win. And one thing I will say, and I’ve watched this for a long time, the vice president has virtually no impact. You can go back all throughout history, whoever the choice of vice president says virtually no impact as to who is going to get a nomination to get elected.” Trump said he believes he had a good rapport with Haley but felt she was a bit disloyal when she decided to run against him. “Nikki, I know very well. And I actually got along with very well, and she wasn’t going to run. She said I was a great president and she would not run as long as I ran. And then one day she decided to run. So you know, I thought that was somewhat disloyal,” he said. “… So I was a little bit surprised at that. But that’s a politician.”Advertisement Watch the full video here: President Trump’s FULL Interview with John Solomon, JustTheNews [pic.twitter.com/98Low4YopP] — DailyNoah.com (@DailyNoahNews) [December 28, 2023] This is a Guest Post from our friends over at WLTReport.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [
    "https://t.co/l5pBAK59BZ",
    "https://justthenews.com/politics-policy/all-things-trump/newsmaker-interview-trump-puts-iran-europeans-and-antisemites?utm_source=mux&utm_medium=social):",
    "https://www.justthenews.com/politics-policy/all-things-trump/newsmaker-interview-trump-puts-iran-europeans-and-antisemites?utm_source=mux&utm_medium=social):",
    "https://justthenews.com/politics-policy/all-things-trump/newsmaker-interview-trump-puts-iran-europeans-and-antisemites",
    "https://www.t.co/l5pBAK59BZ"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "trump",
        "sentiment": "negative"
      },
      {
        "name": "john solomon",
        "sentiment": "negative"
      },
      {
        "name": "noah",
        "sentiment": "neutral"
      },
      {
        "name": "nikki",
        "sentiment": "none"
      },
      {
        "name": "donald trump",
        "sentiment": "none"
      },
      {
        "name": "nikki haley",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "white house",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "iran",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:01:20.738+02:00",
  "updated": "2023-12-29T00:01:20.738+02:00"
}