{
  "thread": {
    "uuid": "bd0dd399b5d081f3d6c6fd18a7235b953b51b6d2",
    "url": "https://gardenerspath.com/plants/landscape-trees/mexican-white-oak",
    "site_full": "gardenerspath.com",
    "site": "gardenerspath.com",
    "site_section": "https://gardenerspath.com/comments/feed",
    "site_categories": [
      "home_and_garden",
      "gardening"
    ],
    "section_title": "\n\tComments for Gardener&#039;s Path\t",
    "title": "Comment on The Top 5 Reasons You Should Plant Mexican White Oak by Beverly Evans, San Antonio TX",
    "title_full": "Comment on The Top 5 Reasons You Should Plant Mexican White Oak by Beverly Evans, San Antonio TX",
    "published": "2024-02-16T02:29:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gardenerspath.com/wp-content/uploads/2017/05/Mexican-White-Oak-Leaves-sm.jpg",
    "performance_score": 0,
    "domain_rank": 30082,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bd0dd399b5d081f3d6c6fd18a7235b953b51b6d2",
  "url": "https://gardenerspath.com/plants/landscape-trees/mexican-white-oak",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Beverly Evans, San Antonio TX",
  "published": "2024-02-16T02:29:00.000+02:00",
  "title": "Comment on The Top 5 Reasons You Should Plant Mexican White Oak by Beverly Evans, San Antonio TX",
  "text": "Mexican white oak (Quercus polymorpha) is such an incredible tree that it’s even become a favorite of the vaunted University of Texas at Austin.\nIn fact, the facilities services of the university recommend its landscape planners pay particular attention to this “university favorite” when it comes to selecting species for the 434-acre urban campus.\nNever heard of Mexican white oak or its aliases, Monterrey oak and netleaf white oak? Don’t feel bad.\nIt’s only recently become a go-to tree for gardeners in the South, and its distribution — and popularity — is slowly spreading.\nThis species naturally ranges from Guatemala all the way north through Mexico and to one small stand discovered in southwest Texas in 1992.\nIt is adapted to U.S. Department of Agriculture Hardiness Zones 7-10.\nAs can be attested to by any Longhorn who’s studied for a final exam in the exceptional shade provided by the tree’s expansive boughs, there are ample reasons to love this species, even if you don’t bleed burnt orange.\nLet’s run through the top 5 reasons this burly beauty is a no-brainer for landscapes that will accommodate it.\n1. Speedy Growth, Long Life\nFast-growing trees tend to be “trash trees” — plants that for any number of reasons aren’t particularly desirable to have in your landscape.\nMexican white oak is an exception to that rule.\nThis tall treasure grows to 40 feet — and it gets there quickly. With a growth rate of as much as 4 feet per year, a newly planted sapling will tower majestically over your home well before you pay off your mortgage.\nGrowth rate and ultimate height, of course, are dependent on growing conditions. Thin soil and extreme drought may limit the tree’s ability to achieve maximum height, says Skip Richter, a county extension agent with\nTexas A&M Agrilife Extension Service.\nThe trunk can grow to be two feet in diameter, though as a sapling, the tree is lanky and gangly before it fills out, according to Richter. “Sort of like a teenager,” he adds.\nAnd your teenage sapling is quite likely to mature well into grandparenthood, as the Monterrey oak’s average lifespan is about 100 years.\nWhen mature, the tree has a broad and rounded crown, and\nprovides excellent cooling properties for your home.\n2. Almost Evergreen\nThe leaves of this oak tree are four to five inches long with smooth or serrated edges of varying degrees.\nIn fact, the “polymorpha” part of this plant’s scientific name refers to the fact that different specimens can have different leaf shapes.\nWe’ve noticed that tiny seedlings’ leaves are more serrated and tend to smooth out as the tree matures.\nThis giant squirrel playground holds onto its leaves until late winter or early spring when it defoliates, followed by a rapid re-leafing period.\nIn lieu of a showy flower, the tree’s small, young leaves display an attractive red-peach color before turning bright green and then maturing into thick, deep green leaves with a leathery texture.\nAll in all, a Monterrey is leafless for just 2 to 8 weeks, depending on the climate in which it is planted.\nIn Austin, they begin to re-leaf before we’ve even finished raking up the fallen leaves.\n3. Well-Adapted\nWhile especially happy in dry environments with some rainfall, this tree is found in a number of varying ecosystems, including river banks, mountain forests, and desert-like areas.\nThis hardy species, as many Texas gardeners can attest,\nis extremely drought-tolerant. Even in July and August — when temperatures regularly hit triple digits — we don’t give them any supplemental water.\nMexican white oak prefers neutral to alkaline soil pH, and can adapt to many\nsoil types including sandy loam and well-drained clay soils.\n4. Resistant to Pests and Diseases\nMonterrey oak is typically a very healthy tree.\nMany types of oaks are susceptible to oak wilt – a highly contagious fungal disease that is often fatal. Members of the subgenus Erythrobalanus are particularly at risk of succumbing to this disease.\nThorough and conclusive research has not yet been done to determine how susceptible Mexican white oak is to this disease, according to Texas A&M professor of plant pathology and microbiology Dr. David Appel.\nAccording to Dr. Appel, oak wilt has indeed been confirmed in these trees occasionally over the past 30 years.\nHowever, according to the well-regarded specialist in tree disease biology, epidemiology, and control, “I am willing to assume, based on host biology, that Monterrey oaks are still more resistant and a better alternative than any of the\nred oaks when planting in a high-risk area for oak wilt infections.”\nThe trees may also be plagued on occasion by\npowdery mildew, but they are generally able to overcome that problem on their own, without human intervention.\nSome Texas gardeners have seen spring oak worms snacking on the foliage, but the damage is minimal and usually doesn’t require breaking out the diatomaceous earth.\n5. Minimal Care Required\nBecause Mexican white oaks are fast-growing, you’ll want to regularly prune the lower limbs to raise the canopy.\nOther than that, these oaks don’t need much\npruning or thinning — they aren’t plagued by deadwood the way live oak trees can be.\nAssuming they are planted in proper soil and receive occasional rain, these green giants require no additional care.\nHooked? Here’s the Caveat\nNow that we’ve got you fully captivated by this tree and you’re heading out the door, keys in hand, to drive to the nearest garden center, we must ask you to pause.\nPat yourself on the back. You are now among the relatively few in the U.S. who have even heard of this species.\nWhile hugely popular at UT and throughout Texas and a few other southern states, adoption of this tree, as with many “new” species, is slow.\nCommercial gardeners are trying to meet demand, but, sadly, many garden centers do not yet carry this tree.\nHowever, though you may not be able to find Monterrey oaks locally, you can find them online.\nYou can find plants in 2.25-gallon containers\navailable via Home Depot.\nOr, you could always plan a road trip to Texas. We love visitors!\nAnother option is to look for a seed-swap website. Mature trees produce bushels of 1-inch acorns that any Monterrey oak owner would be thrilled to get rid of.\nSharpen Your Shovel\nIf this tree sounds like a dream come true, it really is. Fast-growing, semi-evergreen, adaptable, disease-resistant, low maintenance… can you argue with that?\nHow about adding one of these fast-growing giants to your landscape soon?\nHad you heard of this tree species? Does it sound like something that would be a worthy addition to your landscape? Tell us why or why not in the comments section below.\nHook ‘em!\nPhotos by Gretchen Heber and Ralph Barrera, © Ask the Experts, LLC. ALL RIGHTS RESERVED.\nSee our TOS for more details.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [
    "https://homedepot.sjv.io/jWYzxn",
    "https://agrilifeextension.tamu.edu/",
    "https://agrilifeextension.tamu.edu",
    "https://www.homedepot.sjv.io/jWYzxn",
    "https://www.agrilifeextension.tamu.edu/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "beverly evans",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "university of texas at austin",
        "sentiment": "none"
      },
      {
        "name": "department of agriculture",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "san antonio",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "texas",
        "sentiment": "none"
      },
      {
        "name": "south",
        "sentiment": "none"
      },
      {
        "name": "guatemala",
        "sentiment": "none"
      },
      {
        "name": "mexico",
        "sentiment": "none"
      },
      {
        "name": "monterrey",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T02:33:41.848+02:00",
  "updated": "2024-02-16T02:33:41.848+02:00"
}