{
  "thread": {
    "uuid": "fab61461fe636ec912d589556c1bf3b56bb53ee2",
    "url": "https://www.cbssports.com/soccer/news/watch-usmnt-star-christian-pulisic-scores-again-finds-net-for-third-straight-game-for-milan-with-tidy-finish",
    "site_full": "www.cbssports.com",
    "site": "cbssports.com",
    "site_section": "https://www.cbssports.com/",
    "site_categories": [
      "football",
      "sports"
    ],
    "section_title": "CBS Sports - News, Live Scores, Schedules, Fantasy Games, Video and more. - CBSSports.com",
    "title": "WATCH: USMNT star Christian Pulisic scores again, finds net for third straight game for Milan with tidy finish - CBSSports.com",
    "title_full": "WATCH: USMNT star Christian Pulisic scores again, finds net for third straight game for Milan with tidy finish - CBSSports.com",
    "published": "2024-03-15T00:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://sportshub.cbsistatic.com/i/r/2024/03/14/7983e848-7fe2-4358-974d-160c8cb9b306/thumbnail/1200x675/98acbbc000a658a556d41d3d4fa09a35/pulisic-12.jpg",
    "performance_score": 0,
    "domain_rank": 1696,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fab61461fe636ec912d589556c1bf3b56bb53ee2",
  "url": "https://www.cbssports.com/soccer/news/watch-usmnt-star-christian-pulisic-scores-again-finds-net-for-third-straight-game-for-milan-with-tidy-finish",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@@ChuckBoothSport",
  "published": "2024-03-15T00:08:00.000+02:00",
  "title": "WATCH: USMNT star Christian Pulisic scores again, finds net for third straight game for Milan with tidy finish - CBSSports.com",
  "text": "Getty Images AC Milan are through to the quarterfinals of the Europa League following a 7-3 thumping of Slavia Praha on aggregate and this tie has also been the Christian Pulisic show as the American winger has been in top form, scoring in both legs, including Thursday's 3-1 win. Now up to 11 goals and eight assists on the season, he is in the best form of his club career for the Italian side and forming a formidable attack alongside Rafael Leao . Playing like this, they could have a chance to win the entire Europa League with their dynamic attack coming to life.\nGolazo Starting XI Newsletter Get your Soccer Fix from Around the Globe Your ultimate guide to the Beautiful Game as our experts take you beyond the pitch and around the globe with news that matters.\nI agree to receive the \"Golazo Starting XI Newsletter\" and marketing communications, updates, special offers (including partner offers), and other information from CBS Sports and the Paramount family of companies. By pressing sign up, I confirm that I have read and agree to the Terms of Use and acknowledge Paramount's Privacy Policy . See All Newsletters Please check the opt-in box to acknowledge that you would like to subscribe. Thanks for signing up! Keep an eye on your inbox. Sorry! There was an error processing your subscription. Already tying his career-high in goals this season, the move to Milan from Chelsea during the summer couldn't have worked out much better for Pulisic than it has.\nRight foot. Left foot. Back of the net! ⚽\nChristian Pulisic has his third goal in as many games for Milan 🇺🇸 pic.twitter.com/s0e0irykkh\n— CBS Sports Golazo ⚽️ (@CBSSportsGolazo) March 14, 2024 He did go through a bit of a cold streak during the start of 2024, but Pulisic has rebounded and scored in three straight games for the first time in his career. Milan will have wanted to do better in league play where they're second (trailing Inter by a whopping 16 points) but progressing in the Europa League will at least give them a major objective to hang their hats on this season.\nPulisic will soon find out his opponent for the final eight of the tournament with the draw being held on Friday . Pulisic is also in form at a good time for the United States as they'll look to retain their Concacaf Nations League title beginning with a match against Jamaica on March 21. Win that and they'll be in the final but to make it through the tournament, Gregg Berhalter and the USMNT will need Pulisic to keep scoring just like he's doing in Italy.\nOur Latest Soccer Stories Man United top Liverpool in FA Cup classic James Benge • 6 min read Chelsea survive FA Cup scare to advance to semis James Benge • 2 min read Suarez delivers in Messi's absence Chuck Booth • 3 min read Haji Wright winner sends Coventry City to FA Cup semis Chuck Booth • 1 min read In year three, MLS Next Pro gets its moment to shine Chuck Booth • 6 min read UCL quarterfinal matchups set; NWSL set for kickoff Jonathan Johnson • 6 min read Watch Now: WATCH: Pulisic scores again for Milan Chuck Booth 1 min read Suarez delivers in Messi's absence Chuck Booth 3 min read Pfeiffer makes NWSL history Sandra Herrera 1 min read SGOTUS Emhoff talks equal pay at Challenge Cup Pardeep Cattry 2 min read Haji Wright sends Coventry City to FA Cup semifinals Chuck Booth 1 min read Corner Picks: How to bet Inter and Napoli's sad-fest Tom Fornelli 4 min read NWSL Power Rankings: Gotham start on top Sandra Herrera 5 min read Europa League draw results: Liverpool-Atalanta James Benge 2 min read Chelsea survive FA Cup scare to advance to semis James Benge 2 min read Insider notes: PL clubs after McKennie Roger Gonzalez 2 min read",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "https://legal.paramount.com/us/en/cbsi/terms-of-use",
    "https://privacy.paramount.com/en/policy",
    "https://www.privacy.paramount.com/en/policy",
    "https://www.legal.paramount.com/us/en/cbsi/terms-of-use"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "christian pulisic",
        "sentiment": "negative"
      },
      {
        "name": "rafael leao",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "europa league",
        "sentiment": "negative"
      },
      {
        "name": "cbssports.com ac milan",
        "sentiment": "negative"
      },
      {
        "name": "golazo starting xi newsletter get",
        "sentiment": "none"
      },
      {
        "name": "paramount",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "milan",
        "sentiment": "none"
      },
      {
        "name": "chelsea",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:10:46.291+02:00",
  "updated": "2024-03-18T03:29:33.215+02:00"
}