{
  "thread": {
    "uuid": "f56fc94d0ab63f4cf61432363d6f00311f11ee77",
    "url": "https://www.mercurynews.com/2024/03/14/san-joses-yu-ai-kai-center-celebrates-50-years-of-serving-seniors-in-japantown",
    "site_full": "www.mercurynews.com",
    "site": "mercurynews.com",
    "site_section": "https://golf.einnews.com/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Golf News Today - EIN Presswire",
    "title": "San Jose's Yu-Ai Kai center celebrates 50 years of serving seniors in Japantown",
    "title_full": "San Jose's Yu-Ai Kai center celebrates 50 years of serving seniors in Japantown",
    "published": "2024-03-14T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.mercurynews.com/wp-content/uploads/2024/03/SJM-L-PIZARRO-COL-0315-01.jpg?w=1024&#038;h=727",
    "performance_score": 0,
    "domain_rank": 960,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f56fc94d0ab63f4cf61432363d6f00311f11ee77",
  "url": "https://www.mercurynews.com/2024/03/14/san-joses-yu-ai-kai-center-celebrates-50-years-of-serving-seniors-in-japantown",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sal Pizarro",
  "published": "2024-03-14T02:00:00.000+02:00",
  "title": "San Jose's Yu-Ai Kai center celebrates 50 years of serving seniors in Japantown",
  "text": "When the Yu-Ai Kai Senior Center in San Jose’s Japantown celebrates its 50th birthday, a half-century of memories will be shared at its Golden Gala on Saturday night. More than 500 people are expected to attend the event at the Hilton by Signia hotel in downtown San Jose, where honorees will include Wes Mukoyama, who served as the center’s executive director from 2003-09; longtime San Jose Taiko leaders Roy and PJ Hirabayashi; the San Jose Buddhist Church Betsuin, Wesley United Methodist Church and the San Jose Japantown Lions Association. Since its start in 1974, the Yu-Ai Kai center has become an important part of the fabric of the Japantown community — especially after the completion of its building on North Fourth Street in 1993 and the addition of the Akiyama Wellness Center on Jackson Street. Situated near the neighborhood’s two main churches but affiliated with neither, Yu-Ai Kai has become a common gathering spot for celebrations and offers a variety of classes and activities including yoga, ballet, karaoke, bingo and mahjong — as well as workshops on how to use an iPad or navigate the VTA. Saturday night’s event, which includes performances by the duo of Jon Yamasato and Herb Ohta Jr. and San Jose Taiko, is sold out, but you can find out more about Yu-Ai Kai at yuaikai.org . COMMUNITY CELEBRATION: Siobhan Kenney, who has been the face of Applied Materials’ philanthropic efforts for 24 years, drew a huge crowd of Silicon Valley nonprofit leaders to a reception held Wednesday in honor of her retirement. And, in a display of the esteem with which Kenney is regarded at Applied, the guests also included current Applied Materials CEO Gary Dickerson and former CEO James C. Morgan. Others who stopped by to wish Kenney well comprised a great cross-section of community leaders she’s connected with: Silicon Valley Leadership Group CEO Ahmad Thomas, Silicon Valley Community Foundation CEO Nicole Taylor, Hispanic Foundation of Silicon Valley CEO Ron Gonzales, San Jose Director of Cultural Affairs Kerry Adams-Hapner, Sunnyvale Community Services Executive Director Marie Bernard, San Jose Jazz Executive Director Brendan Rawson, Catholic Charities CEO Greg Kepferle, San Jose Museum of Art Executive Director S. Sayre Batton and MACLA Executive Director Anjee Helstrup-Alvarez. “You’ve made a tremendous difference in the lives of so many people,” Dickerson said to Kenney. “If it wasn’t for your leadership, we wouldn’t have accomplished a fraction of what we’ve done.” The celebration was held in the lobby of Applied Materials Building 1, which was its original headquarters in Santa Clara, and the sounds of a jazz trio provided by San Jose Jazz filled the lobby — much to the confusion and delight of employees walking past. “It wouldn’t be an event for Siobhan without an arts component,” said Joe Pon, Applied’s corporate vice president of communications and public affairs. “But it’s kind of nice. We should do this every Wednesday.” TRIBUTE TO PEACE: A celebration of the life of Rev. George “Shorty” Collins is being held Saturday — on what would have been his 132nd birthday — at Grace Baptist Church in San Jose, where Collins served for more than 30 years. Community members will gather at the church at 484 E. San Fernando St. at 2 p.m. to share stories about Collins. “Shorty” was an ironic nickname for the pastor, who stood 6-foot-5 and helped found the San Jose Center Peace and Justice in 1957. Collins, who served in the U.S. Army during World War I and became a pacifist in the years to follow, was director of the Baptist Student Center in Madison, Wis. for 30 years before he retired to San Jose in 1957. He continued to counsel students and strive for peace until his retirement at age 94. Named the “Most Peaceful Man in San Jose” by the Santa Clara County Human Relations Committee in 1985, Collins died at age 99 in 1991.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://yuaikai.org/",
    "https://www.yuaikai.org/",
    "https://yuaikai.org"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "yu-ai kai",
        "sentiment": "negative"
      },
      {
        "name": "wes mukoyama",
        "sentiment": "none"
      },
      {
        "name": "pj hirabayashi",
        "sentiment": "none"
      },
      {
        "name": "roy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "san jose buddhist church betsuin",
        "sentiment": "none"
      },
      {
        "name": "akiyama wellness center",
        "sentiment": "none"
      },
      {
        "name": "san jose japantown lions association",
        "sentiment": "none"
      },
      {
        "name": "wesley united methodist church",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "japantown",
        "sentiment": "none"
      },
      {
        "name": "yu-ai kai senior center",
        "sentiment": "none"
      },
      {
        "name": "san jose",
        "sentiment": "none"
      },
      {
        "name": "san jose taiko",
        "sentiment": "none"
      },
      {
        "name": "yu-ai kai",
        "sentiment": "none"
      },
      {
        "name": "jackson street",
        "sentiment": "none"
      },
      {
        "name": "north fourth street",
        "sentiment": "none"
      },
      {
        "name": "golden gala",
        "sentiment": "none"
      },
      {
        "name": "hilton",
        "sentiment": "none"
      },
      {
        "name": "signia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:19:13.042+02:00",
  "updated": "2024-03-15T00:43:07.491+02:00"
}