{
  "thread": {
    "uuid": "882ee12108099cdf67d243414c3d7b1d7d86db54",
    "url": "https://vnexplorer.net/buenas-noticias-para-los-desempleados-mapfre-busca-cerca-de-80-trabajadores-con-sueldos-de-hasta-4-000-euros-s721412.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/",
    "site_categories": [],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Buenas noticias para los desempleados: Mapfre busca cerca de 80 trabajadores con sueldos de hasta 4.000 euros",
    "title_full": "Buenas noticias para los desempleados: Mapfre busca cerca de 80 trabajadores con sueldos de hasta 4.000 euros",
    "published": "2023-12-30T14:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mexas.img",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "882ee12108099cdf67d243414c3d7b1d7d86db54",
  "url": "https://vnexplorer.net/buenas-noticias-para-los-desempleados-mapfre-busca-cerca-de-80-trabajadores-con-sueldos-de-hasta-4-000-euros-s721412.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-30T14:25:00.000+02:00",
  "title": "Buenas noticias para los desempleados: Mapfre busca cerca de 80 trabajadores con sueldos de hasta 4.000 euros",
  "text": "Buenas noticias para los desempleados: Mapfre busca cerca de 80 trabajadores con sueldos de hasta 4.000 euros La aseguradora referente en España oferta distintos puestos de trabajo con contrato indefinido o para autónomos. 30 de diciembre 09:47 30 de diciembre 09:47 Patricia Marcos\nFachada de la sede de Mapfre.\nEmpleo Mapfre es la aseguradora referente en España. De hecho, este año la compañía disparó un 63% la venta de seguros de ahorro gracias a la poca oferta de depósitos de la banca. Ante la alta demanda de sus productos financieros, la empresa busca ampliar su plantilla de trabajadores.\nEn este sentido, la aseguradora oferta cerca de 80 vacantes de empleo en sus distintos departamentos, aunque destaca el área comercial o el de asesores. En cuanto a las condiciones, son diferentes dependiendo del puesto.\nMapfre cuenta con cerca de 11.000 empleados en sus alrededor de 3.000 oficinas. Sin embargo, las ofertas de empleo se centran en la ciudad de Madrid y Barcelona.\nContrato indefinido y autónomos Dependiendo del puesto de trabajo cambian los requisitos. De esta forma, por ejemplo, para las vacantes de comercial no será necesario tener estudios superiores, salvo en los puestos más especializados en los que será imprescindible contar con un Grado Universitario en Administración, Finanzas o Economía. Por otro lado, se valorará un nivel de inglés (B1 o B2) y contar con experiencia profesional previa.\nLa aseguradora diferencia entre dos tipos de empleos, aquellos con contrato indefinido, y los dirigidos a autónomos, los más numerosos. En todos los casos, el contrato es a jornada completa. Entre las ofertas con contrato indefinido, para puestos de asesor financiero o agente de seguros y comercial, se encuentran, entre otros:\nAsesor financiero, gestión patrimonial en Palma. Sueldo de hasta 48.000 euros. No se pide experiencia previa. Necesario Grado Universitario preferiblemente ADE, Económicas, Empresariales o FP Dual. Inglés B1 o B2.\nEjecutivo comercial en el área de Salud en Málaga: Sueldo de 28.000 a 45.000 euros. Jornada completa, posibilidad de crecer profesionalmente en la empresa. Retribución fija más pago de variables en función de la experiencia previa.\nEjecutivo comercial en Salud en Madrid: Necesarios estudios universitarios o de Formación Profesional dual. Se valorará saber manejar herramientas informáticas.\nEjecutivo financiero de Vida – Inversión en Barcelona: Jornada completa. No es necesaria experiencia previa, se pide titulación superior en ADE, Derecho y Económicas.\nEn cuanto a las ofertas para autónomos, estos son algunos de los puestos vacantes:\nComerciales de seguros en Plasencia (Cáceres): jornada indiferente. Se pide ciclo formativo de Grado Medio, pero no experiencia. Comerciales de seguros en Sevilla : jornada indiferente. Comerciales de seguros en Villanueva de la Serena . Agentes de seguros y productos financieros en Mislata, Paterna y Manises: jornada completa, sin experiencia previa. Agentes de seguros y productos financieros en Castellón: necesario título de Bachillerato y se valora tener un título universitario. Sueldo y cómo solicitar el empleo Todos los candidatos deberán pasar por un proceso de selección que incluirá una entrevista de trabajo, donde se informará de aspectos como el sueldo o el horario. Mapfre paga un salario comprendido entre los 28.000 y 48.000 euros al año, dependiendo del puesto. Esto se traduce en 2.100 y 4.000 euros mensuales en 12 pagas. Además, se cuenta con incentivos y pluses por venta.\nSi estás interesado en trabajar para Mapfre, deberás acceder a su web jobs.mapfre.com. También es posible inscribirse en alguna de las ofertas a través del portal de empleo InfoJobs. Una vez dentro, será necesario pinchar en la oferta de empleo a la que se quiere mandar el currículum, pulsar en “Enviar candidatura ahora” y completar los datos que indiquen.\n© El Español",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mexas.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mexas.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T14:34:54.225+02:00",
  "updated": "2023-12-30T14:34:54.225+02:00"
}