{
  "thread": {
    "uuid": "56cc6daaa50fcf967817ccfb108c1bfbf6bdcb71",
    "url": "https://www.soc-etudes.cgt.fr/espace-presse/communiques-de-presse/pour-un-8-mars-toute-lannee",
    "site_full": "www.soc-etudes.cgt.fr",
    "site": "cgt.fr",
    "site_section": "https://www.soc-etudes.cgt.fr/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "FSETUD",
    "title": "Pour un 8 mars toute l’année…",
    "title_full": "Pour un 8 mars toute l’année…",
    "published": "2024-03-08T14:04:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://www.soc-etudes.cgt.fr/wp-content/uploads/2024/03/Capture.png",
    "performance_score": 0,
    "domain_rank": 46276,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "56cc6daaa50fcf967817ccfb108c1bfbf6bdcb71",
  "url": "https://www.soc-etudes.cgt.fr/espace-presse/communiques-de-presse/pour-un-8-mars-toute-lannee",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-08T14:04:00.000+02:00",
  "title": "Pour un 8 mars toute l’année…",
  "text": "Il est urgent de se mobiliser et d’amplifier les luttes féministes intersectionnelles. Et ce, d’autant que nous sommes dans une période marquée par des guerres, dont les femmes sont les premières victimes, et la montée de l’extrême droit qui menace leurs droits. Dans ce contexte, les droits des femmes racisées et issues des communautés autochtones sont particulièrement menacés. C’est particulièrement le cas des femmes palestiniennes. Mais c’est aussi celui des femmes afghanes qui luttent actuellement pour obtenir des visas contre les persécutions dont elles font l’objet. Depuis août 2021 et le retour des talibans au pouvoir, les femmes et les filles subissent une véritable campagne de persécution fondée sur le genre, campagne systématique et généralisée. Elles ont vu leurs droits se restreindre drastiquement : - Les filles sont exclues de l’école après le primaire et n’ont plus le droit d’aller à l’université ; - Le droit à travailler est complètement remis en cause et compromis ; - Elles ne peuvent plus se déplacer librement, s’exprimer ni choisir leurs vêtements sans que de graves représailles ne s’abattent sur elles. Ainsi, après 20 années de conquête de droits pour pouvoir à nouveau occuper des fonctions politiques, des responsabilités, monter leurs propres entreprises et travailler dans un grand nombre de secteurs, et ce malgré une instabilité politique chronique, le retour des Talibans au pouvoir renoue avec des pratiques que l’on espérait être reléguées aux heures les plus sombres de leur histoire. Ainsi, les manifestations pacifistes des femmes afghanes contre ce nouvel ordre établi ont été réprimées : les talibans les ont harcelées, emprisonnées, torturées… lorsqu’elles n’ont pas disparu. En ce mois de mars où partout nous nous mobilisons pour les droits des femmes, la situation des femmes afghanes ne doit plus demeurer de l’ordre du constat. La France s’est engagée à soutenir les droits des femmes en Afghanistan. Il est temps de lui rappeler ses engagements : rares sont les femmes à obtenir des visas, délivrés au compte-goutte dans ce pays et dans ceux, limitrophes (Pakistan, Iran), vers lesquels certaines femmes se sont tournées en désespoir de cause. Partout nous devons interpeler nos élu.e.s : il faut se mobiliser pour agir en faveur de toutes les femmes, partout… et davantage encore là où le genre peut conduire à une condamnation à la souffrance voire à la mort au nom de politiques de domination et de persécution fondée sur le genre. A l’heure où l’IVG est inscrit dans la constitution et que la couverture médiatique est élevée sur ce sujet, aujourd’hui, alors que nous manifestons toutes et tous pour les droits des femmes, il nous faut plus que jamais créer les ponts pour lutter contre ces exactions à leur égard et en premier lieu, leur permettre d’échapper à un tel enfer en leur délivrant les visas dont elles ont besoin pour échapper à leurs bourreaux.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-08T16:04:01.095+02:00",
  "updated": "2024-03-08T17:25:29.885+02:00"
}