{
  "thread": {
    "uuid": "6b3aae310f4b5134a776bbf94359d1617f2683a2",
    "url": "https://japantoday.com/category/sports/australia-beat-bangladesh-in-rain-hit-t20-world-cup-match",
    "site_full": "japantoday.com",
    "site": "japantoday.com",
    "site_section": "http://www.japantoday.com/feed",
    "site_categories": [
      "media",
      "travel",
      "japan"
    ],
    "section_title": "Japan Today",
    "title": "Australia beats Bangladesh in rain-hit T20 World Cup match",
    "title_full": "Australia beats Bangladesh in rain-hit T20 World Cup match - Japan Today",
    "published": "2024-06-21T05:25:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 4510,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6b3aae310f4b5134a776bbf94359d1617f2683a2",
  "url": "https://japantoday.com/category/sports/australia-beat-bangladesh-in-rain-hit-t20-world-cup-match",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-06-21T05:25:00.000+03:00",
  "title": "Australia beats Bangladesh in rain-hit T20 World Cup match",
  "text": "Pat Cummins claimed a hat-trick and David Warner thrashed a quick-fire 53 not out as Australia beat Bangladesh by 28 runs in a weather-disrupted T20 World Cup Super Eight clash in Antigua on Thursday.\nAustralia, who are bidding to complete a historic treble of World Test Championship, ODI World Cup and T20 World Cup titles, were awarded the victory under the Duckworth-Lewis formula after motoring to 100-2 off 11.2 overs when rain stopped play.\nEarlier, Australia had held Bangladesh to 140-8 off their 20 overs at the Sir Vivian Richards Stadium in North Sound.\nAustralia captain Mitchell Marsh saluted his bowlers for laying the foundations for the win.\n\"Really exciting bowling performance, the boys played well tonight,\" Marsh said. \"It is a very good playing XI. We've got 15 guys that can take us deep in the World Cup, but there's a long way to go.\"\nFast bowler Cummins was elated to bag his first international hat-trick.\n\"Pretty awesome to tick that off,\" Cummins said. \"The boys are welcoming me into the club -- it's a good club to be part of.\"\nWarner led a brisk march towards the victory target despite multiple interruptions to the Australian innings due to rain.\nA final rain delay took play past midnight with Warner not out on 53 and Glenn Maxwell unbeaten on 14, Australia 100-2 and needing 41 off 52 balls to win.\nWith no further play possible, the result was awarded to Australia.\nBangladesh, put into bat after losing the toss, struggled to get into any kind of rhythm and their innings slowed to a crawl late on after Cummins took the wickets of Mahmudullah, Mahedi Hasan and Towhid Hridoy in consecutive deliveries over two overs.\nCummins, restored to the starting line-up, finished with figures of 3-29 while spinner Adam Zampa also impressed with 2-24.\nMitchell Starc meanwhile became the most prolific bowler in the history of white-ball cricket with his 95th World Cup wicket after trapping Tanzid Hasan in the opening over.\nStarc's early breakthrough saw him pull one clear of Sri Lanka's Lasith Malinga, setting the tone for Australia's bowlers.\nAustralia's attack kept Bangladesh on the back foot after Starc's opening wicket, with restored Josh Hazlewood opening his spell with a maiden.\nAnother tidy over from Starc left Bangladesh with just eight runs off the first three overs, although Najmul Hossain Shanto signalled a more aggressive approach with a six off Hazlewood to start the fourth over.\nLiton Das lashed a pair of boundaries off Starc in the fifth over as Bangladesh's run rate ticked up to 5.40 runs per over at 27-1.\nBut the introduction of Zampa slowed the Bangladesh batting and the spinner soon had Liton bowled out after tempting him to sweep in the ninth over to leave Bangladesh at 58-2.\nMaxwell struck next, in the 10th over, Rishad Hossain caught by Zampa at short third man for two as Bangladesh reached the halfway stage of the innings on 67-3.\nShanto's dismissal by Zampa for 41 in the 13th over slammed the brakes on Bangladesh, leaving them on 84-4 before Cummins ripped through the lower order to leave Australia a target of 141 to win.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Sport",
    "Weather"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pat cummins",
        "sentiment": "negative"
      },
      {
        "name": "david warner",
        "sentiment": "negative"
      },
      {
        "name": "mitchell marsh",
        "sentiment": "none"
      },
      {
        "name": "cummins",
        "sentiment": "none"
      },
      {
        "name": "marsh",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "warner",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "bangladesh",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "north sound",
        "sentiment": "none"
      },
      {
        "name": "vivian richards stadium",
        "sentiment": "none"
      },
      {
        "name": "antigua",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-21T09:34:27.396+03:00",
  "updated": "2024-06-21T09:34:27.396+03:00"
}