{
  "thread": {
    "uuid": "0317c3c6a393b718ef2a32739c5d4b3574887d6e",
    "url": "https://mag.elcomercio.pe/usa/tendencias-us/video-viral-el-dramatico-momento-de-una-mujer-que-dio-a-luz-a-su-bebe-en-plena-carretera-estados-unidos-kansas-city-youtube-nndamn-noticia",
    "site_full": "mag.elcomercio.pe",
    "site": "elcomercio.pe",
    "site_section": "https://mag.elcomercio.pe/arcio/rss",
    "site_categories": [
      "hobbies_and_interests",
      "freelance_writing",
      "top_news"
    ],
    "section_title": "El Comercio Mag",
    "title": "El dramático momento de una mujer que dio a luz a su bebé en plena carretera",
    "title_full": "El dramático momento de una mujer que dio a luz a su bebé en plena carretera",
    "published": "2024-03-01T00:31:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PE",
    "main_image": "https://i.ytimg.com/vi/k2IaIimmFf0/hqdefault.jpg",
    "performance_score": 0,
    "domain_rank": 4838,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0317c3c6a393b718ef2a32739c5d4b3574887d6e",
  "url": "https://mag.elcomercio.pe/usa/tendencias-us/video-viral-el-dramatico-momento-de-una-mujer-que-dio-a-luz-a-su-bebe-en-plena-carretera-estados-unidos-kansas-city-youtube-nndamn-noticia",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción MAG US",
  "published": "2024-03-01T00:31:00.000+02:00",
  "title": "El dramático momento de una mujer que dio a luz a su bebé en plena carretera",
  "text": "Cuando una futura madre se encuentra en el último mes de gestación, lo recomendable sería que esté en su hogar para que se trasladada de forma inmediata al hospital al presentar los dolores de parto, pero existen algunas que pretenden pasear por diversos sitios y, en menos pensado, deben dar a luz en un lugar poco apropiado. Esto le ocurrió a una mujer de Estados Unidos que se encontraba en su auto y tuvo que parir en plena carretera. Conoce más sobre esta\nhistoria viral.\nDanielle es aquella mujer de Kansas City que vivió esta experiencia cuando se transportaba en el automóvil que comparte con su esposo a lo largo del 169 Highway y 255th Street. La desesperación entró en ella al visualizar que se le rompió la fuente y era inminente la llegada de este pequeño.\nAl notar que no contaba con tiempo y necesitaba obligatoriamente la presencia de un médico, Riley Redenbaugh, su pareja, no tuvo más opción que disfrazarse de doctor y ayudarla a que diera nacimiento a su nuevo descendiente. Contra todo pronóstico, este hombre lo realizó a la perfección tras seguir una serie de recomendaciones brindadas por los agentes de la Oficina del Sheriff del condado de Miami.\nMinutos después, los oficiales llegaron al lugar de los hechos y notaron la satisfacción de este individuo por lo que consiguió. Es más, no dudaron en felicitarlo por su accionar, pues sintieron que existen pocas personas que tuvieran dicha valentía.\nPosteriormente, el bebé fue envuelto con una camiseta roja que portaba Riley y los equipos de emergencias médicas brindaron atención para conocer si ambos presentaban alguna dificultad postparto. Afortunadamente, la madre y el recién nacido no tuvieron complicaciones.\n¿Qué síntomas existen durante el embarazo?\nDurante la etapa de gestación, es probable que experimentes algunos síntomas normales como:\n- Náuseas y vómitos: especialmente durante las primeras semanas, aunque pueden durar más tiempo.\n- Fatiga: sentirás más cansancio de lo habitual, es importante que descanses.\n- Ardor de estómago: la acidez estomacal es común durante el embarazo, puedes probar algunos remedios caseros para aliviar la molestia.\n- Dolor de espalda: a medida que tu útero crece, tu postura cambia y puedes sentir dolor en la espalda.\n- Cambios en el estado de ánimo: las hormonas del embarazo pueden afectar tu estado de ánimo, experimentando altibajos emocionales.\nGracias por visitarnos hoy. Espero que este video viral haya sido de tu agrado. Si deseas encontrar más contenido similar visítanos en\nMag.elcomercio.pe. Te estaremos esperando.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Disaster and Accident",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:39:19.798+02:00",
  "updated": "2024-03-01T00:39:19.798+02:00"
}