{
  "thread": {
    "uuid": "9d15cd57132ce66aad1317fcbe843cfd38c849d1",
    "url": "https://www.20minutos.es/noticia/5523460/0/unesco-reconoce-chipiona-como-una-localidad-preparada-ante-riesgo-tsunami",
    "site_full": "www.20minutos.es",
    "site": "20minutos.es",
    "site_section": "https://www.20minutos.es",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "20minutos.es | Diario abierto | Última hora, local, España y el mundo",
    "title": "Reconocen a Chipiona como una localidad preparada ante el riesgo de tsunami",
    "title_full": "Reconocen a Chipiona como una localidad preparada ante el riesgo de tsunami",
    "published": "2024-06-21T17:31:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://imagenes.20minutos.es/files/image_1920_1080/uploads/imagenes/2022/08/17/62fca2e482db7.jpeg",
    "performance_score": 0,
    "domain_rank": 2474,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9d15cd57132ce66aad1317fcbe843cfd38c849d1",
  "url": "https://www.20minutos.es/noticia/5523460/0/unesco-reconoce-chipiona-como-una-localidad-preparada-ante-riesgo-tsunami",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "20minutos",
  "published": "2024-06-21T17:31:00.000+03:00",
  "title": "Reconocen a Chipiona como una localidad preparada ante el riesgo de tsunami",
  "text": "El Castillo de Chipiona, en Cádiz, ha acogido este viernes la ceremonia del reconocimiento Tsunami Ready por parte de la Comisión Oceanográfica Intergubernamental de la Unesco. El municipio participa desde el año 2020 en el programa de preparación ante el riesgo de tsunamis, habiendo superado los criterios establecidos por la Unesco para la obtención de dicho reconocimiento. En su discurso inaugural, el alcalde de Chipiona, Luis Mario Aparcero, ha valorado este reconocimiento internacional de la Unesco recibido \\u0022después de varios años de trabajo\\u0022 en el que se ha conseguido \\u0022lo más importante\\u0022, que es \\u0022concienciar y educar a una sociedad ante un tema tan delicado como un tsunami\\u0022. Así lo ha recogido el Ayuntamiento en una nota. El primer edil ha recordado que \\u0022todo comenzó\\u0022 tras un contacto con Gregorio Gómez Pina, quien \\u0022llevaba tiempo trabajando en este tema y dio la oportunidad de que fuera Chipiona el municipio que encabezara esta iniciativa\\u0022. A continuación, el representante de la secretaría técnica de ICG\\/Neamtws y de la Unesco, Denis Chang Seng, ha subrayado \\u0022la importancia de concienciar sobre los efectos de un tsunami en una población\\u0022 y \\u0022atender a la realidad actual\\u0022, donde la exposición y el riesgo son \\u0022cada vez mayores\\u0022 debido al aumento de la población y de las actividades en las zonas costeras, ha advertido. El programa es una herramienta integral que abarca desde la evaluación del peligro del tsunami y cartografía de evacuación, hasta la realización de ejercicios periódicos, conectando a la gente con los sistemas de alerta y orientando a la sociedad sobre las amenazas que provienen de los océanos. Además, el proyecto promueve la inclusión y un enfoque participativo y la colaboración activa entre distintas partes interesadas, contribuyendo a la consecución del objetivo de \\u0022océanos más seguros\\u0022, ha explicado a este respecto. \\u0022Tres años de trabajo\\u0022 \\u0022Este viernes 21 de junio, después de más de tres años de duro y continuo trabajo, se reconoce a la ciudad de Chipiona como la primera comunidad preparada para un tsunami y reconocida por la Comisión Oceánica Intergubernamental de la Unesco en España y la quinta en la región\\u0022, ha transmitido Denis Chang Seng, quien ha dado la enhorabuena a la localidad, añadiendo que \\u0022juntos podemos conseguir que nuestras costas sean más resilientes y seguras\\u0022. Por su parte, Ignacio Aguirre, coordinador del proyecto Coostwave en España, ha hablado sobre la implementación del programa en Chipiona, y Francisco Javier Castro, responsable del Punto Focal Municipal, se ha referido a la perspectiva de la población de la implementación referida. A continuación, Elena Tel, como responsable del punto de contacto nacional en el Sistema de Alerta de Tsunamis en la región NEAM, ha expuesto los 20 años de avances en el conocimiento del riesgo de tsunamis. En este acto, que ha finalizado con el reconocimiento oficial al Ayuntamiento de Chipiona, han intervenido también María Dolores Jiménez, jefa de Servicio de Protección civil de la Dirección General de Emergencias y Protección Civil de la Junta de Andalucía, y Gema Yáñez, de la Dirección General de Protección Civil y Emergencias en representación de la presidenta suplente del Panel Nacional Tsunami Ready.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-21T17:49:49.113+03:00",
  "updated": "2024-06-21T18:19:36.551+03:00"
}