{
  "thread": {
    "uuid": "ce7b361f82f2c40871ff18fa81f329cee49c1a48",
    "url": "https://www.rachelcooks.com/homemade-vanilla-pudding-with-brown-butter/",
    "site_full": "www.rachelcooks.com",
    "site": "rachelcooks.com",
    "site_section": "https://www.rachelcooks.com/comments/feed",
    "site_categories": [
      "food"
    ],
    "section_title": "\n\tComments for Rachel Cooks®\t",
    "title": "Comment on Homemade Vanilla Pudding by Rachel Gurk",
    "title_full": "Comment on Homemade Vanilla Pudding by Rachel Gurk",
    "published": "2023-12-30T17:46:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.rachelcooks.com/wp-content/uploads/2022/11/Homemade-Vanilla-Pudding015-web-square.jpg",
    "performance_score": 0,
    "domain_rank": 73835,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ce7b361f82f2c40871ff18fa81f329cee49c1a48",
  "url": "https://www.rachelcooks.com/homemade-vanilla-pudding-with-brown-butter/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rachel Gurk",
  "published": "2023-12-30T17:46:00.000+02:00",
  "title": "Comment on Homemade Vanilla Pudding by Rachel Gurk",
  "text": "Homemade Vanilla Pudding\nHomemade vanilla pudding is easy to make with simple ingredients and tastes so much better than pudding mixes or pre-made pudding.\nRecipe Overview\nWhy you’ll love it: Homemade vanilla pudding is an easy dessert that can be dressed up in a variety of ways.\nHow long it takes: less than 20 minutes\nEquipment you’ll need: saucepan\nServings: 4\n[close](#)\nNothing compares to the delight of homemade pudding. It’s totally different than over-processed commercial products. Homemade vanilla pudding is ultra-comforting especially when it’s warm. It reminds me of my childhood, and my mom’s cooking.\nWhen I was young, she grew alfalfa sprouts under the kitchen sink, made her own yogurt, canned homemade applesauce every year, made jam and pickles, and froze Michigan sweet corn.\nLife had a slower pace back then. I remember sitting at the kitchen table, pressing the apples through a large cone (chinois) with a wooden tool made just for that job. I loved the smells that filled the kitchen and how the bright pink applesauce oozed through the holes.\n(Now I make\nInstant Pot applesauce which is delicious, by the way, but yeah, slower pace of life back then…)\nHomemade vanilla pudding always reminds me of my mom, too. I rather think she enjoyed checking out for 10 minutes or so while she stood by the stove stirring homemade pudding. Sometimes she’ll still whip up a batch for the grandkids (and me) when the mood strikes.\nSometimes life is so hurried and we learn to expect everything to happen immediately. We get impatient quickly. If our Amazon package doesn’t arrive in a day, we’re upset. If a driver goes too slowly for our liking, we’re angry.\nLet’s take a deep breath and slow down a bit. Maybe it’s time for homemade vanilla pudding. I think so.\nAbout This Recipe\nThe ingredients are so simple. You probably already have everything you need in your pantry to make this pudding. It takes about 15 minutes to make.\nWhy make your own pudding when easy inexpensive mixes are available? This is what you get when you choose an instant vanilla pudding mix: Sugar, Modified Cornstarch, Contains Less than 2% of Sodium Phosphate, Tetrasodium Pyrophosphate, Salt, Mono- and Diglycerides, Artificial Color, Natural and Artificial Flavor, Yellow 5, Yellow 6. You have to add your own milk.\nWhy not simply stir together a little sugar, flour, egg, vanilla, butter, and milk to make your own? No artificial anything, just wholesome ingredients you can feel good about. It is a cooked pudding so plan on spending a little bit of time by the stove.\nAnd the real reason you’ll want to make homemade pudding? It’s so delicious: creamy, smooth, and satisfying.\nI’ll get you started here and throw in a few extra pointers. Look for specific measurements, instructions, and nutrition information on the printable recipe card below.\nWhat You’ll Need\n- Milk: I recommend using whole milk but 2% works okay too. Nonfat milk is too watery and doesn’t make the creamiest pudding.\n- Sugar: Plain old granulated sugar is all you need. This pudding isn’t super sweet. There’s only a half cup of sugar in the whole batch.\n- Egg: An egg adds richness and helps thicken the pudding.\n- All-Purpose Flour: Flour acts as a thickener for the pudding.\n- Salt: Just a pinch of salt enhances the flavor and keeps the pudding from tasting flat.\n- Butter: A tablespoon of butter makes the pudding taste rich. If you like, brown the butter first for an even richer flavor. Look for instructions on the recipe card.\n- Vanilla: Either pure vanilla extract or vanilla bean paste give this pudding its signature flavor.\n- Optional Garnishes: These garnishes really are totally optional because the pudding is absolutely delicious just as it is. However, here are a few suggestions: mini chocolate chips, fresh or canned fruit, canned pie filling, sliced bananas,\ngranola, graham cracker crumbs, Oreo cookie crumbs. And don’t forget about nuts; spiced pecans, candied walnuts, roasted pepitas, or simple toasted pine nutsare delicious on pudding, too.\nHow To Make This Recipe\nThis vanilla pudding recipe is a lot easier than some classic pudding recipes where egg yolks are tempered before adding them to the hot mixture, and then the mixture has to be strained, etc. for an ultra-smooth consistency. This simple recipe is a little more homestyle.\nSo let’s get started on your pudding! You’ll need a good-sized saucepan. If the saucepan is too small, it’s difficult to stir the pudding without having it spill over the edges.\nMeasure out the sugar, flour, and salt into the pan. Add an egg and whisk briskly until the mixture is smooth. It will look a little grainy but don’t worry.\nPut the pan over medium heat as you slowly whisk in the milk. Continue to stir as the mixture comes to a boil. It will take about ten minutes, depending on how large your saucepan is.\nOnce the pudding comes to a gentle boil, continue to cook it for one more minute.\nRemove the pan from the heat and stir in the butter and vanilla.\nPour the pudding into serving bowls. The pudding will continue to thicken slightly as it cools. If you refrigerate it overnight, it will set up even more.\nIf you don’t like a “skin” on top of your pudding, press plastic wrap directly on top of the pudding while it cools. I personally like the skin but some folks don’t.\nIsn’t that so easy? There’s nothing complicated about homemade vanilla pudding!\nMake A Pudding Pie\nBanana Pudding Pie: Bake a pie shell as directed and cool completely. Slice 2 bananas and arrange them in pie shell. Pour warm (not hot) pudding over bananas. Cover with plastic wrap. Refrigerate until set (3 hours) or overnight. Top with whipped cream and garnish with additional bananas.\nCoconut Pudding Pie: Bake a pie shell as directed and cool completely. Stir 1 cup sweetened shredded coconut into the pudding; pour into pie shell. Cover with plastic wrap; refrigerate until set (3 hours) or overnight. Garnish with whipped cream and toasted coconut, if desired.\nChocolate Pudding Pie: You’ll love this\nchocolate pudding pie recipe with homemade chocolate pudding.\nFAQs\nWhile vanilla pudding makes a delicious dessert without any additions, it’s easy to fancy it up with garnishes or toppings. Try fresh fruit, such as sliced bananas, peaches, or strawberries. Top the pudding with a little crunch such as granola, crushed graham crackers, Oreo cookies or candied nuts (try\nspiced pecans). Keep it simple with a dollop of whipped cream, canned pie filling, or chocolate chips. A sprinkle of toasted coconut is amazing, too.\nThe term “French vanilla” is more often used for ice cream. Classic French vanilla ice cream may have a richer custard base made with more eggs than regular vanilla ice cream. The vanilla flavoring is the same though.\nMake It Your Own\n- Brown butter variation: Take a few minutes to brown the butter before adding it to the pudding. The result is a rich, nutty flavor that will make you want to lick the bowl clean.\n- This recipe is made without cornstarch. It’s thickened with flour instead. If you prefer a pudding made with cornstarch, substitute 2 tablespoons cornstarch for the flour.\nMake-Ahead Ideas\nHomemade vanilla pudding is a great dessert to make ahead. It keeps well in the refrigerator and you can fancy it up right before serving.\nStorage Tips\nCover the pudding and refrigerate it for up to five days. I’ve read that you can also freeze homemade pudding but I haven’t tested that yet.\nMore Pudding Recipes\nHomemade Chocolate Pudding(another one of my mom’s recipes) Lemon Pudding Recipe– super easy! Easy Pumpkin Pudding(only 4 ingredients!) Instant Pot Rice Pudding Chia Seed Pudding, Chocolate Chia Pudding, or Chai Chia Pudding Slow Cooker Crème Brûlée Blueberry Bread Pudding Recipe\nDid you make this? Be sure to leave a review below and tag me @rachelcooksblog on\nIngredients\n- ½ cup granulated sugar\n- 3 tablespoons\nall-purpose flour\n- pinch of salt\n- 1 large egg\n- 2 cups milk (I recommend whole milk or 2%)\n- 1 tablespoon unsalted butter\n- 1 teaspoon pure vanilla extract or vanilla bean paste\nInstructions\n- In medium sized saucepan, whisk together sugar, flour, salt, and egg until blended and smooth.\n- Place on medium heat and add milk slowly, whisking constantly. Continue to heat and whisk until it begins to boil and thicken, about 10 minutes. Cook and stir 1 additional minute. Remove from heat; stir in butter and vanilla.\n- Serve warm or cold. If refrigerating, place a piece of plastic wrap on the surface of the pudding to prevent a skin from forming. Pudding will thicken more if chilled overnight.\nNotes\n- Cook time will vary depending on the size of pan and cooking temperature.\n- Optional garnishes: mini chocolate chips, fresh or canned fruit, pie filling, granola, graham cracker crumbs, Oreo cookie crumbs.\n- Pudding should be covered and refrigerated. It will keep for up to 5 days.\n- Brown butter variation: In a saucepan or frying pan, melt butter over medium heat, simmer until browned, about two minutes. Remove from heat and pour into a bowl. Stir into cooked pudding with vanilla.\n- Recipe updated 5/19/2022.\nNutrition Information\nThis website provides approximate nutrition information for convenience and as a courtesy only. Nutrition data is gathered primarily from the USDA Food Composition Database, whenever available, or otherwise other online calculators.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://amzn.to/3JdtYhr",
    "https://www.amzn.to/3JdtYhr"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rachel gurk",
        "sentiment": "positive"
      }
    ],
    "organizations": [
      {
        "name": "homemade vanilla pudding homemade",
        "sentiment": "positive"
      }
    ],
    "locations": [
      {
        "name": "michigan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T17:53:49.883+02:00",
  "updated": "2023-12-30T17:53:49.883+02:00"
}