{
  "thread": {
    "uuid": "38c59ce2aa58b612de74e2266a4a3025a894eacb",
    "url": "https://www.housedigest.com/1612004/when-you-shouldnt-use-tap-water-hummingbird-nectar-feeder-mistake",
    "site_full": "www.housedigest.com",
    "site": "housedigest.com",
    "site_section": "https://www.housedigest.com/feed",
    "site_categories": [],
    "section_title": "HouseDigest",
    "title": "The Easy-To-Make Mistake To Avoid When Feeding The Hummingbirds In Your Yard",
    "title_full": "The Easy-To-Make Mistake To Avoid When Feeding The Hummingbirds In Your Yard",
    "published": "2024-07-05T16:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.housedigest.com/img/gallery/the-easy-to-make-mistake-to-avoid-when-feeding-the-hummingbirds-in-your-yard/l-intro-1719579035.jpg",
    "performance_score": 0,
    "domain_rank": 48907,
    "domain_rank_updated": "2024-07-02T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "38c59ce2aa58b612de74e2266a4a3025a894eacb",
  "url": "https://www.housedigest.com/1612004/when-you-shouldnt-use-tap-water-hummingbird-nectar-feeder-mistake",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "staff@housedigest.com (Chryss Mae Segovia)",
  "published": "2024-07-05T16:00:00.000+03:00",
  "title": "The Easy-To-Make Mistake To Avoid When Feeding The Hummingbirds In Your Yard",
  "text": "Feeding hummingbirds is a great way to bring nature closer to your home. You get a front-row seat to watch these tiny creatures up close. Luckily, it's easy to make homemade hummingbird nectar to fill your bird feeders: a simple recipe of one part white cane sugar to four parts water. This blend is actually quite similar to the sweet liquid found in flowers. However, many people tend to make a common mistake when making their own nectar — they use tap water.\nDepending on your living situation, your tap water may not be safe to mix into your homemade nectar. For instance, if you have a water softener that adds salt to your water, you can't use tap water because it will also add salt to your hummingbird food. It may also contain chemicals that can have detrimental effects on the health of the hummingbirds you are trying to attract and nurture. Finding safer alternatives is key to keeping your little visitors healthy and happy.\nThe hidden dangers of tap water\nNew Africa/Shutterstock Tap water has additives, such as chlorine and chloramine, in it to make it safe for people to drink. Many public water systems rely on chlorine as their main disinfectant. Some experts say trace amounts of chlorine in water is no more harmful than what's in rainwater and won't bother hummingbirds. Others argue that even a small amount could upset the birds' digestion. If chlorine gets mixed into the sugar water and the birds keep drinking it, this could add up in their system over time and lead to health problems.\nIf you've got a water softener at home, that's another thing to think about. These softeners use salt to get rid of the minerals in hard water, which ends up leaving behind sodium ions in the softened water. This can be a downside to owning a water softener as small birds like hummingbirds can't handle much sodium at all. Even a tiny bit can make them dehydrated and possibly hurt their kidneys. Their bodies just aren't built to handle all that extra salt content. So, it's good to know what's in your tap water before using it to make sugar water for those little hummers.\nChoosing the right water for your feeder\nMarpin.alp/Shutterstock Given the potential dangers of tap water, it's important to select the right type of water for your hummingbird feeder. It's best to go for bottled spring water. Bottled spring water has helpful minerals for hummingbirds without any of the harmful chemicals found in tap water. Bottled purified water works well, too, as it is essentially free of all chemicals. Both choices are suitable, but make sure the brand you buy doesn't have any flavors, vitamins, or minerals like calcium, magnesium, and potassium. These additives can change the nectar's chemistry.\nIf you can't get your hands on a bottle of spring or purified water, you can use filtered tap water instead. Choose a kitchen water filter that can remove chemicals, heavy metals, and other impurities from the tap water. Go for one that targets chlorine, since that's the most common additive in public water supply. Once you have the right type of water for your feeder, you can go ahead and mix it with your white sugar. Then, you're all set for some happy birdwatching.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T16:47:06.412+03:00",
  "updated": "2024-07-07T05:24:56.694+03:00"
}