{
  "thread": {
    "uuid": "a99588a7ebf96b3c646eea740374e7f8400f550a",
    "url": "https://www.cbsnews.com/losangeles/news/street-vendor-gets-life-changing-surprise",
    "site_full": "www.cbsnews.com",
    "site": "cbsnews.com",
    "site_section": "https://www.cbsnews.com/losangeles/sports/angels/",
    "site_categories": [
      "media",
      "television",
      "entertainment",
      "top_news"
    ],
    "section_title": "Angels sports news and updates - CBS Los Angeles",
    "title": "Southern California food vendor gets life-changing surprise - CBS Los Angeles",
    "title_full": "Southern California food vendor gets life-changing surprise - CBS Los Angeles",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://assets3.cbsnewsstatic.com/hub/i/r/2024/04/18/7acc9e80-89b6-48e5-8ff6-1c8d4faf7c11/thumbnail/1200x630/be6eb2cbd074f7e988b83f1a951d37a1/street-vendor.jpg?v=55c0f85ebcd2b956528d9c6f5a7e8871",
    "performance_score": 0,
    "domain_rank": 189,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a99588a7ebf96b3c646eea740374e7f8400f550a",
  "url": "https://www.cbsnews.com/losangeles/news/street-vendor-gets-life-changing-surprise",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "CBS News",
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "Southern California food vendor gets life-changing surprise - CBS Los Angeles",
  "text": "Notice Your web browser is not fully supported by CBS News and CBSNews.com. For optimal experience and full features, please upgrade to a modern browser.\nYou can get the new Microsoft Edge at microsoft.com/edge, available to download on all versions of Windows in more than 90 languages. '; document.getElementById('ieblock').setAttribute('style', 'background-color: #B60505; color: #F5F5F5; font-size: 20px; font-family: sans-serif; padding: 100px 100px'); } Latest U.S. World Politics Entertainment HealthWatch MoneyWatch Crime Sports Local News Baltimore Bay Area Boston Chicago Colorado Detroit Los Angeles Miami Minnesota New York Philadelphia Pittsburgh Sacramento Texas Live CBS News Streaming Baltimore Bay Area Boston Chicago Colorado Detroit Los Angeles Miami Minnesota New York Philadelphia Pittsburgh Sacramento Texas Shows 48 Hours 60 Minutes America Decides CBS Evening News CBS Mornings CBS News Eye on America CBS News Mornings CBS Reports CBS Saturday Morning The Dish Face the Nation Here Comes the Sun Person to Person Prime Time Sunday Morning The Takeout The Uplift Weekender Photos Podcasts In Depth Newsletters Download Our App CBS News Team Executive Team Paramount Shop Paramount+ Join Our Talent Community RSS Feeds A Moment With... Innovators & Disruptors Los Angeles News All News LA News OC News IE News U.S. CBS2 Investigations Entertainment Politics Consumer Business Health On Your Side CBS+ Weather Latest Weather Radars & Maps Sports All Sports Chargers LA Kings Rams Lakers Clippers Golf CBS Sports HQ Dodgers Angels Soccer Hockey College Sports Videos KCAL News Shows The Morning Wrap The Lot STEAM On Your Side: Veterans' Voices Inside SoCal Java with Jamie Investigation Class Act SoCal Spotlight People Making a Difference Station Info KCAL News Team Contests & Promotions Advertise Seen on TV News Tip Download the App Galleries Watch CBS News\nLocal News Southern California food vendor gets life-changing surprise By Mika Edwards , Luzdelia Caballero\nApril 18, 2024 / 2:40 PM PDT / KCAL News\nStreet vendor gets life-changing surprise Street vendor gets life-changing surprise 06:20 Street vendor Salvador Gutierrez thought he was going to have a photo shoot with popular influencer Jesus Morales, but little did he know his life was about to change.\nMorales, who goes by Juixxe on social media, is known for going up to street vendors and buying everything they are selling to give them a day off.\nMorales wasn't buying what Gutierrez was selling. Instead, he was giving the Oxnard-based street vendor a new, high-end cart. And the surprises didn't stop there.\n\"We're also giving you $5,000 on behalf of Modelo,\" Morales said.\nActor Francia Raisa also took part in the big surprise. Raisa said she loves giving back to the community and is proud to be part of this Modelo initiative that's changing lives.\n\"I love this. It's my favorite part of my job. Being able to do this for people,\" she said. \"I grew up with him. I know him. Especially being first generations.\"\nRaisa and Morales partnered with Modelo to give back to the street vendor community by surprising Gutierrez with the new cart and money. The surprise also timed with the expansion of Modelo Spiked Aguas Frescas line.\nRaisa said Modelo selected Gutierrez for his fighting spirit and go-getting attitude.\n\"To go through the struggles that we went through and to have this now, it's amazing,\" he said. \"I'm pretty grateful.\"\nGutierrez started selling aguas frescas during the pandemic. While he was discouraged at first, he knew he had to keep going to provide for his family.\nGutierrez gave thanks to his wife for being there every step of the way.\n\"She's been a big supporter. She's always motivated me,\" he said. \"Behind every successful man is a strong woman.\"\nGutierrez's new cart comes decked out with plenty of room, a griddle, some fryers and even a mini fridge.\nMorales, who has over 5 million followers on TikTok , said the day he and Raisa surprised Gutierrez is one he will never forget.\n\"It's really a blessing to be able to do what I do and be able to create a community,\" the influencer said. \"We've essentially created a community who comes together to bless strangers.\"\nKCAL News talked to Gutierrez two days after the surprise and the shock still hadn't worn off.\n\"It blew me away. I was shocked to see how many people were there and how many people contributed to this whole thing,\" he said. \"I'm pretty grateful for it.\"\nMika Edwards Mika Edwards is the executive producer of streaming and digital for CBS News Los Angeles. She started at KCAL News as a news producer.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "salvador gutierrez",
        "sentiment": "negative"
      },
      {
        "name": "morales",
        "sentiment": "none"
      },
      {
        "name": "modelo",
        "sentiment": "none"
      },
      {
        "name": "raisa",
        "sentiment": "none"
      },
      {
        "name": "jesus morales",
        "sentiment": "none"
      },
      {
        "name": "juixxe",
        "sentiment": "none"
      },
      {
        "name": "gutierrez",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cbs",
        "sentiment": "negative"
      },
      {
        "name": "modelo spiked aguas frescas",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "southern california",
        "sentiment": "none"
      },
      {
        "name": "los angeles street",
        "sentiment": "none"
      },
      {
        "name": "oxnard",
        "sentiment": "none"
      },
      {
        "name": "modelo",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:43:17.256+03:00",
  "updated": "2024-04-19T02:14:20.092+03:00"
}