{
  "thread": {
    "uuid": "fd8601e771954ea636f1af4482035211853e611e",
    "url": "https://valenciaplaza.com/pascua-todos",
    "site_full": "valenciaplaza.com",
    "site": "valenciaplaza.com",
    "site_section": "http://valenciaplaza.com/noticias/rss",
    "site_categories": [
      "sports",
      "top_news"
    ],
    "section_title": "Valencia Plaza",
    "title": "Una Pascua para todos",
    "title_full": "Una Pascua para todos",
    "published": "2024-03-29T07:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://valenciaplaza.com/public/Image/socialThumb/17116422097407060.png",
    "performance_score": 0,
    "domain_rank": 21499,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fd8601e771954ea636f1af4482035211853e611e",
  "url": "https://valenciaplaza.com/pascua-todos",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Reme Mazzolari",
  "published": "2024-03-29T07:00:00.000+03:00",
  "title": "Una Pascua para todos",
  "text": "Hoy es 29 de marzo y se habla de\nComo en el juego de la oca, voy de fiesta en fiesta en la publicación de esta columna. De las Fallas a la Semana Santa y tiro porque me toca. Hoy he caído de lleno en el Viernes Santo y, por qué no, aquí me quedo. Lo hago con gusto. Como la Navidad, estos días de Pascua nos suelen retrotraer a la infancia. Las monas con sus anisetes, las cometas de colores, las primeras flores de la primavera…recuerdos de juego y familia, felicidad.\nCada uno vivimos estas fiestas a nuestra manera, con diferente grado de religiosidad o sin ella. Eso sí, todo es respetable. El Viernes Santo conmemoramos la pasión, crucifixión y muerte de Jesús. De lo que hace hoy 1.991 años. De esta sentencia a muerte no solo nos queda el nacimiento de una de las tres grandes religiones monoteístas y con ella la celebración de la Semana Santa, sino que perviven expresiones que tuvieron su origen en la historia de aquel hecho: “Ser un Judas”, “La procesión va por dentro”, “Llorar como una magdalena”, “Estar hecho un cristo” o “Hacer una barrabasada”, entre otras. El arraigo es profundo y duradero, aunque a algunos les pese. Algo que no entiendo, pues nadie está obligado a creer ni a celebrar. Cada cual, insisto, que viva estos días como quiera.\nLes propongo algunas opciones interesantes en la provincia de Valencia. Tanto la Semana Santa de Alzira, Ribera Alta, como la de Sagunto, Camp de Morvedre, están declaradas Fiesta de Interés Turístico Nacional. También tiene este distintivo el Misterio de la Pasión de Moncada, Horta Nord. Dignas de ver, igualmente, la de los barrios marítimos de Valencia, la Semana Santa de Benetússer, Horta Sud, y la de Alberic, Ribera Alta, con su tradicional Domingo de Ramos, ‘els Arreglos’ y las procesiones. Son algunos ejemplos, pero hay festividad y tradición a lo largo y ancho de nuestra provincia si la lluvia lo permite.\nPor otra parte, la Pascua es tiempo para salir al campo y disfrutar de la naturaleza. En la provincia de Valencia tenemos parajes singulares de gran riqueza medioambiental, tanto de costa como de interior. Como bien dice la campaña de la Diputación de València nuestra provincia es “Espectacular”. Desde la corporación provincial estamos trabajando para impulsar el turismo de interior, consideramos que es un instrumento clave para luchar contra la despoblación y vertebrar la provincia. En este sentido, con esta campaña ponemos de relieve la diversidad de nuestro patrimonio sociocultural y medioambiental.\nComo digo, nos sobran rincones y estampas naturales para hacer turismo y comernos la mona. Aprovechar estos días para deleitarnos con nuestra gastronomía es también un plan a tener en cuenta. De norte a sur y de este a oeste, tenemos platos típicamente valencianos dignos de los mejores paladares. No puede faltar l’arnadí, el potaje, el bacalao o la longaniza de Pascua.\nAdemás de las fiestas y la gastronomía, la tradición también nos deja canciones que han pasado de padres a hijos durante generaciones como son La Tarara, La Xata Melindrera o Atxúmbala. ¿Quién no ha cantado alguna vez “Estos tres dies de Pasqua són tres dies de jugar, de volar el catxirulo i després a berenar…”? Esta u otra versión, o cualquier otra canción, la música es una seña de identidad de nuestra tierra, que afortunadamente mantenemos muy viva.\nEsta letra popular nos habla de uno de los juegos más típicos de la Semana Santa, la cometa. “Empinar el Catxirulo” es de las cosas que más gusta a los más pequeños, y a algunos mayores; pero no es el único. Saltar a la cuerda, rodar la peonza o el Sambori forman parte también de la tradición de estos días.\nEn definitiva, tenemos un surtido de fiestas, naturaleza, cultura, gastronomía, juegos y música para elegir y disfrutar de estos días como queramos. Yo me quedo con que la mayoría de todas estas tradiciones nos unen y nos definen como pueblo. La Semana Santa, como la Navidad, está por encima de cualquier divergencia ideológica porque, la gran mayoría, en mayor o menor medida, la celebramos. Así que aprovechen estos días, redescubran nuestra provincia, seguro que hay rincones que todavía les pueden sorprender. Vívanla y siéntanla porque hay Pascua valenciana para todos.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T08:08:10.213+03:00",
  "updated": "2024-03-29T08:08:10.213+03:00"
}