{
  "thread": {
    "uuid": "3ccc730aac19d22cbb97072460d6863bb0170770",
    "url": "https://www.irishexaminer.com/property/homeandgardens/arid-41309545.html",
    "site_full": "www.irishexaminer.com",
    "site": "irishexaminer.com",
    "site_section": "https://www.irishexaminer.com/feed/23-property.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "IrishExaminer.com",
    "title": "Ten ways to make your home freeze-resilient in a cold snap",
    "title_full": "Ten ways to make your home freeze-resilient in a cold snap",
    "published": "2024-01-15T19:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IE",
    "main_image": "https://www.irishexaminer.com/cms_media/module_img/7865/3932677_7_seoimageog_b422719d-89a0-422d-bdb2-157310b82dda.jpg.jpg",
    "performance_score": 0,
    "domain_rank": 3325,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 11,
        "comments": 1,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3ccc730aac19d22cbb97072460d6863bb0170770",
  "url": "https://www.irishexaminer.com/property/homeandgardens/arid-41309545.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Irishexaminer.com (digitaldesk@irishexaminer.com)",
  "published": "2024-01-15T19:00:00.000+02:00",
  "title": "Ten ways to make your home freeze-resilient in a cold snap",
  "text": "With Arctic air hitting, it’s probably best to stay indoors if you can.\nBut in freezing conditions, your home needs to be ready for the icy snap too.\nFrom frozen pipes to broken boilers, there’s plenty to consider when making your home the safest space when it’s sub-zero outside. New research has found homeowners aged over 65 worry the most about how to cope in cold weather, feeling particularly concerned about power cuts, broken boilers and frozen pipes.\n“We know people can often dread cold weather but just by following a few simple tips they can make their homes more resilient to the cold to keep both the home, and those living there, cosy,” says Saga’s home product manager Anna Thunstrom.\nHowever, it’s important to make sure your home is freeze-resilient whatever your age, and Andy Simms, a building expert from MyBuilder.com, says: “Cold weather can wreak havoc on our homes. As always, preparing for the weather in advance is always the best option — but there are some last-minute jobs you can do to protect your home.\n“Frozen pipes are a particular pain and can cause plenty of issues with leaks long after the cold weather has left. But if you follow some top tips your home will be well-prepared for the cold weather.”\nHere are the experts’ tips on how to make your home freeze-resilient…\nA burst water pipe on your property is your responsibility, and cold snaps in winter is when you’re most at risk of this, warns property and construction expert Thomas Goodman from MyJobQuote. “Uninsulated pipes in colder parts of the home, such as the loft or basement, are the most likely pipes to burst.”\nGoodman says insulating tubes are relatively cheap, and you can buy them from most DIY shops. “It’s important to wrap your pipes,” he stresses. “This will prevent them from freezing and will also prevent heat loss.”\nHe advises householders to make a particular effort to insulate pipes that take hot water from the cylinder or boiler to the hot water taps. These pipes are usually next to the boiler, in the airing cupboard, and under the bathroom and kitchen sinks.\nIf the weather is predicted to be extra cold on any night, turn on any taps that are along an exterior wall and allow them to drip, Goodman advises. “Allowing your faucets to drip will eliminate pressure building between your tap and any potential ice blockages,” he explains. “This means that even if the pipe does freeze, it will be much less likely to burst.”\nFrozen outdoor taps can add serious pressure to your internal pipes, warns Simms. It’s good practice to disconnect any hosepipes over winter as well as insulating any outdoor taps, he says.\n“Keeping your taps safe in the winter is simple with a £5 tap jacket. This simple insulated protector cover can save you from a whole host of problems if the worst were to happen to an exposed outdoor tap.”\nThese can monitor your usual water use and can turn off the water if they detect a leak, Thunstrom advises. Alternatively, use your water meter to check for leaks.\nSo many homeowners don't know the location of their stopcock. If you have an emergency from a broken outdoor tap, you’ll quickly need to know where your stopcock is located, says Simms.\n“It’s also advisable to turn your water off at the stopcock if going away for a lengthy period, especially over the winter months as this will prevent any leaks or burst pipes.”\nAs well as insulating pipes internally and externally, exterior walls, water tanks and your attic/loft space should also be well insulated, advises Simms. “Good insulation also protects your home from hot weather, so it’s worth the investment,” he says.\nSaga advises that paving or tarmac can be cleared of snow and ice using sand, grit, or salt.\n“Ordinary table or dishwasher salt is fine, but don’t take the rock salt from salting bins to use on private paths and pavements, as this is needed to keep roads clear,” warns Thunstrom.\nThe last thing anyone needs when the temperature plunges is a broken boiler, stresses Simms. “An annual boiler service will ensure any potential issues are nipped in the bud,” he says. “Should your boiler break during freezing weather, you’ll not only be facing a cold house, but it could lead to burst pipes should the water inside them freeze.”\nKeep your thermostat on around 12-15 degrees when you’re away from your home, advises Simms. “While it’s understandable that homeowners don’t want to spend money on heating an empty home, it’s important to maintain a reasonable temperature while you’re away.”\nHe says if you don’t have a thermostat, you can use the timer on your boiler to get the heating to come on for a short time every day.\nAnother option for a thermostat or timer is using smart technology to control the temperature of your home. Simms says: “You can use the remote thermostat to set the temperature you prefer, wherever you are and whenever you want.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "andy simms",
        "sentiment": "none"
      },
      {
        "name": "anna thunstrom",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-16T04:46:15.981+02:00",
  "updated": "2024-01-16T04:46:15.981+02:00"
}