{
  "thread": {
    "uuid": "f23cb3c4194746d6482deed6a573363dcebddea6",
    "url": "https://www.basketballinsiders.com/news/why-isaiah-joe-means-everything-to-the-oklahoma-city-thunder/",
    "site_full": "www.basketballinsiders.com",
    "site": "basketballinsiders.com",
    "site_section": "https://www.basketballinsiders.com/feed/rss/",
    "site_categories": [
      "pro_basketball",
      "sports"
    ],
    "section_title": "Basketball Insiders | NBA Rumors And Basketball News",
    "title": "Plus-Minus King: Why Isaiah Joe means everything to the Oklahoma City Thunder",
    "title_full": "Plus-Minus King: Why Isaiah Joe means everything to the Oklahoma City Thunder",
    "published": "2024-01-06T00:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.basketballinsiders.com/wp-content/uploads/2024/01/Isaiah-Joe-1.jpg",
    "performance_score": 0,
    "domain_rank": 23945,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f23cb3c4194746d6482deed6a573363dcebddea6",
  "url": "https://www.basketballinsiders.com/news/why-isaiah-joe-means-everything-to-the-oklahoma-city-thunder/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mat Issa",
  "published": "2024-01-06T00:15:00.000+02:00",
  "title": "Plus-Minus King: Why Isaiah Joe means everything to the Oklahoma City Thunder",
  "text": "[ NBA ](https://www.basketballinsiders.com/category/news/) Plus-Minus King: Why Isaiah Joe means everything to the Oklahoma City Thunder Key Highlights: - Isaiah Joe is wildly important to the Thunder because of his shooting and synergy with Gilgeous-Alexander - Joe may need to be a part of the Thunder’s best five man lineup if they are going to make a deep playoff run - There are questions about how Joe’s defense will translate to a playoff setting As a 23-10 team sitting at second in the Western Conference and brimming with young talent, the [Oklahoma City Thunder](https://www.basketballinsiders.com/nba/teams/oklahoma-city-thunder/) are a [fun team to talk about](https://www.basketballinsiders.com/news/how-one-play-summarizes-the-oklahoma-city-thunders-greatness/). In fact, the Thunder are so tantalizing that some [championship prediction models](https://theanalyst.com/na/2023/12/nba-predictions-2023-24/) see them as a frontrunner to be the last team standing. But the determining factor for whether or not this team is ready to compete right now or still one year away may not be [Shai Gilgeous-Alexander](https://www.basketballinsiders.com/nba/players/shai-gilgeous-alexander/), [Jalen Williams](https://www.basketballinsiders.com/nba/players/jalen-williams/), or rookie sensation [Chet Holmgren](https://www.basketballinsiders.com/nba/players/chet-holmgren/). Instead, their title odds (barring any significant trades) may hinge on the play of former late second-round pick Isaiah Joe. The Plus-Minus King Take a peak at Basketball Reference’s on-court plus-minus, and you’ll see familiar faces like [Joel Embiid](https://www.basketballinsiders.com/nba/players/joel-embiid/), [Nikola Jokic](https://www.basketballinsiders.com/nba/players/nikola-jokic/), [Kawhi Leonard](https://www.basketballinsiders.com/nba/players/kawhi-leonard/), and Gilgeous-Alexander occupying the top of the list. But do you know who is sixth in the entire NBA in on-court plus-minus? [Isaiah Joe](https://www.basketballinsiders.com/nba/players/isaiah-joe/), of course. According to their database, the Thunder are +12.3 per 100 possessions better than their opponent when Joe is on the floor. So, the Thunder are basically playing at a 70-win pace when he’s on the floor. Some other mind-blowing Joe plus-minus statistics (per Cleaning the Glass and PBP Stats): - The Thunder’s offense is in the 98th percentile league wide when Joe is on the floor (offensive rating of 126.5) - The Thunder’s overall net rating is in the 99th percentile league wide when Joe is on the floor (+14.8) - In the last two years, the Thunder have a net rating of +11.3 in the 1,270 minutes that Joe and Gilgeous-Alexander have shared the floor together. That’s higher than Gilgeous-Alexander’s net rating with [Josh Giddey](https://www.basketballinsiders.com/nba/players/josh-giddey/), [Lu Dort](https://www.basketballinsiders.com/nba/players/lu-dort/), and [Jalen Williams](https://www.basketballinsiders.com/nba/players/jalen-williams/)during that time. What Does He Even Do? Listen, we’re not trying to convince you that Joe is one of the best players in the NBA. But he is perfect at the role that the Thunder need him to play. The Thunder’s offense is heavily focused on the drive-and-kick game, which makes sense since Oklahoma City sports so many talented drivers. As it stands, the Thunder are first in the NBA in drives by a pretty wide margin (nearly six drives per game ahead of the team in second place, per NBA.com). But those drivers need a release valve to kick the ball out to when defenses collapse on those drives. That’s where Joe comes in. Over the last two years, Joe is converting on 41.2% of his triples. When he’s on the court, Joe forces teams to think twice about sending extra help at ball handlers because they don’t want to be burned by his marksmanship. After all, [shooting makes you dangerous](https://www.basketballinsiders.com/news/max-strus-and-georges-niang-change-everything-for-the-cleveland-cavaliers/)! Joe is also great for all the guard screening actions that the Thunder like to run. In those plays, Oklahoma City has Joe run to set a screen and then immediately pop out for a three before making contact with the point-of-attack defender. Unless the defense is perfect with their execution, that interaction usually leads to an open shot for the Thunder. Teams have become so fearful of this play that sometimes they overreact to the threat of it, which also creates open shots for the Thunder! Man, does having shooting make everything so much easier. In the clip below, Joe fakes like he’s going to ghost the screen (that’s what they call this action), which tricks [Chris Paul](https://www.basketballinsiders.com/nba/players/chris-paul/) into switching onto Gilgeous-Alexander. Unfortunately for the [Golden State Warriors](https://www.basketballinsiders.com/nba/teams/golden-state-warriors/), Andrew Wiggins didn’t get the memo, and Joe is left wide open for a high-value shot. More Than Just A Shooter In a lot of ways, the Thunder are the Western Conference version of the [Miami Heat](https://www.basketballinsiders.com/nba/teams/miami-heat/). They are well-coached, versatile, and play with a ton of effort and physicality. They are also great at identifying talent, but that’s a different article for a different day. And if the Thunder are the Heat, Joe is almost certainly their [Duncan Robinson](https://www.basketballinsiders.com/nba/players/duncan-robinson/). And just like Robinson has worked hard to turn himself into [more than just a sharpshooter](https://hothothoops.com/2023/11/18/duncan-robinson-has-put-in-the-work-and-stepped-up-for-the-miami-heat/), Joe has done the same this season. Being an elite shooter is great. But if it’s the only kind of bow you have in your quiver, modern-day defenses will be able to nullify that projectile pretty quickly in the playoffs. The most simple way to accomplish this is to instruct defenders to use the [fly-by closeout](https://streamable.com/mk70p1). This technique calls for defenders to aggressively closeout to shooters at the 3-point line in a manner that forces them to dribble the basketball and attack from the interior. To counter this, shooters need to be able to put the ball on the floor and drive the closeout for a finish at the rim (first clip in the montage below) or a midrange jumper (second clip). Along with the ability to attack closeouts, Joe has shown some value as a [cutter](https://streamable.com/blfn01) and passer in [quick-hitting actions](https://streamable.com/gcvdjl). So, Joe has ways to fight against the tactics that defenses might try to deploy against him in the postseason. Why Do The Thunder Need Him To Compete? As we talked about in our [recent Max Christie breakdown](https://www.basketballinsiders.com/news/super-max-is-max-christie-a-legit-rotational-player-for-the-lakers/), a big part of a team’s postseason success is tied to how good their best five-man unit is. Clearly, Gilgeous-Alexander, Williams, and Holmgren will be a part of that lineup for Oklahoma City against most matchups. But what about the other two spots? Despite a hot start to the 2023-24 season (41.8% from three), Dort is a historically below-average shooter (34.1% for his career). Having an off-ball player who isn’t a big man be a poor shooter can pose spacing concerns in the playoffs. But thanks to Dort’s defensive impact, and the added spacing boost Holmgren provides for his position (40.7% from three), the Thunder can probably bite the bullet on Dort’s shooting. What about that fifth spot? Giddey is the Thunder’s fifth starter. But he’s also a poor shooter, and he doesn’t provide the same level of defense that Dort does, so playing him big minutes in the postseason will be a lot tougher. That’s why Joe is so important. Joe gives the Thunder the shooting/spacing that they need to survive highly-contested playoff matchups. Okay And? So, Joe is the perfect fifth guy to close playoff games for the Thunder. Why did we need a whole article about that? Well, Joe isn’t a super clean fit either. Depending on who you ask, Joe stands at about 6’3/6’4, and he’s not nearly as muscular as someone like Dort. Smaller/frailer players like this often get targeted in the playoffs. Can Joe do enough on that end of the court to stay on the floor so that the Thunder can reap the benefits of his offense? To his credit, Joe is an incredibly willing defender. He’s in the 98th percentile in charges drawn per 36 minutes (per NBA.com), and he moves his feet well laterally. He’s a better defender than a lot of the players in his archetype (like, say, [Seth Curry](https://www.basketballinsiders.com/nba/players/seth-curry/)). And the Thunder also do a good job of hiding him from unfavorable matchups by having him hedge screening actions instead of switching them ( [like this](https://streamable.com/ygtw27)). Still, we’ve seen plenty of good regular season team defenders struggle to keep up with the big dogs in a seven-game series. Will that be the case with Joe? Only time will tell. For now, be sure to keep an eye on Joe because he may end up being the difference between the Thunder being fun and them being fierce. - [Lakers, Heat, 76ers, Pistons, & Knicks Have Expressed Interest In Dejounte Murray](https://www.basketballinsiders.com/news/lakers-heat-76ers-pistons-knicks-have-expressed-interest-in-dejounte-murray/) - [Darko Rajakovic’s famous speech cost him 25,000 dollars](https://www.basketballinsiders.com/news/darko-rajakovics-famous-speech-cost-him-25000-dollars/) - [This piece of Michael Jordan memorabilia could sell for 80,000 dollars](https://www.basketballinsiders.com/news/this-piece-of-michael-jordan-memorabilia-could-sell-for-80000-dollars/) - [Trail Blazers vs. Thunder Odds, Picks, & Predictions (Jan. 11)](https://www.basketballinsiders.com/news/trail-blazers-vs-thunder-odds-picks-predictions-jan-11/) - [Warriors, Raptors Are Negotiating A Pascal Siakam Trade?](https://www.basketballinsiders.com/news/warriors-raptors-are-negotiating-a-pascal-siakam-trade/) - Headlines 7 days ago Nikola Jokic Shooting Above 90 Percent In Past Three Games - NBA 1 week ago Golden State is moving on from Draymond Green while he reflects: ‘We are giving him his space’ - Headlines 2 weeks ago Ime Udoka Not Considering Moving Jalen Green to Second Unit - Headlines 3 days ago Warriors Not Open to Trading Jonathan Kuminga [](https://www.basketballinsiders.com/news/nikola-jokic-shooting-above-90-percent-in-past-three-games/) [](https://www.basketballinsiders.com/news/golden-state-is-moving-on-from-draymond-green-while-he-reflects-we-are-giving-him-his-space/) [](https://www.basketballinsiders.com/news/ime-udoka-not-considering-moving-jalen-green-to-second-unit/) [](https://www.basketballinsiders.com/news/warriors-not-open-to-trading-jonathan-kuminga/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Science and Technology"
  ],
  "external_links": [
    "https://streamable.com/ygtw27",
    "https://hothothoops.com/2023/11/18/duncan-robinson-has-put-in-the-work-and-stepped-up-for-the-miami-heat/",
    "https://theanalyst.com/na/2023/12/nba-predictions-2023-24/",
    "https://streamable.com/gcvdjl",
    "https://streamable.com/blfn01",
    "https://streamable.com/mk70p1",
    "https://www.hothothoops.com/2023/11/18/duncan-robinson-has-put-in-the-work-and-stepped-up-for-the-miami-heat/",
    "https://hothothoops.com/2023/11/18/duncan-robinson-has-put-in-the-work-and-stepped-up-for-the-miami-heat",
    "https://www.streamable.com/gcvdjl",
    "https://theanalyst.com/na/2023/12/nba-predictions-2023-24",
    "https://www.streamable.com/ygtw27",
    "https://www.streamable.com/blfn01",
    "https://www.streamable.com/mk70p1",
    "https://www.theanalyst.com/na/2023/12/nba-predictions-2023-24/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "isaiah jo",
        "sentiment": "negative"
      },
      {
        "name": "isaiah joe",
        "sentiment": "negative"
      },
      {
        "name": "joe",
        "sentiment": "none"
      },
      {
        "name": "chet holmgren",
        "sentiment": "none"
      },
      {
        "name": "shai gilgeous-alexander",
        "sentiment": "none"
      },
      {
        "name": "gilgeous-alexander - joe",
        "sentiment": "none"
      },
      {
        "name": "jalen williams",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "oklahoma city",
        "sentiment": "none"
      },
      {
        "name": "oklahoma city thunder",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:25:47.694+02:00",
  "updated": "2024-01-13T04:20:39.680+02:00"
}