{
  "thread": {
    "uuid": "c8e343f8983495c63ce1036c8224821792c95974",
    "url": "https://www.fool.ca/?p=1640456",
    "site_full": "www.fool.ca",
    "site": "fool.ca",
    "site_section": "http://www.fool.ca/feed/",
    "site_categories": [
      "investing",
      "finance"
    ],
    "section_title": "The Motley Fool Canada",
    "title": "Want $1 Million in Retirement? Invest $100,000 in These 3 Stocks and Wait a Decade | The Motley Fool Canada",
    "title_full": "Want $1 Million in Retirement? Invest $100,000 in These 3 Stocks and Wait a Decade | The Motley Fool Canada",
    "published": "2024-01-05T23:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.fool.ca/wp-content/uploads/2019/01/retirement-plan.jpg",
    "performance_score": 0,
    "domain_rank": 45500,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c8e343f8983495c63ce1036c8224821792c95974",
  "url": "https://www.fool.ca/?p=1640456",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Puja Tayal",
  "published": "2024-01-05T23:30:00.000+02:00",
  "title": "Want $1 Million in Retirement? Invest $100,000 in These 3 Stocks and Wait a Decade | The Motley Fool Canada",
  "text": "A $100,000 investment in the title might give you goosebumps. But when you work out the math, it is a pragmatic investment. Because to convert $100,000 into $1 million in 10 years, your portfolio should give a 26% compound annual growth rate (CAGR) or a 1,000% return in a decade. Three TSX stocks to buy for a $1 million retirement Constellation Software stock Constellation Software ( [TSX:CSU](https://www.fool.ca/company/tsx-csu-constellation-software-inc/343181/)) is a stock you can consider buying anytime, as its acquisition model makes it a resilient growth stock. It buys small vertical-specific software companies with stable cash flows and then reinvests that cash to acquire new companies with stable cash flows. Constellation is compounding its cash flows, which is reflected in its stock price. And in compounding, it is always the first $1,000 that takes time. The time to convert $1,000 to $2,000 and $2,000 to $3,000 keeps reducing. That is happening with Constellation. The stock took 31 months (January 2019-August 2021) to rise from $1,000 to $2,000. But it reached the $3,000 mark in 27 months in November 2023. The stock has surged 1,300% in the last 10 years and continues to grow. If you only have 10 years left for retirement, Constellation is a relatively stable [growth stock](https://www.fool.ca/investing/how-to-choose-growth-stocks/) to invest a significant portion of your portfolio. Descartes Systems stock Descartes Systems ( [TSX:DSG](https://www.fool.ca/company/tsx-dsg-the-descartes-systems-group-inc/345114/)) is another resilient growth stock with the potential to give you at least a 20% CAGR return in the long term. The supply chain management solutions provider has been growing its [revenue ](https://www.fool.ca/investing/what-is-revenue/)every year for over a decade. It also improved its net profit margin from 11% during the pandemic to 21% at present. Trade and logistics are ever evolving. And with global supply chain and geopolitical tension, the trade network is revamping. New trade routes, inventory and logistics planning, adjusting to a new supplier network and transporting goods from another country to your doorstep. Steps keep adding in trade and logistics, and technology makes it efficient. Descartes stock grows with the economy when trade and commerce flourish. But it is also resilient to economic downturns as companies use Descartes’s solutions to overcome new trade challenges. For instance, the pandemic saw increased subscriptions for its e-commerce services. Descartes Systems is in a long-term secular growth trend. It keeps evolving with the needs of trade and commerce. Being among the top 10 providers of supply chain management solutions, it has the potential to tap the industry’s growth. Nuvei stock Unlike the above two growth stocks that have been trading on the TSX for over a decade, Nuvei ( [TSX:NVEI](https://www.fool.ca/company/tsx-nvei-nuvei/363800/)) is relatively new and has yet to prove its worth as a sustainable growth stock. It started trading on the TSX in September 2020 during the tech bubble. The stock fell when the bubble burst. It is trading 28% below its initial price. You can relate to Nuvei’s stock price momentum with the 2000 dot-com bubble when many internet stocks crashed. Only the ones with a strong foundation and robust balance sheet thrived. Today, investors who bought tech stock in 2001 are millionaires. Nuvei is a payment platform with a wide array of payment options to choose from. It is currently dependent on e-commerce clients to generate a higher transaction volume. It is expanding into enterprise transactions, attracting [big names](https://nuvei.com/company/press-releases/nuvei-enters-global-payments-partnership-with-microsoft/) like Microsoft. Enterprise-level transactions can reduce the e-commerce seasonality and give it a stable platform for growth. While Nuvei stock could be volatile in the first few years, it could pick up momentum when the global economy begins to recover.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://nuvei.com/company/press-releases/nuvei-enters-global-payments-partnership-with-microsoft/)",
    "https://www.nuvei.com/company/press-releases/nuvei-enters-global-payments-partnership-with-microsoft/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "motley fool canada",
        "sentiment": "negative"
      },
      {
        "name": "csu",
        "sentiment": "none"
      },
      {
        "name": "tsx",
        "sentiment": "none"
      },
      {
        "name": "constellation software",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:33:52.295+02:00",
  "updated": "2024-01-06T00:33:52.295+02:00"
}