{
  "thread": {
    "uuid": "d30eae3cc5f185b2503329e61afc7402f206f4c0",
    "url": "https://www.globalsecurity.org/wmd/library/news/ukraine/2024/03/ukraine-240307-govno02.htm",
    "site_full": "www.globalsecurity.org",
    "site": "globalsecurity.org",
    "site_section": "http://www.globalsecurity.org/globalsecurity-org.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "GlobalSecurity.org",
    "title": "Norway contributes to Czech procurement of artillery ammunition for Ukraine",
    "title_full": "Norway contributes to Czech procurement of artillery ammunition for Ukraine",
    "published": "2024-03-08T12:52:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 3594,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d30eae3cc5f185b2503329e61afc7402f206f4c0",
  "url": "https://www.globalsecurity.org/wmd/library/news/ukraine/2024/03/ukraine-240307-govno02.htm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "John Pike",
  "published": "2024-03-08T12:52:00.000+02:00",
  "title": "Norway contributes to Czech procurement of artillery ammunition for Ukraine",
  "text": "Norway contributes to Czech procurement of artillery ammunition for Ukraine\nGovernment of Norway\nPress release | Date: 07/03/2024\n'Ukraine has an urgent need for large quantities of artillery ammunition to defend themselves against Russia's war of aggression. Norway already supports Ukraine with artillery ammunition both from its own stocks and directly from the industry. Today, we have decided to further contribute up to NOK 1.6 billion to an initiative led by Czechia to secure much-needed artillery ammunition to Ukraine as quickly as possible,' says Prime Minister Jonas Gahr Støre.\nCzechia leads an initiative to provide up to 1 million 155 mm artillery shells and other types of artillery ammunition to Ukraine. The initiative's success is dependent allies joining forces to provide funding. Norway, in cooperation with several other allies, will contribute. The Norwegian support of up to NOK 1.6 billion ensures that the initiative will be fully funded. This was discussed at a meeting of donors to Ukraine in Paris last week. The Norwegian contribution was communicated to Czechia's President Peter Pavel by Prime Minister Jonas Gahr Støre in a conversation on Thursday morning.\nThe government has previously set aside up to NOK 2 billion to increase production capacity in the Norwegian defence industry, of which NOK 1 billion will be used for specific measures to increase production capacity at Nammo AS.\n'It is a priority for the Norwegian government that Norwegian military support addresses high priority needs for Ukraine's defence. Norway has donated several rounds of 155 mm artillery ammunition to Ukraine since the full-scale invasion just over two years ago. We have donated complete shells from the Norwegian Armed Forces' own stockpile, and we have cooperated with Denmark to assemble shells with sub-components from both countries. Ukraine has a pressing need for large quantities of artillery ammunition, and we hope that Norwegian and European support for the Czech initiative will help Ukraine receive large quantities of new ammunition as soon as possible,' says Minister of Defence Bjørn Arild Gram.\nThrough the Nansen Support Programme to Ukraine, Norway has contributed about NOK 10 billion in military support in the form of donations from the defence sector and industry, grants to international funds and mechanisms, and training of Ukrainian personnel. The government has already taken a number of major decisions on military support for 2024 and is in constant dialogue with allies and partners on ways to help meet Ukraine's high-priority military needs. Norway, other allies and the EU have implemented measures that will help to increase the production capacity of the defence industry in the longer term.\n'Russia's war of aggression against Ukraine is in clear violation of International Law and remains the greatest challenge to Norway's security policy. No other crisis or conflict has the potential to affect Norway's security to the same extent. This war is about people: those who suffer under Russia's illegal warfare and those are subjected to oppression and abuse by the occupier. It is therefore crucial for Ukraine and for our own security that Norway continues to support Ukraine's defence through military and civilian support. The Government's decision to contribute up to NOK 1.6 billion to the Czech artillery ammunition initiative is a significant contribution, which is possible due to the flexibility of the multi-year Nansen program,' says Minister for Foreign Affairs Espen Barth Eide.\n|\n|\nNEWSLETTER\n|Join the GlobalSecurity.org mailing list|\n|\n||\n|",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jonas gahr",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "norway",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "ukraine norway",
        "sentiment": "none"
      },
      {
        "name": "czechia",
        "sentiment": "none"
      },
      {
        "name": "paris",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T14:29:25.868+02:00",
  "updated": "2024-03-08T14:29:25.868+02:00"
}