{
  "thread": {
    "uuid": "9595496794e181d3091e1790c9e97c764fd94b3f",
    "url": "https://actu.fr/bretagne/trebeurden_22343/trebeurden-femme-dexception-genevieve-prigent-a-ete-de-tous-les-combats_60794489.html",
    "site_full": "actu.fr",
    "site": "actu.fr",
    "site_section": "https://actu.fr/rss.xml",
    "site_categories": [
      "travel",
      "france"
    ],
    "section_title": "actu.fr - Toute l'information nationale, régionale et locale.",
    "title": "Trébeurden. Femme d'exception, Geneviève Prigent a été de tous les combats | Le Trégor",
    "title_full": "Trébeurden. Femme d'exception, Geneviève Prigent a été de tous les combats | Le Trégor",
    "published": "2024-03-08T11:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://static.actu.fr/uploads/2024/03/a5d9755646d5699d9755646d56dd97v.jpg",
    "performance_score": 0,
    "domain_rank": 6412,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9595496794e181d3091e1790c9e97c764fd94b3f",
  "url": "https://actu.fr/bretagne/trebeurden_22343/trebeurden-femme-dexception-genevieve-prigent-a-ete-de-tous-les-combats_60794489.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rédaction Lannion",
  "published": "2024-03-08T11:03:00.000+02:00",
  "title": "Trébeurden. Femme d'exception, Geneviève Prigent a été de tous les combats | Le Trégor",
  "text": "Voir mon actu Suivre Le Trégor Résistante, Geneviève Prigent, de Trébeurden, l’a été durant la Seconde Guerre mondiale et l’a montré au cours de ses nombreux combats en faveur des droits sociaux et de la sauvegarde des sites naturels.\nNée en 1919 à Saint-Brieuc et princesse du Monténégro par alliance, elle sera mise à l’honneur, ce vendredi 8 mars 2024, Journée internationale des droits des femmes, lors d’une conférence au Sémaphore à Trébeurden, animée par Dominique Futschik, vice-présidente de l’association Côte de granit rose, respect et protection.\nC’est dans le cadre de cette association que cette dernière a rencontré le fils de Geneviève Prigent, Nicolas Petrovitch Njegosh , et découvert la personnalité de sa mère. Dominique Futschik décide alors de mener des recherches sur cette « femme d’exception » qui a marqué la vie trébeurdinaise du début des années 70, quand elle s’installe dans la commune, jusqu’à son décès en 1990.\n« Elle menait ses luttes toujours dans la légalité et sans violence », assure la conférencière. Des personnes, qui ont été très proches d’elle, témoignent de son abnégation et de sa pugnacité.\nPréserver les sites naturels Peu après son arrivée sur la commune, Geneviève Prigent crée l’ association Bevan e Trebeurden (Vivre à Trébeurden) avec Simone Guillou pour combattre des projets immobiliers sur la côte.\nElle s’insurge également contre l’extraction de sable dans les années 70-80. « J’étais sa petite main pour faire ses expositions ou organiser des balades. Je lui apportais les arguments scientifiques », relate Odile Guérin, géologue, qui est aussi sa secrétaire lorsqu’elle est présidente de l’Union régionale bretonne de l’environnement.\nElle allait voir les politiques. S’il fallait, elle montait à Paris dans les ministères. Elle s’appuyait sur des gens très engagés.\nOdile Guérin, géologue. Sa longue et dernière lutte est contre le port. Elle écrit une lettre au président Mitterrand, mais elle sait le combat perdu d’avance. « C’est la commune qui a le plus de sites protégés grâce à Geneviève Prigent », affirme la géologue.\nVidéos : en ce moment sur Actu A la Ligue des droits de l’Homme Geneviève Prigent n’arrive pas à obtenir une salle pour Bevan e Trebeurden sur la commune. Elle s’en ouvre à la Ligue des droits de l’Homme de Lannion Trégor, dont elle devient rapidement responsable. C’est là que Jean-Jacques Monnier fait sa connaissance.\nLa militante prend à cœur toutes les causes difficiles ou injustes comme des employés licenciés, des besoins de logement. Elle porte les dossiers jusqu’au comité central parisien, où elle occupe des fonctions parmi l’imposante majorité d’hommes.\n« Nous étions un groupe non conformiste et pas spécialiste du droit », raconte l’historien. « Mais elle était un bourreau de travail. Elle se renseignait à la sous-préfecture. Elle avait fait afficher les Droits de l’Homme à la gendarmerie ».\nEt d’exprimer son respect et son admiration :\nSa personnalité, toujours très enjouée, était le ciment du groupe. On discutait, elle n’imposait pas les décisions. On était devenu militants et amis. C’était une femme de conviction et elle avait une parole totalement libre.\nJean-Jacques Monnier, historien. Admirée et redoutée « Altruiste », « enthousiaste », « démocrate », « indomptable », s’accordent à dire ceux qui l’ont côtoyée. « Pour une partie des gens, c’était une râleuse », reconnaît Jean-Jacques Monnier.\nSes combats soulèvent d’autant plus de controverses qu’elle est une femme. « Elle a sacrifié sa carrière d’orthoptiste pour sauvegarder Trébeurden », admire Odile Guérin.\nSon fils, prince héritier du Monténégro , sera présent à la conférence vendredi 8 mars.\nMarie-José Mignot\nVendredi 8 mars à 20h au Sémaphore à Trébeurden, conférence hommage à Geneviève Prigent. Entrée libre. Réservations à l’accueil de la mairie au 02 96 15 44 00. Suivez toute l’actualité de vos villes et médias favoris en vous inscrivant à Mon Actu .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-08T11:07:38.930+02:00",
  "updated": "2024-03-08T11:07:38.930+02:00"
}