{
  "thread": {
    "uuid": "82f3ab6b5b90d047d689f5d13a086afc3b402fb1",
    "url": "https://thefrontierpost.com/coas-army-to-support-people-of-balochistan",
    "site_full": "thefrontierpost.com",
    "site": "thefrontierpost.com",
    "site_section": "https://thefrontierpost.com/feed",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "The Frontier Post",
    "title": "COAS: Army to support people of Balochistan",
    "title_full": "COAS: Army to support people of Balochistan",
    "published": "2024-03-08T16:29:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://thefrontierpost.com/wp-content/uploads/2024/03/COAS.jpg",
    "performance_score": 0,
    "domain_rank": 75736,
    "domain_rank_updated": "2024-03-05T12:11:17.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "82f3ab6b5b90d047d689f5d13a086afc3b402fb1",
  "url": "https://thefrontierpost.com/coas-army-to-support-people-of-balochistan",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Frontier Post",
  "published": "2024-03-08T16:29:00.000+02:00",
  "title": "COAS: Army to support people of Balochistan",
  "text": "F.P. Report\nRAWALPINDI: Chief of Army Staff (COAS) General Asim Munir on Friday promised the people of Balochistan that they will be supported by armed forces and law enforcement agencies for peace and prosperity in the province, said a statement issued by the Inter-Services Public Relations (ISPR).\n“The success of Balochistan is the success of Pakistan. The people of Pakistan are proud of the brave people of Balochistan who have stood tall against all odds. Armed Forces of Pakistan and law enforcement agencies will continue to render their services in support of the people of Balochistan for peace and prosperity,” said the army chief. The army chief made these comments during his visit to the Awaran district of Balochistan where he was briefed on the security situation of the province.\nAccording to the military’s media wing, the army chief was also informed about the efforts being taken by the Pakistan Army in the socio-economic development and agriculture potential of Balochistan. During his visit to Awaran, COAS Munir interacted with the local elders, farmers and families of shuhada and assured them of the army’s unstinting support for their security and welfare while paying rich tribute to the sacrifices rendered by the martyred.\nWhile interacting with the notables and farmers of Awaran, the army chief emphasised the importance of agriculture and the army’s commitment to the Green Pakistan Initiative (GPI). “Farmers will be provided with all kinds of agricultural facilities, including the provision of easy agricultural loans, seeds, fertilisers, solar tube wells and guidance by agriculture experts so that they can cultivate their lands and become partners in the progress and development of Pakistan,” said the COAS.\nLater on, the army chief inaugurated Cadet College Awaran and interacted with faculty members and students. He also appreciated the establishment of another Cadet College in Balochistan for the people of the area. He reiterated his commitment that the Pakistan Army will continue development and relief activities in Balochistan in collaboration with the concerned civil departments. Earlier on arrival, COAS was received by Balochistan’s Corps Commander.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "asim munir",
        "sentiment": "negative"
      },
      {
        "name": "coas munir",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "pakistan army",
        "sentiment": "none"
      },
      {
        "name": "inter-services public relations",
        "sentiment": "none"
      },
      {
        "name": "ispr",
        "sentiment": "none"
      },
      {
        "name": "armed forces of pakistan",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "balochistan",
        "sentiment": "none"
      },
      {
        "name": "awaran",
        "sentiment": "none"
      },
      {
        "name": "pakistan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T21:55:47.147+02:00",
  "updated": "2024-03-08T21:55:47.147+02:00"
}