{
  "thread": {
    "uuid": "f103a8312153e01af59fd88b1489cbbb34f3c7f6",
    "url": "https://dnyuz.com/2024/04/18/heres-how-johnsons-jigsaw-puzzle-of-a-foreign-aid-plan-would-work",
    "site_full": "dnyuz.com",
    "site": "dnyuz.com",
    "site_section": "https://dnyuz.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "DNyuz",
    "title": "Here’s How Johnson’s Jigsaw Puzzle of a Foreign Aid Plan Would Work",
    "title_full": "Here’s How Johnson’s Jigsaw Puzzle of a Foreign Aid Plan Would Work",
    "published": "2024-04-19T00:35:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://dnyuz.com/wp-content/uploads/2024/04/Heres-How-Johnsons-Jigsaw-Puzzle-of-a-Foreign-Aid-Plan.jpg",
    "performance_score": 0,
    "domain_rank": 28267,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f103a8312153e01af59fd88b1489cbbb34f3c7f6",
  "url": "https://dnyuz.com/2024/04/18/heres-how-johnsons-jigsaw-puzzle-of-a-foreign-aid-plan-would-work",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "New York Times",
  "published": "2024-04-19T00:35:00.000+03:00",
  "title": "Here’s How Johnson’s Jigsaw Puzzle of a Foreign Aid Plan Would Work",
  "text": "The House is set to vote this weekend on a foreign aid package for Ukraine, Israel and Taiwan that has been stalled for months.\nSimilar legislation passed the Senate in February with bipartisan support, but, in order to steer around opposition from members of his own party, Speaker Mike Johnson, a Republican from Louisiana, is using a convoluted plan: It breaks that package down into three pieces, adds a fourth bill to sweeten the deal and then melds them back together again.\nThe strategy is designed to capitalize on the distinct bases of political support for the various pieces of the foreign aid package, worth $95.3 billion, without allowing opposition to any one element defeat the whole thing. Mr. Johnson regards it as a necessity given his vanishingly slim majority and the large number of Republicans who staunchly oppose sending aid to Ukraine.\nHe will need to rely on support from Democrats not only to win passage of the funding for Kyiv, but also to prevail on a procedural vote needed to bring the package to the floor. On Thursday, Mr. Johnson was working to get that procedural measure through the House Rules Committee, where three Republicans have said they will block it, meaning that Democratic support would be needed just to get it out of committee.\nHere’s how Mr. Johnson’s plan would work:\nAn all-or-nothing procedural measure is the first vote\nThe first vote, and most crucial, on the package will happen before the aid ever comes to the floor. It will be on a measure known as a rule that is usually a routine procedural step, almost always taken along party lines, laying out how the debate and voting will go. But in this case, Mr. Johnson will need Democrats to vote for it because right-wing Republicans are vehemently opposed.\nThe rule is expected to allow for debate and separate votes on each of the four pieces of the package and then, should all of them pass, wrap them together into one bill. That means that the House would never actually hold an up-or-down vote on the entire aid package.\nThe maneuver effectively decouples aid for Israel and Ukraine on the House floor without actually breaking the two apart. It would allow lawmakers who strongly back aid to Israel — most Republicans and Democrats — to vote in favor of that piece of the package. At the same time, those who oppose aid to Ukraine — as many right-wing Republicans do — would be able to do so.\nBackers of the funding for Kyiv, including most Democrats and many mainstream Republicans, could support that bill while voting against aid to Israel, as some progressive Democrats may do.\nThe strategy sets up an all-or-nothing vote on the rule that lawmakers will face before considering any one piece of the aid package, creating a procedural hurdle almost as important as the legislation itself.\n$60.8 billion for Ukraine\nMilitary funding for Ukraine makes up the largest bill in the package, totaling $60.8 billion. A sizable amount is set aside to “replenish American defense stockpiles” and it grants billions for the purchase of U.S. defense systems, which Ukrainian officials for months have said are badly needed.\nThe bill closely mirrors the Senate package, but it adds a requirement for the Biden administration to send more American-made missiles known as long-range ATACMS to Kyiv. The United States has\npreviously supplied Ukraine with a cluster-munition version of the missiles, but only after President Biden overcame his longstanding reluctance to providing the weapons and permitted the Pentagon to deliver them covertly.\nIt also would direct the president to seek repayment of $10 billion in economic assistance, a concept supported by former President Donald J. Trump, who has pushed for any aid to Kyiv to be in the form of a loan. But it also would allow the president to forgive those loans starting in 2026.\n$26.4 billion for Israel and aid for Palestinians\nThe bill would send roughly $15 billion in military aid to Israel as the country continues its offensive against Hamas and weighs a response to attacks from Iran. It prioritizes defensive capabilities, providing more than $5 billion to replenish the Iron Dome, David’s Sling and Iron Beam defense systems. An additional $2.4 billion is directed to current U.S. military operations in the region.\nAnother $9 billion would go to “worldwide humanitarian aid,” including for civilians in Gaza. Like the Senate bill, this package would bar funding from going to UNRWA, the main United Nations agency that provides aid to Palestinians in Gaza. The package does not include any conditions on military aid, a sticking point for a growing number of Democrats who have become more vocal in their calls to force the Israeli government to modify their military tactics in Gaza.\n$8 billion for Taiwan and other allies\nA third bill would provide $8 billion of aid for Taiwan to counter China. The House bill would allow the Pentagon to quickly provide Taiwan with more offensive weapons and provides billions more for the purchase of advance U.S. weapons technology as the U.S. and Taiwanese governments continue to build up their alliances to deter China from launching an invasion.\nA sweetener bill\nA fourth measure includes several Republican priorities that Mr. Johnson cobbled together to draw more support within his own party for the aid package.\nOne piece would redirect funds from seized Russian assets to offset American aid to Ukraine. Republicans who back the plan say it will ensure that Russia’s president, Vladimir V. Putin, is held financially accountable for the war.\nAmerican allies, including France and Germany, have been skeptical about the viability of such a move under international law. They have instead been pushing for a solution that uses the proceeds on the interest from the nearly $300 billion of frozen Russian assets to give to Ukraine directly, either in the form of loans or as collateral to borrow money.\nThe bill also would impose sanctions on Iranian and Russian officials and further limit the export of U.S. technology used to make Iranian drones.\nAnd it includes legislation that would\nforce the parent company of TikTok, the popular social media app, to sell the platform or face a ban in the United States. It mirrors a bill that the House passed last month. But it includes an option to extend the deadline for a sale to nine months from the original six, and it would allow the president to extend it for another 90 days if progress toward a sale was being made.\nThe post\n Here’s How Johnson’s Jigsaw Puzzle of a Foreign Aid Plan Would Work appeared first on New York Times.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Politics"
  ],
  "external_links": [
    "https://www.nytimes.com/2024/04/17/technology/tiktok-ban-ukraine-israel-aid.html",
    "https://www.nytimes.com/",
    "https://www.nytimes.com/2023/10/17/world/europe/ukraine-atacms-attacks-russia.html",
    "https://www.nytimes.com/2024/04/17/us/politics/johnson-democrats-ukraine-aid-plan.html",
    "https://www.nytimes.com/2024/03/13/technology/tiktok-ban-law-congress.html",
    "https://nytimes.com/2024/03/13/technology/tiktok-ban-law-congress.html",
    "https://nytimes.com/",
    "https://nytimes.com/2024/04/17/technology/tiktok-ban-ukraine-israel-aid.html",
    "https://nytimes.com/2024/04/17/us/politics/johnson-democrats-ukraine-aid-plan.html",
    "https://www.nytimes.com",
    "https://nytimes.com/2023/10/17/world/europe/ukraine-atacms-attacks-russia.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "johnson",
        "sentiment": "negative"
      },
      {
        "name": "mike johnson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "house",
        "sentiment": "negative"
      },
      {
        "name": "senate",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "taiwan",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "louisiana",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:35:49.163+03:00",
  "updated": "2024-04-19T00:35:49.163+03:00"
}