{
  "thread": {
    "uuid": "0f33d581a918f1a624fcabfe888a283669e92307",
    "url": "https://www.chattanoogan.com/2024/1/19/481332/Profiles-Of-Valor-Major-James-Howard.aspx",
    "site_full": "www.chattanoogan.com",
    "site": "chattanoogan.com",
    "site_section": "https://chattanoogan.com/leisuretime",
    "site_categories": [
      "media"
    ],
    "section_title": "\r\n\tLeisuretime - Chattanoogan.com\r\n",
    "title": "Profiles Of Valor: Major James Howard - Chattanoogan.com",
    "title_full": "Profiles Of Valor: Major James Howard - Chattanoogan.com",
    "published": "2024-01-19T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 16386,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0f33d581a918f1a624fcabfe888a283669e92307",
  "url": "https://www.chattanoogan.com/2024/1/19/481332/Profiles-Of-Valor-Major-James-Howard.aspx",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-19T02:00:00.000+02:00",
  "title": "Profiles Of Valor: Major James Howard - Chattanoogan.com",
  "text": "“It was a case of one lone American against what seemed to be the entire Luftwaffe.” Aviation geeks like me, will immediately recognize the aircraft in this article image as the North American P-51B Mustang. Of all the aircraft types I have been in over the last 40 years, the hours I spent 20 years ago on the stick of a P-51D were more fun than any other. Seasoned fighter pilots and enthusiasts alike will also note something unusual about the markings on this World War II Army Air Force fighter — it indicates the nationality of the 12 enemy aircraft downed by double-ace, Maj. James Howard, as being both Japanese and German, two distant warfare theaters – the Pacific and Europe. An ace (five kills) in two theaters is rare – Navy Cmdr. Dean “Diz” Laird was the only other WWII ace who scored multi-theater kills, two German followed by three Japanese. But double-ace James Howard, was credited with being an ace in both theaters. James Howell Howard was born in Canton, China, where his American father, an ophthalmologist, was teaching eye surgery. His family returned to St. Louis when he was 14 years old, where he finished high school and then completed college at Pomona College in Claremont, California. Considering a path to medical school, Howard decided in his senior year that a career in Naval Aviation would be more compelling than medical school. He began his flight training at Naval Air Station Pensacola, earning his wings in 1938, and a year later joined a squadron on the USS Enterprise, at the time based at Pearl Harbor, Hawaii. Six months after the attack on Pearl, wanting to help defend China from the Japanese, he joined the famous Flying Tigers, the American Volunteer Group (AVG) in Burma. As a P-40 fighter pilot, in his 56 missions, he shot down six Japanese warplanes. In July 1942, after the Flying Tigers were disbanded, Howard returned to the U.S. and accepted a commission with the Army Air Force. A year later, then-Major Howard took command of the 356th Fighter Squadron, 354th Fighter Group, based in the UK. On Jan. 11, 1944, Howard led three squadrons of P-51s on an escort mission in support of American bombers targeting Oschersleben, Germany. After completion of that run, while flying cover for the American B-17s returning to the UK, they were attacked by a large contingent of Luftwaffe fighters. Separated from his group, Howard singlehandedly flew directly into a swarm of more than 30 German fighters, and for 30 minutes, a lifetime in air-to-air combat, he repeatedly engaged the enemy fighters. With three of his four wing-mounted Browning AN-M2 .50-caliber machine guns out of ammo — 350 rounds each on the inboard guns and 280 rounds on the outboard guns — Howard continued to attack the enemy with the few rounds he had left. He chalked up two kills protecting the 401st Bomb Group’s heavy bombers, including a twin-engine Messerschmitt Bf 110, and two probables. Returning to base, his Mustang had but one solitary bullet hole. The leader of the 401st described Howard’s actions: “For sheer determination and guts, it was the greatest exhibition I’ve ever seen. It was a case of one lone American against what seemed to be the entire Luftwaffe. He was all over the wing, across and around it. They can’t give that boy a big enough award.” Howard became the only European Medal of Honor recipient for actions as a fighter pilot in air combat. His P-51 Mustang was named “DING HAO!” an American World War II slang term based on the Chinese phrase for “number one,” and it carried the victory labels for both his Flying Tiger kills and his missions in Europe — being an Ace Pilot in both theaters. His Medal of Honor citation notes: For conspicuous gallantry and intrepidity above and beyond the call of duty in action with the enemy near Oschersleben, Germany on Jan. 11, 1944. On that day Col. Howard was the leader of a group of P-51 aircraft providing support for a heavy bomber formation on a long-range mission deep in enemy territory. As Col. Howard’s group met the bombers in the target area the bomber force was attacked by numerous enemy fighters. Col. Howard, with his group, at once engaged the enemy and himself destroyed a German ME. 110. As a result of this attack Col. Howard lost contact with his group, and at once returned to the level of the bomber formation. He then saw that the bombers were being heavily attacked by enemy airplanes and that no other friendly fighters were at hand. While Col. Howard could have waited to attempt to assemble his group before engaging the enemy, he chose instead to attack singlehandedly a formation of more than 30 German airplanes. With utter disregard for his own safety he immediately pressed home determined attacks for some 30 minutes, during which time he destroyed three enemy airplanes and probably destroyed and damaged others. Toward the end of this engagement three of his guns went out of action and his fuel supply was becoming dangerously low. Despite these handicaps and the almost insuperable odds against him, Col. Howard continued his aggressive action in an attempt to protect the bombers from the numerous fighters. His skill, courage, and intrepidity on this occasion set an example of heroism which will be an inspiration to the U.S. Armed Forces. In addition to his Medal of Honor, Howard also earned the Distinguished Flying Cross, the Bronze Star with oak leaf cluster, and 10 Air Medals. After World War II, Howard remained in what would become the new U.S. Air Force branch in 1947, retiring as a Brigadier General in June 1965. As a civilian, he became Director of Aeronautics for Lambert Field in St. Louis, and later founded Howard Research, which was acquired by Control Data Corporation. He retired to Pinellas County, Florida, and in 1991 authored an autobiography, Roar of the Tiger. He died in March 1995. Brig. Gen. James Howard, your example of valor — a humble American Patriot defending your fellow warriors and Liberty for all above and beyond the call of duty, and in disregard for the peril to your own life — is eternal. “Greater love has no one than this, to lay down one’s life for his friends.” (John 15:13) Mark Caldwell (Join us in prayer for our nation’s Military Patriots, Veterans, First Responders, and their families. Please consider a designated gift to support the National Medal of Honor Sustaining Fund through [Patriot Foundation Trust](https://patriotfoundationtrust.org), or make a check payable to: NMoH Sustaining Fund and mail it to Patriot Foundation Trust, PO Box 407, Chattanooga, TN 37401-0407.) “It was a case of one lone American against what seemed to be the entire Luftwaffe.” Aviation geeks like me, will immediately recognize the aircraft in this article image as the North American ... more We welcome your opinions at Chattanoogan.com. Email to news@chattanoogan.com . We require your real first and last name and contact information. This includes your home address and phone ... more The push for universal vouchers in Tennessee is flawed at this time and fiscally questionable. This proposed legislation, as planned by Governor Lee, is not income-tested and does not specifically ... more",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://patriotfoundationtrust.org),",
    "https://www.patriotfoundationtrust.org),"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "james howard - chattanoogan.com",
        "sentiment": "neutral"
      },
      {
        "name": "james howell howard",
        "sentiment": "none"
      },
      {
        "name": "dean “diz” laird",
        "sentiment": "none"
      },
      {
        "name": "james howard",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "luftwaffe",
        "sentiment": "neutral"
      },
      {
        "name": "navy",
        "sentiment": "none"
      },
      {
        "name": "army air force",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pacific",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "canton",
        "sentiment": "none"
      },
      {
        "name": "st. louis",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T01:19:09.830+02:00",
  "updated": "2024-01-20T01:19:09.830+02:00"
}