{
  "thread": {
    "uuid": "eeac420f5bcf5da74e4bdfa0bdd01a52d1a20d87",
    "url": "https://www.eluniverso.com/guayaquil/comunidad/hay-que-pedir-por-la-paz-que-es-lo-que-necesitamos-en-la-ciudad-y-el-pais-cientos-de-fieles-se-unieron-a-la-procesion-del-norte-nota",
    "site_full": "www.eluniverso.com",
    "site": "eluniverso.com",
    "site_section": "http://www.eluniverso.com",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "El Universo | Noticias de Ecuador y del mundo",
    "title": "‘Hay que pedir por la paz, que es lo que necesitamos en la ciudad y el país’: cientos de fieles se unieron a la Procesión del Norte | Comunidad | Guayaquil | El Universo",
    "title_full": "‘Hay que pedir por la paz, que es lo que necesitamos en la ciudad y el país’: cientos de fieles se unieron a la Procesión del Norte | Comunidad | Guayaquil | El Universo",
    "published": "2024-03-29T16:46:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "EC",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 9387,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "eeac420f5bcf5da74e4bdfa0bdd01a52d1a20d87",
  "url": "https://www.eluniverso.com/guayaquil/comunidad/hay-que-pedir-por-la-paz-que-es-lo-que-necesitamos-en-la-ciudad-y-el-pais-cientos-de-fieles-se-unieron-a-la-procesion-del-norte-nota",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción",
  "published": "2024-03-29T16:46:00.000+03:00",
  "title": "‘Hay que pedir por la paz, que es lo que necesitamos en la ciudad y el país’: cientos de fieles se unieron a la Procesión del Norte | Comunidad | Guayaquil | El Universo",
  "text": "Tradición y devoción. Es lo que movió una vez más a Leopoldina Gonzabay, de 63 años, a levantarse a las 06:30 y acudir a la iglesia Nuestra Señora de la Alborada para participar de la procesión este viernes, 29 de marzo. Ella es una fiel seguidora de la romería del Cristo del Consuelo, pero en este año, por una lesión en la cadera, decidió asistir a la caminata del norte por la distancia del recorrido. ”No me caminaré, como lo he hecho en los últimos 30 años, la procesión del Cristo del Consuelo, pero haré esta en el norte con la misma devoción de siempre”, dijo Gonzabay, quien escribió en un papel -que amarró a un cuadro del Sagrado Corazón de Jesús- sus peticiones. Publicidad Ella en este año elevó su plegaria por la sanación de su cadera y del cáncer de seno que padece una hermana. La mujer caminó lento con un bastón en la mano izquierda. Un mar de feligreses copó por completo la av. Rodolfo Baquerizo Nazur, cerca de las 07:00. Desde la iglesia Nuestra Señora de la Alborada partió una de las tradicionales procesiones del norte de la urbe. Publicidad En este año, cinco parroquias se unieron a esta romería: Nuestra Señora de La Alborada, Rosa Mística, San Miguel de Arcángel, Santa Isabel y Nuestra Señora de Czestochowa. Alrededor de la imagen del Jesús Crucificado se formó un cordón de seguridad, en el que se ubicaron los representantes de cada una de las parroquias. Publicidad Quienes asisten portan sus ofrendas: flores y rosas rojas y blancas, cruces, estampas, rosarios y cirios encendidos que elevan con devoción en cada una de las estaciones. Cada uno de los fieles llegó con un pedido en mente. En su mayoría, las oraciones se elevan por la salud, por el bienestar de la familia y por la paz. También llegaron portando gorras, sombrillas y ropa con manga larga, para protegerse del sol. #ViernesSanto Procesión del Norte se desarrolla este Viernes Santo en el sector de La Alborada. Informan Priscilla Alvarado y José Beltrán.Publicado por [El Universo]en Viernes, 29 de marzo de 2024 El dolor de rodillas que aqueja a Lourdes Ibáñez, de 71 años, no impidió que acudiese a la peregrinación de este viernes, 29 de marzo. Publicidad La mujer vestía una camiseta blanca y en la mano izquierda un bastón. La caminata la hizo sola en los primeros metros hasta que se le unieron sus nietos y sobrinos.” Yo dije que quería caminar los primeros metros sola, sin ayuda como forma de penitencia y para pedir por mi salud, pedir por mis rodillas. Ya ahora en el resto de la procesión me tomarán de las manos mis nietos y sobrinos más jóvenes y terminaremos todo el recorrido”, dijo Ibáñez, quien llegó desde la ciudadela Los Rosales, norte de la urbe. Mientras avanza la caminata, el eco de un megáfono se extendía por cada cuadra, contagiando a los fieles con cánticos y oraciones. La peregrinación se inició con el rezo del Dios te salve y el padrenuestro. Alicia Enríquez, quien es moradora de la Alborada, dijo que esta muestra de fe le brindará la fuerza para lidiar con las malas noticias que a diario aquejan a Guayaquil. “Hay que pedir por la paz de Guayaquil, del país, hay que pedir mucho para que todo mejore. Hay que pedir por la paz que es lo que más necesitamos”, dijo. La romería, que tomará de dos a dos horas y media, recorrerá las avenidas Rodolfo Baquerizo Nazur, Jaime Roldós Aguilera, Isidro Ayora, Antonio Parra y José María Roura. En esta última se ubica el santuario de San Miguel de Arcángel, en donde se realizará la última estación del viacrucis y se dará un mensaje a los fieles. El párroco Luis Pólit dijo que esta tradicional romería tiene la intención de elevar plegarias por la seguridad y por la paz del país. “El mensaje es que haya paz en la ciudad, paz en el país y que este tiempo sea de reflexión para todos”, manifestó. En diferentes puntos de la avenida principal de la Alborada se ubicaron miembros de la Agencia de Tránsito y Movilidad (ATM) para bloquear el tránsito vehicular a medida que avanza la romería. Se ubicaron, además, personas que forman parte del grupo organizador de la procesión para dar soporte a aquellas personas que puedan sufrir deshidratación. (I)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T16:50:11.175+03:00",
  "updated": "2024-03-29T17:03:24.278+03:00"
}