{
  "thread": {
    "uuid": "76b3cc73f4602d4d0a58e770359f26851f8929ec",
    "url": "https://www.azfamily.com/2024/04/18/arizona-mail-carrier-retiring-after-53-years-job-first-delivered-letters-navy-ship-1971",
    "site_full": "www.azfamily.com",
    "site": "azfamily.com",
    "site_section": "https://www.azfamily.com/homepage",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "AZ Family | 3TV &amp; CBS 5 News | Phoenix, Arizona",
    "title": "Post Office worker in Arizona retiring after 53 years",
    "title_full": "Post Office worker in Arizona retiring after 53 years",
    "published": "2024-04-19T01:14:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gray-kpho-prod.cdn.arcpublishing.com/resizer/v2/4BKBUDM7GVF5XEUZQZIIVECUZ4.jpeg?auth=89462afbec3794c5147f48ec416a7c7695afd5396b0028a92c4c388153f4ff28&amp;width=1200&amp;height=600&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 6425,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "76b3cc73f4602d4d0a58e770359f26851f8929ec",
  "url": "https://www.azfamily.com/2024/04/18/arizona-mail-carrier-retiring-after-53-years-job-first-delivered-letters-navy-ship-1971",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@azfamily",
  "published": "2024-04-19T01:14:00.000+03:00",
  "title": "Post Office worker in Arizona retiring after 53 years",
  "text": "Arizona mail carrier retiring after 53 years on the job; first delivered letters on Navy ship in 1971 PEORIA, AZ (AZFamily) — Sorting mail and organizing deliveries doesn’t sound like a glamorous job, but don’t tell that to Randy McLaughlin, whose dream as a young boy growing up in Gila Bend, Arizona, was to become a mailman. “I was always intrigued by what went on inside, how it all went down and was delivered,” said McLaughlin. “I would always look in back and say this is what I want to do when I’m old enough to do it.” McLaughlin’s love of delivering mail took off when he joined the Navy in 1971 and delivered letters on his ship. He then accepted a position with the U.S. Postal Service. Five decades later, McLaughlin is still doing what he loves. “I thought about retiring five years ago, but the route I have is so nice, and the people are so nice, I just stayed a little longer,” said McLaughlin. The next thing I knew, it has been 53 years.” Arizona’s Family recently followed McLaughlin on his Peoria route. Customers are starting to learn that their long-time beloved mail carrier is retiring at the end of April. “I hate to be the person replacing him,” said homeowner Steve Fernandez. “That’s gonna be a tough one. When you replace somebody as good as he is, for as long as he’s done it, we will have to wait and see if they can live up to that.” One of the things that stands out about the veteran mail carrier is his old-school work ethic and dedication to doing the job right. His relationships with residents and business owners go beyond just delivering the mail. “I think he’s actually gone to lunch with some of his customers before,” said co-worker Carrie Willems. “He really goes that extra mile for personal customer service with his customers. They love him.” McLaughlin said the most challenging part of doing the job over all these years has been the summer heat in Arizona. Driving around in a mail truck with no air conditioning when it’s 110 degrees out is not easy. “This job is not for everyone, you have to have the right mindset to deal with the heat,” said McLaughlin. “People will bring you water, Gatorade, ask if I want something to drink,” said McLaughlin. “I wear towels and soak them in cold water and put them around my neck. It knocks it down about 15 degrees, which helps.” McLaughlin was asked what he’ll miss most when he retires. He said, seeing all the customers he serves every day. “They wave and beep at you when you go by, it makes you feel appreciated,” said McLaughlin. “If you like what you do, its easy to go to work every day.” When he retires, the long-time mail carrier plans to travel with his wife and play golf. While it won’t be the same as not coming to work, after 53 years, he’s earned the time off. See a spelling or grammatical error in our story? [Please click here to report it](https://www.azfamily.com/page/send-us-your-feedback/). Do you have a photo or video of a breaking news story? Send [it to us here](https://www.azfamily.com/community/user-content) with a brief description. Copyright 2024 KTVK/KPHO. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mclaughlin",
        "sentiment": "none"
      },
      {
        "name": "randy mclaughlin",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "navy",
        "sentiment": "negative"
      },
      {
        "name": "post office",
        "sentiment": "negative"
      },
      {
        "name": "u.s. postal service",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "arizona",
        "sentiment": "none"
      },
      {
        "name": "peoria",
        "sentiment": "none"
      },
      {
        "name": "peoria",
        "sentiment": "none"
      },
      {
        "name": "az",
        "sentiment": "none"
      },
      {
        "name": "gila bend",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:29:48.271+03:00",
  "updated": "2024-04-19T01:29:48.271+03:00"
}