{
  "thread": {
    "uuid": "d2f731095054fa41883582158636ce5faa5242e5",
    "url": "https://www.zoomtventertainment.com/celebrity/masaba-gupta-satyadeep-misra-are-expecting-first-child-two-little-feet-are-on-their-way-article-109410617",
    "site_full": "www.zoomtventertainment.com",
    "site": "zoomtventertainment.com",
    "site_section": "https://www.zoomtventertainment.com",
    "site_categories": [],
    "section_title": "Entertainment News - Latest Bollywood News, Hollywood, Celebrity News and Gossips | Zoom TV",
    "title": "Masaba Gupta, Satyadeep Misra Are Expecting First Child: Two Little Feet Are On Their Way, Celebrity News | Zoom TV",
    "title_full": "Masaba Gupta, Satyadeep Misra Are Expecting First Child: Two Little Feet Are On Their Way, Celebrity News | Zoom TV",
    "published": "2024-04-18T20:55:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.zoomnews.com/thumb/msid-109411066,width-1280,height-720,resizemode-75/109411066.jpg",
    "performance_score": 0,
    "domain_rank": 69487,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d2f731095054fa41883582158636ce5faa5242e5",
  "url": "https://www.zoomtventertainment.com/celebrity/masaba-gupta-satyadeep-misra-are-expecting-first-child-two-little-feet-are-on-their-way-article-109410617",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Zoom TV Digital",
  "published": "2024-04-18T20:55:00.000+03:00",
  "title": "Masaba Gupta, Satyadeep Misra Are Expecting First Child: Two Little Feet Are On Their Way, Celebrity News | Zoom TV",
  "text": "Masaba Gupta, Satyadeep Misra Are Expecting First Child: Two Little Feet Are On Their Way Fashion designer and actress Masaba Gupta took to Instagram to announce that she is expecting a child with her husband Satyadeep Misra. Fashion designer and actor Masaba Gupta recently took to Instagram to announce she expecting a child with her husband Satyadeep Misra. Friends and family react. Read to know more. Fashion designer-actress Masaba Gupta and Satyadeep Misra are gearing up to welcome a new addition to their family as they announced their pregnancy in an Instagram post on Thursday, April 18, evening. Masaba Gupta shared three images in a joint post with her husband, including one where the couple can be seen seated on the floor together. Masaba And Satyadeep Announce PregnancyFashion designer and actor Masaba Gupta and her husband recently took to Instagram to announce that they are expecting their first child. Along with a carousel of three pictures, they penned the caption, \"In other news - Two little feet are on their way to us! Please send love, blessings and banana chips ( plain salted ONLY) #babyonboard #mom&dad.\" Related News Friends And Family ReactActress Parineeti Chopra was among the first to react to the post. Her comment read, \"Congrats mama\". Kareena Kapoor commented, \"Congratulations best girl best momma to be and to dear Sattuuu too happy to hear this.\" Kriti Sanon said, \"Congratulations,\" with two heart emojis. ALSO READ: [When Aditi Rao Hydari Married Satyadeep Mishra At 21 But Got Separated Later: It Broke My Heart...](https://www.zoomtventertainment.com/celebrity/when-aditi-rao-hydari-married-satyadeep-mishra-at-21-but-got-separated-later-it-broke-my-heart-article-108827897) One of the most important people to Masaba, her mother, Neena Gupta, took to Instagram to share a picture of the married couple with the caption, \"Humare bacchon ka baccha aane Wala hai. Isse zyada Khushi ki baat Kya ho sakti hai.\" See the post below About Masaba And SatyadeepMasaba Gupta and Satyadeep Misra tied the knot in January last year. The newlyweds announced their union through a joint post on Instagram. Wedding photos showed Masaba and Satyadeep dressed in coordinating pink attire, commemorating their special day. They captioned the picture with the words, \"Married my ocean of calm, this morning. Here’s to many many lifetimes of love,peace,stability & most importantly laughter. And thanks for letting me pick the caption - this is gonna be great!\" Masaba Gupta and Satyadeep Misra reportedly began their relationship in 2020 after meeting on the set of her show Masaba Masaba. [](https://www.zoomtventertainment.com/latest-news) Latest Entertainment News End of Article [Related News](https://www.zoomtventertainment.com/celebrity) RR Kable Filmfare Awards Marathi 2024: Tejasswi Prakash, Amruta Subhash And More Celebs Add Glamour To Red Carpet Sandeep Reddy Vanga Slams Adil Hussain For Saying He Regrets Doing Kabir Singh: Replacing Your Face With AI Shilpa Shetty, Raj Kundra's Advocate On ED Attaching Properties In Bitcoin Scam Case: Have Faith In Judiciary Can You Guess Shilpa Shetty, Raj Kundra's Whopping Net Worth? Bitcoins Fraud Case: Shilpa Shetty, Raj Kundra's Assets Worth Rs 98 Crore Including Juhu Flat, Pune Bungalow Seized",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "masaba gupta",
        "sentiment": "negative"
      },
      {
        "name": "satyadeep misra",
        "sentiment": "negative"
      },
      {
        "name": "parineeti chopra",
        "sentiment": "none"
      },
      {
        "name": "kriti sanon",
        "sentiment": "none"
      },
      {
        "name": "sattuuu",
        "sentiment": "none"
      },
      {
        "name": "kareena kapoor",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "celebrity news | zoom tv fashion",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "instagram",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:36:52.689+03:00",
  "updated": "2024-04-19T06:11:56.064+03:00"
}