{
  "thread": {
    "uuid": "40f1558967a5af5286d4d971610fc1dc40ad5e95",
    "url": "https://www.myjoyonline.com/closed-season-a-boost-for-sustainable-fisheries",
    "site_full": "www.myjoyonline.com",
    "site": "myjoyonline.com",
    "site_section": "https://www.myjoyonline.com/news/national/",
    "site_categories": [
      "media",
      "travel",
      "japan"
    ],
    "section_title": null,
    "title": "Closed Season: A boost for sustainable fisheries",
    "title_full": "Closed Season: A boost for sustainable fisheries",
    "published": "2024-07-05T15:15:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GH",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 16876,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "40f1558967a5af5286d4d971610fc1dc40ad5e95",
  "url": "https://www.myjoyonline.com/closed-season-a-boost-for-sustainable-fisheries",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@joyonlineghana",
  "published": "2024-07-05T15:15:00.000+03:00",
  "title": "Closed Season: A boost for sustainable fisheries",
  "text": "In a landmark move, three West African countries: Benin, Côte d’Ivoire, and Ghana have joined forces to protect their marine resources by implementing comprehensive closed seasons for their entire fisheries sub-sectors. This coordinated effort marks a significant step towards establishing a regional fishery closed season, ensuring the long-term sustainability of the fisheries.\nBenin is observing the closed season in the artisanal fisheries sub-sector from July 8 to August 8, 2024. Côte d’Ivoire is observing the closed season in the artisanal fisheries sub-sector from July 1 to August 31, 2024, and has also extended the ban to lagoons and lakes.\nGhana is observing the closed season in the artisanal and inshore fisheries sub-sectors from July 1 to August 31, 2024. Additionally, Ghana and Côte d’Ivoire are enforcing fishing bans in the industrial trawl sector from July 1 to August 31, 2024.\nThe closed season offers a welcome break for fisher folk, providing an opportunity to recharge, bond with family and friends, and perform essential maintenance work on gear, equipment, and boats. However, the temporary ban on fishing activities can also lead to fish scarcity, economic hardship, and potential illegal fishing.\nThe Ministry of Fisheries and Aquaculture Development (MoFAD) and the Feed the Future Ghana Fisheries Recovery Activity (GFRA) are proactively addressing these challenges. Through the Livelihood Empowerment Programme, they are providing alternative livelihood support to fisher folk, including:\nTraining and capacity building in alternative livelihood skills Provision of equipment and tools Support for business development and market access Mentorship and coaching This initiative aims to support 8,000 beneficiaries this year, up from 5,000 in 2023. By providing alternative livelihood opportunities, MoFAD and GFRA are helping to reduce economic hardship, promote economic independence, and ensure a resilient and sustainable future for Ghana’s fisheries.\nThe closed season is a crucial step towards sustainable fisheries management, and the efforts of MoFAD and GFRA demonstrate their commitment to supporting fisher folk and their communities. By working together, we can ensure a thriving fisheries sector that benefits both people and the planet.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "benin",
        "sentiment": "none"
      },
      {
        "name": "ghana",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T16:00:43.471+03:00",
  "updated": "2024-07-05T16:00:43.471+03:00"
}