{
  "thread": {
    "uuid": "ee87c12e002d7fa2860697b094a320e384754db5",
    "url": "https://www.einnews.com/pr_news/701212870/nbaa-welcomes-arc-recommendations-addressing-aviation-mental-health",
    "site_full": "www.einnews.com",
    "site": "einnews.com",
    "site_section": "https://airlines.einnews.com",
    "site_categories": [
      "search_engine",
      "tech"
    ],
    "section_title": "Airline Industry Newswire - Airline Industry Today - EIN Presswire",
    "title": "NBAA Welcomes ARC Recommendations Addressing Aviation Mental Health - Airline Industry Today - EIN Presswire",
    "title_full": "NBAA Welcomes ARC Recommendations Addressing Aviation Mental Health - Airline Industry Today - EIN Presswire",
    "published": "2024-04-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://nbaa.org/wp-content/uploads/2020/08/NBAA-Press-Releases-SOC-1.jpg",
    "performance_score": 0,
    "domain_rank": 3180,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ee87c12e002d7fa2860697b094a320e384754db5",
  "url": "https://www.einnews.com/pr_news/701212870/nbaa-welcomes-arc-recommendations-addressing-aviation-mental-health",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "EIN News",
  "published": "2024-04-04T03:00:00.000+03:00",
  "title": "NBAA Welcomes ARC Recommendations Addressing Aviation Mental Health - Airline Industry Today - EIN Presswire",
  "text": "News Search | All News Topics > Airline Industry ; Press Releases by Industry Channel > [All Airline Industry Press Releases](/pr_archive) Contact: Dan Hubbard, 202-431-5970, [dhubbard@nbaa.org](mailto:dhubbard@nbaa.org) Washington, DC, April 4, 2024 – The National Business Aviation Association (NBAA) welcomed the release this week of a comprehensive series of industry recommendations to the Federal Aviation Administration (FAA) addressing concerns about mental health from across the aviation community. Formed in December 2023, the Mental Health & Aviation Medical Clearances Aviation Rulemaking Committee (ARC) was tasked with five primary responsibilities. Topping that list was identifying factors that discourage those in the aviation industry from disclosing mental health concerns. Potential barriers identified by the committee include culture, trust, fear, stigma, knowledge and information gap and financial. “These concerns often stand in the way of pilots and controllers seeking mental health help,” said Mark Larsen, CAM, NBAA’s director for safety and flight operations and an ARC member. The ARC also reviewed mental health guidelines and procedures in place at other international regulatory agencies, acknowledging their experiences can help inform revisions to FAA’s approaches. “In total, the ARC report includes 24 recommendations to the FAA and aviation stakeholders,” Larsen said. “If fully implemented, these recommendations would help ensure those in the aviation community seek out appropriate resources and treatment to address mental health concerns.” These recommendations include: - Create a non-punitive pathway for disclosing mental health conditions and treatments. - Revise and evaluate the requirements for reporting and certification/qualification of psychotherapy (talk therapy), depression/anxiety, attention deficit hyperactivity disorder and post-traumatic stress disorder. - Ensure aeromedical screening protocols and requirements are based on safety management system (SMS) principles (i.e., proportionate, relevant and risk-based) and appropriately communicated to applicants. - Expand the use and promotion of peer support programs. - Develop mental health literacy, education and awareness campaigns. - Increase mental health training and improve quality assurance for aviation medical examiners (AMEs). - Modernize the FAA’s information management system/Aviation Medical Certification Subsystem. Larsen noted the report and its recommendations were adopted unanimously by ARC members. “This shows a deep understanding and broad desire from the aviation community to reduce the barriers that keep pilots, air traffic controllers and others from seeking mental health care,” he said. “We applaud the FAA, and specifically the Office of Aerospace Medicine, for convening the ARC to bring industry and government together to address this important safety issue,” Larsen added. “NBAA will continue its leadership promoting aviation mental health and take steps to further support the mental health of those in business aviation.” Read the Mental Health & Aviation Medical Clearances Aviation Rulemaking Committee Report . # # # Founded in 1947 and based in Washington, DC, the National Business Aviation Association (NBAA) is the leading organization for companies that rely on general aviation aircraft to help make their businesses more efficient, productive and successful. The association represents more than 10,000 company and professional members and provides more than 100 products and services to the business aviation community, including the NBAA Business Aviation Convention & Exhibition (NBAA-BACE), the world’s largest civil aviation trade show. Learn more about NBAA at nbaa.org . Members of the media may receive NBAA Press Releases immediately via email. To subscribe to the NBAA Press Release email list, submit the online form . Aviation & Aerospace Industry EIN Presswire does not exercise editorial control over third-party content provided, uploaded, published, or distributed by users of EIN Presswire. We are a distributor, not a publisher, of 3rd party content. Such content may contain the views, opinions, statements, offers, and other material of the respective users, suppliers, participants, or authors. Submit your press release",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [
    "http://www.einpresswire.com/channel/aviation-aerospace",
    "https://nbaa.org/",
    "http://www.einpresswire.com/why-us?promo=4700",
    "https://nbaa.org/subscribe/",
    "https://www.faa.gov/regulationspolicies/rulemaking/committees/documents/mental-health-and-aviation-medical-clearances-0",
    "http://einpresswire.com/why-us?promo=4700",
    "https://www.nbaa.org/subscribe/",
    "http://www.einpresswire.com/why-us",
    "https://nbaa.org/subscribe",
    "https://www.nbaa.org/",
    "https://nbaa.org",
    "https://faa.gov/regulationspolicies/rulemaking/committees/documents/mental-health-and-aviation-medical-clearances-0",
    "http://einpresswire.com/channel/aviation-aerospace"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mark larsen",
        "sentiment": "none"
      },
      {
        "name": "dan hubbard",
        "sentiment": "none"
      },
      {
        "name": "cam",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nbaa welcomes arc recommendations addressing aviation mental health",
        "sentiment": "negative"
      },
      {
        "name": "ein presswire news search | all news topics > airline industry",
        "sentiment": "negative"
      },
      {
        "name": "nbaa",
        "sentiment": "none"
      },
      {
        "name": "mental health & aviation medical clearances aviation rulemaking committee",
        "sentiment": "none"
      },
      {
        "name": "federal aviation administration",
        "sentiment": "none"
      },
      {
        "name": "industry press releases",
        "sentiment": "none"
      },
      {
        "name": "faa",
        "sentiment": "none"
      },
      {
        "name": "national business aviation association",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "washington, dc",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T01:48:21.313+03:00",
  "updated": "2024-04-05T01:48:21.313+03:00"
}