{
  "thread": {
    "uuid": "6ecc248eba832518b2aa13c8086dd98b634a5e32",
    "url": "https://m.dailyhunt.in/news/india/english/ptienglish-epaper-dhb257ed10fd464e5fb60231069c472df5/navy+performed+miracle+rajnath+on+its+operations+to+assist+merchant+ships+in+strategic+sea+lanes-newsid-n605971160",
    "site_full": "m.dailyhunt.in",
    "site": "dailyhunt.in",
    "site_section": "https://m.dailyhunt.in/news/india/epaper-sarassal",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Dailyhunt",
    "title": "Navy performed 'miracle': Rajnath on its operations to assist merchant ships in strategic sea lanes",
    "title_full": "Navy performed 'miracle': Rajnath on its operations to assist merchant ships in strategic sea lanes",
    "published": "2024-05-05T08:16:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://assets-news-bcdn.dailyhunt.in/cmd/resize/1200x630_90/fetchdata16/images/b9/8d/25/b98d25eec1ed087e75ec152f218d2ffa20198fc19a556df0a459838fe0f73016.jpg",
    "performance_score": 0,
    "domain_rank": 18399,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6ecc248eba832518b2aa13c8086dd98b634a5e32",
  "url": "https://m.dailyhunt.in/news/india/english/ptienglish-epaper-dhb257ed10fd464e5fb60231069c472df5/navy+performed+miracle+rajnath+on+its+operations+to+assist+merchant+ships+in+strategic+sea+lanes-newsid-n605971160",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Dailyhuntapp",
  "published": "2024-05-05T08:16:00.000+03:00",
  "title": "Navy performed 'miracle': Rajnath on its operations to assist merchant ships in strategic sea lanes",
  "text": "New Delhi, May 5 (PTI) The Indian Navy has performed a \"miracle\" (karishma), Defence Minister Rajnath Singh has said, heaping wholehearted praise for the force's numerous operations in foreign waters where it assisted several merchant ships commandeered or threatened by pirates.\nIn an exclusive interview to PTI, Singh also dropped hints of the government&apos;s readiness to positively consider the Navy&apos;s proposal for construction of a second aircraft carrier.\nThe Navy has been making a strong pitch for having the second indigenous aircraft carrier (IAC-II) with a displacement of 45,000 tonnes which is estimated to cost close to Rs 40,000 crore with the envisaged specifications.\nExuding confidence of the National Democratic Alliance retaining power for a third straight term, he said the new government&apos;s focus would be to make India totally self-reliant in the defence sector.\nSingh said India&apos;s annual defence exports crossed Rs 21,000 crore mark for the first time in 2023-24 and that his ministry has set a target of increasing it to Rs 50,000 crore in the next five-six years.\n\"We will take it to more than Rs 50,000 crore by 2029-30,\" he said.\nOn the Navy&apos;s operations in the strategic waterways, Singh said the force deserves praise.\n\"The India Navy has done miracle. Congratulations to the Navy. (Indian Navy ne Karishma kiya. Navy ko Badhai),\" he said.\nIn the last few months, the Indian Navy extended assistance to a number of merchant vessels in the Western Indian Ocean, the Gulf of Aden and strategic waterways around the Red Sea following attacks on them.\nLate last month, the Indian Navy swiftly assisted a Panama-flagged crude oil tanker with 30 crew members, including 22 Indians, after the vessel came under missile attack from Houthi militants.\nThere have been growing global concerns over attacks on various commercial vessels in the Red Sea by the Houthi militants.\nThe Navy has foiled attacks by pirates on several ships in the region since January.\nAsked about the Navy&apos;s push for a second indigenous aircraft carrier (IAC), Singh indicated that it is being favourably considered.\nIndia&apos;s first indigenously-built aircraft carrier INS Vikrant (IAC I) was commissioned in September last year.\nBuilt at a cost of around Rs 23,000 crore, INS Vikrant has a sophisticated air defence network and anti-ship missile systems.\nIt has the capacity to hold 30 fighter jets and helicopters.\nThe Navy has been pitching for three aircraft carriers to deal with China&apos;s growing naval prowess and influence over the Indian Ocean region.\nAt present, India has two aircraft carriers - INS Vikramaditya and INS Vikrant.\nINS Vikramaditya is a Russian origin platform.\nTo a question on the Agnipath scheme, Singh said its implementation has been satisfactory and that the government is taking measures to help the youths who will not be retained by the armed forces after their initial stint.\nIn June 2022, the government rolled out the Agnipath recruitment scheme for short-term induction of personnel with an aim to bring down the age profile of the three services.\nIt provides for recruiting youths between the age bracket of 17-and-half years and 21 for four years with a provision to retain 25 percent of them for 15 more years.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rajnat",
        "sentiment": "neutral"
      },
      {
        "name": "singh",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "navy",
        "sentiment": "neutral"
      },
      {
        "name": "indian navy",
        "sentiment": "neutral"
      },
      {
        "name": "pti",
        "sentiment": "none"
      },
      {
        "name": "iac",
        "sentiment": "none"
      },
      {
        "name": "national democratic alliance",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new delhi",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-05T14:16:52.789+03:00",
  "updated": "2024-05-05T14:16:52.789+03:00"
}