{
  "thread": {
    "uuid": "004c5f382ce6104afcebf7d934b7595203a0e430",
    "url": "https://usach.cl/news/estudiar-la-universidad-santiago-claudia-matias-y-marcelo-salas-trujillo-cuentan-su-experiencia",
    "site_full": "usach.cl",
    "site": "usach.cl",
    "site_section": "https://usach.cl/rss.xml",
    "site_categories": [],
    "section_title": "Universidad de Santiago de Chile",
    "title": "¿Por qué estudiar en la Universidad de Santiago?: Claudia, Matías y Marcelo Salas Trujillo cuentan su experiencia",
    "title_full": "¿Por qué estudiar en la Universidad de Santiago?: Claudia, Matías y Marcelo Salas Trujillo cuentan su experiencia",
    "published": "2024-01-05T18:20:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CL",
    "main_image": "https://usach.cl/sites/default/files/field/noticia_image/Foto-destacado-1-hermanos.jpg",
    "performance_score": 0,
    "domain_rank": 35491,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "004c5f382ce6104afcebf7d934b7595203a0e430",
  "url": "https://usach.cl/news/estudiar-la-universidad-santiago-claudia-matias-y-marcelo-salas-trujillo-cuentan-su-experiencia",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "claudio.cortes",
  "published": "2024-01-05T18:20:00.000+02:00",
  "title": "¿Por qué estudiar en la Universidad de Santiago?: Claudia, Matías y Marcelo Salas Trujillo cuentan su experiencia",
  "text": "Matías entró en 2019 a Ingeniería Civil Mecánica. En 2020, Marcelo lo hizo a Ingeniería Civil Biomédica, mientras que Claudia, la menor, ingresó en 2022 a Ingeniería Civil Informática.\nTodos son parte de la familia Salas Trujillo y estudian en la Universidad de Santiago. Si bien ninguno tenía como primera opción ingresar a nuestra Casa de Estudios, al poco tiempo se convencieron de que estaban en el lugar indicado para formarse como profesionales de excelencia y con pertinencia a las necesidades del país.\n“Siempre cuando decimos que los tres estamos en la Usach, las personas quedan un poco sorprendidas, pero cuando decimos los tres somos de ingeniería, las personas quedan locas”, señala Marcelo.\nSobre las razones para estudiar en la Corporación, Claudia indica que “el Mati (sic) se matriculó el año del estallido social y comentaba cosas muy buenas de la Usach, como la lucha de las (os) estudiantes por salir adelante y no solo en lo académico. (…) Aparte conversaba con amigas (os) de otras universidades y me di cuenta de que el nivel académico es igual o mejor que el de ellas (os), entonces ahí te das cuenta de que estás en una gran universidad, tanto en la formación de personas como en la académica, y eso lo rescato mucho”.\nPara Matías “un aspecto muy ventajoso de la Universidad”, es contar con un campus único, ya que permite conocer gente de otras carreras, “y eso, siento, inconscientemente te abre la mente, te hace tener conversaciones distintas, pensar de otra forma, al final te hace complementar tu vida en diferentes aspectos”, resalta.\nPor su parte, Marcelo reconoce que “estudiar acá no era el objetivo inicial, sin embargo, nos mantuvimos. ¿La razón? Diría que se debe a que uno ve oportunidades intangibles que no se observan a simple vista. Por ejemplo,\nlas opciones de intercambio, convenios con universidades extranjeras, con países”, puntualiza.\nEl valor de lo público\nEn la biografía del clan Salas Trujillo, destaca el hecho de que los tres asistieron a liceos emblemáticos de la comuna de Santiago. Para Matías, esa condición le sirvió para adaptarse a la vida universitaria. “La razón, quizá global, que explica el por qué estamos los tres en la Usach, es por haber estado en liceos emblemáticos. Claudia estuvo en el Liceo 1, mientras que yo y Marcelo en el Liceo de Aplicación. Quizás hay algo intrínseco entre la Universidad de Santiago con los liceos públicos. Con el tiempo me di cuenta de que lo que yo veía en el Liceo está acá. Eso me gusta”, destaca.\nMarcelo comenta que, al ser instituciones ligadas al Estado, se les suele tildar de forma negativa, sin embargo, “en la realidad no es así”. Para él “existen personas que tienen ética y vocación, que se vienen a estas instituciones públicas a dejar todo lo que han aprendido. Lo monetario no es el tema. Son profesionales por las (os) que uno siente una real admiración”, sostiene.\nConvivencia en la Usach\nEn cuanto a estudiar los tres en la misma universidad, Matías comenta que ha sido positivo, puesto que “si fuera algo negativo lo sentiría, pero hasta ahora me he sentido mentalmente sano estando los tres acá. Inclusive más que en los años anteriores cuando estaba solo o con Marcelo”.\nNo obstante, son pocas las oportunidades en las que pueden coincidir. Una de ellas, es en el Edificio Salas de Innovación Docente de la Facultad de Ingeniería (ESID). “Es chistoso porque por ejemplo a mí me toca una clase a tal hora y al Marce (sic) le tocaba en la misma sala una hora antes (ríe), entonces nos saludamos. Igual es bonito que a veces coincidan nuestros horarios y, cuando se puede, devolvernos juntos para la casa”, dice Claudia.\nTiempo limitado que se ha extendido hasta el hogar de los Salas Trujillo, producto del itinerario y obligaciones de cada uno. Pese a esta situación, cuando se da la oportunidad “hablamos de todo”, afirma el futuro ingeniero civil mecánico. Además, agrega que “discutimos cosas que nos puedan servir a todos”.\nPor ejemplo, en una ocasión Claudia le preguntó a Marcelo sobre un profesor, y él le contestó: “Es un dios. Tómalo”. Compartir ese tipo de experiencias y de momentos, a juicio del estudiante de Ingeniería Biomédica, ayuda a crecer no solo en el aspecto académico, sino que también de forma integral.\nNota:\nAl cierre de esta nota, Marcelo tiene congelada su carrera, pero asegura que retomará apenas pueda.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:06:03.345+02:00",
  "updated": "2024-01-06T00:06:03.345+02:00"
}