{
  "thread": {
    "uuid": "dee9537a41eced9d2843e2c58464cb75c930d52c",
    "url": "https://www.theoaklandpress.com/2024/03/14/royal-oak-ready-for-st-patricks-day-with-a-parade",
    "site_full": "www.theoaklandpress.com",
    "site": "theoaklandpress.com",
    "site_section": "https://asean.einnews.com/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - ASEAN News Today - EIN Presswire",
    "title": "Royal Oak ready for St. Patrick’s Day with a parade – The Oakland Press",
    "title_full": "Royal Oak ready for St. Patrick’s Day with a parade – The Oakland Press",
    "published": "2024-03-15T00:04:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.theoaklandpress.com/wp-content/uploads/2024/03/DTN-L-ROgreen315-01.jpg?w=1024&#038;h=768",
    "performance_score": 0,
    "domain_rank": 15439,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dee9537a41eced9d2843e2c58464cb75c930d52c",
  "url": "https://www.theoaklandpress.com/2024/03/14/royal-oak-ready-for-st-patricks-day-with-a-parade",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mike McConnell",
  "published": "2024-03-15T00:04:00.000+02:00",
  "title": "Royal Oak ready for St. Patrick’s Day with a parade – The Oakland Press",
  "text": "Local News | Royal Oak ready for St. Patrick’s Day with a parade Paddy’s Hideaway pop-up bar open for the month Share this: Click to share on Facebook (Opens in new window) Click to share on Twitter (Opens in new window) Click to print (Opens in new window) The St. Patrick’s Day Parade returns to Royal Oak at noon Saturday for the first time in five years. (Royal Oak city photo) By Mike McConnell | mmcconnell@medianewsgroup.com | Royal Oak Tribune PUBLISHED: March 14, 2024 at 6:04 p.m. | UPDATED: March 14, 2024 at 6:37 p.m. Downtown Royal Oak will be ground zero Saturday for a St. Patrick’s Day Parade starting at noon.\nA procession of floats, Irish Clans, dancers, musicians and other groups will make their way down Washington Boulevard, starting from the Royal Oak Middle School.\nNearly 70 different organizations are set to take part in the parade, along with the city’s Police Honor Guard, the fire department and the Royal Oak Leprechauns collegiate baseball team, one of the parade’s main sponsors, and elected officials.\nThe Oakland County Sheriff’s department, drummers, and bagpipers are also taking part, with anywhere from 2,000 to 5,000 spectators expected.\nRelated Articles Local News | AAA’s ‘Tow to Go’ program will be available for St. Patrick’s Day weekend Local News | Detroiter charged for fentanyl death of Birmingham teen Local News | Key moments surrounding the Oxford High School shooting in 2021 Local News | LTU to host program ahead of solar eclipse Local News | Man accused of killing child in driveby shooting to get psych exam Lochman family members, one of Royal Oak’s earliest pioneer families, are joining in the parade.\nEdmund Lochman hosted Catholic meetings in his home before the first Catholic Church was built in this area.\nLongtime resident and recently retired city police lieutenant Al Carter somehow got hold of the pixie dust that brought the St. Patrick’s Day Parade back.\nHe was in the vanguard of those who worked to bring this year’s parade back to town.\nThe last St. Patrick’s Day Parade was in 2019. Within less than a year, the COVID-19 pandemic scuttled public events and large crowd gatherings.\n“I am very excited and absolutely thrilled to announce the return of the Royal Oak St. Patrick’s Day parade,” Carter said in a statement, “As the youngest of 15 children with strong Irish roots, I am honored and proud to be part of this celebration of our heritage.”\nCarter espouses the good-hearted sentiment that one doesn’t have to be Irish to enjoy all of the activities that are part of the parade celebrations.\n“Our goal is to showcase our Irish heritage, our local Irish groups, award winning schools and marching bands, churches, along with our local politicians,” he said.\nBelow Bandit’s Tavern, 419 S. Main Street, the lower level has been turned into “Paddy’s Hideaway,” a pop-up bar.\nThe pop-up opened March 8 and is based on the TV series “It’s Always Sunny in Philadelphia.”\nPaddy’s Hideaway is a St. Patrick’s Day pop-up bar experience open on the level below Bandits Tavern on Main Street and will be open through the end of the month. (Paddy’s Hideaway photo) Fans of the show can “immerse themselves in the hilarious, irreverent world of the Gang as they Get Green,” according to a release from Paddy’s Hideaway.\nThe decor is meant to evoke the TV series setting in a Philadelphia dive bar, where characters “scheme, argue and get into all sorts of absurd situations,” the release said.\nVisitors can expect touches from the show, such as rickety stools, mismatched decor, and questionable artwork on the walls.\nCocktails include Rum Ham, Fight Milk, Nightman, Rickety Cricket and others.\nPaddy’s Hideaway is open Thursdays, Fridays and Saturdays starting at 5 p.m. It will be open from 1-8 p.m. on Sunday, St. Patrick’s Day and close at midnight on March 30, the attraction’s last day.\nShare this: Click to share on Facebook (Opens in new window) Click to share on Twitter (Opens in new window) Click to print (Opens in new window) Most Popular Most Popular Square Lake Road to close for reconstruction project Square Lake Road to close for reconstruction project Sheriff: Man stops to help crash victims on Walton Boulevard, critically injured after struck by car Sheriff: Man stops to help crash victims on Walton Boulevard, critically injured after struck by car Michigan will pay millions to Oakland County and a handful of communities from taxes collected on cannabis Michigan will pay millions to Oakland County and a handful of communities from taxes collected on cannabis Run-stuffing DL D.J. Reader set to visit Detroit Lions Run-stuffing DL D.J. Reader set to visit Detroit Lions Michigan man to spend rest of his life in German prison after rape, murder, and assault Michigan man to spend rest of his life in German prison after rape, murder, and assault Jury starts deliberating in James Crumbley trial Jury starts deliberating in James Crumbley trial Police: Florida woman hits 2 patrol cars while fleeing Oakland County cops Police: Florida woman hits 2 patrol cars while fleeing Oakland County cops Ortonville cancels special meeting for LGBTQ+ festival permit Ortonville cancels special meeting for LGBTQ+ festival permit Prosecutor: James Crumbley ignored known danger leading to school shooting; defense says charges are based on ‘assumption, hindsight’ Prosecutor: James Crumbley ignored known danger leading to school shooting; defense says charges are based on ‘assumption, hindsight’ No charges to be filed against shooter in Macomb County road-rage incident No charges to be filed against shooter in Macomb County road-rage incident Trending Nationally Investigators hunted one of Florida’s most prolific serial rapists for decades. A true crime podcast uncovers new details Health insurance CEOs rake in millions. Here’s the top 10 list Prince William cheating rumor resurrected by Stephen Colbert amid Kate’s photo scandal St. Louis teen fighting for her life after viral high school brawl Ivanka Trump looks miffed after Trump ignores her 10-year-old son at UFC match",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://www.courant.com/2024/03/11/health-insurance-ceos-rake-in-millions-including-in-ct-heres-the-top-10-list/",
    "https://www.sun-sentinel.com/2024/03/14/felonious-florida-season-4-pillowcase-rapist/",
    "https://www.mercurynews.com/2024/03/13/ivanka-trump-looks-miffed-after-trump-ignores-her-10-year-old-son-at-ufc-match/?itm_source=parsely-api",
    "https://secure.gravatar.com/avatar/404b99a43382ebbefdee44058e9741bf?s=170&#038;d=mm&#038;r=g",
    "https://www.mercurynews.com/2024/03/13/prince-william-cheating-rumor-resurrected-by-stephen-colbert-amid-kates-photo-scandal/?itm_source=parsely-api",
    "https://secure.gravatar.com/avatar/404b99a43382ebbefdee44058e9741bf?s=85&#038;d=mm&#038;r=g",
    "http://www.nydailynews.com/2024/03/13/kaylee-gain-st-louis-high-school-fight-brain-damage/?itm_source=parsely-api",
    "http://nydailynews.com/2024/03/13/kaylee-gain-st-louis-high-school-fight-brain-damage/?itm_source=parsely-api",
    "https://www.mercurynews.com/2024/03/13/prince-william-cheating-rumor-resurrected-by-stephen-colbert-amid-kates-photo-scandal/",
    "https://courant.com/2024/03/11/health-insurance-ceos-rake-in-millions-including-in-ct-heres-the-top-10-list/",
    "https://www.secure.gravatar.com/avatar/404b99a43382ebbefdee44058e9741bf?s=85&#038;d=mm&#038;r=g",
    "https://mercurynews.com/2024/03/13/prince-william-cheating-rumor-resurrected-by-stephen-colbert-amid-kates-photo-scandal/?itm_source=parsely-api",
    "https://www.secure.gravatar.com/avatar/404b99a43382ebbefdee44058e9741bf?s=170&#038;d=mm&#038;r=g",
    "https://www.mercurynews.com/2024/03/13/ivanka-trump-looks-miffed-after-trump-ignores-her-10-year-old-son-at-ufc-match/",
    "https://secure.gravatar.com/avatar/404b99a43382ebbefdee44058e9741bf",
    "https://mercurynews.com/2024/03/13/ivanka-trump-looks-miffed-after-trump-ignores-her-10-year-old-son-at-ufc-match/?itm_source=parsely-api",
    "https://www.sun-sentinel.com/2024/03/14/felonious-florida-season-4-pillowcase-rapist",
    "https://sun-sentinel.com/2024/03/14/felonious-florida-season-4-pillowcase-rapist/",
    "https://www.courant.com/2024/03/11/health-insurance-ceos-rake-in-millions-including-in-ct-heres-the-top-10-list",
    "http://www.nydailynews.com/2024/03/13/kaylee-gain-st-louis-high-school-fight-brain-damage/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "patrick",
        "sentiment": "negative"
      },
      {
        "name": "paddy",
        "sentiment": "negative"
      },
      {
        "name": "mike mcconnell",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "oakland press local news",
        "sentiment": "negative"
      },
      {
        "name": "royal oak leprechauns",
        "sentiment": "none"
      },
      {
        "name": "royal oak tribune",
        "sentiment": "none"
      },
      {
        "name": "royal oak middle school",
        "sentiment": "none"
      },
      {
        "name": "facebook",
        "sentiment": "none"
      },
      {
        "name": "oakland county sheriff",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "washington boulevard",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:40:42.704+02:00",
  "updated": "2024-03-15T00:40:42.704+02:00"
}