{
  "thread": {
    "uuid": "7ecb56e40dcf14a0f02ea09ce2f430d6e3b0423b",
    "url": "https://www.diariodeleon.es/leon/240314/1515457/carta-adios-jesus-culebras-deja-recuerdo-medico-humanista-ejemplo-nuevas-generaciones.html",
    "site_full": "www.diariodeleon.es",
    "site": "diariodeleon.es",
    "site_section": "https://www.diariodeleon.es/rss",
    "site_categories": [
      "media",
      "education",
      "business"
    ],
    "section_title": "Diario de León",
    "title": "Carta de adiós a Jesús Culebras: \"Nos deja el recuerdo del médico humanista, un ejemplo para las nuevas generaciones\"",
    "title_full": "Carta de adiós a Jesús Culebras: \"Nos deja el recuerdo del médico humanista, un ejemplo para las nuevas generaciones\"",
    "published": "2024-03-14T23:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://imagenes.diariodeleon.es/files/article_social_75/uploads/2024/03/14/65f3796166a2e.jpeg",
    "performance_score": 0,
    "domain_rank": 30791,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7ecb56e40dcf14a0f02ea09ce2f430d6e3b0423b",
  "url": "https://www.diariodeleon.es/leon/240314/1515457/carta-adios-jesus-culebras-deja-recuerdo-medico-humanista-ejemplo-nuevas-generaciones.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "User Admin",
  "published": "2024-03-14T23:34:00.000+02:00",
  "title": "Carta de adiós a Jesús Culebras: \"Nos deja el recuerdo del médico humanista, un ejemplo para las nuevas generaciones\"",
  "text": "Carta de adiós a Jesús Culebras: \"Nos deja el recuerdo del médico humanista, un ejemplo para las nuevas generaciones\"\nCon profunda consternación hemos recibido, hace pocos días, la triste noticia del fallecimiento de nuestro querido colega y amigo, el doctor\nJesús Culebras Fernández, ex jefe del servicio de cirugía del Complejo Asistencial Universitario de León. Su desaparición supone una sensible pérdida para la medicina y cirugía de nuestro país.\nEl doctor Culebras ha tenido una brillante trayectoria profesional, no solo por su meritoria labor asistencial sino también por su admirable actividad científica e investigadora que le llevó a detentar un excepcional currículum. Tras terminar sus estudios de medicina en la Universidad Complutense de Madrid, realizó su formación como cirujano en la Fundación Jiménez Díaz.\nPosteriormente, amplió sus estudios de cirugía durante dos años y medio con el profesor Francis Moore, en la universidad de Harvard. Ahí tuvo la ocasión de participar en proyectos de investigación sobre la incipiente disciplina que era la “nutrición artificial”, considerada junto con los trasplantes de órganos, la cirugía a corazón abierto y la cirugía laparoscópica, uno de los cuatro mayores avances de la cirugía en los últimos 50 años.\nLa nutrición artificial vino a cubrir las necesidades de soporte nutricional en pacientes sometidos a intervenciones complejas para que pudiesen sobrevivir largos periodos, en los que la ingesta por vía oral era impracticable o estaba contraindicada.\nA su vuelta de EEUU, ocupó el cargo de jefe de sección del servicio de cirugía general en el hospital Ramón y Cajal de Madrid, donde en 1976 creó la unidad de Nutrición Artificial. Tres años después asumió la jefatura del servicio de cirugía general del hospital Princesa Sofía de León donde impulsó una unidad similar que, gracias al Dr. Culebras, nuestro centro sanitario leonés se erigió como uno de los pioneros en dicha materia.\nSus dotes de liderazgo y su capacidad de convocatoria, le permitieron fundar la Sociedad Española de Nutrición Parenteral (Senpe) en 1977 y cuatro años más tarde creó la Revista de la Sociedad Española de Nutrición Parenteral de la que fue su director durante muchos años y, la que después pasó a denominarse Nutrición Hospitalaria; revista que gracias a los denodados esfuerzos del doctor Culebras consiguió el merecido Factor de Impacto, por lo que hoy es considerada la mejor revista de Nutrición Clínica en lengua castellana.\nLa Senpe, en reconocimiento a\nsus aportaciones a la mencionada sociedad y a su órgano de difusión, instituyó un premio que lleva el nombre del doctor Jesús Culebras Fernández. El doctor García de Lorenzo agraciado con el premio del año 2016, hacía mención al doctor Culebras en estos términos: “El doctor Culebras ha sido un personaje crucial para la implantación y el desarrollo de la nutrición artificial en España. Sus líneas de investigación han versado fundamentalmente sobre temas de metabolismo y nutrición artificial. Me refiero a temas de gran calado”.\nEntre sus actividades académicas más destacadas están la de profesor titular vinculado a la Universidad Autónoma de Madrid, académico de número por las Reales Academias de Medicina y Cirugía de Asturias y de Valladolid. En ésta última, el pasado 2 de febrero, a pesar de estar gravemente enfermo, viajó desde Alicante para dar el discurso inaugural del Curso Académico.\nEl doctor Culebras ha ocupado puestos de responsabilidad en órganos directivos en sociedades científicas de gran nivel como la European Society of Parenteral and Enteral Nutrition (Espen), Surgical Infection Society of Europe, de la que fue presidente en 2012, Federación Latinoamericana de Nutrición Parenteral y Enteral y ha sido miembro de los comités editoriales de las revistas internacionales de mayor impacto: Nutrition, JPEN, Clinical Nutrition, Nutrition and Obesity, Journal of Clinical Nutrition and Gastroenterology, Revista Brasileña de Nutrición, y de varias revistas españolas e iberoamericanas: Cirugía Española, Revista Española de Enfermedades Digestivas, Revista Iberoamericana de Cirugía, etc. También fue distinguido con más de una docena de merecidos premios de sociedades científicas, entre otros, de la Real Academia Nacional de Medicina y del Ateneo Médico Leonés, del que fue presidente en 1982.\nAdemás, es autor de innumerables artículos científicos publicados en las revistas de mayor impacto y de varios libros de la especialidad de cirugía.\nSu apasionado empeño por impulsar la investigación en nuestro hospital, a finales de los 80, creó la Unidad de Investigación de la que fue director durante varios años y en la que se pusieron en marcha diferentes proyectos de investigación conjuntamente entre diferentes servicios de nuestro centro y varias cátedras de la Facultad de Veterinaria, así como con el Instituto Universitario de Biomedicina (Inbiomed) de la Universidad de León, reforzándose los vínculos de colaboración entre las dos instituciones; los que aún perduran.\nEn el terreno personal, le agradeceré siempre su apoyo incondicional para la creación del laboratorio de microcirugía experimental donde, desde principios de los años 90, se sigue desarrollando una importante actividad docente con cursos de microcirugía que son una referencia nacional.\nAl lado del doctor Culebras se han formado muchos de los profesionales que hoy son prestigiosos cirujanos en nuestro hospital. El doctor Culebras nos deja el recuerdo imborrable de su trato afable, de su conducta y gestos elegantes, de su generosidad, del médico empático, científico y humanista, todo un ejemplo a seguir por las nuevas generaciones. Quienes hemos tenido el privilegio de disfrutar de su amistad, estamos muy orgullosos de haberle conocido y de haber compartido con el muchos anhelos comunes. Nunca le agradeceremos lo suficiente toda su contribución al prestigio de nuestro hospital. Descanse en paz.\n(*) José Cosamalón es ex jefe del servicio de Neurocirugía del Hospital de León",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:48:14.805+02:00",
  "updated": "2024-03-15T00:48:14.805+02:00"
}