{
  "thread": {
    "uuid": "55f1272c2e7e6ead3a8f093b6601a089c2dd3bcb",
    "url": "https://www.devdiscourse.com/article/law-order/2760966-baby-saved-from-gaza-rubble-after-mother-killed-in-israeli-strike",
    "site_full": "www.devdiscourse.com",
    "site": "devdiscourse.com",
    "site_section": "https://devdiscourse.com/article/science-environment/2713481-india-to-emerge-as-third-largest-global-economy-by-2027-fm",
    "site_categories": [
      "media"
    ],
    "section_title": "India to emerge as third largest global economy by 2027: FM | Science-Environment",
    "title": "Baby saved from Gaza rubble after mother killed in Israeli strike | Law-Order",
    "title_full": "Baby saved from Gaza rubble after mother killed in Israeli strike | Law-Order",
    "published": "2023-12-29T13:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.devdiscourse.com/remote.axd?https://devdiscourse.blob.core.windows.net/imagegallery/27_05_2019_11_51_19_0419949.jpg?width=920&format=jpeg",
    "performance_score": 0,
    "domain_rank": 7424,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "55f1272c2e7e6ead3a8f093b6601a089c2dd3bcb",
  "url": "https://www.devdiscourse.com/article/law-order/2760966-baby-saved-from-gaza-rubble-after-mother-killed-in-israeli-strike",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Reuters",
  "published": "2023-12-29T13:27:00.000+02:00",
  "title": "Baby saved from Gaza rubble after mother killed in Israeli strike | Law-Order",
  "text": "Baby saved from Gaza rubble after mother killed in Israeli strike The rescuers in orange vests shouted as they reached a baby girl still alive in the rubble of an Israeli air strike on the Gaza Strip's Rafah city after yet another night of bombardment of the Palestinian enclave. Baby Mariam Abu Akel's skin was grey with dust and she made little noises as the rescuers reached deep into the rubble to free her legs and lift her clear. [Reuters](/reuters-stories)| Updated: 29-12-2023 19:27 IST | Created: 29-12-2023 19:27 IST The rescuers in orange vests shouted as they reached a baby girl still alive in the rubble of an Israeli air strike on the Gaza Strip's Rafah city after yet another night of bombardment of the Palestinian enclave. Baby Mariam Abu Akel's skin was grey with dust and she made little noises as the rescuers reached deep into the rubble to free her legs and lift her clear. People crowded around in the ruins of the Abu Edwan family's house, where Mariam's family had been sheltering after they fled their own home in a more dangerous area near Gaza's border with Israel. The air strike killed 20 people and wounded 55, according to Health Ministry spokesperson Ashraf al-Qidra. The Abu Edwan house had been sheltering many displaced people like the Abu Akel family. Most of Gaza's population have had to flee their homes in the face of a withering bombardment and ground offensive that Israel says is aimed at destroying Hamas, which killed more than 1,200 people, mostly civilians, during its Oct. 7 attack. The Israeli retaliatory assault has killed more than 21,500 Palestinians, according to health authorities in the enclave, many of them children under 18. Mariam's mother and sister were both killed in the strike along with members of the Abu Edwan family and people from other families temporarily living with them. Her father and brother Hamed, still a toddler, survived the blast. When Mariam was lifted free, a rescuer ran with her in his arms to take her to hospital. Doctors there swabbed her cuts. 'I WAS SHAKING. I WAS TERRIFIED' Rafah's hospitals were already dealing with the nightly influx of wounded people taken out of bombed houses. Nadeen Abdulatif, 13, stood by a pile of debris next to the Rafah house where she and her family had taken shelter after their own home in Gaza City was ruined by an air strike targeting the building next door, which killed her older brother. She could not stop thinking about being killed, or her other brother dying, she said. The air strike during the night had blown out the windows and rattled the building. \"My brother was shaking. I was shaking. I was scared. I didn't move from my place because of how terrified I was,\" she said. At another air strike site, rescuers had pulled out two infant girls. In an ambulance, medics sponged a thick layer of dust from their faces as a badly bleeding boy sat opposite them, dazed. In the hospital, children lay for treatment on the floor. A boy with bandages around his head and blood covering his face was crying. Next to him lay another boy with a brace around his neck. The two little girls lay on a stretcher. Israel says it is doing what it can to protect civilians, saying Hamas is responsible for harm that comes to them by operating amongst them. Hamas denies this. (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.) ALSO READ [Most Israelis want Hamas crushed despite Gaza casualties, UN rebuke](/article/law-order/2745251-most-israelis-want-hamas-crushed-despite-gaza-casualties-un-rebuke) [Israel can and will ignore US appeals to minimise casualties in Gaza](/article/politics/2745398-israel-can-and-will-ignore-us-appeals-to-minimise-casualties-in-gaza) [WRAPUP 1-Israel strikes southern Gaza, faces calls to reduce civilian toll](/article/law-order/2745453-wrapup-1-israel-strikes-southern-gaza-faces-calls-to-reduce-civilian-toll) [Three Palestinians killed by Israeli forces in raid on Jenin - health ministry](/article/law-order/2745535-three-palestinians-killed-by-israeli-forces-in-raid-on-jenin---health-ministry) [WRAPUP 2-Israel strikes southern Gaza as disease stalks residents](/article/law-order/2745524-wrapup-2-israel-strikes-southern-gaza-as-disease-stalks-residents)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Disaster and Accident",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mariam",
        "sentiment": "none"
      },
      {
        "name": "abu edwan",
        "sentiment": "none"
      },
      {
        "name": "baby mariam abu akel",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "reuters",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "gaza strip",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "rafah",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T16:02:37.825+02:00",
  "updated": "2023-12-29T16:12:04.114+02:00"
}