{
  "thread": {
    "uuid": "46af3666a89ec11eab8e8e388e9cbc6939f87fde",
    "url": "https://www.scoop.co.nz/stories/AK2407/S00178/students-compete-to-design-earthquake-safe-sustainable-housing.htm",
    "site_full": "www.scoop.co.nz",
    "site": "scoop.co.nz",
    "site_section": "http://auckland.scoop.co.nz/category/supercity/feed",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics",
      "top_news"
    ],
    "section_title": "Supercity &#8211; Auckland.Scoop",
    "title": "Students Compete To Design Earthquake-Safe, Sustainable Housing | Scoop News",
    "title_full": "Students Compete To Design Earthquake-Safe, Sustainable Housing | Scoop News",
    "published": "2024-07-05T02:06:11.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NZ",
    "main_image": "http://img.scoop.co.nz/stories/images/1908/scoop_image.jpg",
    "performance_score": 0,
    "domain_rank": 5209,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "46af3666a89ec11eab8e8e388e9cbc6939f87fde",
  "url": "https://www.scoop.co.nz/stories/AK2407/S00178/students-compete-to-design-earthquake-safe-sustainable-housing.htm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Friday",
  "published": "2024-07-05T02:06:11.000+03:00",
  "title": "Students Compete To Design Earthquake-Safe, Sustainable Housing | Scoop News",
  "text": "Students Compete To Design Earthquake-Safe, Sustainable Housing This week, 30 of Aotearoa New Zealand’s top architecture, engineering and construction students competed to design an affordable and sustainable housing development in the heart of Ōtautahi Christchurch. The winners of this year’s ArchEngBuild challenge were announced by Minister for Building and Construction Hon Chris Penk at a prizegiving at Christchurch Art Gallery Te Puna o Waiwhetū last night (Thursday). The winners are Ella Knapton, architecture student at Te Herenga Waka Victoria University of Wellington; Francis Orendain, construction management at Western Institute of Technology at Taranaki, and Douglas Goncalves, structural engineering at The University of Auckland. The judges commended the sheer complexity of the work: “They had 48 hours to work together to come up with an incredibly well-resolved concept and a depth of knowledge that was really impressive.” Overall, the judges were impressed with the students’ optimism and creativity in solving some of today’s biggest challenges – including resilience, sustainability and affordability in New Zealand buildings. “The students we saw today are going to change the building industry. Our industry can be tough – but these students are hitting the real world with the right attitude and focus on collaboration and communication,” said the judges. Minister for Building and Construction Hon Chris Penk said: “New Zealand’s housing needs to be affordable, and it needs to be resilient. We have some of the most unaffordable housing in the world, with over a quarter of renters spending more than 40 per cent of their income on housing. This is hurting New Zealanders and it’s hurting the economy. “Finding more efficient ways to build houses that are affordable, but also warm, durable, and safe from natural hazard should be the key motivators for the building and construction industry.” he says. “These students are the future of the industry,” ArchEngBuild is run by the Building Research Association of New Zealand (BRANZ) and Concrete New Zealand. Claire Falck, CEO of BRANZ, says collaboration is the heart of the ArchEngBuild competition. “Every year we challenge these architecture, engineering and construction students to work together, to help drive collaboration in the industry. It’s amazing what they come up with and how they work together,” she says. “At BRANZ, we work to encourage collaboration across the building and construction industry to find solutions to challenges around housing. ArchEngBuild gives people the opportunity to work together and understand each other at the beginning of their career and take those skills into the industry.” The ArchEngBuild Challenge is in its 11th year. Past ArchEngBuild students have described the challenge as one of the best experiences of their studies and the only chance they had to understand how to work with other architects, engineers and construction managers in multidisciplinary teams. The judges were: - Cass Goodwin, Regional Manager at Batchelar McDougall Consulting Ltd - James Woods, Managing Director at Image Construction & Image Projects - Victoria Threadwell, Senior Building Scientist at Ministry for Business, Innovation and Employment - Bernadette Muir, NZIA Fellow and Principal Academic Staff Member at Ara Institute of Canterbury ArchEngBuild 2024 is sponsored by Concrete NZ, Metals New Zealand, WIDE, New Zealand Timber Design Society, and Southbase. It is supported by Te Kāhui Whaihanga New Zealand Institute of Architects, Te Ao Rangahau Engineering New Zealand and the New Zealand Institute of Building. ArchEngBuild took place from Tuesday 2 July - Thursday 4 July at Te Whare Wānanga o Waitaha University of Canterbury.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "waiwhetū",
        "sentiment": "none"
      },
      {
        "name": "hon chris penk",
        "sentiment": "none"
      },
      {
        "name": "francis orendain",
        "sentiment": "none"
      },
      {
        "name": "douglas goncalves",
        "sentiment": "none"
      },
      {
        "name": "ella knapton",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "university of auckland",
        "sentiment": "none"
      },
      {
        "name": "te herenga waka victoria university of wellington",
        "sentiment": "none"
      },
      {
        "name": "western institute of technology",
        "sentiment": "none"
      },
      {
        "name": "christchurch art gallery te puna",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "aotearoa new zealan",
        "sentiment": "none"
      },
      {
        "name": "taranaki",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T02:06:11.421+03:00",
  "updated": "2024-07-05T02:06:11.421+03:00"
}