{
  "thread": {
    "uuid": "6cd6a8b64e0e5d4cec1e7f75faf907451a62b54d",
    "url": "https://bogota.gov.co/mi-ciudad/habitat/consejos-de-enel-colombia-para-el-ahorro-de-energia-en-el-hogar",
    "site_full": "bogota.gov.co",
    "site": "bogota.gov.co",
    "site_section": "https://www.bogota.gov.co/servicios",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "us_government_resources"
    ],
    "section_title": "Todo sobre trámites y servicios de Bogotá | Bogota.gov.co",
    "title": "Consejos de Enel Colombia para el ahorro de energía en el hogar | Bogota.gov.co",
    "title_full": "Consejos de Enel Colombia para el ahorro de energía en el hogar | Bogota.gov.co",
    "published": "2024-04-05T00:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://bogota.gov.co/sites/default/files/2024-03/pexels-photo-6277690.jpeg",
    "performance_score": 0,
    "domain_rank": 46774,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6cd6a8b64e0e5d4cec1e7f75faf907451a62b54d",
  "url": "https://bogota.gov.co/mi-ciudad/habitat/consejos-de-enel-colombia-para-el-ahorro-de-energia-en-el-hogar",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@bogota",
  "published": "2024-04-05T00:00:00.000+03:00",
  "title": "Consejos de Enel Colombia para el ahorro de energía en el hogar | Bogota.gov.co",
  "text": "Consumir energía de forma eficiente no solo es una buena manera de ahorrar en la factura de tu servicio, también es un hábito que todos debemos adoptar en estos tiempos de [conciencia ambiental.](https://www.enel.com.co/es/historias/a202002-por-amor-a-la-tierra-celebremos-el-dia-de-la-energia.html) Por este motivo, [Enel Colombia](https://www.enel.com.co/es.html), le brinda a la ciudadanía una serie de recomendaciones para el ahorro de energía en el hogar. Además de seguir consejos como aprovechar la luz del día, utilizar bombillos ahorradores led o apagar las luces cuando no las estés usando; es importante seguir ciertas recomendaciones para que tu consumo de energía sea más eficiente. Contenidos relacionados Para comenzar, si vas a comprar un electrodoméstico nuevo prefiere los de bajo consumo clasificados con las letras A, B y C. Recuerda que si tienen las letras D y E son de consumo medio, y los de letras F y G, de alto consumo. Con los tuyos, ten en cuenta que: ● La nevera es uno de los electrodomésticos que más consumen energía (aproximadamente el 30%). Para que este consumo no aumente, mantenla en una temperatura no tan fría (entre 2 y 6 grados), y lejos de hornos o lavadoras. Además, evita guardar alimentos calientes para no sobrecargar el compresor, intenta abrirla la menor cantidad de veces y siempre asegúrate de que esté bien cerrada. ● Para utilizar eficientemente la estufa y el horno, usa siempre recipientes acordes al tamaño de los alimentos que vas a preparar y tápalos mientras se cocinan. Otro truco sencillo es aprovechar el calor residual para terminar la cocción y fijarte que el diámetro de la hornilla no supere el recipiente. ● La limpieza es fundamental en el hogar, por eso, para usar mejor tu lavadora prefiere siempre los ciclos cortos con agua fría y las cargas completas. En cuanto a la hora del baño, es recomendable instalar duchas eléctricas que consumen menos energía. ● Para un entretenimiento eficiente, elige los de tecnología led porque consumen 25% menos que un LCD y 40% menos que los de las pantallas plasma. Además, intenta desconectarlos cuando no los estés usando. Cuidado con el consumo stand by Stand by, así se denomina el consumo silencioso de tus electrodomésticos aun cuando están apagados. Electrodomésticos como televisores y decodificadores, laptops, consolas de videojuego, microondas, cafeteras, cargadores de celular siguen consumiendo entre 5% y 8% de energía si están conectados. ¿Qué puedes hacer? Adquiere un enchufe inteligente o un multitoma en el que puedes conectar varios equipos y así mismo, desconectarlos al mismo tiempo o de forma remota: Así ahorrarás el 10% en tu consumo mensual de energía. Si estás pensando en adquirir uno y este se controla a través de una app, fíjate si es compatible con tu celular y con la intensidad del voltaje de tus electrodomésticos; también prefiere los de tamaño medio que no obstruyan la conexión de otros aparatos. En cuanto a sus funcionalidades generales, el modo away activa, por seguridad, los aparatos cuando no hay nadie en casa; algunos cuentan con monitorización de consumo, ayudándote a medir tu consumo eléctrico, y los más sotisficados se activan a través de asistentes virtuales. Con o sin estos enchufes, consume energía de forma eficiente aprovechando el horario valle, o de menor consumo energético, para usar tus electrodomésticos en su mayor capacidad. Así mismo, evita el horario pico (6 pm y las 8 pm) que es donde se genera mayor consumo. Como puedes ver, la forma más fácil de ahorrar energía es usándola eficientemente y ser consciente de que [consumirla responsablemente depende de ti](https://www.enel.com.co/es/personas/ahorro-energia-eficiencia-energetica.html), así como de las prácticas que incorpores a diario en tu casa o lugar de trabajo. 👉🏻 Conoce tu consumo en el simulador de Enel ingresando [aquí](https://www.enel.com.co/es/personas/servicio-al-cliente/calcula-gasto-electrica-con-el-simulador-de-consumo.html).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Health",
    "Education"
  ],
  "external_links": [
    "https://www.enel.com.co/es/historias/a202002-por-amor-a-la-tierra-celebremos-el-dia-de-la-energia.html)",
    "https://www.enel.com.co/es.html),",
    "https://www.enel.com.co/es/personas/ahorro-energia-eficiencia-energetica.html),",
    "https://www.enel.com.co/es/personas/servicio-al-cliente/calcula-gasto-electrica-con-el-simulador-de-consumo.html).",
    "https://enel.com.co/es/personas/servicio-al-cliente/calcula-gasto-electrica-con-el-simulador-de-consumo.html).",
    "https://enel.com.co/es.html),",
    "https://enel.com.co/es/historias/a202002-por-amor-a-la-tierra-celebremos-el-dia-de-la-energia.html)",
    "https://enel.com.co/es/personas/ahorro-energia-eficiencia-energetica.html),"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T02:01:01.084+03:00",
  "updated": "2024-04-05T02:01:01.084+03:00"
}