{
  "thread": {
    "uuid": "694c9701a7681e109685a89976797d7b733c518a",
    "url": "https://www.europapress.es/internacional/noticia-lider-hamas-asegura-tiene-voluntad-alcanzar-acuerdo-israel-pesar-sabotaje-netanyahu-20240505143219.html",
    "site_full": "www.europapress.es",
    "site": "europapress.es",
    "site_section": "http://www.europapress.es",
    "site_categories": [
      "media"
    ],
    "section_title": "\r\n\tEuropa Press -  Agencia de noticias\r\n",
    "title": "El líder de Hamás asegura que tiene voluntad de alcanzar un acuerdo con Israel a pesar del \"sabotaje\" de Netanyahu",
    "title_full": "El líder de Hamás asegura que tiene voluntad de alcanzar un acuerdo con Israel a pesar del \"sabotaje\" de Netanyahu",
    "published": "2024-05-05T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://img.europapress.es/fotoweb/fotonoticia_20240505143219_1200.jpg",
    "performance_score": 0,
    "domain_rank": 2629,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "694c9701a7681e109685a89976797d7b733c518a",
  "url": "https://www.europapress.es/internacional/noticia-lider-hamas-asegura-tiene-voluntad-alcanzar-acuerdo-israel-pesar-sabotaje-netanyahu-20240505143219.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Europa Press Internacional",
  "published": "2024-05-05T03:00:00.000+03:00",
  "title": "El líder de Hamás asegura que tiene voluntad de alcanzar un acuerdo con Israel a pesar del \"sabotaje\" de Netanyahu",
  "text": "Archivo - El jefe político de Hamás, Ismail Haniye (I), en Doha - Europa Press/Contacto/Iranian Foreign Ministry Europa Press Internacional Actualizado: domingo, 5 mayo 2024 14:43 Newsletter Boletín de Internacional Recibe un email cada día con las noticias más importantes. Suscríbete Autorizo el tratamiento de mis datos personales para la finalidad indicada. Es importante que antes de enviar la solicitud lea y acepte la siguiente información básica sobre nuestra Política de Privacidad. RESPONSABLE EUROPA PRESS NOTICIAS S.A. FINALIDAD PRINCIPAL Gestionar el envío del boletín de noticias diario para informarle de los hechos más relevantes de cada día. LEGITIMACIÓN Consentimiento del interesado. DESTINATARIOS Sus datos podrán ser comunicados al resto de entidades del Grupo Europa Press con la finalidad de poder gestionar de forma correcta la suscripción. DERECHOS Acceso, rectificación, supresión y portabilidad de sus datos, de limitación y oposición a su tratamiento, así como a no ser objeto de decisiones basadas únicamente en el tratamiento automatizado de sus datos, cuando procedan. INFORMACIÓN ADICIONAL Puede consultar la información adicional y detallada sobre nuestra Política de Privacidad en https://www.europapress.es/politica-privacidad.html o escribiendo al correo electrónico protecciondedatos@europapress.es @epinternacional Sigue en directo las últimas noticias sobre la guerra en Gaza MADRID,\nEl líder político del movimiento islamista palestino Hamás, Ismail Haniye, ha asegurado que su formación sigue interesada en alcanzar \"un acuerdo integral e interconectado\" que ponga fin a la guerra con Israel pero ha mantenido su exigencia de que todo pacto garantice un alto el fuego inmediato así como la retirada de las tropas israelíes de Gaza.\nHaniyeh, que ha acusado al primer ministro israelí, Benjamin Netanyahu, de \"inventarse perpetuas excusas\" como actos de \"sabotaje\" para prolongar el conflicto, ha manifestado que Hamás está haciendo un ejercicio de \"flexibilidad\" para facilitar las negociaciones que ahora mismo están teniendo lugar en El Cairo (Egipto), bajo la mediación egipcia, qatarí y estadounidense.\n\"Hamás todavía está interesado en alcanzar un acuerdo integral e interconectado que ponga fin a la agresión, garantice la retirada (de Israel) y logre un acuerdo serio de intercambio de prisioneros\", ha hecho saber Haniye en un comunicado donde incide en el principal punto de fricción con Israel, que exige la liberación incondicional de los rehenes en manos de las milicias palestinas como paso previo a cualquier otro tipo de discusión.\nEl líder de Hamás denuncia en este sentido que \"el mundo se ha convertido en el rehén de un gobierno de extremistas\" y acusa a Netanyahu de \"inventarse excusas permanentes para justificar la continuación de su agresión y la expansión del círculo del conflicto en Gaza\"; un comportamiento que representa \"un acto de sabotaje a los esfuerzos realizados a través de los mediadores y las partes\" adicionales que participan de una forma u otra.\nHaniye hace hincapié no obstante en que el movimiento palestino está participando en estas conversaciones con un carácter \"serio y positivo\" como demuestran \"las intensas reuniones\" previas al encuentro de El Cairo, en las que ha trasladado \"posturas flexibles\" y destacado que su prioridad es la de \"poner fin a la agresión\"; una \"postura lógica y fundamental que pone los cimientos para un futuro más estable\".\nHaniye, por último, ha vuelto a insistir a Estados Unidos que asuma un papel preponderante en este conflicto tras \"proporcinar coartadas a la ocupación de los territorios palestinos\" y es \"quien debería detenerlo en lugar de proporcionar armas para la destrucción y el genocidio\", remacha el comunicado recogido por el diario 'Falastin', vinculado a Hamás.\nLeer más acerca de: Hamás Israel Palestina",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-05T15:50:00.062+03:00",
  "updated": "2024-05-05T16:33:01.248+03:00"
}