{
  "thread": {
    "uuid": "88e3105c094bbf3f9c7115173465ceac525249a7",
    "url": "https://cadenaser.com/cataluna/2024/02/16/liberan-a-un-mono-capuchino-que-vivia-desde-hace-35-anos-enjaulado-en-el-piso-de-una-mujer-de-80-anos-en-barcelona-sercat",
    "site_full": "cadenaser.com",
    "site": "cadenaser.com",
    "site_section": "https://cadenaser.com",
    "site_categories": [
      "music",
      "hobbies_and_interests",
      "radio",
      "entertainment"
    ],
    "section_title": "Cadena SER: Noticias y Radio Online",
    "title": "Liberan a un mono capuchino que vivía desde hace 35 años enjaulado en el piso de una mujer de 80 años en Barcelona | Actualidad | Cadena SER",
    "title_full": "Liberan a un mono capuchino que vivía desde hace 35 años enjaulado en el piso de una mujer de 80 años en Barcelona | Actualidad | Cadena SER",
    "published": "2024-02-16T09:43:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://cadenaser.com/resizer/sXKLYlKf9ZSRui_XxQu5sOPRbhE=/1200x630/filters:quality(70)/cloudfront-eu-central-1.images.arcpublishing.com/prisaradio/5GPY5UQLTBGMHFPQUROMQOJU3E.jpg",
    "performance_score": 0,
    "domain_rank": 3804,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "88e3105c094bbf3f9c7115173465ceac525249a7",
  "url": "https://cadenaser.com/cataluna/2024/02/16/liberan-a-un-mono-capuchino-que-vivia-desde-hace-35-anos-enjaulado-en-el-piso-de-una-mujer-de-80-anos-en-barcelona-sercat",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ACN,Redacció SER",
  "published": "2024-02-16T09:43:00.000+02:00",
  "title": "Liberan a un mono capuchino que vivía desde hace 35 años enjaulado en el piso de una mujer de 80 años en Barcelona | Actualidad | Cadena SER",
  "text": "[Sociedad](/actualidad/sociedad/) Liberan a un mono capuchino que vivía desde hace 35 años enjaulado en el piso de una mujer de 80 años en Barcelona 'Linito' vivió enjaulado, sucio y sin acceso a luz solar directa durante más de tres décadas Barcelona La [Fundación para el Asesoramiento y Acción en Defensa de los Animales (FAADA)](https://faada.org/la-nostra-accio-1939-conseguimos-el-rescate-de-linito-un-mono-capuchino-que-vivia-enjaulado-en-un-piso-de-barcelona) ha logrado la liberación de un mono capuchino que vivía desde hacía 35 años en una jaula en un piso de Barcelona. En un comunicado, la organización explicó que Linito vivía en condiciones \"lamentables\" y totalmente inadecuadas para un animal de esa especie. Su propietaria era una mujer de unos 80 años que la había comprado hacía más de tres décadas. FAADA tuvo conocimiento de la situación del mono en el 2014 y empezó a trabajar para buscarle un mejor lugar donde vivir. Se encontraron con la oposición de la propietaria, que se negó reiteradamente a ceder al animal. Por último ha sido posible en aplicación de la nueva ley de bienestar animal. En las visitas que las técnicas de la fundación realizaron al domicilio se detectaron numerosas y graves irregularidades en cuanto al bienestar del animal, llamado Linito. Por ejemplo, vivía solo en una jaula de 2x1x1 metros que estaba en el comedor del pino. Aseguran que casi siempre estaba sucia. Además, no disponía de zona exterior ni acceso a luz solar directa. La propietaria les explicó que desde el 2014 el animal nunca había salido de la jaula. Por su parte, tenía una dieta inadecuada y muy poco variada. Por todo ello, tenía un aspecto físico muy deteriorado. La mujer se negó reiteradamente a ceder al animal. La fundación denunció el caso pero lamentó que ni el Ayuntamiento de Barcelona, ni la Generalitat ni la fiscalía de medio ambiente intervinieron nunca. El año pasado, la entidad volvió a insistir en el Ayuntamiento de Barcelona teniendo en cuenta el mal estado del animal, su origen ilegal y que su tenencia está prohibida en la ciudad, según la ordenanza de protección de animales. El consistorio les contestó que el caso no era de su competencia, según aseguran desde FAADA. En enero de 2024, con la entrada en vigor de la Ley de protección de los derechos y bienestar animal, la entidad presentó una nueva denuncia ante la Generalitat apuntando a que está prohibida la tenencia de primates en todo el territorio estatal. Por último, este miércoles, y tras una \"larga negociación\" con la propietaria, se logró la cesión del mono. El animal fue trasladado a la Fundación MONA donde pasará una primera fase de rehabilitación. Posteriormente será trasladado a otro centro para que pueda socializarse con otros individuos de su especie. En paralelo, se ha conseguido el decomiso de una perra que la propietaria del mono había adquirido recientemente y que nunca salía a la calle. La abogada de FAADA, Anna Estarán, lamentó que la falta de determinación de la administración haya impedido que el animal fuera rescatado antes. Criticó que las administraciones fueron \"impasible\" durante una década, unos años en los que se \"perpetuó el sufrimiento\" del mono.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Environment"
  ],
  "external_links": [
    "https://faada.org/la-nostra-accio-1939-conseguimos-el-rescate-de-linito-un-mono-capuchino-que-vivia-enjaulado-en-un-piso-de-barcelona)",
    "https://www.faada.org/la-nostra-accio-1939-conseguimos-el-rescate-de-linito-un-mono-capuchino-que-vivia-enjaulado-en-un-piso-de-barcelona)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T11:42:16.046+02:00",
  "updated": "2024-02-16T12:29:05.713+02:00"
}