{
  "thread": {
    "uuid": "d5835f34bcee38baee4ba1dd237ab3548f257c3d",
    "url": "https://whatsnew2day.com/melbourne-sikh-taxi-driver-praised-after-returning-8000-in-cash-he-found-in-his-cab/",
    "site_full": "whatsnew2day.com",
    "site": "whatsnew2day.com",
    "site_section": "https://whatsnew2day.com",
    "site_categories": [
      "media"
    ],
    "section_title": "WhatsNew2Day - Latest News And Breaking Headlines",
    "title": "Melbourne Sikh Taxi Driver Praised After Returning $8,000 In Cash He Found In His Cab » WhatsNew2Day",
    "title_full": "Melbourne Sikh Taxi Driver Praised After Returning $8,000 In Cash He Found In His Cab » WhatsNew2Day",
    "published": "2023-12-29T07:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://wtsn2.b-cdn.net/wp-content/uploads/2023/12/Melbourne-Sikh-taxi-driver-praised-after-returning-8000-in-cash.jpg",
    "performance_score": 0,
    "domain_rank": 73985,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d5835f34bcee38baee4ba1dd237ab3548f257c3d",
  "url": "https://whatsnew2day.com/melbourne-sikh-taxi-driver-praised-after-returning-8000-in-cash-he-found-in-his-cab/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "rosenfornevada",
  "published": "2023-12-29T07:03:00.000+02:00",
  "title": "Melbourne Sikh Taxi Driver Praised After Returning $8,000 In Cash He Found In His Cab » WhatsNew2Day",
  "text": "A Melbourne taxi driver who has driven taxis for more than three decades has been praised for his honesty after returning a large amount of cash found in his vehicle. Charanjit Singh Atwal recently found a wallet and $8,000 in cash scattered across the back seat of his taxi. Instead of keeping the cash, the Sikh driver immediately handed it over to the police so they could locate the rightful owner. The honest taxi driver said it never crossed his mind to keep the money. Surprisingly, the rightful owner was reunited with his cash. Mr. Singh Atwal did not ask for any reward from the grateful owner. Charanjit Singh Atwal recently found $8,000 in the back seat of his taxi ‘No no. I do not need it. Never ever,’ said the 13cabs driver. nine news . He told the Herald Sun: ‘I remember the passenger who lost him was in a hurry; He was very lucky because he had many passengers behind him. “Needless to say, I was very grateful.” Australians were quick to praise the taxi driver after his story was posted online and went viral. ‘A good and honest man. This says a lot about his character. May he be blessed abundantly,’ wrote one. “He is blessed and his honesty and good deed will be returned to him tenfold,” said one. ‘Yeah! Great morals, great ethics! Respect,” wrote another. Others were disappointed to learn that the owner of the cash did not give a reward to Mr Singh Atwal. ‘No reward? What an idiot,” one wrote. “The man obviously has a good heart and probably wasn’t expecting a reward, but it’s disappointing that the owner of the money didn’t bless him with one,” said another. Some were more cynical. “Let’s face it, there was a camera in the car and he knew that if he kept the money he would lose his job or worse, be prosecuted,” one wrote. “If he hadn’t, he could have been charged with theft,” said another. The honest taxi driver said it never crossed his mind to keep the stash. In Australia, Theft by Search is a law that requires people who find items and money to try to find the rightful owner. If the owner does not show up, whoever finds him can file a claim. If a person, however, keeps the property or money, he or she may receive a prison sentence. In New South Wales, section 117 of the Crimes Act 1900 states that the punishment for theft is a maximum sentence of five years. In 2010, a couple bought a second-hand suitcase from a Melbourne Salvation Army store for a few dollars. The woman who donated the suitcase did not know that her husband had sewn his $100,000 savings into the lining. “The distraught man contacted the Salvation Army in an attempt to recover the suitcase, but it had already been sold,” said Salvation Army spokesman Major Brad Halse. Age At the time. Victoria Police later charged a man, 44, and a woman, 34, who had split the money into several bank accounts and spent some of it.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice",
    "Social Issue"
  ],
  "external_links": [
    "https://www.theage.com.au/national/victoria/100000-left-stashed-inside-salvation-army-store-suitcase-20100406-roeh.html)",
    "https://www.9news.com.au/melbourne).",
    "https://theage.com.au/national/victoria/100000-left-stashed-inside-salvation-army-store-suitcase-20100406-roeh.html)",
    "https://9news.com.au/melbourne)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "charanjit singh atwal",
        "sentiment": "none"
      },
      {
        "name": "singh atwal",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "sikh",
        "sentiment": "none"
      },
      {
        "name": "herald",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "melbourne",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T14:10:42.434+02:00",
  "updated": "2024-01-10T14:37:27.274+02:00"
}