{
  "thread": {
    "uuid": "feccd9c0bd1e8848f95ccec836d7925a659497e3",
    "url": "https://vnexplorer.net/replica-of-batavia-longboat-that-saved-shipwreck-survivors-restored-with-help-of-prisoners-s715252.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "Replica of Batavia longboat that saved shipwreck survivors restored with help of prisoners",
    "title_full": "Replica of Batavia longboat that saved shipwreck survivors restored with help of prisoners",
    "published": "2023-12-30T03:04:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mdDSq.img",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "feccd9c0bd1e8848f95ccec836d7925a659497e3",
  "url": "https://vnexplorer.net/replica-of-batavia-longboat-that-saved-shipwreck-survivors-restored-with-help-of-prisoners-s715252.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-30T03:04:00.000+02:00",
  "title": "Replica of Batavia longboat that saved shipwreck survivors restored with help of prisoners",
  "text": "Inmates from Geraldton’s Greenough Regional Prison working on the Batavia longboat replica. (ABC Midwest & Wheatbelt: Alice Angeloni)\nAt a boat yard in Western Australia, prisoners are helping to restore a piece of history central to one of Australia’s bloodiest mutinies.\nThe inmates are sanding the hull of a near-exact replica of the 17th-century Dutch boat that carried survivors from the Batavia shipwreck off the Abrolhos Islands in 1629.\nIt’s reported the longboat took 48 people, with standing room only, on a month-long journey to the capital of the Dutch East Indies, modern-day Jakarta, to raise the alarm about the wreck.\nMutiny and murder broke out among those left behind on the islands off WA’s Geraldton coast.\nKeeping Batavia history alive The longboat replica at Geraldton was built 20 years ago to link the WA city to the Batavia history.\nIt’s used to take visitors and school students on trips along the coast, and sits on a mooring outside Geraldton’s museum.\nVince Nock, the longboat’s skipper and president of the Batavia Coast Replica Boat Association, says the vessel is cared for by a small group of volunteers.\nMaintenance is intensive, so their volunteer-run group was grateful for the help of the prisoners.\n“The fact that the planets have aligned and these guys have been able to come and help us, it’s really appreciated,” Mr Nock said.\nThe inmates are approved for work outside of Geraldton’s Greenough Regional Prison.\nAs Mr Nock looks around the boat yard, eight prisoners are hard at work sanding the “lovely little boat”.\nThey clean and prepare the longboat before coating and resealing it. The project was expected to take about two weeks.\nAmong them, conversations could be overhead. Some discussed how far the boat had voyaged and wondered how it fared in the open sea.\nMr Nock said the replica is doing what it was designed to do.\n“It’s bringing people together. It’s getting them to talk to one another and ask questions and find out about what actually happened back then,” he said.\nSource of pride Mr Nock said the longboat was the last surviving Dutch replica vessel on the west coast.\n“The people of the Midwest, they know this boat, and they’re immensely proud that it’s here in Geraldton,” he said.\n“The Dutch were very much a part of the discovery of Western Australia from a European perspective. This little boat — it’s a link.”\nGreenough Regional Prison assistant superintendent Dean Wellman said the work was also beneficial for the inmates.\nHe said it taught them manual skills, required a work ethic, and gave them pride because they knew they were working on a meaningful project.\n“It gives them the confidence to then go and approach an employer and say, ‘Hey, look, this is where I am, this is where I’ve been, this is my resume, this is what I can do,” Mr Wellman said.\nBeing involved in projects like the boat restoration helped prisoners reintegrate back into the community.\n“Things that make a difference, things that they can look at, that are tangible and say, ‘We’ve done that’, it’s pride, for the rest of their lives,” Mr Wellman said.\nThe inmates working on the replica have been approved to work in the community under Section 95 of the Prisons Act, which aims to assist with reintegration into the community.\n“Whenever they walk past that marina, they’ll be able to look at this boat that’s floating there and say to whoever they’re with, ‘I worked on that’ Mr Wellman said.\nEditor’s Note: Some photos have been digitally altered so prisoners cannot be identified.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mdDSq.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mdDSq.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "alice angeloni",
        "sentiment": "none"
      },
      {
        "name": "vince nock",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "batavia coast replica boat association",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "geraldton",
        "sentiment": "none"
      },
      {
        "name": "batavia",
        "sentiment": "none"
      },
      {
        "name": "western australia",
        "sentiment": "none"
      },
      {
        "name": "jakarta",
        "sentiment": "none"
      },
      {
        "name": "abrolhos islands",
        "sentiment": "none"
      },
      {
        "name": "wa",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "east indies",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T03:08:48.120+02:00",
  "updated": "2023-12-30T03:08:48.120+02:00"
}