{
  "thread": {
    "uuid": "a51cc7172753a2819607054a8401e467a0f41dcf",
    "url": "https://www.9and10news.com/2023/12/28/mimusic-education-hosts-first-annual-new-years-eve-starlight-party-fundraiser/",
    "site_full": "www.9and10news.com",
    "site": "9and10news.com",
    "site_section": "https://www.9and10news.com/on-demand",
    "site_categories": [
      "media"
    ],
    "section_title": "On Demand  - 9&amp;10 News",
    "title": "MiMusic Education hosts first annual New Year’s Eve Starlight Party fundraiser – 9&10 News",
    "title_full": "MiMusic Education hosts first annual New Year’s Eve Starlight Party fundraiser – 9&10 News",
    "published": "2023-12-28T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.9and10news.com/resizer/mX99786ULyjHmlpJ88MauNR6HbE=/1200x630/filters:format(jpg):quality(70)/d39u0po92aroe6.cloudfront.net/12-28-2023/t_148225a195354210ad8508cb26c55a56_name_file_1920x1080_5400_v4_.jpg",
    "performance_score": 0,
    "domain_rank": 27054,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a51cc7172753a2819607054a8401e467a0f41dcf",
  "url": "https://www.9and10news.com/2023/12/28/mimusic-education-hosts-first-annual-new-years-eve-starlight-party-fundraiser/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rachel Rademacher",
  "published": "2023-12-28T02:00:00.000+02:00",
  "title": "MiMusic Education hosts first annual New Year’s Eve Starlight Party fundraiser – 9&10 News",
  "text": "[MiMusic Education](https://mimusic.education/) is a nonprofit corporation started by Karine Pierson. “I noticed that there were a lot of families that needed help, especially like post-pandemic people. You know, people’s lives have been completely upended in some cases, you know, and there were just some families that were like, I can’t afford our music lessons. And I know these kids very intimately. And I’m like thinking, how horrible this is and what this means for these kids if they were to stop their music lessons,” said Karine Pierson. Pierson’s obstacles she faced as a musician in her childhood and adult life gave her the inspiration to launch the MiMusic Scholarship Fund to help kids in similar situations. “You know, I wouldn’t have been able to afford any of my music lessons. I went to Interlochen. I went to college on scholarship. You know, like I would not be where I am today,” said Pierson. This year, the team is putting on a New Year’s Eve event, the Starlight Party, to help raise money for MiMusic and the scholarship fund to continue positively impacting students’ lives. “This really helps us to get a large chunk to be able to continue to provide these scholarships. I think that people in general get into trouble when they don’t have a purpose in their life. You know, so a lot of times kids get very caught up in like, this is my identity. That’s who I am. And it lasts the rest of their life. As I can attest,” Pierson said. Pierson says there’s nothing more fulfilling than giving kids the gift of music. “Nobody wants to take something away from your kids who is trying to give things to your kids. So when those parents come in here upset. It’s like, I don’t know, It just kind of makes my whole life make sense when I can say to them, you know, no, you don’t have to stop this thing that your child loves or the thing that you love. We’ve got you covered,” said Pierson. The scholarship fund is for kids from all different backgrounds, musical talents and experiences. “It has made me kind of realize that there are places where there are musical and creative opportunities and where I can just fully express myself and learn more about what I love doing. And the scholarship program has definitely made it easier and less stressful, like for myself and for my mom and like my family and everybody, to be able to continue having those that opportunity and those creative experiences,” said scholarship recipient, Sequoia Patterson. “My family since COVID, we have been struggling financially like many other families. And music is just something I’m really passionate about. And when I started voice lessons, it really helped me like get out of my shell that COVID put me into, and it helped me find my identity,” said another recipient, Anabelle Flowers. Get tickets for the Starlight Party [here. ](https://mynorthtickets.com/events/the-starlight-gala-12-31-2023)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest",
    "Education"
  ],
  "external_links": [
    "https://mynorthtickets.com/events/the-starlight-gala-12-31-2023)",
    "https://mimusic.education/)",
    "https://www.mynorthtickets.com/events/the-starlight-gala-12-31-2023)",
    "https://www.mimusic.education/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "karine pierson",
        "sentiment": "negative"
      },
      {
        "name": "pierson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "mimusic education",
        "sentiment": "negative"
      },
      {
        "name": "starlight party",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "interlochen",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:34:18.657+02:00",
  "updated": "2023-12-29T00:34:18.657+02:00"
}