{
  "thread": {
    "uuid": "7d96f4bd370dc49542332534ff23e11f5677f2bb",
    "url": "https://www.elcaribe.com.do/gente/cultura/certifico-y-doy-fe/caridad-en-los-refranes-proverbios-y-sentencias-iii/",
    "site_full": "www.elcaribe.com.do",
    "site": "elcaribe.com.do",
    "site_section": "http://elcaribe.com.do/2023",
    "site_categories": [
      "travel",
      "caribbean"
    ],
    "section_title": "2023 - Periódico elCaribe",
    "title": "Caridad en los refranes, proverbios y sentencias III - Periódico elCaribe",
    "title_full": "Caridad en los refranes, proverbios y sentencias III - Periódico elCaribe",
    "published": "2023-12-30T02:41:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "DO",
    "main_image": "https://img.mmc.com.do/elcaribe-bucket/uploads/2023/12/libro-1.jpg",
    "performance_score": 0,
    "domain_rank": 71644,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7d96f4bd370dc49542332534ff23e11f5677f2bb",
  "url": "https://www.elcaribe.com.do/gente/cultura/certifico-y-doy-fe/caridad-en-los-refranes-proverbios-y-sentencias-iii/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Monseñor Ramón De la Rosa y Carpio",
  "published": "2023-12-30T02:41:00.000+02:00",
  "title": "Caridad en los refranes, proverbios y sentencias III - Periódico elCaribe",
  "text": "Introducción El tema de la caridad (el amor) es de todo el año y más allá de toda la eternidad, pero el tiempo de Navidad y Año Nuevo es la mejor época para renovarlo. He aquí en tres entregas sobre la caridad en los refranes, proverbios y sentencias. 30-No es amistad la que siempre pide y nunca da Este refrán niega el valor verdadero de la amistad cuando sólo una de las partes se beneficia del trato. En general, se recomienda la actitud recíproca entre amigos, especialmente en lo que toca a la caridad, el préstamo o la ayuda. En el mismo sentido se expresa el siguiente refrán: RENIEGO DEL AMIGO QUE SE COME LO SUYO SOLO Y LO MÍO, CONMIGO. 31-Amigo que no presta y cuchillo que no corta, que se pierdan poco importa Del mismo modo que el anterior, el préstamo y la ayuda monetaria representa una buena prueba para calcular la amistad del prójimo. Porque, como afirma una sentencia universal LOS AMIGOS ESTÁN PARA LAS OCASIONES, es decir, para ayudar en los momentos de apuro y en las desventuras. Es, en estas circunstancias adversas, cuando se necesitan y se buscan a los buenos amigos. Un amigo que no se comporte como debe, de nada sirve, y por tanto, puede perderse. 32-Si le quieres enemigo, presta dinero al amigo En sentido contrario a los refranes anteriores, éste recomienda no establecer relaciones económicas con los amigos. Existe una corriente ideológica popular que avisa sobre los inconvenientes del préstamo a amigos y parientes; en realidad, se trata de una visión negativa de los efectos del dinero. También la sabiduría popular tiene conciencia de la actitud desagradecida del género humano. 33- Quien de la olla del vecino quiera probar, la suya no ha de tapar Recomienda la caridad recíproca y, en general, alerta contra los egoístas que guardan los bienes para sí mismos y buscan beneficiarse de los afanes ajenos. 34-Quien no buscó amigos en la alegría, en la desgracia no los pida Insiste el refranero en la sabia recomendación de compartir lo que se tiene. Para ser correspondidos, el saber popular enseña a ser solidarios en los tiempos de abundancia. Porque, quien cuando tuvo no dio, mal puede esperar ofrecimientos en la desgracia. 35-Doy para que me des, ruin dar es Contra usureros. El refranero reniega de las personas que realizan actos de caridad o ayudan al prójimo esperando obtener beneficios posteriores. La caridad y el amor deben ser desinteresados y callados. Esperar beneficios de la caridad o anunciar «a bombo y platillo» las buenas acciones no es sino cobrar por adelantado actitudes hipócritas. 36-Quien pide prestado, unas veces se pone amarillo y otras colorado Porque la cultura occidental consideraba vergonzoso pedir prestado y porque cuando se pide prestado hay necesidad de devolver lo pedido; y como no siempre es posible devolver lo que se solicita, resulta más humillante verse sin poder cumplir con el trato. Los deudores o morosos suelen pasar por estos malos tragos y, en estas ocasiones, se les huye la sangre de la cara (se ponen amarillos) o toda la sangre se les acumula en las mejillas (se ponen colorados, o enrojecen). El préstamo es un acto social muy común en otras culturas (la judía, por ejemplo) pero en la Edad Media el préstamo era un signo de miseria material y de humillación moral, precisamente porque era obligado entrar en tratos con judíos, quienes sufrieron terribles persecuciones tanto por su condición religiosa como por sus actividades mercantiles. La superstición medieval también les acusó de brujería. El romanticismo del siglo XIX recogió todas estas ideas y las llevó a la literatura. Sir Walter Scott (1771-1832), el autor de Ivanhoe (1820), se refiere a estas cuestiones del siguiente modo: «El judío inspiraba un sentimiento de horror por ser mago o usurero.» 37-Quien pide no escoge Señala la humildad con que debe conducirse quien es socorrido; porque sería necio y ridículo que la persona miserable y desventurada pudiera elegir el medio de prosperar. Esta expresión recuerda que lo que se nos ofrece de buena fe, de buena fe debe ser admitido. 38-Quien recibe, a dar se obliga Muestra este refrán el agradecimiento que se debe a la persona que ofrece su favor y ayuda. Y no hay mayor agradecimiento que devolver el favor y la ayuda cuando nos sean requeridos. 39-Ten qué dar y te vendrán a buscar, ponte a pedir y verás a la gente huir Este refrán da cuenta de los desprecios que se sufren en la miseria. Reconoce que la abundancia atrae a las gentes y la pobreza las ahuyenta. El conocimiento práctico del refranero insiste en la mala reputación del mundo: los hombres sólo buscan el beneficio material, y cuando éste no existe, todos se alejan en busca de nuevos intereses. Porque para recibir todos están dispuestos, pero para ejercer la caridad se tuerce el gesto y se hacen mohínes. 40-Quien pide con timidez, invita a negar Recomienda la expresión enérgica en la petición de favores; porque la caridad es una disciplina muy grave y dura, y de modo natural los hombres tienden a guardar y a ser egoístas con sus bienes. En términos similares se expresa la conocidísima sentencia: QUIEN NO LLORA, NO MAMA; es decir, que para lograr algo es necesario pedirlo con insistencia y tesón. Un refrán antiguo enseñaba a pedir: POBRE PORFIADO, SACA BOCADO. Esta enseñanza la conocen bien todos los pobres del mundo, porque es notorio que es fundamental insistir hasta la extenuación para aflojarle el bolsillo al viandante. Sin embargo, la insistencia no siempre da fruto: en cierta ocasión un joven se acercó al palacio de un noble para solicitar un favor. El noble lo negó tajantemente. Al día siguiente el joven se disfrazó de anciano para provocar la caridad del rico; y vestido con harapos y teñida su cabeza de canas, pidió de nuevo ayuda. Cuando se presentó ante el noble, éste sonrió y le contestó: «Ya los días pasados me pidió lo mismo vuestro hijo y le dije que no había lugar.» Otro refrán dice: QUIEN MACHACA, ALGO SACA. Y en sentido contrario: QUIEN MUCHO PIDE, NADA OBTIENE. El siguiente refrán establece el término medio: PEDIR SOBRADO PARA SALIR CON LO MEDIADO. Es decir, se recomienda solicitar de más, porque siempre se nos concederá de menos. 41-No digas tu menester a quien no te pueda socorrer Recomienda la prudencia en declarar nuestras necesidades y aconseja no perder el tiempo solicitando lo que no vamos a lograr. Avisa contra los hombres que andan al acecho de las debilidades ajenas para perjudicar o aprovechar la indefensión. Otro refrán similar indica: A QUIEN NO TE HA DE AYUDAR, NO LE VAYAS A LLORAR. Conclusión CERTIFICO que estos textos fueron extraídos del libro Refranes, proverbios y sentencias, de José Calles Vales. DOY FE en Santiago de los Caballeros a los veintinueve (29) días del mes de diciembre del año del Señor dos mil veintitrés (2023). Introducción",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T03:13:33.416+02:00",
  "updated": "2023-12-30T03:13:33.416+02:00"
}