{
  "thread": {
    "uuid": "f8547fbbd4fc2ed2bc62abb7fd14e612b3aeaf45",
    "url": "https://vietnamnet.vn/en/teenager-wins-highest-prize-of-literature-and-arts-award-2023-2236620.html",
    "site_full": "vietnamnet.vn",
    "site": "vietnamnet.vn",
    "site_section": "https://vietnamnet.vn/en/",
    "site_categories": [
      "media"
    ],
    "section_title": "News",
    "title": "Teenager wins highest prize of Literature and Arts Award 2023",
    "title_full": "Teenager wins highest prize of Literature and Arts Award 2023",
    "published": "2024-01-08T00:23:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://static-images.vnncdn.net/files/publish/2024/1/8/teenager-wins-highest-prize-of-literature-and-arts-award-2023-12.jpg",
    "performance_score": 0,
    "domain_rank": 6394,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f8547fbbd4fc2ed2bc62abb7fd14e612b3aeaf45",
  "url": "https://vietnamnet.vn/en/teenager-wins-highest-prize-of-literature-and-arts-award-2023-2236620.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VietNamNet News",
  "published": "2024-01-08T00:23:00.000+02:00",
  "title": "Teenager wins highest prize of Literature and Arts Award 2023",
  "text": "Minh Anh is the youngest recipient of Literature and Arts Awards 2023. Photo courtesy of Minh Anh\nMinh Anh, a member of the HCM City Union of Literature and Arts Associations, has won an A Prize at the awards with her poetry collection Một Ngày Từ Bên Trong (A Day from Within).\nThe collection has been praised for its highly innovative and unprecedented nature in Vietnamese poetry, from its content to its modern style of expression, with extremely captivating language.\nThe Literature and Arts Award has been annually held by the Vietnam Union of Literature and Arts Associations (VULA). Over its 30 years of organisation, the award has been expanding in scale and attracting the participation of numerous artists from across the country.\nAccording to the organisers, the award council has been able to select the best quality works in terms of content and artistic value, and at the same time discover and nurture young talents through each award ceremony.\nIn 2023, the council received 372 entries from authors and author groups from 58 out of 63 provincial and city Literature and Arts Associations. As a result, 60 works of different categories from 35 associations were awarded, including four A prizes, 14 B prizes, 19 C prizes, 18 consolation prizes, and 5 prizes for Young Authors.\nBesides Minh Anh, another three A prizes were awarded to the painting Ký Ức (Memories) by Huỳnh Minh Ngọc from An Giang Literature and Arts Association, the photo collection Hoàng Hôn Sài Gòn (Saigon Sunset) by Trần Ngọc Dũng from HCM City Literature and Arts Association, and prose collection Làm Rể Miền Tây (Becoming a Son-in-Law in the Mekong Delta) by Nguyễn Hội from Long An Literature and Arts Association.\nThe Council of the Literature and Arts Award has also awarded nine prizes to outstanding works recommended by the Central specialised Literature and Arts Associations.\nChairman of the VULA, musician Đỗ Hồng Quân, said the Literature and Arts Award has selected outstanding works of the year. These works have been published, exhibited, or publicly presented, recognised by the audience, and mentioned in the media.\nThe youngest winner of the awards, Minh Anh, said she was surprised and honoured, adding that she “never imagined receiving it.”\nHer poetry collection, A Day from Within , revolves around the thoughts and emotions from the inner world of a young child who has not yet experienced much of life. It serves as the writer’s diary preserving thoughts and emotions that originate solely from her deepest inner self.\nacross the sea\nscattered are pieces of myself\n I am the sad sand\nforever waiting for my remaining self\n to one day reunite\nforever together.\n(Discover - Minh Anh)\nThe 16-year-old poet revealed she completed the collection in eight years, with some of the writings dating back to when she was eight years old. At that time, she visited caves in the central province of Quảng Bình where the stunning rock formations inspired her budding creativity.\nAnh's favourite themes involve the connection between the past and the future, as well as concepts such as happiness, freedom and success.\n\"Poetry is the essence of a person. It represents the individual's ways of thinking and serves as a profound exploration of the mind without the use of technology. Each person possesses a unique beauty that neither technology nor poetry can fully express.\n“I believe that poetry has the capacity to capture many aspects of human beauty. However, it can never capture everything,\" she said.\nIn the future, Minh Anh hopes to continue writing many more poems and experiment with different writing styles beyond A Day from Within . – VNS",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://vads.net.vn/Ad?z=93&w=1&domain={p}&isvast=0",
    "https://vads.net.vn/Ad?z=92&w=1&domain={p}&isvast=0",
    "https://www.vads.net.vn/Ad?z=93&w=1&domain={p}&isvast=0",
    "https://vads.net.vn/Ad",
    "https://www.vads.net.vn/Ad?z=92&w=1&domain={p}&isvast=0"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "minh anh",
        "sentiment": "negative"
      },
      {
        "name": "minh anh mi",
        "sentiment": "neutral"
      },
      {
        "name": "anh",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hcm city union of literature and arts associations",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "vietnam union",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:16:44.692+02:00",
  "updated": "2024-01-08T01:16:44.692+02:00"
}