{
  "thread": {
    "uuid": "9d304d8d00a73a2fbc843d8d92a80ce80cdb1557",
    "url": "https://seekingalpha.com/article/4660589-dividend-stock-watch-list-lanny-january-2024-edition?source=feed_all_articles",
    "site_full": "seekingalpha.com",
    "site": "seekingalpha.com",
    "site_section": "https://seekingalpha.com/feed.xml",
    "site_categories": [
      "investing",
      "financial_news",
      "finance",
      "mutual_funds"
    ],
    "section_title": "All Articles on Seeking Alpha",
    "title": "Dividend Stock Watch List: Lanny's January 2024 Edition",
    "title_full": "Dividend Stock Watch List: Lanny's January 2024 Edition",
    "published": "2024-01-01T11:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.seekingalpha.com/cdn/s3/uploads/getty_images/1487894858/image_1487894858.jpg?io=getty-c-w1536",
    "performance_score": 0,
    "domain_rank": 1027,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 11
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9d304d8d00a73a2fbc843d8d92a80ce80cdb1557",
  "url": "https://seekingalpha.com/article/4660589-dividend-stock-watch-list-lanny-january-2024-edition?source=feed_all_articles",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-01T11:03:00.000+02:00",
  "title": "Dividend Stock Watch List: Lanny's January 2024 Edition",
  "text": "The stock market is now on fire! What a difference a few months makes. The stock market is at or near all-time highs and it’s all about time in the market vs. timing the market.\nTherefore, it’s difficult to find undervalued dividend stocks right now, due to the market surging over 25% this year. However, you know the Dividend Diplomats never back down from finding undervalued dividend growth stocks!\nLet’s dive into three dividend stocks on my watch list right now!\nDividend Stock Watch List\nDividend investing happens, whether the stock market is up or down, whether the Fed raises interest rates or lowers. Inflation or deflation. Banks are failing or being bailed out. Recession, no recession. It’s all about buying dividend income-producing stocks - the best source of passive income source on your journey to financial freedom!\nThe stock market, specifically the S&P 500, is up 25% this year, coming so close to all-time highs. Maybe by the time this article comes out, we will be at all-time highs. The S&P 500 has yin-yanged all year long, as a few months ago, they were below 4,400 and even below 4,200. Cryptocurrency is also on a tear right now, with the spot ETFs for Bitcoin (\nBTC-USD) rising, and the BTC halving coming in 2024, as they say.\nHere is the S&P 500 chart below - Up, down, up, down, and now way up:\nInterest rates have held steady for 3 months now, and the high-yield savings rates “could” be at their peak.\nGiven the possibility of inflation cooling and the bank's current stability, the Fed may top out at the current 5.25-5.50% in their fight against inflation and hold for a few more months. However, all of the interest rate increases have increased the savings rate. Ally currently has a savings rate of 4.35%, with their money market product at 4.40%. However, there is a Fintech that I heavily use.\nI keep more savings in my SoFi savings account - as it earns me - now - 4.60% on my savings account.\nIn addition, I’ve been buying stocks on SoFi’s investing application.\nIn addition, given the uncertainty, I continue to make weekly investments in Vanguard Exchange Traded Funds (ETFs). The specific ETF my wife and I have been loading up on is Vanguard High Dividend Yield Index Fund ETF Shares (\nVYM). We are investing approximately $650 per week into Vanguard (pending the VYM stock price) to stay invested in the market during the uncertain times. In addition, I am also investing $60 per day into Vanguard S&P 500 ETF ( VOO) and $40 into Vanguard’s Dividend Appreciation Index Fund ETF Shares ( VIG)!\nTherefore, on the road to financial freedom, acquiring assets that produce cash flow or income is the goal! Like I always say, there is always a diamond in the rough. How do I find an undervalued dividend stock? Time to introduce our beloved Dividend Diplomat Stock Screener!\nDividend Diplomat Stock Screener\nIf you don’t know already, we keep the stock screener metrics to three simple items. They are:\n- Price to Earnings Ratio - We look for a price to earnings ratio < than the overall Stock Market.\n- Payout Ratio - We aim for a payout ratio of less than 60%.\n- Dividend Growth - We like to see the history of dividend growth in a company.\nTime to find the answer to… how did the dividend stocks on my watch list grade on the stock screener?\nDividend stock watch list\nHere is the list of dividend stocks that are on my radar going into the month of January 2024. I typically like to keep it at 2-3 dividend stocks, keeping the focus locked in. Finding dividend stocks isn’t easy, but there are also other factors, such as the composition of my portfolio by industry (such as - am I overweight/underweight in an industry), as well as exposure to one stock and the concentration there.\nThere, the dividend stocks on my list cater to those other facets when building a dividend stock portfolio.\nUnited Parcel Service (\nUPS)\nI have officially achieved 100 shares of United Parcel Service due to the last dividend reinvestment recently. I was happy to cross the century threshold and complete the position, or so I thought.\nThough I was buying UPS in the $140s, though they spring up closer to the mid-$160s, they’ve come back to the mid-$150 range, currently at $156.84.\nThere is quite the talk about their huge union deal/contract and that merchants don’t need UPS anymore. Forgive me, but I noticed many brown trucks around the holiday and I am sure there is quite the value in their logistics and data as well! I still do like the company; hence, they are on my watch list, now they’ve come slightly down from mid-December.\nTherefore, I want to show the stats and why I do like the stock, even at current prices.\nTherefore, let's run UPS officially through the Dividend Diplomats Stock Screener, which is focused on these 3 metrics.\n- Price to Earnings Ratio: Earnings is approximately $9.67 (down from $10.34 previous expectations) in earnings per share for 2024. Therefore, UPS is trading at ~16x forward earnings right now, still low, especially when compared to the 26x the S&P 500 sits at.\n- Payout Ratio: UPS’ current dividend payout ratio, using that metric is actually at 67%. Higher than the 60% we would like to see, from the $1.62 per share, per quarter dividend. Dividend growth may slow.\n- Dividend Growth: See the 10-year chart below. All up from here. Over 13 years of growing dividends, at an average rate of almost 6.5%, is not too bad. Given high inflationary times, high interest rates, and tightening of consumer spending, UPS keeping this streak alive is great.\nThe dividend yield is currently at 4.13%. Hard not to like a company with this much history yielding over 4%, after the stock market has surged so much in the last month (5%).\nI’ll be watching and if they hit at or below $150 - I’ll grab one share.\nHormel (\nHRL)\nGive me that Pepperoni baby! Hormel Foods is down over 30% this year and is a dividend king, believe it or not! Many products are still in the store and your cupboard - Hormel, Planters, Embasa, Skippy, Justin’s, and Jennie-o’s are a few of their name brands!\nThey also have been dealing with economic and labor headwinds, but this isn’t their first rodeo.\nThat’s what - this global company has to still be on the list, just based on the history and they’ve been a passive income machine for dividend investors. In fact, the 5-year dividend yield average is only 2.32% and they now yield 3.55%, just think about that.\nTime to look at the dividend metrics.\n1.) P/E Ratio: HRL analysts are expecting over $1.55 in earnings per share. That pegs the price to earnings ratio at 20.5x currently, higher than what I typically like to see (which is below 20x). Less than the S&P 500 though for sure.\n2.) Dividend Payout Ratio: Hormel stock pays a quarterly dividend of $0.2825 per share, per quarter or $1.13 per year. This equates to a dividend payout ratio of 73%. Another higher-than-normal dividend payout ratio.\n3.) Dividend Growth Rate: The 5-year average dividend growth rate is 8%. I expect this to be lower with that higher dividend growth rate.\nLastly, we’ll take a look at the dividend yield. As an investor, you want to know how much owning this dividend stock pays you now! The yield for HRL is now at 3.55%!\nPersonally, I would love a higher dividend yield, as the dividend growth rate may be lower in the future.\nArcher-Daniels-Midland (\nADM)\nA dividend aristocrat on the list, right next to the dividend king. Archer-Daniels-Midland has its product in many foods across the world.\nThe stock is down almost 20% this year and have to love that it is coming down closer to the $70 price point that I want it at.\nAlmost 50 years of dividend increases, consecutively. What a great company. Great balance sheet and let’s see how this dividend stock stacks up.\nAlright, time for the dividend metrics, right?\n1.) P/E Ratio: ADM analysts are projecting $6.50 in annual earnings. An 11x price to earnings ratio. Fairly cheap right now.\n2.) Dividend Payout Ratio: ADM pays a $0.45 per share, per quarter dividend, or $1.80 annually. This equates to a 28% dividend payout ratio, So low… dividend growth has to be strong, right?\n3.) Dividend Growth Rate: ADM’s 5-year dividend growth rate is over 6%. However, the last dividend increase was over 12%, at 12.5%, heck yeah.\nLastly, we’ll take a look at the dividend yield. The yield for ADM is now at 2.49%.\nI want them at $70 - let’s go!!\nOther Dividend Stocks To Buy\nI am also considering, as a quick hitter approach here, my eyes are on a few other stocks. Those stocks are Johnson & Johnson (\nJNJ) and Main Street Capital ( MAIN).\nI own each stock and am constantly evaluating the stock market to see if there are undervalued dividend stocks to buy in this wild market.\nDividend Stock Watch List Conclusion\nDividend investing is real and is happening!\nOf course, prior to making any purchase, I definitely will make sure to run them through the\nDividend Diplomat Stock Screener once more.\nAs always, I highly encourage you to do your own research, as this is not financial advice (quick disclaimer!).\nAs always, stick to your investment strategy and dividend stocks will be there. What do you think of these stocks above? Thank you, good luck, and happy investing everyone!\n-Lanny\nEditor's Note: The summary bullets for this article were chosen by Seeking Alpha editors.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance",
    "Labor"
  ],
  "external_links": [
    "https://www.dividenddiplomats.com/dividend-stock-screener/",
    "https://www.dividenddiplomats.com/dividend-stock-screener",
    "https://dividenddiplomats.com/dividend-stock-screener/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lanny",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "fed",
        "sentiment": "none"
      },
      {
        "name": "s&p",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-01T11:18:10.376+02:00",
  "updated": "2024-01-01T11:18:10.376+02:00"
}