{
  "thread": {
    "uuid": "009cd5b8de447d2f1508f9d50f2ec14b77699c8e",
    "url": "https://portal.sina.com.hk/finance/finance-globenewswire/globenewswire/2024/01/05/697526/president-ceo-shelton-j-haynes-announces-southpoint-park-shoreline-restoration-project-to-receive-2024-acec-engineering-excellence-award/",
    "site_full": "portal.sina.com.hk",
    "site": "sina.com.hk",
    "site_section": "https://portal.sina.com.hk/category/finance/finance-globenewswire/",
    "site_categories": [],
    "section_title": " GlobeNewswire &#x2d; 新浪香港",
    "title": "President & CEO Shelton J. Haynes Announces Southpoint Park Shoreline Restoration Project to Receive 2024 ACEC Engineering Excellence Award - 新浪香港",
    "title_full": "President & CEO Shelton J. Haynes Announces Southpoint Park Shoreline Restoration Project to Receive 2024 ACEC Engineering Excellence Award - 新浪香港",
    "published": "2024-01-05T05:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "HK",
    "main_image": "https://ml.globenewswire.com/Resource/Download/7fee0262-da05-45d4-aba7-d3e222bebc79?size=2",
    "performance_score": 0,
    "domain_rank": 52875,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "009cd5b8de447d2f1508f9d50f2ec14b77699c8e",
  "url": "https://portal.sina.com.hk/finance/finance-globenewswire/globenewswire/2024/01/05/697526/president-ceo-shelton-j-haynes-announces-southpoint-park-shoreline-restoration-project-to-receive-2024-acec-engineering-excellence-award/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "GlobeNewswire",
  "published": "2024-01-05T05:01:00.000+02:00",
  "title": "President & CEO Shelton J. Haynes Announces Southpoint Park Shoreline Restoration Project to Receive 2024 ACEC Engineering Excellence Award - 新浪香港",
  "text": "01月05日 19:01 GlobeNewswire Southpoint Park Shoreline\nRestoration Project to Receive 2024 ACEC Engineering Excellence Award Roosevelt Island, NY, Jan. 05, 2024 (GLOBE NEWSWIRE) — Roosevelt Island Operating Corporation (RIOC) President and CEO Shelton J. Haynes is pleased to announce the Southpoint Park Shoreline Restoration project has been recognized by the American Council of Engineering Companies (ACEC) of New York as one of their 2024 New York Engineering Excellence Platinum Award winners. The project, which will be honored at the 2024 ACEC Excellence in Engineering Awards on April 13 th , was selected for its outstanding quality of work and the engineering expertise demonstrated in its planning and execution.\n“Southpoint Park is one of the many wonderful open spaces we enjoy here on Roosevelt Island, and the shoreline restoration project the park underwent several years ago was an important step in expanding shoreline access while preserving the beauty of the park for future generations,” said RIOC President and CEO Shelton Haynes. “When we brought Langan on to do the project design, the park was in dire need of work, including to the seawall which was failing. We know how devastating the effects of climate change can be, so the design had to be thoughtful and forward thinking. Their plan not only fixed the wall and remediated the contaminated soil in the area, but it also preserved native wildlife and habitats, and made accessing the shoreline much easier for park visitors. Today, Southpoint Park is a beautiful, serene escape for island residents and an attractive place to visit for people from all over the world. I want to thank ACEC New York for this wonderful honor and congratulate the RIOC team and Langan for their well-deserved recognition on this project. I could not be more proud of what our teams accomplished.”\n“Southpoint Park is such a beautiful part of our island, and the restoration work our team did in conjunction with our outside partners was truly transformative,” said RIOC Acting-COO Mary Cunneen . “Protecting our waterfronts is a huge priority for the corporation, as is protecting our natural island ecosystem. This project managed to successfully do both, while coming in on time and under budget. I want to thank ACEC for this great honor and congratulate all of the RIOC team members who helped bring this amazing project to fruition.”\nThe $11 million-dollar Southpoint Park Restoration project was designed to improve overall conditions in the park for every species that calls Roosevelt Island home. It included two newly expanded and improved waterfront promenades with widened pedestrian footpaths, enhanced scenic views in and around the park, and measures to protect 1,600 linear feet of shoreline. It also incorporated nearly 34,000 square feet of new, indigenous landscaping, which adds to the unique beauty of the park while helping to support native island wildlife.\nAbout the Engineering Excellence Awards:\nThe Engineering Excellence Awards are presented to projects that encompass both the public and private sector in the following categories: studies, research, and consulting services; building/technology systems; structural systems; surveying and mapping technology; environmental; waste and storm water; water resources; transportation; energy; industrial and manufacturing processes and facilities; and special projects. Each year, over 50 member firms submit projects that are judged on a rigorous set of criteria, which includes complexity, innovation, and value to society. These projects are judged by a panel of industry experts, which includes military and government officials, ACEC National and International leadership, educators from college and university engineering departments, and leadership from other organizations dedicated to the built environment.\nAbout ACEC New York:\nACEC New York is a proactive coalition of almost 300 firms representing every discipline of engineering related to the built environment—civil, structural, mechanical, electrical, environmental, geotechnical—and affiliated companies. Its shared goals are to further the business interests of its membership, enhance the quality and safety of the environment we live and work in, and help ensure the vitality of its communities.\nAbout Roosevelt Island Operating Corporation (RIOC):\nThe Roosevelt Island Operating Corporation (RIOC) was created in 1984 by the State of New York as a public benefit corporation with a mission to plan, design, develop, operate, and maintain Roosevelt Island. With a focus on innovative and environmentally friendly solutions, RIOC is committed to providing services that enhance the island’s residential community. RIOC manages the two-mile-long island’s roads, parks, buildings, a sports facility, and public transportation, including the iconic aerial tramway. Additionally, RIOC operates a Public Safety Department that helps maintain a safe and secure environment for residents, employees, business owners, and visitors.\nAttachment\nSouthpoint Park Shoreline CONTACT: Roosevelt Island Operating Corporation (212) 832- 4540",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Environment",
    "Science and Technology"
  ],
  "external_links": [
    "https://www.globenewswire.com/Tracker?data=jJSoPEOSwtDgl1sWytrwXf3OnrW98a3VtZRtlvEsWtcJtEFtBSs2GqIG66Q_cmlV5ktkDySvxGm25MD7fKO7pVMMuRgDKrepxCrBixBfY2T_8zzmzrmfk8vQh-qtzR64zwotHWfNy9gCXeeR1e-eespM57tIHr6WSPZ2_GMQ3ZTZpHld3YeKUn701Lc9eFEq",
    "http://service.weibo.com/share/share.php?url=%URL%&title=%TITLE%&pic=%PICS%&appkey=&ralateUid=&language=zh_cn&searchPic=true",
    "https://ml.globenewswire.com/Resource/Download/7fee0262-da05-45d4-aba7-d3e222bebc79?size=2",
    "http://service.weibo.com/share/share.php",
    "https://www.ml.globenewswire.com/Resource/Download/7fee0262-da05-45d4-aba7-d3e222bebc79?size=2",
    "https://globenewswire.com/Tracker?data=jJSoPEOSwtDgl1sWytrwXf3OnrW98a3VtZRtlvEsWtcJtEFtBSs2GqIG66Q_cmlV5ktkDySvxGm25MD7fKO7pVMMuRgDKrepxCrBixBfY2T_8zzmzrmfk8vQh-qtzR64zwotHWfNy9gCXeeR1e-eespM57tIHr6WSPZ2_GMQ3ZTZpHld3YeKUn701Lc9eFEq",
    "https://ml.globenewswire.com/Resource/Download/7fee0262-da05-45d4-aba7-d3e222bebc79",
    "https://www.globenewswire.com/Tracker",
    "http://www.service.weibo.com/share/share.php?url=%URL%&title=%TITLE%&pic=%PICS%&appkey=&ralateUid=&language=zh_cn&searchPic=true"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "langan",
        "sentiment": "none"
      },
      {
        "name": "shelton haynes",
        "sentiment": "none"
      },
      {
        "name": "shelton j. haynes",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "shelton j. haynes announces southpoint park shoreline restoration project",
        "sentiment": "negative"
      },
      {
        "name": "globenewswire southpoint park shoreline restoration project",
        "sentiment": "negative"
      },
      {
        "name": "american council of engineering companies (acec",
        "sentiment": "none"
      },
      {
        "name": "new york engineering excellence platinum award",
        "sentiment": "none"
      },
      {
        "name": "roosevelt island operating corporation",
        "sentiment": "none"
      },
      {
        "name": "rioc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "ny",
        "sentiment": "none"
      },
      {
        "name": "roosevelt island",
        "sentiment": "none"
      },
      {
        "name": "southpoint park shoreline restoration",
        "sentiment": "none"
      },
      {
        "name": "southpoint park",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T01:02:28.569+02:00",
  "updated": "2024-01-06T01:02:28.569+02:00"
}