{
  "thread": {
    "uuid": "a5ae579ad63e8e11733ede56d2c3138ac27901bc",
    "url": "https://greenreport.it/toscana/1348-centoventi-anni-e-non-sentirli-la-geotermia-toscana-celebra-il-passato-ma-guarda-al-futuro",
    "site_full": "greenreport.it",
    "site": "greenreport.it",
    "site_section": "https://greenreport.it/toscana?format=feed&type=rss",
    "site_categories": [],
    "section_title": "Toscana",
    "title": "Centoventi anni e non sentirli, la geotermia toscana celebra il passato ma guarda al futuro",
    "title_full": "Centoventi anni e non sentirli, la geotermia toscana celebra il passato ma guarda al futuro",
    "published": "2024-07-05T12:53:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://greenreport.it/images/news/foto%20panoramica%20120%20anni%20geotermia.jpg",
    "performance_score": 0,
    "domain_rank": 37103,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a5ae579ad63e8e11733ede56d2c3138ac27901bc",
  "url": "https://greenreport.it/toscana/1348-centoventi-anni-e-non-sentirli-la-geotermia-toscana-celebra-il-passato-ma-guarda-al-futuro",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "info@greenreport.it (Luca Aterini)",
  "published": "2024-07-05T12:53:00.000+03:00",
  "title": "Centoventi anni e non sentirli, la geotermia toscana celebra il passato ma guarda al futuro",
  "text": "Centoventi anni e non sentirli, la geotermia toscana celebra il passato ma guarda al futuro\nEsattamente 120 anni fa, il 4 luglio 1904, il principe Ginori Conti accese le prime cinque lampadine grazie al vapore contenuto nel cuore della Terra: fu il primo caso al mondo in cui l’energia rinnovabile presente nel sottosuolo venne utilizzata per produrre elettricità.\nAllora la geotermia era già usata per impieghi industriali – un altro primato mondiale segnato a Larderello nel 1818, per estrarre acido borico –, ma quella fu l’inizio di una straordinaria storia di successi toscani che continua ancora oggi nel mondo.\nPer celebrarla, ieri a Larderello si è svolto l’evento di commemorazione dei 120 anni dell’epopea elettrica della geotermia che ha richiamato circa 300 persone, alla presenza del presidente della Regione Toscana Eugenio Giani, dei sindaci di Pomarance Graziano Pacini, di Castelnuovo Val di Cecina Alberto Ferrini, di Volterra Giacomo Santi, dell’assessore di Massa Marittima Ivan Terrosi, nonché di rappresentanti delle associazioni di categoria e culturali del territorio, accolti dal responsabile Geotermia Enel green power Luca Rossini e dal responsabile area appenninica Enel Riccardo Amoroso.\nLa giornata si è aperta con la visita del Museo della Geotermia, a cui è seguita l’inaugurazione della mostra fotografica “Le terre del Vapore” di Fabio Sartori nella nuova Sala plastici della sede Enel green power di Larderello; poi la “Banda dello Stabilimento”, composta dalla “Filarmonica Puccini” di Pomarance e da alcuni musicisti geotermici, ha suonato l’inno francese, in ricordo del Conte De Larderel, e poi quello italiano con l’alzabandiera. L’apertura straordinaria e la visita della bellissima Chiesa Gentilizia, all’interno degli stabilimenti di Larderello, hanno introdotto la “Corale di Valle” che si è esibita in un concerto di livello.\nPer l’occasione, ieri, Enel ha inoltre esposto sulla facciata del Palazzo del Museo della Geotermia la grande effigie dell’esperimento del principe Ginori Conti del 4 luglio 1904.\nÈ la Toscana che ha permesso lo sviluppo della filiera geotermica nel mondo, dando accesso a una nuova fonte rinnovabile con cui oggi è possibile alimentare la transizione ecologica. A partire dalla Toscana stessa, ovviamente.\nOltre a soddisfare il 33% del fabbisogno elettrico regionale e a rappresentare più del 70% della produzione toscana da fonte rinnovabile, già oggi la risorsa geotermica fornisce calore utile a riscaldare circa 13mila utenti, 26 ettari di serre e aziende agricole ed artigianali, alimentando anche un’importante filiera del turismo sostenibile con 60mila visite annue tra i poli museali, gli impianti, i percorsi di trekking tra le manifestazioni naturali dei territori geotermici.\nMa la secolare storia della geotermia è destinata ad avanzare oltre. La Regione Toscana punta a\nraddoppiare la produzione di energia da questa fonte, e ha avanzato a Enel green power un ampio ventaglio di richieste, concretizzando le condizioni che dovranno accompagnare il Piano industriale richiesto a Enel affinché possa essere valutato positivamente, e da lì condurre a un rinnovo ventennale delle concessioni minerarie che sottendono la coltivazione geotermica.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T16:30:41.654+03:00",
  "updated": "2024-07-05T16:30:41.654+03:00"
}