{
  "thread": {
    "uuid": "505556f9802ed577c07dfd958a874d97b7863820",
    "url": "https://www.delawarepublic.org/npr-headlines/2024-03-09/five-ways-israelis-have-changed-after-5-months-of-war",
    "site_full": "www.delawarepublic.org",
    "site": "delawarepublic.org",
    "site_section": "https://www.delawarepublic.org",
    "site_categories": [
      "media"
    ],
    "section_title": "Delaware - Homepage | Delaware First Media",
    "title": "Five ways Israelis have changed, after 5 months of war | Delaware First Media",
    "title_full": "Five ways Israelis have changed, after 5 months of war | Delaware First Media",
    "published": "2024-03-09T12:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://npr.brightspotcdn.com/dims4/default/5876023/2147483647/strip/true/crop/4006x2103+0+948/resize/1200x630!/quality/90/?url=https%3A%2F%2Fmedia.npr.org%2Fassets%2Fimg%2F2024%2F03%2F08%2Fedit_11_sq-1ab56b34b1282b1821bc5b7e6fb5939f1979fc7e.jpg",
    "performance_score": 0,
    "domain_rank": 60921,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "505556f9802ed577c07dfd958a874d97b7863820",
  "url": "https://www.delawarepublic.org/npr-headlines/2024-03-09/five-ways-israelis-have-changed-after-5-months-of-war",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Daniel Estrin",
  "published": "2024-03-09T12:01:00.000+02:00",
  "title": "Five ways Israelis have changed, after 5 months of war | Delaware First Media",
  "text": "Five ways Israelis have changed, after 5 months of war SHEFAYIM, Israel — Five months after the surprise Hamas assault on Israel on Oct. 7, and Israel's punishing military response in Gaza, Israeli and Palestinian lives have been immeasurably changed. The catastrophic conditions worsening daily in Gaza often overshadow the profound transformation Israelis have undergone. The state of Israel's society is crucial to understanding where the conflict might lead. Here are five ways Israel has been transformed in the last five months of war. 1. Israelis' lives are on hold Israelis remain in a state of suspended animation. Following the Oct. 7 attack, 94,000 Israelis are still displaced, evacuated from their homes near the restive Gaza and Lebanon borders. Some 32,000 of them are still being put up in hotels across Israel, according to data from an internal Israeli government database provided to NPR. It was only two weeks ago that Avidor Schwartzman, a survivor of the Oct. 7 attack, finally moved with his family from a room at the Shefayim Hotel, a resort north of Tel Aviv, to a new trailer park set up behind the hotel. \"It doesn't feel like home, but it feels a lot more like a home,\" he says. Schwartzman's trailer is one of eight prefab homes lined up in two rows, built on sand, housing broken families from the same devastated kibbutz, Kfar Aza. They include a young woman whose father was killed on Oct. 7; a family with a hostage still held in Gaza; and Schwartzman, whose in-laws were killed. \"I wish I could just, you know, erase it from my mind,\" he says about the attack. \"Not to wallow in everything, because there is so much sadness here, and so much grief.\" New homes are being built for the displaced residents of Kfar Aza, at another kibbutz near their old home. But Schwartzman says some families refuse to leave this trailer park of sadness until Israel strikes a deal with Hamas to free its remaining captives, around 130 Israelis, many believed to be alive. It is not just the evacuated, the survivors and the hostages whose lives are on hold. \"On Oct. 7, something cracked, or maybe broke, in the Israeli psyche,\" Schwartzman says. \"Even those that weren't there, just saw it on TV, they are still there.\" 2. Israelis believe the world has turned its back on them As global attention has turned to Israel's military campaign in Gaza, many Israelis are on a parallel warpath: to convince the world they are victims, not aggressors. Israel's foreign minister accuses the United Nations of minimizing the accounts of sexual violence deployed during the Oct. 7 attacks, and has recalled Israel's U.N. ambassador in protest. Young Israeli influencers are on the offensive on the social media battlefield. [Shiraz Shukrun](https://www.instagram.com/shiraz_shukrun/?hl=en), 25, an Instagram promoter of shampoo, Vaseline and beer to her 112,000 followers, volunteers with the Israeli Ministry of Diaspora Affairs, posting videos about Oct. 7. \"I find that I'm way angrier than before. I feel like so many people are against us,\" she says, referring to #FreePalestine hashtags and social media posts justifying the Hamas attack. \"Only Israelis know how other Israelis feel. No one will never know how we feel.\" 3. Israel's fractious society is largely united by the war The slogan Yachad Nenatzeach!, Together We Will Win!, is everywhere in Israel: draped on tech company buildings, featured on highway signs along with the traffic updates and displayed on buses along with the route number. \"There's a consensus in Israel that the war should continue until Hamas is not a military threat on Israel and does not control the Gaza Strip as such,\" says [Nadav Eyal](https://twitter.com/Nadav_Eyal), an Israeli author and journalist. Support for the war is widespread in Israel despite the cost for Palestinians. \"When people fight a war that begins with a murderous genocidal attack by one side on the other, the side that was attacked is less inclined to be empathetic towards its enemies,\" Eyal says. Palestinian children are suffering extreme hunger in Gaza, but a [poll conducted in mid-February](https://en.idi.org.il/articles/52976) finds 68% of Jewish Israelis oppose humanitarian aid. A catchphrase has caught on in Israel: haconceptzia — the concept — meaning the assumptions Israelis used to have about life alongside Palestinians. Many Israelis say they are now reevaluating their conceptzia. \"The beliefs we had before Oct. 7, we were just wrong. We were just naive,\" says Adi Peshko Katz, 34, a lawyer and mother of three. \"We thought that there is a hand from the other side that we can reach. We couldn't believe the plan B they had. Now we understand there was no plan A. This was the original plan to try and kill us all.\" 4. Israelis no longer depend on their army alone to protect them On Oct. 7, many civilians spent an entire day under Hamas attack before soldiers arrived to rescue them. This has led to a profound shift in Israel's concept of security: many believe they must now protect themselves. More than 9,200 new gun licenses were issued since Oct. 7, according to police. Around 900 armed security squads, the majority of them formed after Oct. 7, were mobilized to patrol cities and towns across Israel, made up of 12,500 volunteers trained by police, according to police. The army has overseen additional volunteer security squads. One of the youngest civilian volunteers on the security squad of the community of Rishpon, in central Israel, is Ori Kahan, 21. He keeps his newly issued assault rifle under his mattress, along with a stuffed dinosaur and model ship in his bedroom. \"After Oct. 7, I lost my attention, like, for, like, going to parties and bars and having fun,\" Kahan says. \"My whole life kind of shifted to being aware of the people around me.\" A friend of his mother was killed in January in a Palestinian car-ramming attack in the city of Raanana, one of several Palestinian attacks on Israeli civilians since Oct. 7. Kahan recently took his assault rifle to go shopping at a thrift shop in a hipster Tel Aviv neighborhood, just in case. He found others shopping there carrying their rifles, too. 5. Israelis are girding for a possible war with a more formidable foe Even if the Gaza war winds down, Israelis are shifting their gaze toward their northern border, preparing themselves for a potential new war — with Hezbollah in Lebanon. The Iranian-backed group is better armed than Hamas, with long-range missiles that could paralyze the country. Israel and the U.S. hope diplomacy can avert such a war, but many Israelis are preparing just in case. Some are buying mobile protective structures, setting them up outside their homes and buildings. In Rishpon, the Kahan family has stocked up on dried food and bought a generator. Yaron Cohen, head of the industry department at the Israeli import company Tassa, says sales of generators have doubled since Oct. 7, to private customers, municipalities and Israel's main medic association, in case a Hezbollah attack knocks out Israel's electricity supply. He says the company is flooded with orders: it has three buyers for every generator it imports, and is now waiting for a new shipment to arrive. \"We're in trouble,\" Cohen says. \"We've run out of stock.\" Copyright 2024 NPR. To see more, visit https://www.npr.org.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://www.instagram.com/shiraz_shukrun/?hl=en),",
    "https://en.idi.org.il/articles/52976)",
    "https://www.npr.org.",
    "https://twitter.com/Nadav_Eyal),",
    "https://www.instagram.com/shiraz_shukrun/",
    "https://npr.org.",
    "https://www.twitter.com/Nadav_Eyal),",
    "https://www.en.idi.org.il/articles/52976)",
    "https://instagram.com/shiraz_shukrun/?hl=en),"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "avidor schwartzman",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "shefayim",
        "sentiment": "negative"
      },
      {
        "name": "delaware first media five",
        "sentiment": "negative"
      },
      {
        "name": "npr",
        "sentiment": "none"
      },
      {
        "name": "hamas",
        "sentiment": "none"
      },
      {
        "name": "shefayim hotel",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "lebanon",
        "sentiment": "none"
      },
      {
        "name": "tel aviv",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-09T12:34:03.852+02:00",
  "updated": "2024-03-09T12:34:03.852+02:00"
}