{
  "thread": {
    "uuid": "1268cc14b623b428ae1985cd5a6672f07c9989a1",
    "url": "https://www.christiantoday.com/article/what.is.good.about.good.friday/141558.htm",
    "site_full": "www.christiantoday.com",
    "site": "christiantoday.com",
    "site_section": "https://www.christiantoday.com:443/rss",
    "site_categories": [
      "religion",
      "christianity"
    ],
    "section_title": "Christian Today",
    "title": "What is good about Good Friday?",
    "title_full": "What is good about Good Friday?",
    "published": "2024-03-29T11:11:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://christiantoday-4cf9.kxcdn.com/en/full/83006/crucifixion.jpg?p=141558&w=760&l=38&t=70",
    "performance_score": 0,
    "domain_rank": 11544,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1268cc14b623b428ae1985cd5a6672f07c9989a1",
  "url": "https://www.christiantoday.com/article/what.is.good.about.good.friday/141558.htm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Neil Rees",
  "published": "2024-03-29T11:11:00.000+03:00",
  "title": "What is good about Good Friday?",
  "text": "Good Friday is when Christians remember the crucifixion and death of Jesus. But what is good about Good Friday? Good Friday holiday Good Friday commemorates the day that Jesus was crucified, so it might seem strange that the day is called 'good', although for many people the day may be good because it is a public holiday. Good Friday and Christmas Day had long been public holidays in Great Britain, even before the institution of bank holidays in the 1870s. Good Friday is a public holiday in many countries across the world, but in the United States it is only a public holiday in a dozen states of the Union. When is Good Friday? In the Church calendar, Good Friday is always the Friday before Easter. Most years eastern Orthodox Easter and western Easter fall on different dates. In 2024, Good Friday is 29 March in the western tradition, but on 3 May in the eastern Orthodox tradition, where it is called Holy Friday. Origin of the term Good Friday In Old English, Good Friday was called Long Friday, or \"langa frigedæg\" in Anglo-Saxon. Later it came to be Good Friday, and the earliest recorded reference of this name is from the thirteenth century. Other languages refer to it with names which mean things like Great Friday, Suffering Friday or Holy Friday. In Welsh it is called Dydd Gwener y Groglith. The meaning of the word \"good\" in Good Friday In English, the word \"good\" has different meanings depending upon context. For example, it can mean positive or desirable as in \"it's good that he is well again\"; or it can mean well-behaved as in \"the children were good\"; or it can infer quality as in \"that was good work\"; or it can mean enjoyable as in \"we had a good time\". The word good, can also have a sense of righteous, pious or holy as in \"he lived a good life\" or calling the Bible \"the good book\". It is in this sense that the word \"good\" is used in \"Good Friday\". This sense of holiness is also seen in the Orthodox tradition, where Good Friday is called \"Holy and Great Friday\". In the Netherlands, the day is also called Good Friday as \"Goede Vrijdag\" in Dutch, and \"Goedfreed\" in Frisian. Good Friday falls in the week before Easter known as Holy Week or Passiontide. In addition to Good Friday, the Wednesday before Easter, is also sometimes called Good Wednesday. When was Good Friday? We don't know for sure the actual day that Jesus was crucified on, but many people for various reasons reckon it to have been on 3 April AD 33, although some other people think it was 7 April AD 30, or even in AD 29 or AD 31 depending on which commentary you read. Whichever year it was, the two thousandth anniversary is soon. Lectionary readings The readings for Good Friday in the Revised Common Lectionary, are Isaiah 52:13-53:12, known as the suffering servant passages, which are read by Christians as messianic prophecies; Psalm 22, which Jesus quotes from the cross; Hebrews 10:16-25, or Hebrews 4.14-16 and 5.7-9, which unpack the theology of the cross; and John 18:1-19:42, which tells the story of the crucifixion. What was good about Good Friday? Christians do not claim that crucifixion is good. However, there is the idea that Good Friday was good, in the sense of holy. Good Friday commemorates that Jesus died, so that everyone could be forgiven. This means that it is what the crucifixion achieved which is good, rather than the execution itself. Good Friday can also be considered to be good, because it led to the resurrection of Jesus. Jesus's triumph over death and sin is a key part of the Christian message often called the gospel or the \"good news\". Hot cross buns A curious tradition is to eat warm 'hot cross buns' on Good Friday. These buns have sweet and fruity flavours. The custom involves serving the sweet buns with pieces of fruit in, seasoned with spices such as clove or nutmeg, and decorated on top with a pastry cross. The tradition is to eat them on Good Friday, when they are often cut or split, and then toasted and then buttered. One suggestion is that the origin of the hot cross bun may stem from a 1592 decree issued by the London clerk of markets, during the reign of Queen Elizabeth I, when there were regulations on the size, shape and price of bread, so that no bakers were allowed to 'make, utter, or sell' ... 'spice cakes, bus, biscuits, or other spice bread' except for funerals, Christmas and Good Friday. The bread is a reminder of the bread eaten at the Last Supper (Matthew 26:26-29), and the spices are a reminder of the spices used to wrap the body in the tomb (John 19:39-40). Two pieces of pastry on top of the bun are made in the shape of a cross, which symbolises and reminds us of the cross that Jesus was crucified on. Good Friday services On Good Friday some Christians also take part in a Walk of Witness. These are often organised by local Churches Together groups. They typically start with a united service when Christians gather together, often from across local denominations, who then walk through the streets of their town together. They do this to remember that Jesus had to carry his cross publicly through the streets of Jerusalem. The story of the crucifixion and death of Jesus is told in all four Gospel accounts in Matthew 27, Mark 15, Luke 23 and John 19. In Mark 15:34 we read that Jesus died \"at the ninth hour\". In the Jewish reckoning, this meant the ninth hour since dawn, which we would call three o'clock. For this reason, many churches hold a special Good Friday afternoon service which either starts or finishes at 3 p.m.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "saxon",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "great britain",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T12:13:25.179+03:00",
  "updated": "2024-03-29T12:27:21.815+03:00"
}