{
  "thread": {
    "uuid": "78994d6d878ef06536d96de9fd079010fd57d2a7",
    "url": "https://www.firstalert4.com:443/2024/06/22/retired-police-sergeant-vacation-with-family-rescues-couple-sinking-car",
    "site_full": "www.firstalert4.com",
    "site": "firstalert4.com",
    "site_section": "https://kmov.com/2024/06/03/former-all-pro-nfl-lineman-larry-allen-dies-52",
    "site_categories": [],
    "section_title": "Former All-Pro NFL lineman Larry Allen dies at 52",
    "title": "Retired police sergeant on vacation with family rescues couple from sinking car",
    "title_full": "Retired police sergeant on vacation with family rescues couple from sinking car",
    "published": "2024-06-22T12:48:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gray-kmov-prod.cdn.arcpublishing.com/resizer/v2/GIQAEQ7E3JE5XGYSRBVEEZ3AWE.jpg?auth=63961eab305134d49e4d1f271500794b6b6c743e92c1d92769a2624211bf5b1e&amp;width=1200&amp;height=600&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 15317,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "78994d6d878ef06536d96de9fd079010fd57d2a7",
  "url": "https://www.firstalert4.com:443/2024/06/22/retired-police-sergeant-vacation-with-family-rescues-couple-sinking-car",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Brenda Ordonez",
  "published": "2024-06-22T12:48:00.000+03:00",
  "title": "Retired police sergeant on vacation with family rescues couple from sinking car",
  "text": "Retired police sergeant on vacation with family rescues couple from sinking car CINCINNATI ( [WXIX](https://www.fox19.com/2024/06/21/retired-cpd-sergeant-family-rescue-unknown-tri-state-couple-during-florida-vacation/)/Gray News) - A retired Cincinnati police sergeant and his family saved an Ohio couple who just happened to be vacationing in the same area in Florida. The Ramsey family is from Ohio, while the Bell family lives in northern Kentucky. Up until June 11, the two families had no idea they lived so close to one another. Some might call it a coincidence. Others will say it’s luck, but these two families call it a miracle. Dean and Shana Ramsey recall the moment they said they almost drowned while vacationing in Siesta Key, Florida. Several streets flooded that day after the area received more than 11 inches of rain, an abnormal amount, according to Sarasota County officials. “You couldn’t see anything but rain and water,” Dean Ramsey recalled. With several cars stalled on the road, the couple said they tried to pull off on what they thought was land. “The water sucked us right into that lagoon and that was it,” Dean Ramsey explained. Watching in horror from their condo was retired Cincinnati Police Department sergeant Mike Bell, his wife Ginger Bell and their three young kids. The Bell family responded. “We were able to stop, slow things down, and assess and make some decisions on how we were going to move forward,” Mike Bell said. That plan started with Mackenzie Bell giving valuable information to 911. “I remembered they needed to know the address, so that’s the first thing I told her and then I told her a car is in the pond and there was two people in there,” Mike’s and Ginger Bell’s daughter, Mackenzie Bell, said. Meanwhile, the retired sergeant and his wife, who is an emergency medical doctor, took action. “I went over to the edge of the water and realized it wasn’t sinking immediately, so I have a few minutes,” Mike Bell recounted from that moment. “At that time, Ginger exited the front door next to the pond. I look at her and said, ‘We need flotation devices.’” That’s where little Hank Bell came in. “I didn’t want them to die, so I ran as fast as I could,” Hank Bell explained. “I went up the elevator, which is extremely slow, and I knew there were stairs that were faster. So, I ran down the stairs.” Flotation devices in hand, the Bell kids handed them to their parents who were already in the water. “He went into the lady’s side and I went into the man’s side,” Ginger Bell said. “She was able to climb out on her own, but I put the boogie board right in front of her. She got her body on the boogie board and that’s when I started paddling and we kicked over to the side.” Ginger Bell ran into some issues helping Dean Ramsey. “When he was trying to get out, his foot got stuck, so he was on his back with one foot out and one foot stuck in the steering wheel,” Ginger Bell remembered. “I looked at her and I said, ‘I’m stuck, I can’t,’” Dean Ramsey remembered. “At that time, I was like, ‘I’m going down with the car,’ but she’s like, ‘Get out of this car! You got to get out! Kick your leg!’ I started thrashing my leg and my foot popped out.” The rescue took about five minutes. Back on dry land, the Ramsey family saw their rescuers as “guardian angels.” The families say they have plans to reunite in the near future. The Bell family wants to remind residents to always be mindful of their surroundings and assess a situation before getting involved. They said if your car is going in a body of water, roll down the windows or punch them out by hitting the corners. Those tactics could save a life. Copyright 2024 WXIX via Gray Media Group, Inc. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.fox19.com/2024/06/21/retired-cpd-sergeant-family-rescue-unknown-tri-state-couple-during-florida-vacation/",
    "https://www.fox19.com/2024/06/21/retired-cpd-sergeant-family-rescue-unknown-tri-state-couple-during-florida-vacation",
    "https://fox19.com/2024/06/21/retired-cpd-sergeant-family-rescue-unknown-tri-state-couple-during-florida-vacation/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ginger bell",
        "sentiment": "none"
      },
      {
        "name": "shana ramsey",
        "sentiment": "none"
      },
      {
        "name": "mike bell",
        "sentiment": "none"
      },
      {
        "name": "dean ramsey",
        "sentiment": "none"
      },
      {
        "name": "ramsey",
        "sentiment": "none"
      },
      {
        "name": "dean",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cincinnati police department",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "cincinnati",
        "sentiment": "none"
      },
      {
        "name": "ohio",
        "sentiment": "none"
      },
      {
        "name": "kentucky",
        "sentiment": "none"
      },
      {
        "name": "sarasota county",
        "sentiment": "none"
      },
      {
        "name": "florida",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-22T13:15:01.719+03:00",
  "updated": "2024-06-22T13:33:20.448+03:00"
}