{
  "thread": {
    "uuid": "90d34b39fb8579aa887841c5e36d83f6da6c225f",
    "url": "https://www.seattletimes.com/pacific-nw-magazine/gardening-in-a-war-zone-sows-seeds-of-hope-from-a-ukrainian-garden",
    "site_full": "www.seattletimes.com",
    "site": "seattletimes.com",
    "site_section": "https://www.seattletimes.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "The Seattle Times The Seattle Times",
    "title": "‘Gardening in a War Zone’ sows seeds of hope from a Ukrainian garden",
    "title_full": "‘Gardening in a War Zone’ sows seeds of hope from a Ukrainian garden",
    "published": "2024-03-09T22:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.seattletimes.com/wp-content/uploads/2024/01/01172024_tzr_tzr_155108.jpg?d=1200x630",
    "performance_score": 0,
    "domain_rank": 962,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "90d34b39fb8579aa887841c5e36d83f6da6c225f",
  "url": "https://www.seattletimes.com/pacific-nw-magazine/gardening-in-a-war-zone-sows-seeds-of-hope-from-a-ukrainian-garden",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lorene Edwards Forkner",
  "published": "2024-03-09T22:00:00.000+02:00",
  "title": "‘Gardening in a War Zone’ sows seeds of hope from a Ukrainian garden",
  "text": "“GARDENING IN A WAR ZONE” is a powerful and moving short documentary about cultivating hope and the beauty of nature even as your world is falling to pieces.\nAfter the breakup of the Soviet Union and with the arrival of the internet, avid Ukrainian gardeners got their first look at gardening in the Western world. For Alla Olkhovska, a gardener in Kharkiv, Ukraine, it was a revelation that spurred her existing love of gardening and grew into a passion for growing specialty plants.\nShortly after the war began in February 2022, without funds to leave the country and as the sole provider for her extended family, Olkhovska began selling seeds from her garden. She meticulously gathers ripe seed one by one, cleans and packages them, posts availability to her website as to where they can be purchased, and sends them out to gardeners all over the world.\n“Gardening in a War Zone” is the first Floret Original Film from executive producer Erin Benzakein, a flower farmer, educator, entrepreneur and owner of\nFloret Flowers, a family enterprise in the Skagit Valley. Last spring, while researching plants to add to Floret’s already impressive collection of heirloom and modern roses, seasonal cut flowers, and woody plants, Benzakein learned of Olkhovska’s extensive clematis collection.\n“I immediately looked her up and was so inspired by her beautiful plants and stunning photography,” Benzakein writes in an email. “I purchased a ton of her clematis seeds.” The gardeners connected on social media and began trading stories. “The more I learned about [Alla] and the dire situation she and her family were facing, the more I wanted to share her powerful and important story.”\nIn narrating this short, exquisitely beautiful film, Olkhovska shares her love for her gardens alongside the brutality of constant explosions and blaring air raid sirens that interrupt most days. Frequent power outages and a lack of heat, even during the harsh winter, further complicate an already dangerous life. “I think that beauty will prevail over the ugliness of war,” she says in the film. “It’s very important to me to have fresh flowers, and I do it despite everything, even when it’s really hard. It helps to cope with the problems.”\nDirector Rob Finch and Benzakein connected with a Ukrainian filmmaker who visited the garden during the fall harvest season to capture the dedicated gardener working with plants and gathering seed. Additional videos shot by Olkhovska using an old iPhone provide an intimate portrait of daily life. Short clips show her comforting her family, coping with the high price of fuel and frequent blackouts, and recording her joy for the plants in her garden.\nIn a news release for the film, Finch observes, “I think people need to see there’s still hope in this world, and Alla embodies that. She continues to find a way to care for her family through the simple and beautiful act of growing flowers and harvesting the seeds. I know this gives me hope, and I believe it will do the same for the audience.”\nGardeners believe in tomorrow. The metaphor of seed, potential and the promise of future generations is never more apt. Both a sanctuary and a means of survival, Olkhovska’s garden is a beautiful example of reciprocal tending, from gardener to garden, from garden to gardener.\n“We are so grateful that we got a chance to [tell this story] and are so moved by the tremendous response that Alla has received,” Benzakein writes. “It really speaks to the shared language of beauty, no matter where you live or what life experiences you might have.”\nVisit the\nFloret Flowers YouTube channel to watch “Gardening in a War Zone.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://www.floretflowers.com/",
    "http://www.youtube.com/watch?v=jn6sMZCkAHY",
    "http://www.youtube.com/watch",
    "http://youtube.com/watch?v=jn6sMZCkAHY",
    "https://floretflowers.com/",
    "https://www.floretflowers.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "erin benzakein",
        "sentiment": "none"
      },
      {
        "name": "alla olkhovska",
        "sentiment": "none"
      },
      {
        "name": "olkhovska",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "floret flowers",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "kharkiv",
        "sentiment": "none"
      },
      {
        "name": "skagit valley",
        "sentiment": "none"
      },
      {
        "name": "soviet union",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-10T00:59:49.323+02:00",
  "updated": "2024-03-10T00:59:49.323+02:00"
}