{
  "thread": {
    "uuid": "766ca4f037e45a0d9b9bd966fb65d8123965ffec",
    "url": "https://www.trtworld.com/turkiye/turkiye-propels-into-space-history-with-launch-of-countrys-first-astronaut-16681859",
    "site_full": "www.trtworld.com",
    "site": "trtworld.com",
    "site_section": "https://trtworld.com",
    "site_categories": [
      "media"
    ],
    "section_title": "TRT World - Breaking News, Live Coverage, Opinions and Videos",
    "title": "Türkiye propels into space history with launch of country's first astronaut",
    "title_full": "Türkiye propels into space history with launch of country's first astronaut",
    "published": "2024-01-18T23:49:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 7346,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 78,
        "comments": 9,
        "shares": 4
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "766ca4f037e45a0d9b9bd966fb65d8123965ffec",
  "url": "https://www.trtworld.com/turkiye/turkiye-propels-into-space-history-with-launch-of-countrys-first-astronaut-16681859",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Karya Naz Balkiz",
  "published": "2024-01-18T23:49:00.000+02:00",
  "title": "Türkiye propels into space history with launch of country's first astronaut",
  "text": "Türkiye propels into space history with launch of country's first astronaut Türkiye's venture into crewed cosmic exploration begins on the country's centennial anniversary as Colonel Alper Gezeravci soars into space among the four-person crew of Axiom Mission 3. Colonel Alper Gezeravci, a fighter pilot in the Turkish Air Force, has blasted off to space for a two-week mission in the International Space Station [ISS], putting Türkiye among the group of nations which have successfully sent astronauts into space. \"It's a very symbolic, important step. However, it's not the last. It's the beginning of a journey for our great country,\" Colonel Gezeravci told TRT World in an exclusive interview ahead of the historic launch on Thursday, a first for Türkiye's ambitious National Space Program. The four-person crew blasted off at 2149 GMT (00:49 am Türkiye time) from the Kennedy Space Center in Florida, United States, aboard a SpaceX Dragon capsule carried by a Falcon 9 rocket. Gezeravci’s highly anticipated first remarks in space were an echo from the early years of the Turkish Republic, as he [quoted](https://x.com/Tubitak/status/1748144568824991834?s=20) the country’s founding father Mustafa Kemal Ataturk: \"Istikbal goklerdedir!\" (The future is in the skies). The launch was initially scheduled for Wednesday but got postponed for \"teams to complete pre-launch checkouts and data analysis on the vehicle,\" SpaceX [wrote on X](https://x.com/SpaceX/status/1747657133351690565?s=20). The Ax-3 crew are expected to travel for approximately 36 hours before docking on the ISS on January 20, at around 0953 GMT (12:53 pm Türkiye time). Liftoff for— Axiom Space (@Axiom_Space) [#Ax3]🚀 The first all-European commercial astronaut mission has lifted off! Go [#Ax3] [pic.twitter.com/ihFElmx14q] [January 18, 2024] Turkish President Recep Tayyip Erdogan stressed the significance of the mission, both as a scientific endeavour and as a source of inspiration for young people, saying: \"We are all witnessing a historical moment together. We are experiencing one of those times when our common pride rises to its peak.\" Live video streamed online by Axiom showed the two-stage 25-storey-tall launch vehicle streaking into partly cloudy skies over Florida's Atlantic coast atop a fiery, yellowish tail of exhaust. Cameras inside the crew compartment beamed footage of the four men strapped into their pressurized cabin, seated calmly in helmeted white-and-black flight suits as the rocket soared toward space. Nine minutes after launch, the rocket's upper stage delivered the crew capsule to its preliminary orbit, according to launch commentators. Meanwhile, the rocket's reusable lower stage, having detached from the rest of the spacecraft, flew itself back to Earth and safely touched down on a landing zone near the launch site. 'A historic occasion' In pre-launch interviews, 44-year-old Gezeravci emphasised that he never even dreamt of becoming an astronaut because that only seemed possible for the children of other nations. But on January 18, as he carried Türkiye's aspirations to the ISS, the sky ceased to be the limit. \"I will be proud from now on... (knowing) that my country has carried out, with a strong will and determination, a crewed mission into space,\" Gezeravci said in a video interview from Orlando, Florida, while in mandatory pre-launch quarantine. \"It's definitely a historic occasion for the country's centennial anniversary … which will inspire our future generations on their paths into deep space,\" he added, expressing that he couldn't find the words to describe the joy and honour he felt to be part of this mission. Following Gezeravci, Türkiye's second astronaut - 31-year-old engineer Tuva Cihangir Atasever - will take on the second phase of the mission, lifting off for a suborbital flight in the first half of 2024. Contributing to space science Ax-3’s all-European crew includes Axiom Space chief astronaut and former ISS commander [Michael Lopez-Alegria](https://www.axiomspace.com/astronaut/michael-lopez-alegria), representing Spain and the US as the Ax-3 mission commander. In 2022, he led Axiom Mission 1 (Ax-1), the first private mission to the ISS. The mission pilot is Colonel [Walter Villadei](https://www.axiomspace.com/astronaut/walter-villadei) from the Italian Air Force. [Gezeravci](https://www.axiomspace.com/astronaut/alper-gezeravci), an F-16 fighter pilot, is taking part in Ax-3 as a mission specialist alongside Swedish astronaut [Marcus Wandt](https://www.axiomspace.com/astronaut/marcus-wandt) from the European Space Agency. Once docked, the crew are set to stay at the ISS for 14 days, during which they will attend to their country-related science missions. Gezeravci will conduct 13 scientific experiments prepared by Turkish scientists and research institutions. \"It's a really thorough mission, embracing several fields,\" Gezeravci told TRT World, emphasising the significance of his mission in contributing to science. Each experiment in space defines the parameters of human existence in the cosmic environment and offers new perspectives or breakthroughs for issues here on Earth. Among the 13 experiments Türkiye will conduct on the ISS is PRANET, created by middle school students from Türkiye's eastern city of Mus, which examines the antibacterial effects of propolis in microgravity environments. The experiments concern a wide range of scientific fields, from materials science to biotechnology, electronic engineering, and cancer research. Notably, the MYELOID experiment inquires into the effect of radiation exposure on cancer cells in the space environment. Another experiment, EXTREMOPHYTE, involves an endemic plant from Türkiye's Salt Lake, which can remove salt from soil and water, investigating the response of plants to different levels of salt stress in the space environment and their future space ecosystem potential. Gezeravci underscored that a Turkish astronaut's presence in the ISS gives the nation's scientists \"equal competition opportunity\" in fields where they have already been putting forward valuable studies. He expressed a strong belief that his mission will foster \"an ambition and inspiration in several fields\" for Turkish people, young and old alike, \"who are intending to step into space as astronauts or scientists, as well as aviators\". Surprise items from Türkiye to ISS Türkiye's inaugural crewed space mission is also a testament to the unity forged among nations in the pursuit of scientific exploration, from the international crew of Ax-3 to collaborations with Axiom Space, SpaceX and NASA. \"Working with the people from your own country, you are bringing together your heritage, background and experience. In this kind of international environment, you are able to bring together the unique experience coming from different countries,\" Gezeravci told TRT World. \"When it comes to bringing all our strengths together, that turns out to be a great composition,\" he explained. In a pre-launch press conference of the Ax-3 Crew, Gezeravci revealed that he would be bringing some surprise items from Türkiye to the ISS as a symbol of the country's renowned hospitality against the international backdrop of the station. The trailblazing Turkish astronaut is also bringing personal mementoes for the monumental journey, including family photographs, items representing his nomadic Turkish heritage and patches of his first Air Force squadron alongside a Turkish flag. While Türkiye had already established its place as a formidable force in space exploration and technology as one of the ten countries that can construct their own [satellites](https://www.trtworld.com/turkiye/turkiye-launches-first-domestic-observation-satellite-imece-into-space-12800133), a crewed space mission was among the primary goals of Türkiye's 10-year National Space Program, led by the Turkish Space Agency [TUA] and the Ministry of Industry and Technology. As Gezeravci proudly carries Türkiye's crescent moon and star into its place in the cosmos on the 100th anniversary of the Turkish Republic, his [mission patch](https://x.com/tuajans/status/1735244521422954892?s=20) is adorned with symbols of this victory. The patch, which holds the shape of a Seljuk star, also features 16 stars, representing the 16 Turkic nations. A nod to Türkiye's centennial anniversary is also seen on the [Ax-3 mission patch](https://www.axiomspace.com/news/ax3-mission-patch), with the number 100 inscribed on its lower part. With Türkiye joining the ranks of nations capable of carrying out successful crewed space missions, Gezeravci’s journey to the ISS shines as a beacon of the nation’s trajectory into a promising future in space exploration and scientific innovation in the Century of Türkiye. Gezeravci has the potential to ignite a similar effect in Türkiye as John F. Kennedy did when he kickstarted the US space programme, said TRT World's Andy Roesgen who was reporting the historic event from Kennedy Space Center in Florida.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://www.axiomspace.com/news/ax3-mission-patch),",
    "https://www.axiomspace.com/astronaut/michael-lopez-alegria),",
    "https://www.axiomspace.com/astronaut/alper-gezeravci),",
    "https://x.com/tuajans/status/1735244521422954892?s=20)",
    "https://x.com/SpaceX/status/1747657133351690565?s=20).",
    "https://www.axiomspace.com/astronaut/walter-villadei)",
    "https://www.axiomspace.com/astronaut/marcus-wandt)",
    "https://x.com/tuajans/status/1735244521422954892",
    "https://www.x.com/tuajans/status/1735244521422954892?s=20)",
    "https://x.com/SpaceX/status/1747657133351690565",
    "https://www.x.com/SpaceX/status/1747657133351690565?s=20).",
    "https://axiomspace.com/astronaut/walter-villadei)",
    "https://axiomspace.com/astronaut/marcus-wandt)",
    "https://axiomspace.com/astronaut/alper-gezeravci),",
    "https://axiomspace.com/news/ax3-mission-patch),",
    "https://axiomspace.com/astronaut/michael-lopez-alegria),"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "türkiye",
        "sentiment": "negative"
      },
      {
        "name": "gezeravci",
        "sentiment": "none"
      },
      {
        "name": "alper gezeravci",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "kennedy space center",
        "sentiment": "none"
      },
      {
        "name": "turkish air force",
        "sentiment": "none"
      },
      {
        "name": "iss",
        "sentiment": "none"
      },
      {
        "name": "national space program",
        "sentiment": "none"
      },
      {
        "name": "türkiye",
        "sentiment": "none"
      },
      {
        "name": "falcon",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "international space station",
        "sentiment": "none"
      },
      {
        "name": "florida",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T00:55:44.166+02:00",
  "updated": "2024-01-26T03:53:23.589+02:00"
}