{
  "thread": {
    "uuid": "081e3017c6d83e1cc9703e544a73e212e8453af6",
    "url": "https://www.outkick.com/masters-of-the-air-inside-look/",
    "site_full": "www.outkick.com",
    "site": "outkick.com",
    "site_section": "https://www.outkick.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "OutKick",
    "title": "‘Masters Of The Air’ Inside Look Promises Carnage And Death In WWII Series",
    "title_full": "‘Masters Of The Air’ Inside Look Promises Carnage And Death In WWII Series",
    "published": "2024-01-20T16:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.outkick.com/wp-content/uploads/Masters-of-the-Air-2-2.jpg",
    "performance_score": 0,
    "domain_rank": 15631,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "081e3017c6d83e1cc9703e544a73e212e8453af6",
  "url": "https://www.outkick.com/masters-of-the-air-inside-look/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "David Hookstead",
  "published": "2024-01-20T16:15:00.000+02:00",
  "title": "‘Masters Of The Air’ Inside Look Promises Carnage And Death In WWII Series",
  "text": "Videos by OutKick\nApple continues to tease “Masters of the Air” ahead of its release, and the series looks awesome.\nThe true\nWWII series about bomber crews from Steven Spielberg, Tom Hanks, and Gary Goetzman – the same team that made “ Band of Brothers” and “The Pacific” – premieres Apple TV+ January 26th with the first two episodes, and history buffs are fired up.\nFans have had a trailer, a couple promos and images from the show to stoke excitement. Now, the giant tech company released a special inside look that is bound to have people amped up and ready to roll.\nGive it a watch below, and send me your thoughts at David.Hookstead@outkick.com.\n“Masters of the Air” tells a harrowing true story.\nI would like to say that we have a big review coming Wednesday morning of “Masters of the Air.” I think you’re all going to like it. I can’t say much more than that right now, but keep your eyes peeled Wednesday morning.\nWhat I will say is everything we’ve had to see so far of the WWII series with Austin Butler indicates it’s going to be amazing (it will be), and it definitely has a high bar to meet.\n“Band of Brothers” is the greatest war story ever told on film. It turned Easy Company into a household name and it cemented Richard “Dick” Winters and the rest of the main men as WWII legends. I watch it multiple times a year, and it never gets old.\nWhen the same team responsible for “\nBoB” drops a new series, fans are going to expect that same level of excellence.\nAlso, it’s great to see WWII bomber crews are getting the respect they deserve. It was arguably the most dangerous job of the entire war. Bomber crews had to fly through German flak (think of buckshot being fired into the air, but it’s powerful enough to blow up entire planes), and if the crews survived that, their reward was gunning it out with German fighters.\nMany bomber crews ended up dead or POWs. It was a brutal job, and not one the public knows enough about. As I’ve said many times, I’m very biased because a family member of mine – Connie – earned two Distinguished Flying Crosses raining hell down on the Germans during WWII. He was later killed in Korea.\nWhile “Masters of the Air” doesn’t follow his unit, it does shine a light on the same job, and I’m excited to see how it’s received.\nOn Memorial Day, I remember my Uncle Connie.— David Hookstead (@dhookstead)\nHe was a pilot in WWII and earned the Distinguished Flying Cross twice in the aftermath of D-Day.\nHe was recalled for Korea, and was shot down in 1952. Connie was never seen again.\nHe was 30 years old and only knew war.\n[pic.twitter.com/tstFdmAsOd] [May 29, 2023]\nYou can catch “Masters of the Air” starting this upcoming Friday, and definitely check out our full review Wednesday morning. Want to trade some war/history stories? Hit me up at David.Hookstead@outkick.com, and we can get into it.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://www.foxnews.com/opinion/heroic-legacy-band-brothers-should-be-an-inspiration-all-americans",
    "https://foxnews.com/opinion/heroic-legacy-band-brothers-should-be-an-inspiration-all-americans",
    "https://www.foxnews.com/video/6044212917001",
    "https://foxnews.com/video/6044212917001"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tom hanks",
        "sentiment": "none"
      },
      {
        "name": "steven spielberg",
        "sentiment": "none"
      },
      {
        "name": "austin butler",
        "sentiment": "none"
      },
      {
        "name": "gary goetzman",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "apple",
        "sentiment": "neutral"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-20T17:22:29.309+02:00",
  "updated": "2024-01-20T17:22:29.309+02:00"
}