{
  "thread": {
    "uuid": "b664043a9df3dbb5a35c5df1df4e95332a0021a0",
    "url": "https://timesofindia.indiatimes.com/city/mumbai/president-lauds-low-cost-car-t-cell-cancer-therapy/articleshow/109047769.cms",
    "site_full": "timesofindia.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "https://usnavyseals.einnews.com/live_feed",
    "site_categories": [
      "under_construction",
      "non_standard_content",
      "top_news"
    ],
    "section_title": "Live Feed Wire - U.S. Navy SEALs News Today - EIN Presswire",
    "title": "CAR T-Cell Therapy: President Lauds Low-cost Car T-cell Cancer Therapy | Mumbai News - Times of India",
    "title_full": "CAR T-Cell Therapy: President Lauds Low-cost Car T-cell Cancer Therapy | Mumbai News - Times of India",
    "published": "2024-04-05T02:29:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.toiimg.com/thumb/msid-109047768,width-1070,height-580,imgsize-48630,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
    "performance_score": 0,
    "domain_rank": 284,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b664043a9df3dbb5a35c5df1df4e95332a0021a0",
  "url": "https://timesofindia.indiatimes.com/city/mumbai/president-lauds-low-cost-car-t-cell-cancer-therapy/articleshow/109047769.cms",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "TNN",
  "published": "2024-04-05T02:29:00.000+03:00",
  "title": "CAR T-Cell Therapy: President Lauds Low-cost Car T-cell Cancer Therapy | Mumbai News - Times of India",
  "text": "Mumbai: President Droupadi Murmu on Thursday dedicated the homegrown and affordable version of the anti-cancer CAR T-cell therapy, NexCAR19, “to the nation” and termed it as the “most phenomenal advance in medical science”. Murmu, who was at the Indian Institute of Technology Bombay, said CAR T-cell therapy has been available in the developed nations for some time, but it is extremely costly, and beyond the reach of most patients around the world. CAR T-cell therapy or chimeric antigen receptor T-cell therapy is a form of immunotherapy and gene therapy. It requires complex genetic engineering to modify the patient’s immune cells (T cells) to eliminate the cancer cells.“What is new about the therapy being launched today, as I understand it, is that it costs 90% less than what is available elsewhere... The therapy being launched today is, of course, a major step —in fact, a new milestone in the journey of healthcare innovation in India. It puts us on the global map of advanced medical care as well as on the elite list of countries, which have access to this most innovative technology platform,” said the President. NexCAR19 was developed through a collaboration between IITB and Tata Memorial Hospital, the premier cancer institute run by the department of atomic energy, in association with industry partner ImmunoACT.IITB director Subhasis Chaudhuri lauded the efforts of professor Rahul Purwar, department of biosciences and bioengineering, who developed this therapy along with his team at IITB, at the startup ImmunoACT which he co-founded with his students, Alka Dwivedi and Atharva Karulkarand.Professor Chaudhuri said that the low-cost CAR T-cell therapy is a huge achievement for our country and for cancer patients in India, and it places India firmly on the global map of cell and gene therapy. He said that we can take pride in the fact that India is now one of the very few countries in the world that can make its own gene therapy for treating cancer.“This is a testament to the efforts of several scientists, doctors, nurses and others who worked together relentlessly over the last decade to achieve this goal for our patients,’’ he said. “Just like Chandrayaan-3 that launched India’s entry into the elite space club, the CAR T-cell therapy heralds India’s entry into the cell and genetic engineering group,” Chaudhuri said.Tata Memorial director Dr Sudeep Gupta said the treatment would help nearly 20,000 Indians every year, and its rollout is a milestone in the field of cancer care and genetic engineering. “This treatment is not only a scientific achievement of the highest order, but also has immense practical application. NexCAR19 will save many, many lives and wipe many, many tears,” he said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "droupadi murmu",
        "sentiment": "negative"
      },
      {
        "name": "murmu",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "mumbai news - times of india mumbai",
        "sentiment": "negative"
      },
      {
        "name": "indian institute of technology bombay",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T02:46:28.731+03:00",
  "updated": "2024-04-05T02:46:28.731+03:00"
}