{
  "thread": {
    "uuid": "97bf7147df4e19cc7c4f0e43481e91099532661a",
    "url": "https://www.greenprophet.com/2024/06/like-the-pope-muslims-create-an-islamic-covenant-for-planet-earth",
    "site_full": "www.greenprophet.com",
    "site": "greenprophet.com",
    "site_section": "http://feeds2.feedburner.com/greenprophet",
    "site_categories": [
      "media",
      "business",
      "green_solutions"
    ],
    "section_title": "Green Prophet News",
    "title": "Like the Pope, Muslims launch an Islamic covenant for Planet Earth",
    "title_full": "Like the Pope, Muslims launch an Islamic covenant for Planet Earth",
    "published": "2024-06-02T11:56:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.greenprophet.com/wp-content/uploads/Jerusalem-beekeeper-haaretz-660x441.png",
    "performance_score": 0,
    "domain_rank": 43110,
    "domain_rank_updated": "2024-05-28T13:09:50.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "97bf7147df4e19cc7c4f0e43481e91099532661a",
  "url": "https://www.greenprophet.com/2024/06/like-the-pope-muslims-create-an-islamic-covenant-for-planet-earth",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Julie Steinbeck",
  "published": "2024-06-02T11:56:00.000+03:00",
  "title": "Like the Pope, Muslims launch an Islamic covenant for Planet Earth",
  "text": "Muslim women learn the art of beekeeping.\nThe new Al Mizan offers Quranic context to ecological concerns and questions Similar to Pope Francis encyclical Laudato Si’ published in 2015 , Al-Mizan is an Islamic-inspired global call to head the cries of the people and the earth seeking to inspire billions of people from all religions in all parts of the world to tend to our one planet, our home.\nThe Muslim-based Covenant ushers in a movement for comprehensive action and concerted efforts to achieve, collectively, sustainable lifestyles. Some of the topics inside include the prohibition of killing birds for sport, protecting nature and plants, and the discussion on genetic engineering, if it’s satanic or sent from God? In this case, only questions are asked?\nWe quote from the guide: “Genetic engineering brings with it a host of ethical and practical problems. Is genetic manipulation to be prohibited absolutely as the satanic “changing of God’s creation,” which may lead to environmental catastrophe? Or does it offer legitimate means to cure genetic illnesses and to stave off starvation by enhancing the drought resistance and disease resistance of our crops?\n“We might bear in mind that justifications are offered for most evils on the basis of the benefits they bring, whereas if, like intoxicants and gambling, the harm in them is greater than the good, the sharī‘ah requires their prohibition. If, on the other hand, genetic engineering is permissible within limits, how are these limits to be defined?”\n“Al-Mizan,” or “balance” in English, gives a Muslim perspective on how faith can inform and inspire action in the face of current global ecological challenges. It calls on Muslims and the broader global community to unite to restore ecological balance and preserve the Earth for future generations.\n“The word ‘Al-Mizan,’ the title of our treatise, means equilibrium and reciprocity. The Quran describes all beings as balanced and integrated in interconnected and interdependent equilibrium,” said Othman Llewellyn, one of its lead authors. According to the scholar, God had unfolded all things in a balance with one another, and all things need, support and benefit the other.\n“Nothing is created wantonly or in vain. All are created in truth and for right, and each has rights on us: that we care for it,” said Llewellyn, a member of the International Union for Conservation of Nature’s World Commission on Protected Areas and World Commission on Environmental Law.\nChristian leaders said the document struck a balance between the Islamic worldview and the Christian perspective, particularly that of the Catholic Church.\n“In many ways, ‘Al-Mizan’ is the Islamic equivalent to Laudato Si’, the encyclical of Pope Francis, and more recently, the ‘Laudate Deum,’ a follow-up document,” said Catholic Archbishop Hubertus van Megen, the apostolic nuncio in Kenya and South Sudan: “‘Al-Mizan,’ although building entirely on its own profound Islamic tradition, resonates in many ways the teachings of ‘Laudato Si’.’\n“In fact, I would like to invite all of you to read them in tandem, as they raise together a harmonious song of praise, who is the creator of the universe,” said van Megen.\nRabbis in Israel have come up with a Jewish version of this theology and have called it the Eco Bible .\nAl Mizan can inspire religious and secular people alike\nWho is part of the covenant? The Islamic World Educational, Scientific and Cultural Organization, The Islamic Foundation for Ecology and Environmental Sciences, Üsküdar University, The Qur’anic Botanic Garden, The College of Islamic Studies at Hamad Bin Khalifa University in Qatar, and UNEP Faith for Earth.\nAl-Mizan draws from the Holy Quran, practices of Prophet Mohammad, and the teachings of Islam urging humanity to value and protect nature.\nIn October 2019, at the 8th Islamic Conference of Environment Ministers (ICEM) held in Rabat, Ministers approved a strategy of “enhancing the role of cultural and religious factors in protecting the environment and achieving sustainable development in the Islamic World”, building upon the foundations laid since the first ICEM held in Jeddah in 2002.\nFollowing this, there was a sense that a global platform linking environmental issues to Islamic teachings and incubating Islamic perspectives on nature was missing, yet urgently needed.\nThis would serve to demonstrate how Islam can be a driving force towards the achievement of the 2030 Agenda for Sustainable Development, leveraging cultural practices and traditional knowledge in driving behavioral changes required alongside science and policy.\nDownload the Islamic Covenant for the earth\nTo this end, the Covenant drew a team of renowned Islamic-environmental scholars and leading institutions comprising of diverse religious and geographic backgrounds to mobilize the world’s 1.8 billion Muslims towards a stronger environmental ethic and routine. You don’t need to be a Muslim to be inspired by the philosophy.\nRead related: The Eco Bible for the Woke Generation\nTitled Al-Mizan, derived from the opening of Surat Al-Rahman, the Core and Drafting Team present a Covenant for the Earth.\nWant to know more? You can download the covenant here .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Environment",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pope francis",
        "sentiment": "negative"
      },
      {
        "name": "laudato si’",
        "sentiment": "none"
      },
      {
        "name": "al-mizan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "al mizan",
        "sentiment": "negative"
      },
      {
        "name": "muslim",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T13:37:17.201+03:00",
  "updated": "2024-06-02T13:45:06.871+03:00"
}