{
  "thread": {
    "uuid": "b0fec926ae62d7f8233a901909912a28332a9f1d",
    "url": "https://www.francebleu.fr/infos/sante-sciences/sauve-d-une-crise-cardiaque-grace-a-une-incroyable-chaine-de-secours-8336460",
    "site_full": "www.francebleu.fr",
    "site": "francebleu.fr",
    "site_section": "https://francebleu.fr",
    "site_categories": [
      "travel",
      "france",
      "top_news"
    ],
    "section_title": "ici, par France Bleu et France 3 – L'actualité en direct, info locale et nationale",
    "title": "Sauvé d'une crise cardiaque grâce à une incroyable chaine de secours - France Bleu",
    "title_full": "Sauvé d'une crise cardiaque grâce à une incroyable chaine de secours - France Bleu",
    "published": "2024-03-15T00:48:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://www.francebleu.fr/s3/cruiser-production-eu3/2024/03/b90a3236-c569-4cf3-989d-11049eb14144/1200x680_sc_chainesecours.jpg",
    "performance_score": 0,
    "domain_rank": 3702,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b0fec926ae62d7f8233a901909912a28332a9f1d",
  "url": "https://www.francebleu.fr/infos/sante-sciences/sauve-d-une-crise-cardiaque-grace-a-une-incroyable-chaine-de-secours-8336460",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Johan Moison",
  "published": "2024-03-15T00:48:00.000+02:00",
  "title": "Sauvé d'une crise cardiaque grâce à une incroyable chaine de secours - France Bleu",
  "text": "Sauvé d'une crise cardiaque grâce à une incroyable chaine de secours Ce jeudi 14 mars, Charles Bordais a rencontré ses sauveurs à l'hôpital Yves Le Foll de Saint-Brieuc. Victime d'un infarctus mi-janvier, ce quadragénaire a pu être sauvé grâce l'intervention d'une incroyable chaine de secours. Le 15 janvier 2024, Charles Bordais, 44 ans, vient d'aller chercher sa fille Soane, 8 ans, à l'école. \"Je fais prendre le gouter à ma fille et je sens cette douleur dans le bras, l'épaule, des fourmis\". Charles est victime d'une crise cardiaque. \"Je prends le téléphone fixe de la maison et je compose le 115. J'essaie de donner mon adresse et je fais signe à Soane de prendre le relais. La suite, je ne m'en souviens pas\". L'émouvante conversation entre la fille de la victime et les secours Soane saisit le téléphone. Et commence à échanger avec Sophie Doledec, l'assistante de régulation médicale, qui prend en charge l'appel depuis les Urgences l'hôpital Yves Le Foll à Saint-Brieuc. Elle témoigne ici au micro de France bleu Armorique. Un sauveteur volontaire de SauvLife dans le secteur Soane pose le combiné sur la bouche de son papa pour savoir s'il respire. Elle demande à son papa de se battre. Au même moment, à 600 mètres de là, Philippe Le Du reçoit un SMS sur son portable. Cet habitant de Plouhran est inscrit sur SauvLife, une application qui rassemble des sauveteurs volontaires, mobilisables par les secours en cas d'arrêts cardiaques, près de chez eux. \"J'étais sur place en deux, trois minutes, je suis arrivé juste après les gendarmes\", se souvient Philippe qui est également pompier volontaire. \"Monsieur Bordais est là, en arrêt, au sol. On se relaie au massage\". Une équipe du SMUR est en route. Chaque minute compte. \"Le fait d'intervenir rapidement permet aux pompiers puis à l'équipe médicale d'apporter des secours qui donnent plus de chance au patient\", souligne Philippe. Deux mois après son infarctus, Charles a rencontré tous ses sauveurs ce jeudi 14 mars à l'hôpital de Saint-Brieuc et en a profité pour leur offrir des chocolats. Cette histoire est \"l'occasion de rappeler que les bons réflexes et la formation des citoyens aux premiers secours font partie intégrante des secours d'urgences\", insiste la direction de l'hôpital. Ma France : Améliorer le logement des Français Quelles sont vos solutions pour aider les Français à bien se loger ? En partenariat avec [Make.org](https://make.org/FR), France Bleu mène une consultation citoyenne à laquelle vous pouvez participer ci-dessous. Côtes-d'Armor : l'info en continu Côtes-d'Armor : les plus consultés La vidéo impressionnante du passage de deux hélicoptères de l'armée sous le viaduc à Saint-Brieuc [France Bleu Armorique](/armorique) Passage en rase-motte sous le viaduc de Saint-Brieuc : les deux hélicoptères de combat participaient à un exercice [France Bleu Armorique](/armorique) Les tutos de ce prof d'anglais installé en Bretagne cartonnent sur YouTube [France Bleu Armorique](/armorique)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest"
  ],
  "external_links": [
    "https://make.org/FR),",
    "https://www.make.org/FR),"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:51:59.018+02:00",
  "updated": "2024-03-15T00:51:59.018+02:00"
}