{
  "thread": {
    "uuid": "1b1dce403937d12b5cfd4cb395ae967fd9ee3fec",
    "url": "https://www.larazon.es/internacional/agallas-irina-soldado-ucraniana-que-combatido-frentes-mas-peligrosos_2024031165ee0d6eab79d8000194e635.html",
    "site_full": "www.larazon.es",
    "site": "larazon.es",
    "site_section": "https://www.larazon.es/?outputType=xml",
    "site_categories": [
      "media"
    ],
    "section_title": "La Razón - Diario de noticias y actualidad en España y el mundo",
    "title": "Las agallas de Irina, la soldado ucraniana que ha combatido en los frentes más peligrosos: \"No dejaré que maten a mis hijos\"",
    "title_full": "Las agallas de Irina, la soldado ucraniana que ha combatido en los frentes más peligrosos: \"No dejaré que maten a mis hijos\"",
    "published": "2024-03-11T09:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://fotografias.larazon.es/clipping/cmsimages02/2024/03/10/DFDA6FA9-10CE-4272-9038-6D7DD6225400/irina-terejovich-soldado-ucraniana_69.jpg?crop=6000,3375,x0,y317&width=1280&height=720&optimize=low&format=jpg",
    "performance_score": 0,
    "domain_rank": 5165,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1b1dce403937d12b5cfd4cb395ae967fd9ee3fec",
  "url": "https://www.larazon.es/internacional/agallas-irina-soldado-ucraniana-que-combatido-frentes-mas-peligrosos_2024031165ee0d6eab79d8000194e635.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rostyslav, Averchuk",
  "published": "2024-03-11T09:10:00.000+02:00",
  "title": "Las agallas de Irina, la soldado ucraniana que ha combatido en los frentes más peligrosos: \"No dejaré que maten a mis hijos\"",
  "text": "Testimonio Las agallas de Irina, la soldado ucraniana que ha combatido en los frentes más peligrosos: \"No dejaré que maten a mis hijos\" Unas 4.000 mujeres ucranianas luchan contra los rusos en condiciones extremas Unas 45.600 mujeres sirven actualmente en el ejército ucraniano. Más de 4.000 se encuentran en el campo de batalla. Aunque el servicio militar no es obligatorio para ellas, su número ha ido aumentando, sobre todo después de que Rusia invadiera el país hace dos años. Entonces, muchas mujeres hicieron fila para unirse a las Fuerzas Armadas junto con miles de hombres. Algunas, como Irina “Inquebrantable” Terejovich, de 42 años, de la 128.ª Brigada de Transcarpatia, llevan aún más tiempo en el ejército. Todo empezó en Crimea, donde trabajó como gerente en la industria maderera cuando los soldados rusos, “hombrecitos verdes”, armados hasta los dientes, comenzaron a ocupar la península. “Nos dijeron directamente que matarían y violarían a nuestros hijos. Así que decidí que si podía protegerlos de alguna manera, lo haría hasta el final”, explica a LA RAZÓN durante un raro descanso en el desempeño de sus funciones en el campo de batalla en el este de Ucrania. En 2015, cuando Irina se unió a las fuerzas de defensa, la mayoría de los puestos, con algunas excepciones, estaban cerrados a las mujeres. Se unió a un batallón de voluntarios donde podía ser igual a otros soldados. Aunque el entrenamiento fue duro, Irina demostró estar mejor preparada que muchos de sus hermanos de armas más jóvenes. Comenzó su servicio en la unidad de inteligencia militar, operando en la llamada “zona gris”, no controlada por ninguno de los lados. Soportando largas esperas y marchas agotadoras en medio de un peligro constante, trabajó para recopilar información valiosa sobre el enemigo o capturar sus soldados y posiciones. Habiendo demostrado su valía, Irina fue invitada a una unidad regular del ejército ucraniano, donde ha estado sirviendo desde entonces. Sólo se tomó un breve descanso para dar a luz a su hijo, que ahora tiene 5 años, y se negó a cogerse unas vacaciones más largas: “Dije que vine aquí con mis muchachos y que no me iría sin ellos”. Se enfrentó a la invasión a gran escala en Svatove, en la región de Lugansk, bajo intensos bombardeos de la aviación rusa. Ha luchado en las zonas más calientes del frente, defendiendo Kreminna y Rubizhne, de donde finalmente tuvieron que retirarse bajo una presión abrumadora. En Jerson, donde participó en la liberación de la ciudad, su unidad cayó varias veces en emboscadas. “No sabíamos que las posiciones estaban tomadas y los rusos nos estaban esperando. Nos dispararon con todo lo que tenían, había tanques de ambos lados”, recuerda Irina. Logró retirarse con los suyos, saltando sobre el último tanque ucraniano, con minutos que la separaban de la captura o la muerte. Cuando se le pregunta sobre el miedo y el dolor que pueden sentir los soldados, habla sobre todo de varias fechas grabadas en su memoria, de los días en que mataron a sus compañeros de armas. Aún así, las emociones están siempre presentes, pero no obstaculizan el desempeño de su trabajo. Irina recuerda cómo pasó un día en una posición descubierta por el enemigo en la zona gris, mientras los rusos dirigían la artillería contra ella. Habiendo sobrevivido a duras penas, logró regresar a su unidad solo para recibir la orden de regresar a la misma posición. “Las lágrimas cayeron por el camino mientras regresaba. Pensé que era un viaje de ida. Pero todo salió bien”, recuerda. Después de sufrir una herida, Irina ahora desempeña un papel diferente, un poco más lejos del enemigo, al mando de una unidad de los llamados \"bombarderos\". Se trata de drones que son dirigidos por sus soldados y arrojan explosivos sobre el equipo y la infantería rusa. Dada la escasez de municiones, son especialmente importantes ahora, ya que detienen por sí solos los ataques rusos. A algunos soldados recién movilizados todavía les resulta extraño tener una mujer como comandante, pero ella describe su unidad como una familia donde la discusión reemplaza la estricta jerarquía: “Son los mejores”, dice con orgullo. Un gran número de soldados también acudieron al centro médico después de su herida. “Todos estaban muy preocupados por mí. Sólo tenían una chica y no lograron protegerme, así lo sintieron”, sonríe. Irina cree que deberían movilizarse más hombres, pero subraya que no existen ni \"trabajos para hombres\" ni \"trabajos para mujeres\". Lo único que importa es si cada persona en particular, independientemente de su género, puede hacerlo bien, subraya. Su marido también está en el ejército. Las hijas de Irina tienen 23 y 20 años. Su infancia transcurrió con Irina rara vez presente, con su abuela cuidándolas. Irina es muy consciente de ello y señala que “esta guerra, que nadie necesitaba”, desintegró a muchas familias y traumatizó psicológicamente a niños. \"Es muy duro. Sólo los veo dos veces al año cuando tengo 10 días de vacaciones. Ahora están empezando a entender mejor las cosas, pero odian al ejército porque creen que les quitó a su madre”, comparte. Los dos años de lucha han sido agotadores. “Lamentablemente nos enfrentamos a un enemigo muy grande, que domina en recursos humanos y armamento”. Habla abiertamente sobre muchos problemas dentro del ejército ucraniano. La generación de oficiales “soviéticos” a menudo no es lo suficientemente profesional y no tiene experiencia relevante. A veces incluso ya no cree que Ucrania pueda expulsar a los rusos de su país. “Aun así, aunque es difícil, no me gustaría que los dejáramos llegar más lejos. No me gustaría permitir que las tragedias de Irpin, Bucha y Kyiv vuelvan a suceder. Puede que seamos menos, pero estamos haciendo todo lo posible para aguantar”, subraya. Otra gran fuente de motivación es ver la gratitud de los vecinos. “La gente que no nos conoce llora incluso, nos agradece la protección, nos hace regalos”. La escasez de municiones se ha sentido agudamente en la primera línea a medida que las luchas políticas internas y la inercia han ralentizado la asistencia militar de los aliados. “Puede que nuestros políticos no sean perfectos, pero necesitamos ahora mismo el apoyo occidental. No vamos a aguantar por mucho tiempo sin ello”. “Es muy triste que los artilleros en algunas brigadas sólo reciban 5 o 6 proyectiles al día para intentar ayudar a la infantería”, subraya. Los drones también se están agotando rápidamente mientras Irina espera nuevas entregas. “Ahora no tenemos nada para apoyar a los chicos si pasa algo. El tiempo es crucial”. “Puede parecer que pedimos mucho, pero nos enfrentamos a un enemigo muy fuerte”, afirma. Cualquier apoyo, como formación de las tropas, sería muy valioso, subraya. Si los rusos capturan Ucrania, irán más lejos, añade. Y entonces será muy difícil movilizar a toda Europa, subraya Irina.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-11T09:23:41.124+02:00",
  "updated": "2024-03-11T09:24:11.891+02:00"
}