{
  "thread": {
    "uuid": "d8fce02dd2ba475704adf1747e8bfbc7149348ac",
    "url": "https://ecoinventos.com/nuevo-estudio-muestra-como-los-techos-verdes-pueden-enfriar-las-ciudades-y-ahorrar-energia",
    "site_full": "ecoinventos.com",
    "site": "ecoinventos.com",
    "site_section": "http://ecoinventos.com/feed/",
    "site_categories": [
      "business",
      "green_solutions"
    ],
    "section_title": "EcoInventos",
    "title": "Nuevo estudio muestra como los techos verdes pueden enfriar las ciudades y ahorrar energía + podrían reducir el consumo de refrigeración en casi un 8%",
    "title_full": "Nuevo estudio muestra como los techos verdes pueden enfriar las ciudades y ahorrar energía + podrían reducir el consumo de refrigeración en casi un 8%",
    "published": "2024-02-15T20:48:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://ecoinventos.com/wp-content/uploads/2024/02/techos-verdes-ciudad.jpg",
    "performance_score": 0,
    "domain_rank": 84921,
    "domain_rank_updated": "2024-02-13T12:06:51.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d8fce02dd2ba475704adf1747e8bfbc7149348ac",
  "url": "https://ecoinventos.com/nuevo-estudio-muestra-como-los-techos-verdes-pueden-enfriar-las-ciudades-y-ahorrar-energia",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción EcoInventos",
  "published": "2024-02-15T20:48:00.000+02:00",
  "title": "Nuevo estudio muestra como los techos verdes pueden enfriar las ciudades y ahorrar energía + podrían reducir el consumo de refrigeración en casi un 8%",
  "text": "Un estudio reciente ha revelado que la implementación extensiva de techos verdes en los edificios puede jugar un papel crucial en la reducción de temperaturas a escala urbana y en la disminución significativa de los costes de energía.\nLa investigación, liderada por Indira Adilkhanova y el Profesor Geun Young Yun de la Universidad Kyung Hee, junto con la colaboración del Profesor Mat Santamouris de la UNSW Sydney, se centró en el impacto potencial de los techos verdes en Seúl, la capital de Corea del Sur. Los hallazgos indicaron que la implementación máxima de techos verdes podría enfriar la ciudad aproximadamente 1°C durante el verano y reducir la demanda de energía asociada con la refrigeración en casi un 8%.\nPublicado en Nature Cities, este estudio es pionero en analizar el efecto transformador de los techos verdes sobre el consumo de energía a escala urbana y las condiciones climáticas, ofreciendo un modelo para evaluar su potencial en otras ciudades alrededor del mundo.\nAnteriormente, solo habíamos examinado el impacto energético de los techos verdes en edificios individuales, pero este es el primer estudio que evalúa los verdaderos impactos climáticos y energéticos de los techos verdes a escala de ciudad. Nuestros hallazgos demuestran el enorme potencial de los techos verdes para disminuir sustancialmente la temperatura máxima de una ciudad y aumentar el ahorro de energía.Prof. Santamouris, titular de la Cátedra Anita Lawrence en Arquitectura de Alto Rendimiento en UNSW Arts, Design & Architecture.\nEl Prof. Santamouris, especializado en el desarrollo de tecnologías y estrategias de mitigación del calor para enfriar ciudades afectadas por el sobrecalentamiento urbano, subraya que el\ncambio climático y la urbanización rápida exacerban los problemas de sobrecalentamiento en ciudades como Seúl, incrementando las necesidades de consumo energético y afectando negativamente la salud.\nLos techos verdes emergen como una estrategia prometedora para mitigar el calor urbano y el consumo de energía. Con la capacidad de ser instalados en nuevos edificios y adaptados a los existentes, representan una solución basada en la naturaleza y escalable para abordar los desafíos del calor urbano.\nPara el estudio, el equipo de investigación realizó simulaciones climáticas de enfriamiento a gran escala y simulaciones de energía en edificios bajo tres escenarios de cobertura de vegetación, evaluando el potencial de los techos verdes para reducir la temperatura y las necesidades de refrigeración de Seúl durante el mes más caluroso del verano, agosto. Se enfocaron específicamente en techos verdes extensivos no irrigados, un tipo de techo verde ligero con potencial de implementación a gran escala y menores costos de mantenimiento.\nLos resultados mostraron que, cuanto mayor es la cobertura de los sistemas de techos verdes, más significativas son las disminuciones en las temperaturas y la demanda de energía. Con un 90% de los edificios cubiertos con techos verdes, la temperatura del aire y la temperatura superficial de la ciudad disminuyeron hasta 0.54°C y 2.17°C, respectivamente, mientras que el uso de energía en los edificios se redujo aproximadamente un 7.7% (0.64 kWh/m2).\nLosMat Santamouris\n[techos verdes]ayudan a enfriar las temperaturas facilitando la evaporación a través de la transpiración de las plantas, lo que enfría el aire circundante y reduce la necesidad de sistemas de enfriamiento mecánico (aire acondicionado), bajando la demanda energética general. Además, la capa de suelo y vegetación en los techos verdes proporciona aislamiento, reduciendo la transferencia de calor hacia los edificios y disminuyendo aún más los costos de energía.\nAunque la cobertura actual de techos verdes en Seúl es modesta, se espera que se expanda entre el 30 y el 60% basado en políticas locales en las próximas décadas. Sin embargo, el Prof. Santamouris señala que una cobertura del 90%. el potencial máximo de concentración de techos verdes, podría lograrse con los incentivos adecuados.\nA pesar de ser una de las tecnologías de mitigación del calor más costosas, debido a los costos de capital inicial y mantenimiento continuo, los techos verdes representan una importante contribución social que los responsables políticos podrían fomentar para su adopción generalizada en ciudades y empresas de países desarrollados.\nEl Prof. Santamouris advierte que no implementar estrategias de mitigación del calor urbano como los techos verdes tendrá graves consecuencias. Si seguimos la trayectoria actual, las temperaturas nocturnas en las ciudades podrían aumentar hasta 5°C para 2050, lo que significaría que muchas personas, incluso en países desarrollados, podrían luchar para afrontar los costos de la electricidad para la refrigeración, y las enfermedades y muertes relacionadas con el calor aumentarían significativamente.\nExiste una necesidad urgente de implementar una combinación de técnicas y tecnologías de mitigación del calor en nuestras ciudades para disminuir las temperaturas urbanas. Si no lo hacemos, el coste en las próximas décadas será catastrófico, no solo para la economía, sino para la calidad de vida, especialmente para las poblaciones de bajos ingresos que sufrirán más.Mat Santamouris\nVía\nunsw.edu.au",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [
    "https://www.unsw.edu.au/newsroom/news/2024/02/green-roofs-can-cool-cities-and-save-energy-modelling",
    "https://unsw.edu.au/newsroom/news/2024/02/green-roofs-can-cool-cities-and-save-energy-modelling"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T00:20:04.459+02:00",
  "updated": "2024-02-16T00:20:04.459+02:00"
}