{
  "thread": {
    "uuid": "e9c731da950255188535c7a0069c506bc05aa566",
    "url": "https://www.ncregister.com/news/vatican-2023-pope-francis-builds-his-legacy-highlights-include-synod-church-reforms-world-travel",
    "site_full": "www.ncregister.com",
    "site": "ncregister.com",
    "site_section": "https://www.ncregister.com/feeds/general-news.xml",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "The Daily Register",
    "title": "Vatican 2023: Pope Francis Builds His Legacy: Highlights Include Synod, Church Reforms, World Travel",
    "title_full": "Vatican 2023: Pope Francis Builds His Legacy: Highlights Include Synod, Church Reforms, World Travel",
    "published": "2023-12-29T19:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://publisher-ncreg.s3.us-east-2.amazonaws.com/pb-ncregister/swp/hv9hms/media/20231228081216_dcad2c8e7af9a1ed0ec702483da656b68d02de4ab200ce74da10ae64cf24f98f.jpg",
    "performance_score": 0,
    "domain_rank": 7700,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 6
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e9c731da950255188535c7a0069c506bc05aa566",
  "url": "https://www.ncregister.com/news/vatican-2023-pope-francis-builds-his-legacy-highlights-include-synod-church-reforms-world-travel",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jonathan Liedl",
  "published": "2023-12-29T19:00:00.000+02:00",
  "title": "Vatican 2023: Pope Francis Builds His Legacy: Highlights Include Synod, Church Reforms, World Travel",
  "text": "Vatican 2023: Pope Francis Builds His Legacy: Highlights Include Synod, Church Reforms, World Travel YEAR IN REVIEW Forward-looking initiatives and hospital visits were defining elements of Pope Francis’ 2023, as the now-87-year-old Pontiff sought to secure his vision for the Church amid signs of declining health. The Pope also continued his record pace of world travels and introduced Church reforms related to governance and finance, even while he faced criticisms over his handling of abuse allegations. Of foremost importance in terms of shaping his legacy, Pope Francis headed the first universal session of the Synod on Synodality at the Vatican Oct. 4-29. “Synodality” — a new term for the Church, meaning “journeying together” — has emerged as one of the key motifs of the Argentinian’s 10-year pontificate, with the three-year Synod on Synodality process serving as the primary means of putting it into action. While the October gathering didn’t result in big changes, it set the stage for next year’s assembly, which will offer recommendations to the Pope on everything from ecclesial governance to the role of women in the Church. Pope Francis also sought to shape the future of the Church beyond his pontificate by creating 21 new cardinals on Sept. 30. The move swelled the ranks of cardinals eligible to vote in a papal conclave to 136, well above the customary limit of 120. With the new additions, Francis has now picked 72% of the cardinals eligible to vote for his successor, with more red hats from the Global South than ever before. One of the new cardinals created in September was the Pope’s longtime theological “ghostwriter,” Argentinian prelate Víctor Manuel Fernández. The Pope tapped his fellow countryman to head the Dicastery for the Doctrine of the Faith (DDF) back in July to more fully apply Francis’ pastoral vision to Church teaching — something Cardinal Fernández wasted no time in doing. In less than half a year, the 61-year-old Cardinal Fernández weighed in on a slew of hot-button topics, none more significant than the possibility of blessings for same-sex couples in non-liturgical settings. The DDF’s Dec. 18 declaration on the subject was described by both critics and supporters as a possible opening for changes to Church teaching on sexuality, despite the Vatican’s insistence that the relevant doctrine remained untouched. Meanwhile, the Pope has issued harsh criticisms of the controversial Synodal Way in Germany, which he said in November is steering the local Church “increasingly away from the universal Church’s common path,” but has yet to intervene with any corrective actions. Pope Francis’ future-looking moves took place amid clear signs of declining health. In March, Pope Francis was taken to a Roman hospital after he experienced difficulty breathing. He was later diagnosed with bronchitis and stayed for three days, quipping “I’m still alive!” when asked how he felt upon his April 1 release. The Pope also had abdominal surgery and a lengthy hospital stay in May. More recently, Pope Francis had an extended bout of what he described as “acute, infectious bronchitis,” which forced him to rely on Vatican aides for two weeks to read his speeches for him and triggered the cancellation of his trip to Abu Dhabi to attend the United Nations COP28 climate summit. Despite that setback, Pope Francis continued his record-breaking papal travel pace in 2023, visiting the Democratic Republic of the Congo and South Sudan, Hungary, Mongolia and France, plus Portugal for World Youth Day. Pope Francis has now made 44 papal visits outside of Rome, a yearly rate higher than the original “Traveling Pope,” St. John Paul II. Pope Francis also instituted changes to the Diocese of Rome and the constitution of Vatican City State. A Vatican trial that culminated on Dec. 16 with a lengthy prison sentence for Cardinal Angelo Becciu, who was convicted on multiple accounts of fraud, embezzlement and abuse of office, will also likely add to Francis’ legacy as a “reformer.” But the Pope was also the subject of fierce criticism for perceived preferential treatment of Father Marko Rupnik, the ex-Jesuit priest-artist who has been accused of sexually abusing more than 20 women. Francis eventually announced that the statute of limitations would be lifted in the Rupnik case, but only after significant outcry that the disgraced priest had been accepted in a diocese in his native Slovenia. Whatever Pope Francis’ legacy becomes, he has already put thought into where he would like people to pay their respects after his passing. The Pope shared in a December interview that he plans to be buried not at St. Peter’s Basilica, but at St. Mary Major, on the other side of Rome; he would be the first pope laid to rest there since 1669. His plans reflect a pontiff who doesn’t mind shaking things up and has an eye to how he will be remembered. - Keywords: [year in review](https://www.ncregister.com/tag/year-in-review)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pope francis",
        "sentiment": "negative"
      },
      {
        "name": "pope",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "vatican",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T19:31:32.005+02:00",
  "updated": "2023-12-29T20:44:53.038+02:00"
}