{
  "thread": {
    "uuid": "eeec4bb89324fc4da2bea72d9472f1ddd963fcaf",
    "url": "https://menafn.com/1108176600/Indian-defense-minister-tells-China-that-India-will-not-bow-down",
    "site_full": "menafn.com",
    "site": "menafn.com",
    "site_section": "http://www.menafn.com/rss/menafn_politics.xml",
    "site_categories": [
      "investing",
      "financial_news",
      "finance"
    ],
    "section_title": "(Video) International Conference In Support Of Iran's Resistance Held In Paris 5Th District Municipality",
    "title": "Indian defense minister tells China that ‘India will not bow down’ | MENAFN.COM",
    "title_full": "Indian defense minister tells China that ‘India will not bow down’ | MENAFN.COM",
    "published": "2024-05-06T03:14:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://menafn.com/updates/pr/Menafn_News_Images/Local_Media_221.jpg",
    "performance_score": 0,
    "domain_rank": 6561,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "eeec4bb89324fc4da2bea72d9472f1ddd963fcaf",
  "url": "https://menafn.com/1108176600/Indian-defense-minister-tells-China-that-India-will-not-bow-down",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MENAFN",
  "published": "2024-05-06T03:14:00.000+03:00",
  "title": "Indian defense minister tells China that ‘India will not bow down’ | MENAFN.COM",
  "text": "( MENAFN ) In a resolute assertion of its stance amidst ongoing discussions with China over border issues, India's Defense Minister, Rajnath Singh, has emphasized that the nation will not compromise its sovereignty. Singh's remarks come amidst talks with Beijing aimed at resolving disputes along the shared Himalayan border, a region that has witnessed tensions and sporadic clashes in recent years.\nAddressing a political rally in Gujarat state, Singh underscored India's commitment to maintaining amicable relations with its neighbors while highlighting the country's bolstered military capabilities. With arms exports soaring to approximately USD2.63 billion in the last fiscal year, representing a substantial growth of 32.5 percent, Singh emphasized India's transformation into a formidable force on the global stage.\nDespite the backdrop of strained ties with Beijing due to recurrent skirmishes along the disputed border, Singh conveyed optimism regarding the ongoing dialogue, characterizing the environment as conducive for constructive engagement. However, he affirmed India's steadfastness, asserting that the nation has not yielded to external pressures and remains unwavering in its defense of territorial integrity.\nSingh's remarks echo sentiments expressed by Indian Prime Minister Narendra Modi, who recently emphasized the urgency of addressing border disputes and rectifying abnormalities in bilateral relations with China. The tense standoff in the Galwan Valley in June 2020, which resulted in casualties on both sides, served as a stark reminder of the volatility inherent in the border region. While subsequent disengagement efforts have aimed at de-escalating tensions, unresolved friction points persist.\nAs India and China navigate the complexities of their relationship, marked by geopolitical competition and territorial disputes, the firm assertions from Indian leadership underscore the nation's resolve to safeguard its interests and assert its position on the global stage. Against the backdrop of evolving regional dynamics, the trajectory of Indo-China relations remains subject to ongoing dialogue and strategic maneuvering aimed at fostering stability and mutual cooperation.\nMENAFN06052024000045015687ID1108176600\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "singh",
        "sentiment": "none"
      },
      {
        "name": "rajnath singh",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "beijing",
        "sentiment": "none"
      },
      {
        "name": "gujarat",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-06T10:59:48.156+03:00",
  "updated": "2024-05-06T10:59:48.156+03:00"
}