{
  "thread": {
    "uuid": "57e52747f0355c3f38d91afd7c7f2cf979e0055d",
    "url": "https://hackernoon.com/how-i-improved-my-english-speaking-skills-with-ais-that-should-work-for-you-too",
    "site_full": "hackernoon.com",
    "site": "hackernoon.com",
    "site_section": "https://hackernoon.com",
    "site_categories": [
      "tech"
    ],
    "section_title": "HackerNoon - read, write and learn about any technology",
    "title": "How I Improved My English Speaking Skills With AIs That Should Work For You Too | HackerNoon",
    "title_full": "How I Improved My English Speaking Skills With AIs That Should Work For You Too | HackerNoon",
    "published": "2024-01-05T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://hackernoon.imgix.net/images/onXeFJPUzKcBQthzBKYUA02Yu1j2-8a93xlm.png?mark-pad=0&amp;mark=http://hackernoon.imgix.net/HackerNoon%20Rounded%20Horizontal.png?w=400",
    "performance_score": 0,
    "domain_rank": 1868,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "57e52747f0355c3f38d91afd7c7f2cf979e0055d",
  "url": "https://hackernoon.com/how-i-improved-my-english-speaking-skills-with-ais-that-should-work-for-you-too",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Pronounce",
  "published": "2024-01-05T02:00:00.000+02:00",
  "title": "How I Improved My English Speaking Skills With AIs That Should Work For You Too | HackerNoon",
  "text": "How’s your English, hacker? , there's a 78% chance you’re located in a non-native country, meaning English probably isn't your mother tongue. If you find yourself struggling to express thoughts in this language, understand others, get your points across, and find time and motivation to upgrade, you're not alone. According to Similarweb Been there, done that, and managed to sort out the issue; I've got something valuable to share with you. Below, I'll tell you how I boosted my English speaking skills using a helpful yet lesser-known I now work for, along with other AI tools and methods like my grandma which have nothing to do with ML but are still effective. English learning app Contents: I. The Backstory: My Journey to Improve My English II. Exploring AI Speech Analyzer Pronounce III. My Approach: How I Use Pronounce, Other Tools, and Achievements IV. Unlocking Native English: Why AI-Language Assistants Are Game-Changers Personal experience, tips, product description, and more are waiting for you below ⬇️⬇️⬇️ I. The Backstory: My Journey to Improve My English 1. Why I Needed to Work on My Language Hello, hackers! I'm Veronika, a marketing and product prof, and a non-native English speaker. While I've been using English at work for years, it was primarily in non-native regions like the Middle East (shoutout to Dubai folks reading this!). A few years back, I entertained the idea of exploring the US market, but that required elevating my language proficiency. The challenge was compounded upon returning home, resulting in less practice and my English regressing. 2. The Motivation Problem As my language proficiency declined, the mission seemed impossible. I might never have mustered the motivation to tackle it head-on, but then, out of the blue, I was approached about a dream opening. Despite possessing all the required skills, language proficiency became the stumbling block, forcing me to decline the offer. Surprisingly, that rejection served as the push I needed, and I finally decided to take action to improve my English. 3. What I Tried To dig out my fluency, Americanize pronunciation, and improve comprehension and vocabulary, I immersed myself in American English content across various channels, formats, and aspects of life. And replaced reading with watching. 4. Why It Didn't Boost My Speaking Skills This approach improved all my language skills except speaking because it failed to provide the necessary practice for work-related topics and, more crucially, lacked professional feedback on my speech. Unfortunately, I saw no viable options for obtaining that: 👎 Speaking clubs offered conversations with and . non-natives no valuable feedback 👎 Tutors were either or sky-high-priced for my third-world salary at the time. unfamiliar with business topics 👎 Friends were more interested in casual chatting than teaching (again, ). no feedback While studying the old-fashioned way, the folks from Pronounce came across my profile and offered me the job I wanted. However, what impressed me even more was that they were building just the right product for my needs. II. Exploring AI Speech Analyzer Pronounce is an English learning app focused on spoken communication. It's a grammar, fluency, and pronunciation checker that helps master the skills necessary for talking, understanding, and being understood. Pronounce Those having speaking practice can progress with nearly zero time spent studying: simply record calls or meetings, review the reports, and work on correcting mistakes ( ). Those lacking real-life conversations can practice using the app. no motivation or time required!! because they can analyze the practice you already have. Not only can writing checkers like Grammarly do this — as well. With modern AI language learning tools, the motivation problem doesn’t exist speaking assistants can easily fit into your routine I know that videos are worth a thousand words — here you go: https://youtu.be/wHL2zQS1irE?si=ij8MotlqlGkjr98i&embedable=true 1. Use Cases Here are the ways to use the app: 📞 Record your calls or virtual meetings (or monologues if you have no real-life conversations). 📖 Read aloud suggested texts or any other content (ideal for public speaking preparation). 🗣 Discuss suggested or our own topics with AI speech bots (18 characters for any taste, offering 4 different accents 🇺🇸🇬🇧🇦🇺🇮🇳 are at your service). 👂 Select text on web pages and voice it with our . Chrome Extension 💾 Add new or most difficult words and phrases to your personal dictionary, and practice them to learn and master. 2. How the Product Works The app recognizes your speech and provides feedback on grammar, vocabulary, pronunciation, intonation, clarity, speaking pace, pauses, filler words, and more. You can see your mistakes and imperfections and receive explanations, paraphrasing suggestions, and personalized exercises. As you overcome your most crucial errors, it highlights other areas to maintain progress. You also get a practice plan, progress reports, and notifications. 3. Feedback You Get Here are examples of feedback regarding language skills that our users typically find essential for improvement. Grammar Feedback: Word Choice Feedback: Clarity and Phrasing Feedback: Pronunciation Feedback: When it comes to repeating pronunciation errors, you receive compiled feedback. For non-repetitive ones, you get individual cues. Each mispronounced word you practice individually, initially. And then within sentences, as it's crucial for improving pronunciation in real speech. The words and phrases from your personal dictionary you practice the same way. 4. AI Speech Bots With speech bots, you can discuss anything you want for as long as you need. The product offers default topics like ‘small talk’ or ‘interview,‘ but you can create any other one since they’re LLMs. They’re always happy to help you 👇😄 To be serious, the most valuable info about the bots is highlighted below: Speech bots help not only in getting more practice! At Pronounce, you can adjust their speaking pace, switch between voices and accents, and read subtitles. It’s super helpful for improving . listening comprehension With any language learning AI, you can ask them to rephrase their words and keep discussing the topic until you feel confident. This boosts . vocabulary and fluency 5. Real-Life Cases Since we know that language knowledge gained through studying is often not practical enough, and learners typically face challenges in day-to-day life, we have recently launched real-life cases. Now, you can practice a real-life situation with one AI speechbot and get guidance and feedback from another. As throughout the product, we provide both default cases and the option to create your own. III. My Approach: How I Use Pronounce, Other Tools, and Achievements 1. How I Use Pronounce 📞 Record My Speech I record all my calls, meetings, and voice messages to friends — everything in which I speak English. 📖 Read Aloud When I need to prepare a speech (e.g., a product demo), I add the text to the app and read it aloud. If you need to prepare any speech, start by reading it aloud. If your pronunciation is far from perfect, speech analyzers, like people, can misunderstand some of your words or phrases. By providing the AI with the copy, you give yourself proper feedback. If you don’t know how to pronounce some words, voice them with AI first. For example, Pronounce has a for that purpose. Chrome extension I always begin by reading my speeches aloud and switch to recording only when I get nothing more than minor corrections. 🤖 Speak with Bots When I have no one to talk to in a spare moment, I say, \"Hey Blake/Jenny…,\" and discuss work, books, movies, the weather — whatever I want. Siri Even 5 (!) minutes of practice a day can lead to progress. 🏋️♂️ Do Personalized Exercises Frankly, much less than I should. Non-repetitive pronunciation mistakes I often skip, for instance. 2. What Else I Do Keep Watching and Reading Content in English Ever wanted to give up binge-watching? I’ve got a solution for you! Simply start rewinding every single moment you didn’t get and write down every new word or phrase — and voila, you hate watching Netflix more than visiting dentists! 😄 Well, the above is how I began. Nowadays, I still get back to unclear moments and take screenshots, but not always. After several months of dedicated learning, I’ve realized that, in the long run, I need my productive habits to be enjoyable. Otherwise, I find myself skipping them. Don't push yourself too hard; otherwise, you might end up procrastinating due to excessive pressure. Keep your learning enjoyable! Check All My Writing and Speeches by Grammarly Primarily to check grammar and vocabulary. Its paraphrasing could be better, so, for that purpose, I prefer ChatGPT (see below). Based on my experience, Grammarly excels at finding errors but may not capture non-nativeness or paraphrases effectively. I’d recommend using it primarily for the first purpose. ❗️ Like generative AI tools, sometimes it may make mistakes! From my observations, the longer the copy, the higher the chances it will miss something. Double-check my Writing and Speeches by ChatGPT I haven’t found anything better than ChatGPT (even the free version is fine) for checking the naturalness of language. It also provides quite good alternative wording. From my experience, the prompt doesn’t matter much, while the subsequent tuning does (btw, the OpenAI showed the same result). So I use super simple prompts like the following one and keep guiding the model. study . Check if the following is written in correct American English and appears native. Can be informal, but it’s fine. If it doesn’t meet any requirements, suggest what to correct and how 3. My Results After several months of non-regular use of the tools mentioned above, I’ve experienced the following results: Better Grammar and Pronunciation, Bigger vocabulary Now, about 97% of my speech is grammatically correct, well-pronounced, and filled with the right words. At the starting line, only 85-90% was so, and I spoke like in the screenshot (🙈😂). Better Listening Comprehension I haven’t tried to evaluate it, but I see significant progress. I usually face difficulty in understanding only when I come across unfamiliar words. I also capture errors in my pronunciation much better. More Native Speech I don’t have proof for this, but my speech is undoubtedly getting more native. Have you noticed any unnatural wording while reading this article? I speak quite the same way. Pronounce, Grammarly, and ChatGPT guide me in formulating my thoughts better. I add new phrases to my personal dictionary on Pronounce, revisit them from time to time, and incorporate them into my speech. Only after several months with AI, I realized how unnatural my language was. And . No human will analyze every sentence you write and say and come up with the most significant feedback. I doubt that anyone can get a clear understanding of their language proficiency without AI IV. Unlocking Native English: Why AI-Language Assistants Are Game-Changers Let me summarize: Almost if you have some practice in the language you want to learn. no extra time is required writing, speaking, voicing, translating, etc. There are AI tools for pretty much anything you may need : The use of writing fixers and chatbots has already become the norm. Speech analyzers and speech bots are equally useful, just less known. Speech bots are incredibly useful for improving auditory comprehension and vocabulary. IMO, only AI can give you a clear understanding of your language level. Disagree? Have questions? Or anything to share? Please let me know in the comments or in . I've tried to make this article useful and would love to hear your feedback; that's my purpose in engaging with communities. Any reaction will be greatly appreciated!! DMs on social I first a story of how I improved my English with Pronounce in Russian on another tech community a few months ago. shared However, at that time, I didn’t use other AI tools, had a narrower experience, achieved less favorable results, and approached it from a different angle. Feel free to check it out if interested, but keep in mind the huge difference. Also, our product had fewer features. If you want to receive news from , follow our accounts on or . Pronounce X (Twitter) LinkedIn",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "Education"
  ],
  "external_links": [
    "https://youtu.be/wHL2zQS1irE?si=ij8MotlqlGkjr98i&embedable=true",
    "https://www.youtu.be/wHL2zQS1irE?si=ij8MotlqlGkjr98i&embedable=true",
    "https://youtu.be/wHL2zQS1irE"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "similarweb been",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:21:59.643+02:00",
  "updated": "2024-01-06T00:21:59.643+02:00"
}