{
  "thread": {
    "uuid": "a647453511ad89757636db2021065a2b1608b506",
    "url": "https://www.dailysabah.com/business/defense/turkiye-test-fires-1st-turbofan-jet-engine-in-major-breakthrough",
    "site_full": "www.dailysabah.com",
    "site": "dailysabah.com",
    "site_section": "https://www.dailysabah.com/rssFeed/13/26",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "DAILYSABAH",
    "title": "Türkiye test-fires 1st turbofan jet engine in major breakthrough",
    "title_full": "Türkiye test-fires 1st turbofan jet engine in major breakthrough",
    "published": "2024-03-10T15:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://idsb.tmgrup.com.tr/ly/uploads/images/2024/03/10/thumbs/800x531/318868.jpg",
    "performance_score": 0,
    "domain_rank": 3952,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a647453511ad89757636db2021065a2b1608b506",
  "url": "https://www.dailysabah.com/business/defense/turkiye-test-fires-1st-turbofan-jet-engine-in-major-breakthrough",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Daily Sabah",
  "published": "2024-03-10T15:22:00.000+02:00",
  "title": "Türkiye test-fires 1st turbofan jet engine in major breakthrough",
  "text": "Türkiye on Saturday announced it had successfully tested its first military turbofan engine, a major breakthrough in the nation’s drive to rely on domestic technologies to curb external dependency on critical equipment.\nThe TF6000 jet engine has been designed to help Türkiye gain capabilities and technology on its path to developing a power unit for its first fifth-generation fighter jet, KAAN, which recently performed its inaugural flight , a statement by the Presidency of Defense Industries (SSB) said.\n\"Türkiye’s first national turbofan engine TF6000, powered by the energy of our homeland sons, has been successfully tested for the first time in the national engine test system,” said SSB President Haluk Görgün.\nDeveloped by TUSAŞ Engine Industries (TEI), the engine is expected to power the unmanned fighter jet, Kızılelma, and Anka-3, the country’s first flying-wing, deep-strike unmanned aerial vehicle, Görgün said.\n“I sincerely congratulate everyone involved in the project, especially our engineers and technical teams,” he noted.\nA joint venture between Turkish Aerospace Industries (TAI) and GE Aerospace, TEI develops and produces engines for aircraft and missiles.\nThe company is currently developing its most powerful turbofan jet engine , the TF10000, an upgraded version of the TF6000, which is expected to produce 6,000 lbf of thrust.\nTürkiye’s first national turbofan engine, TF6000, is seen during its inaugural test on March 9, 2024. (AA Photo)\nKızılelma, the fifth-generation unmanned fighter jet, performed its first flight in mid-December 2022. Its mass production is expected to start this year.\nBacked by an artificial intelligence system, Kızılelma represents a significant expansion of capabilities for slow-moving reconnaissance and missile-carrying drones. It promises to increase the existing platforms' top speed and carrying capacity.\nIts exterior features are similar to those of fifth-generation fighter jets. In addition to conventional drone missions, it can conduct air-to-air engagements.\nAs for Anka-3, the first vertical tailless drone took to the skies for the first time in late December 2023.\nAs a new-generation UAV platform, it will be capable of performing different missions, such as reconnaissance, surveillance, and intelligence, with air-ground munitions, air-to-air ammunition, and radar systems.\nIt can perform many tasks, such as operation and communication relays, together with other friendly elements.\nAlong with the TF6000 and TF10000 jet engine projects, Türkiye is also expected to complete the design, development, and manufacturing stages of the related accessory subsystems, fan module, variable stator vane compressor, flow mixer exhaust, and afterburner.\nThe TF10000, envisaged to power many manned and unmanned aviation platforms, including KAAN, is almost complete, Mahmut Faruk Akşit, the head of TEI, said last month.\nUnveiled publicly last year, KAAN is aimed at replacing the aging F-16 fleet in the inventory of the Air Forces Command, which is planned to be phased out starting in the 2030s. The project was launched in 2016.\nIt conducted its inaugural flight last month. The mass production of the initial batch is envisaged as of 2028.\nKAAN is planned to be powered by an F110 engine, developed by General Electric before eventually being replaced with a domestically built power unit manufactured by TEI.\nThe jet will make Türkiye one of the few countries with the infrastructure and technology to produce a fifth-generation combat aircraft.\nTEI has already developed PD170, tailored for unmanned aerial vehicles (UAVs), including those of the drone magnate Baykar and TAI's own drones.\nIt is preparing to launch mass production of an engine that will power choppers, including Türkiye's first domestically developed heavy-class attack helicopter, the Atak-2.\nshortlink copied Last Update: Mar 10, 2024 5:49 pm RELATED TOPICS fight-against-terrorism DEUTSCHE-BANK US-LIBYA-RELATIONS KEYWORDS defense industry defense türkiye engine turkish jet engine tf6000 jet engine indigenous jet engine fighter jet kaan The Daily Sabah Newsletter Keep up to date with what’s happening in Turkey, it’s region and the world. SIGN ME UP You can unsubscribe at any time. By signing up you are agreeing to our Terms of Use and Privacy Policy. This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "haluk görgün",
        "sentiment": "none"
      },
      {
        "name": "kızılelma",
        "sentiment": "none"
      },
      {
        "name": "anka",
        "sentiment": "none"
      },
      {
        "name": "türkiye",
        "sentiment": "none"
      },
      {
        "name": "görgün",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "kaan",
        "sentiment": "none"
      },
      {
        "name": "ssb",
        "sentiment": "none"
      },
      {
        "name": "defense industries",
        "sentiment": "none"
      },
      {
        "name": "turkish aerospace industries",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "türkiye",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-10T16:25:49.309+02:00",
  "updated": "2024-03-13T00:04:02.699+02:00"
}