{
  "thread": {
    "uuid": "259cb01d06946a7f178fced578e9f711a2186cb9",
    "url": "https://www.samford.edu/arts-and-sciences/news/2024/Samford-Psychology-Professor-Awarded-Prestigious-Grant-to-Help-Create-More-Sensory-Inclusive-Worship-Environments",
    "site_full": "www.samford.edu",
    "site": "samford.edu",
    "site_section": "https://www.samford.edu/news",
    "site_categories": [
      "graduate_school",
      "college_administration",
      "education",
      "distance_learning",
      "7_12_education"
    ],
    "section_title": "\r\n\tSamford University News\r\n",
    "title": "Samford Psychology Professor Awarded Prestigious Grant to Help Create More Sensory Inclusive Worship Environments",
    "title_full": "Samford Psychology Professor Awarded Prestigious Grant to Help Create More Sensory Inclusive Worship Environments",
    "published": "2024-04-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.samford.edu/arts-and-sciences/news/images/Mandy-Howard-Counseling.jpg",
    "performance_score": 0,
    "domain_rank": 20679,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "259cb01d06946a7f178fced578e9f711a2186cb9",
  "url": "https://www.samford.edu/arts-and-sciences/news/2024/Samford-Psychology-Professor-Awarded-Prestigious-Grant-to-Help-Create-More-Sensory-Inclusive-Worship-Environments",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-04T03:00:00.000+03:00",
  "title": "Samford Psychology Professor Awarded Prestigious Grant to Help Create More Sensory Inclusive Worship Environments",
  "text": "For many people, church is a place of healing and tranquility. It's a place where you can fellowship with other believers and be in the presence of God. However, for those grappling with sensory processing sensitivity, going to church is far from peaceful. It can be a nightmare. Samford University psychology professor [Mandy Howard](https://www.samford.edu/arts-and-sciences/directory/Howard-Amanda), whose research focuses on understanding how adversity impacts vulnerable children and their families, remembers being contacted by one family who considered stopping going to church entirely. Their son Dylan, a pseudonym, would have meltdowns during the service. The loud music, bright lights and crowded spaces often overwhelmed him, causing sensory overload. \"His parents approached the church's leadership team to discuss their concerns,\" Howard said. \"The church leadership was very receptive but was at a loss for how to best support Dylan and his family. This is when the family contacted me.\" In addition to identifying problems, Howard's research includes finding solutions. She devised a plan with the church's leadership to address Dylan's needs. They implemented sensory-friendly adjustments in the sanctuary, including a designated quiet area for sensory breaks and assigning an older teen to assist him during services. \"This approach allowed Dylan's family to participate in the service while ensuring he had the support when needed,” Howard said. “The church was able to create an environment where he felt valued and understood and his family felt seen and accepted by their church community in ways they never imagined.\" Dylan's story is just one among thousands of people struggling with sensory processing sensitivity. Howard's dedication to helping these individuals attend church more peacefully earned her a prestigious grant from the [Calvin Institute of Christian Worship](https://worship.calvin.edu/) to continue this [endeavor](https://docs.google.com/document/d/1au9aBTORiFSqUxj4DCO_b0_V0GW5CqBp9aIQgoEBl1I/edit). \"Receiving this grant to further my research is incredibly humbling and exciting,\" Howard said. \"It's a validation of the importance and relevance of the work I'm passionate about. Knowing I have the support and resources to delve deeper into understanding sensory processing sensitivity in worship fills me with a sense of purpose and excitement. This grant not only signifies an opportunity for personal and professional growth but also represents a chance to make a meaningful impact on the lives of individuals and families in church communities,\" she continued. With the support of this grant, which is being conducted in partnership with Samford's Center for Worship and the Arts, Howard and her collaborators will conduct comprehensive research, develop data-informed strategies and disseminate findings to real-world practitioners. Moreover, they will create a comprehensive resource guide to serve as a valuable tool for church communities, offering practical insights, tips and strategies for supporting individuals with sensory processing sensitivity. \"By combining academic research with practical application, we aim to empower church leaders with the knowledge and resources needed to create more inclusive and welcoming worship environments,\" Howard said. \"Through these initiatives, we hope to bridge the gap between research and practice, fostering greater understanding and support for individuals.\" Howard and her research team will host a workshop for ministry leaders in October 2024. This workshop will provide a platform for sharing research findings, exchanging ideas and co-creating solutions to enhance inclusivity and support within worship communities. This program is made possible through a Vital Worship, Vital Preaching grant from the Calvin Institute of Christian Worship based in Grand Rapids, Michigan, with funds provided by Lilly Endowment Inc. [Learn More](https://worship.calvin.edu/grants/samford-university-amanda-howard/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Religion and Belief",
    "Education"
  ],
  "external_links": [
    "https://worship.calvin.edu/)",
    "https://docs.google.com/document/d/1au9aBTORiFSqUxj4DCO_b0_V0GW5CqBp9aIQgoEBl1I/edit).",
    "https://worship.calvin.edu/grants/samford-university-amanda-howard/)",
    "https://www.worship.calvin.edu/grants/samford-university-amanda-howard/)",
    "https://www.docs.google.com/document/d/1au9aBTORiFSqUxj4DCO_b0_V0GW5CqBp9aIQgoEBl1I/edit).",
    "https://www.worship.calvin.edu/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mandy howard",
        "sentiment": "none"
      },
      {
        "name": "dylan",
        "sentiment": "none"
      },
      {
        "name": "howard",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "samford psychology",
        "sentiment": "negative"
      },
      {
        "name": "samford university",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T01:16:26.839+03:00",
  "updated": "2024-04-05T01:16:26.839+03:00"
}