{
  "thread": {
    "uuid": "5bc990406e1d0456f4a43fe6d725a9d6cb64ca35",
    "url": "https://www.monitor.co.ug/uganda/news/national/117-former-rebels-integrated-into-yumbe-community-4611452",
    "site_full": "www.monitor.co.ug",
    "site": "monitor.co.ug",
    "site_section": "http://www.monitor.co.ug/uganda",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Home | Monitor",
    "title": "117 former rebels integrated into Yumbe community | Monitor",
    "title_full": "117 former rebels integrated into Yumbe community | Monitor",
    "published": "2024-05-03T05:22:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "UG",
    "main_image": "https://www.monitor.co.ug/resource/blob/4611464/f98f5621d2eea949f2a91eee3b9896f4/latest01pix-data.jpg",
    "performance_score": 0,
    "domain_rank": 12755,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5bc990406e1d0456f4a43fe6d725a9d6cb64ca35",
  "url": "https://www.monitor.co.ug/uganda/news/national/117-former-rebels-integrated-into-yumbe-community-4611452",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Scovin Iceta",
  "published": "2024-05-03T05:22:00.000+03:00",
  "title": "117 former rebels integrated into Yumbe community | Monitor",
  "text": "117 former rebels integrated into Yumbe community What you need to know: - The former rebels say “they have finally come back home for peace.” At least 117 members of a rebel group that sought to challenge President Museveni’s government have been integrated into the community in Yumbe District to promote peace, military authorities have said. The group’s attempt failed last year even as they tried an armed rebellion against government, leading to a deadly fighting in which some civilians and soldiers were killed. On Thursday, the former rebels gathered at Sese playground as their integration into the community started. Leader of the group, Hillary Bacongo told Monitor that “they have finally come back home for peace.” \"We have come to back with my group from South Sudan and Democratic Republic of Cong and others were previously in Ramogi Sub-county. We did not achieve our goal and we decided to come back after negotiations with the government,\" he said on Thursday. According to the Uganda People’s Defence Forces (UPDF), the former rebels voluntarily surrendered. \"They also brought their guns voluntarily. It is on this basis that government has decided to integrate them for the last time. This is the second phase and the returnees have accepted to come to us in development and government programs are in place which they can easily benefit from initiatives like Parish Development Model and many others,” UPDF 4th infantry division commander Brig Gen Michael Kabango said. UPDF said it was open to considering some of the former rebels who meet requirements for recruitment into the army. Yumbe Resident District Commissioner (RDC) John Bosco Tumwesigwe said: \"I caution the army to try as much as possible to ensure the right people are selected in this matter.” “The security must be priority as development takes center stage in the district and the region at large and we shall ensure peace remains consistent in the communities,” he added. Koboko RDC Emme Mitala remarked that “government will give money to help the ex-militants start new life with other community members.” “There is no way you can take a gun and start fighting this government which has a lot of commitment to see peaceful .Freedom of expression shouldn't be undermined with such bad behaviors,” he cautioned.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "museveni",
        "sentiment": "none"
      },
      {
        "name": "hillary bacongo",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "uganda people’s defence forces",
        "sentiment": "none"
      },
      {
        "name": "democratic republic of cong",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "yumbe",
        "sentiment": "none"
      },
      {
        "name": "yumbe district",
        "sentiment": "none"
      },
      {
        "name": "south sudan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-03T09:14:33.325+03:00",
  "updated": "2024-05-03T09:14:33.325+03:00"
}