{
  "thread": {
    "uuid": "c76ec6712e82fce42485649ac43bf6981e30755d",
    "url": "https://www.expreso.ec/guayaquil/cientos-jovenes-suman-fe-procesion-iglesias-norte-194797.html",
    "site_full": "www.expreso.ec",
    "site": "expreso.ec",
    "site_section": "https://www.expreso.ec/rss.xml",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Lo último",
    "title": "Guayaquil: Cientos de jóvenes suman su fe en la procesión de iglesias del norte",
    "title_full": "Guayaquil: Cientos de jóvenes suman su fe en la procesión de iglesias del norte",
    "published": "2024-03-29T16:25:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "EC",
    "main_image": "https://imagenes.expreso.ec/files/og_thumbnail/uploads/2024/03/29/6606c07246177.jpeg",
    "performance_score": 0,
    "domain_rank": 68785,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c76ec6712e82fce42485649ac43bf6981e30755d",
  "url": "https://www.expreso.ec/guayaquil/cientos-jovenes-suman-fe-procesion-iglesias-norte-194797.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Freddy Josue Andrade Andrade",
  "published": "2024-03-29T16:25:00.000+03:00",
  "title": "Guayaquil: Cientos de jóvenes suman su fe en la procesión de iglesias del norte",
  "text": "[Guayaquil] Guayaquil: Cientos de jóvenes suman su fe en la procesión de iglesias del norte Cinco iglesias del norte de la ciudad se juntaron para realizar una misma procesión. La paz, el principal rezo de los católicos Como todos los años, los creyentes católicos realizan distintas procesiones en conmemoración a la muerte y resurrección de Jesús. Este año no fue la excepción, pese a la situación del país. La procesión del Cristo del Consuelo inicia con súplicas por la seguridad [Leer más](/guayaquil/procesion-cristo-consuelo-grandes-pais-iniciado-194796) Las parroquias Nuestra Señora de la Alborada, Rosa Mística Miguel Arcángel, Nuestra señora de Czestochowa y Santa Isabel, se unieron una vez más para realizar la procesión del norte que congregó a más de mil cristianos para orarle a Dios. La particularidad de este 2024 es la gran cantidad de jóvenes que se sumaron a la fe de la procesión y en lo que coincidían era: “pedir por la seguridad del país”. Estamos viviendo momentos horribles en el país. Rogamos a Dios que esto se acabe y todo pueda ser como antes”, decía Miguel Ramones de 27 años que llegaba con un grupo de amigos a recorrer las principales calles del norte en la procesión. “Es primera vez que vengo a la procesión y solo pido paz en el Ecuador y el mundo. Ese es el clamor de nosotros”, decía Daniela Malo, de la iglesia San Miguel de Arcángel. ‘Los diablos’ se tomarán Alangasí el Viernes Santo [Leer más](/actualidad/diablos-tomaran-alangasi-viernes-santo-194787) Los rezos por la salud no faltaron. Cristina Anzules aseguró que al hacer esta procesión confía que Dios sane a su hija. “Mi hija tiene un problema muy grave de salud y confío que Dios hará el milagro. Hoy ese es mi motivo de oración”, clamaba la mujer, mientras rezaba de rodillas. El cielo nublado y el clima fresco facilitó a que los feligreses realicen la procesión sin mayores contratiempos. Para acceder a contenido de calidad y sin límites, visite el siguiente [ENLACE.](https://suscripcion.expreso.ec/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T16:56:04.552+03:00",
  "updated": "2024-03-29T17:10:24.276+03:00"
}