{
  "thread": {
    "uuid": "af808a52363f42e66b7645ff81e5a3977a2b7ab5",
    "url": "https://www.managedhealthcareexecutive.com/view/specialty-pharmacist-interventions-result-in-more-than-150-000-in-cost-avoidance-for-ms-patients",
    "site_full": "www.managedhealthcareexecutive.com",
    "site": "managedhealthcareexecutive.com",
    "site_section": "https://www.managedhealthcareexecutive.com/rss",
    "site_categories": [
      "health"
    ],
    "section_title": "Managed Healthcare Executive articles",
    "title": "Specialty Pharmacist Interventions Result in More Than $150,000 in Cost Avoidance For MS Patients",
    "title_full": "Specialty Pharmacist Interventions Result in More Than $150,000 in Cost Avoidance For MS Patients",
    "published": "2024-04-04T22:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.sanity.io/images/0vv8moc6/mhe/62755f582a3eda9285ed03a431c8c5f0dfb6f551-5760x3841.jpg?fit=crop&amp;auto=format",
    "performance_score": 0,
    "domain_rank": 46761,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "af808a52363f42e66b7645ff81e5a3977a2b7ab5",
  "url": "https://www.managedhealthcareexecutive.com/view/specialty-pharmacist-interventions-result-in-more-than-150-000-in-cost-avoidance-for-ms-patients",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rosanna Sutherby, Pharm.D.",
  "published": "2024-04-04T22:00:00.000+03:00",
  "title": "Specialty Pharmacist Interventions Result in More Than $150,000 in Cost Avoidance For MS Patients",
  "text": "Darina Georgieva, Pharm.D., and her colleagues from the department of pharmaceutical services at Vanderbilt University Medical Center, conducted a retrospective observational study to learn the costs avoided through specialty pharmacist interventions for patients at the Vanderbilt MS Clinic. The study results were published in the Journal of Managed Care and Specialty Pharmacy earlier this month. Multiple sclerosis (MS) is a chronic, progressive autoimmune disease incurring healthcare costs almost five times higher in patients living with this condition compared to their healthy counterparts. Nearly 25% of these costs are associated with the use of disease-modifying therapies (DMTs), which are prescribed to slow disease progression, prevent relapses, and manage symptoms more effectively. Due to their high costs and complexity of treatment, DMTs are usually dispensed and managed through specialty pharmacies. Some are integrated into MS clinics with specialty pharmacists and technicians embedded into the healthcare ecosystem. These integrated health system specialty pharmacy (HSSP) models have been found to improve therapy adherence and persistence, decrease turnaround time, and increase patient satisfaction. However, it is unclear what impact HSSP pharmacist interventions have on healthcare utilization and cost reductions in patients with MS. Darina Georgieva, Pharm.D., and her colleagues from the department of pharmaceutical services at Vanderbilt University Medical Center, conducted a retrospective observational study to learn the costs avoided through specialty pharmacist interventions for patients at the Vanderbilt MS Clinic. The study results were published in the [Journal of Managed Care and Specialty Pharmacy](https://www.jmcp.org/doi/10.18553/jmcp.2024.30.4.336) earlier this month. The study included patients who received specialty pharmacist interventions at the Vanderbilt MS Clinic between February 1, 2022, and July 31, 2022. Interventions were grouped into the following categories: safety and efficacy monitoring, common side effects and other adverse events, healthcare use, disease-related concerns, drug interactions, lost productivity, medication change, dose change and drug discontinuation. Costs avoided were classified as direct, such as medication or laboratory test costs, or indirect, such as the costs associated with a potential consequence (i.e., self-care, hospital visit, or death). A total of 39 interventions among 38 patients resulted in 50 cost-avoidance opportunities. Of these, 13 were associated with direct costs and 37 involved indirect costs. The total estimated avoided costs for six months ranged from $123,733 to $156,265. Of these amounts, $138,410 was due to direct costs, and $1,890 was associated with indirect costs. The top two categories for direct cost avoidance were safety monitoring (69%) and management of common side effects (23%). Conversely, most indirect cost avoidance resulted from the management of common side effects (57%) followed by safety monitoring (22%). Although more interventions were associated with indirect cost avoidance, a majority of direct cost avoidance interventions (69%) resulted in savings of over $1,000 each. In comparison, 95% of indirect cost avoidance interventions yielded less than $100 in avoided costs per intervention. Most direct cost avoidance interventions were due to pharmacist recommendations to discontinue or change inappropriate therapies, resulting in savings in healthcare utilization. Given these results, the authors conclude that the integrated HSSP model can significantly reduce healthcare spending via pharmacist interventions that prevent inappropriate medication dispensing. [Ozanimod Shows Sustained Efficacy in Long-term Study for Multiple Sclerosis Treatment](/view/ozanimod-shows-sustained-efficacy-in-long-term-study-for-multiple-sclerosis-treatment?utm_source=www.managedhealthcareexecutive.com&utm_medium=relatedContent) Long-term data from the phase 3 DAYBREAK trial affirmed sustained efficacy of ozanimod for relapsing forms of multiple sclerosis, with a high amount of patients who were relapse-free at 6 years. Read More [Highly Effective Therapies Found Superior to Moderately Effective Therapies as First-Line Treatment in Pediatric MS](/view/highly-effective-therapies-found-superior-to-moderately-effective-therapies-as-first-line-treatment-in-pediatric-ms?utm_source=www.managedhealthcareexecutive.com&utm_medium=relatedContent) As with adult-onset MS, early treatment of pediatric-onset MS (POMS) is essential to halt disease progression, including early disability, brain volume loss, and cognitive impairment. Read More [Study Finds Monoclonal Antibody Exposure Does Not Negatively Affect Breastfed Infants of Mothers With MS](/view/study-finds-monoclonal-antibody-exposure-does-not-negatively-affect-breastfed-infants-of-mothers-with-ms?utm_source=www.managedhealthcareexecutive.com&utm_medium=relatedContent) Advances in MS disease management have included the emergence of monoclonal antibodies as effective disease-modifying therapies (DMTs) for MS. FDA-approved treatments include Tysabri (natalizumab), Lemtrada (alemtuzumab), Ocrevus (ocrelizumab), and Kesimpta (ofatumumab). Read More [Real-world Study Finds Fingolimod Leads to Better Clinical Outcomes but Higher Healthcare Costs in MS Patients](/view/real-world-study-finds-fingolimod-leads-to-better-clinical-outcomes-but-higher-healthcare-costs-in-ms-patients?utm_source=www.managedhealthcareexecutive.com&utm_medium=relatedContent) In a retrospective study, researchers from Humana in Louisville, KY, compared clinical outcomes, time on treatment, healthcare resources utilization, and relative costs in patients with MS that were newly initiated on one of the following oral DMTs: dimethyl fumarate, fingolimod, or teriflunomide. Read More",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "Science and Technology"
  ],
  "external_links": [
    "https://www.jmcp.org/doi/10.18553/jmcp.2024.30.4.336",
    "https://jmcp.org/doi/10.18553/jmcp.2024.30.4.336"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "darina georgieva",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "vanderbilt ms clinic",
        "sentiment": "none"
      },
      {
        "name": "derbilt university medical center",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T01:00:43.923+03:00",
  "updated": "2024-04-12T03:10:41.767+03:00"
}