{
  "thread": {
    "uuid": "72d0c476bbca6e2ce55596c99778fb18e2b05b7c",
    "url": "https://www.reddeeradvocate.com/sports/rebels-pile-on-the-shots-in-win-over-americans-7296371",
    "site_full": "www.reddeeradvocate.com",
    "site": "reddeeradvocate.com",
    "site_section": "https://reddeeradvocate.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Red Deer Advocate: reddeer",
    "title": "Rebels pile on the shots in win over Americans",
    "title_full": "Rebels pile on the shots in win over Americans",
    "published": "2024-01-13T07:17:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.bpmcdn.com/f/files/shared/feeds/gps/2024/01/web1_copy_240112-rda-rebels-americans-game_1.jpg;w=1200;h=800;mode=crop",
    "performance_score": 0,
    "domain_rank": 83565,
    "domain_rank_updated": "2024-01-09T12:07:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "72d0c476bbca6e2ce55596c99778fb18e2b05b7c",
  "url": "https://www.reddeeradvocate.com/sports/rebels-pile-on-the-shots-in-win-over-americans-7296371",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ian Gustafson",
  "published": "2024-01-13T07:17:00.000+02:00",
  "title": "Rebels pile on the shots in win over Americans",
  "text": "Rebels 3\nAmericans 1\nIt may have been Red Deer’s coldest day of the winter season so far but inside the Peavey Mart Centrium, the Rebels were scorching hot.\nThey defeated the visiting Tri-City Americans 3-1 for the Rebels’ third straight win in front of 3,422 fans.\n“I really appreciate the people who came out tonight. It’s the coldest day I’ve ever seen in my life,” said head coach Derrick Walser.\n“We played for 60 minutes and that was the challenge tonight. We wanted to play a complete game. We did a real good job with our puck placement… And I thought everyone contributed something tonight. It was real special.”\nThe Rebels were relentless in the offensive end outshooting the Tri-City by 30 shots 49-19.\n“I think sometimes when you’re struggling to score you try to walk the puck into the net. We talked about jamming it in and the first goal of the game was a great start from that line,” he said.\n“Birnie did something simple and got his goal. You have to learn to score ugly sometimes. It can’t always be pretty and that’s our main focus just trying to generate those shots.”\nThe Rebels scored two unanswered goals in the first period. The first came 29 seconds into the game when Carson Birnie scored on a wrap-around opportunity.\nForward Talon Brigley followed that up with less than two minutes left in the opening period when he crashed the net for a rebound.\nIn the second period, defenceman Elias Carmichael dropped the gloves with Cash Koch. The two traded punches but Carmichael delivered the knockout punch with a powerful left that ignited the crowd.\nJust a few minutes later the Americans notched their first of the game to cut into the Rebels lead off a one-timer from Deagen McMillan.\nHowever, with less than five minutes left in the frame defenceman Mats Lindgren hammered in his fifth of the season from the blue line to take a 3-1 lead on the powerplay.\nThat would be all the Rebels needed to secure the victory which was led by an 18-save performance by goaltender Chase Wutzke.\nLindgren said after the game that they never lifted their foot off the gas pedal.\n“I think we played great as a team, stuck to our systems, and what happened tonight is kind of what you get when we play our way,” he said.\n“Getting shots on net in high volumes was a big part of it and when you get pucks to the net like we did over there, good things happen. It’s a classic quote but it’s true. We focused on that and I think it worked.”\nThe Rebels return to the ice at the Peavey Mart Centrium on Saturday where they’ll take on the Edmonton Oil Kings at 7 p.m.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Sport",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "birnie",
        "sentiment": "none"
      },
      {
        "name": "derrick walser",
        "sentiment": "none"
      },
      {
        "name": "peavey mart centrium",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "tri-city",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "tri-city",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-13T09:28:03.911+02:00",
  "updated": "2024-01-13T09:28:03.911+02:00"
}