{
  "thread": {
    "uuid": "33466b253eca3cf01afb166862499486b7d58976",
    "url": "https://www.nfl.com/videos/kurt-hinish-corrals-jackson-for-texans-first-sack-of-afc-divisional-playoff-game",
    "site_full": "www.nfl.com",
    "site": "nfl.com",
    "site_section": "https://www.nfl.com",
    "site_categories": [
      "football",
      "sports"
    ],
    "section_title": "NFL.com | Official Site of the National Football League",
    "title": "Houston Texans defensive tackle Kurt Hinish corrals Baltimore Ravens quarterback Lamar Jackson for Texans' first sack of AFC Divisional Playoff Game",
    "title_full": "Houston Texans defensive tackle Kurt Hinish corrals Baltimore Ravens quarterback Lamar Jackson for Texans' first sack of AFC Divisional Playoff Game",
    "published": "2024-01-21T00:40:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.www.nfl.com/image/upload/t_editorial_landscape_12_desktop/league/cxe8ctrxvwanqg3zqzw3",
    "performance_score": 0,
    "domain_rank": 1334,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "33466b253eca3cf01afb166862499486b7d58976",
  "url": "https://www.nfl.com/videos/kurt-hinish-corrals-jackson-for-texans-first-sack-of-afc-divisional-playoff-game",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-21T00:40:00.000+02:00",
  "title": "Houston Texans defensive tackle Kurt Hinish corrals Baltimore Ravens quarterback Lamar Jackson for Texans' first sack of AFC Divisional Playoff Game",
  "text": "NFL Game Highlights Kurt Hinish corrals Jackson for Texans' first sack of AFC Divisional Playoff Game Houston Texans defensive tackle Kurt Hinish corrals Baltimore Ravens quarterback Lamar Jackson for Texans' first sack of the 2023 AFC Divisional Playoff Game. [ video ](/videos/carlson-s-fourth-quarter-field-goal-flies-wide-right) Carlson's fourth-quarter field goal flies wide right Green Bay Packers kicker Anders Carlson pulls a fourth-quarter field goal flies wide right from 41 yards away. [ video ](/videos/aaron-jones-runs-wild-for-53-yard-rumble) Aaron Jones runs wild for 53-yard rumble Green Bay Packers running back Aaron Jones runs wild for a 53-yard rumble. [ video ](/videos/emanuel-wilson-clears-49ers-defender-via-hurdle-on-chain-moving-run) Emanuel Wilson clears 49ers' defender via hurdle on chain-moving run Green Bay Packers running back Emanuel Wilson clears a 49ers' defender via the hurdle on a chain-moving run. [ video ](/videos/jauan-jennings-climbs-the-ladder-on-21-yard-completion-from-purdy) Jauan Jennings climbs the ladder on 21-yard completion from Purdy San Francisco 49ers wide receiver Jauan Jennings climbs the ladder on a 21-yard completion from quarterback Brock Purdy. [ video ](/videos/moody-s-52-yard-fg-pulls-niners-to-21-17-on-first-play-of-fourth-quarter) Moody's 52-yard FG pulls Niners to 21-17 on first play of fourth quarter San Francisco 49ers kicker Jake Moody's 52-yard field goal pulls the Niners to within a 21-17 score vs. the Green Bay Packers on the first play of the fourth quarter. [ video ](/videos/aiyuk-adjusts-on-athletic-catch-for-third-down-pickup) Aiyuk adjusts on athletic catch for third-down pickup San Francisco 49ers wide receiver Brandon Aiyuk adjusts on an athletic catch for a third-down pickup. [ video ](/videos/dre-greenlaw-picks-off-love-s-tipped-pass-late-in-third-quarter) Dre Greenlaw picks off Love's tipped pass late in third quarter San Francisco 49ers linebacker Dre Greenlaw picks off Green Bay Packers quarterback Jordan Love's tipped pass late in the third quarter. [ video ](/videos/aaron-jones-two-point-conversion-catch-puts-packers-up-21-14-vs-49ers) Aaron Jones' two-point conversion catch puts Packers up 21-14 vs. 49ers Green Bay Packers running back Aaron Jones' two-point conversion catch puts the Packers up 21-14 vs. the San Francisco 49ers. [ video ](/videos/jordan-love-pinpoints-tucker-kraft-for-2-yard-td) Â Jordan Love pinpoints Tucker Kraft for 2-yard TD Green Bay Packers quarterback Jordan Love pinpoints tight end Tucker Kraft for a 2-yard touchdown. [ video ](/videos/keisean-nixon-eric-wilson-combine-on-chaotic-kick-return-into-49ers-territory) Keisean Nixon, Eric Wilson combine on chaotic kick return into 49ers' territory Green Bay Packers defensive back Keisean Nixon and linebacker Eric Wilson combine on to return, fumble and recover a chaotic kick return that sets the Packers' offense up inside of San Francisco 49ers' territory. [ video ](/videos/christian-mccaffrey-goes-into-high-gear-on-a-39-yard-td-run) Can't-Miss Play: Christian McCaffrey goes into high gear on a 39-yard TD run San Francisco 49ers running back Christian McCaffrey goes into high gear on a 39-yard touchdown run. [ video ](/videos/purdy-locates-kittle-on-physical-32-yard-pickup) Purdy locates Kittle on physical 32-yard pickup San Francisco 49ers quarterback Brock Purdy locates tight end George Kittle on a physical 32-yard pickup. [ video ](/videos/jordan-love-locates-a-wide-open-bo-melton-for-19-yard-td) Jordan Love locates a wide-open Bo Melton for 19-yard TD Green Bay Packers quarterback Jordan Love locates a wide-open wide receiver in Bo Melton for a 19-yard touchdown. [ video ](/videos/jones-loses-11-yards-on-mishandled-toss-from-love) Jones loses 11 yards on mishandled toss from Love Green Bay Packers running back Aaron Jones loses 11 yards after mishandling a toss from quarterback Jordan Love and falling on his own fumble. [ video ](/videos/can-t-miss-play-field-goal-block-colby-wooden-deflects-moody-s-48-yard-try-to-keep-packers-within-a-point) Can't-Miss Play: Field goal block! Colby Wooden deflects Moody's 48-yard try to keep Packers within a point Field goal block! Defensive end Colby Wooden deflects San Francisco 49ers kicker Jake Moody's 48-yard try to keep the Green Bay Packers within a point. [ video ](/videos/jordan-love-s-accuracy-romeo-doubs-footwork-are-perfect-on-22-yard-sideline-connection) Jordan Love's accuracy, Romeo Doubs' footwork are perfect on 22-yard sideline connection Green Bay Packers quarterback Jordan Love's accuracy and wide receiver Romeo Doubs' footwork are perfect on a 22-yard sideline connection. [ video ](/videos/love-reed-connect-for-27-yard-gain-via-crossing-route) Love, Reed connect for 27-yard gain via crossing route Green Bay Packers quarterback Jordan Love and wide receiver Jayden Reed connect for a 27-yard gain via the crossing route. [ video ](/videos/brock-purdy-floats-a-beauty-to-george-kittle-on-32-yard-td-pass-to-put-niners-ahead-of-packers) Brock Purdy floats a beauty to George Kittle on 32-yard TD pass to put Niners ahead of Packers Quarterback Brock Purdy floats a beauty to tight end George Kittle on a 32-yard touchdown pass to put the San Francisco 49ers ahead of the Green Bay Packers. [ video ](/videos/49ers-defense-stonewalls-jordan-love-packers-on-fourth-and-1-attempt-in-red-zone) 49ers' defense STONEWALLS Jordan Love, Packers on fourth-and-1 attempt in red zone The San Francisco 49ers' defense stonewalls Green Bay Packers quarterback Jordan Love and the Packers offense on a fourth-and-1 attempt in the red zone. [ video ](/videos/jordan-love-locates-wide-open-romeo-doubs-for-38-yard-chunk-to-move-into-49ers-territory) Jordan Love locates WIDE-OPEN Romeo Doubs for 38-yard chunk to move into 49ers' territory Green Bay Packers quarterback Jordan Love locates WIDE-OPEN wide receiver Romeo Doubs for a 38-yard chunk to move into San Francisco 49ers' territory. [ video ](/videos/brock-purdy-can-t-escape-green-bay-s-pressure-as-preston-smith-kenny-clark-combine-for-sack) Brock Purdy can't escape Green Bay's pressure as Preston Smith, Kenny Clark combine for sack San Francisco 49ers quarterback Brock Purdy can't escape Green Bay's pressure as Packers linebacker Preston Smith and defensive lineman Kenny Clark combine for a 7-yard sack to force a 49ers punt. [ video ](/videos/darnell-savage-misses-golden-opportunity-to-record-second-pick-six-of-2023-postseason) Darnell Savage misses GOLDEN opportunity to record second pick-six of 2023 postseason Green Bay Packers safety Darnell Savage misses GOLDEN opportunity to record second pick-six of 2023 postseason. [ video ](/videos/deebo-samuel-uses-blockers-to-sift-through-packers-defense-for-15-yard-catch-and-run) Deebo Samuel uses blockers to sift through Packers' defense for 15-yard catch and run San Francisco 49ers wide receiver Deebo Samuel uses his blockers to sift through the Green Bay Packers' defense on a 15-yard catch and run. [ video ](/videos/anders-carlson-s-29-yard-fg-opens-scoring-for-green-bay) Anders Carlson's 29-yard FG opens scoring for Green Bay A 29-yard field goal from Green Bay Packers kicker Anders Carlson opens the scoring in the NFC Divisional Playoff Game between the Packers and the San Francisco 49ers.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jackson",
        "sentiment": "neutral"
      },
      {
        "name": "lamar jackson",
        "sentiment": "neutral"
      },
      {
        "name": "kurt hinish",
        "sentiment": "neutral"
      },
      {
        "name": "ka'imi fairbairn",
        "sentiment": "none"
      },
      {
        "name": "nico collins",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "baltimore ravens",
        "sentiment": "neutral"
      },
      {
        "name": "houston texans",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "houston",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-21T01:09:15.414+02:00",
  "updated": "2024-01-21T06:18:37.048+02:00"
}