{
  "thread": {
    "uuid": "056d793b17a088abcccddc1b90a6b49873fb4b04",
    "url": "https://thegrio.com/2024/04/11/technology-is-stronger-when-black-women-and-girls-are-included",
    "site_full": "thegrio.com",
    "site": "thegrio.com",
    "site_section": "https://thegrio.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "TheGrio",
    "title": "Technology is stronger when Black women and girls are included",
    "title_full": "Technology is stronger when Black women and girls are included",
    "published": "2024-04-11T22:19:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 9544,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "056d793b17a088abcccddc1b90a6b49873fb4b04",
  "url": "https://thegrio.com/2024/04/11/technology-is-stronger-when-black-women-and-girls-are-included",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kristina Newton",
  "published": "2024-04-11T22:19:00.000+03:00",
  "title": "Technology is stronger when Black women and girls are included",
  "text": "Technology is stronger when Black women and girls are included\nOPINION: If we are going to be serious about increasing representation in tech then we have to take a more proactive approach to making tech a field where girls of color can see themselves represented.\nEditor’s note: The following article is an op-ed, and the views expressed are the author’s own. Read more\nopinions on theGrio.\nThere was nothing that I was a part of or experienced as a little girl that told me I could have a career in tech.\nI had supportive parents who exposed me to a range of activities. I did well in school – I was especially good at math and joined the math club and competed in math competitions on top of being a cheerleader, dancer, and athlete. But everything I learned about technology, I learned from just exploring on my own. Like many girls of my generation, my first foray into coding and technology was via designing the perfect Myspace page.\nWhen I saw myself in the future, I saw a successful dancer. Even though I was really intelligent, I didn’t care about being smart; I wanted to be seen as a cool, fun person. And it wasn’t until my dad realized I was serious about majoring in dance in college that he intervened and began to help me explore career paths that built on my academic strengths — and gave him the peace of mind of career stability. No one in my family had ever been a computer engineer, but my dad suggested I look into the field because I was good at math and science and, more importantly, because he saw it as a more viable career path than a professional dancer.\nI can look back now and see that there was something inside that would move me in the direction of tech, engineering or problem-solving, but I also realized we have a lot more work to do to get girls of color interested in tech fields.\nIf we are going to be serious about increasing representation in tech — and we should be, not just because it is the right thing to do, but because technology works better when its programming considers a diverse set of perspectives and experiences — then we have to take a more proactive approach to inclusion and making tech a field where girls of color can see themselves and their experiences represented.\nWhen we think about tech, it matters that you can create technologies for consumers that can be consumed by all of us. Having a diverse group of engineers working on the product also ensures that the programs that you release are created ethically and are accessible to everyone. Remember when filters first came out on Snapchat and Instagram, and they didn’t recognize dark faces? That’s a prime example of how diversity in engineering matters; those developers had not even considered the need for test cases that included darker-skinned people in the initial stages of development. It was eventually corrected but was an embarrassing omission that would have been corrected naturally if they’d just had darker-skinned engineers involved from the beginning.\nA good developer team understands the importance of having as many informed inputs and data points as possible and going through a broad testing phase during research and development. But it is still the case that people bring their own experiences, perspectives, world outlooks, and even biases into the code they write.\nLarge companies have made efforts to diversify their workforces, only for us to witness a large exodus of those same individuals years later. This signifies that it’s not enough to simply recruit more people of color and more women into the field; there needs to be a cultural shift within tech to support those individuals. When I was actively working as an engineer, it didn’t matter what project I was on, what city I was in, who the project was for what the work was, I was always the only Black girl. I never had a female manager, and I was overwhelmed by this feeling that my job only served the purpose of making money, and it didn’t matter what microaggressions I or other women – especially Black women or other women of color – faced, the bottom line was the bottom line.\nTechnology\nI once left a job, and my all-male team took me to a strip club after dinner as my going away party. This event was indicative of every experience I’d had, and every reason I was leaving the field — the idea that I was supposed to be thankful for this awkward, extremely uncomfortable strip club surprise with my male colleagues who all looked the same, were all members of their own boys network, and either didn’t notice or didn’t care how completely inappropriate and uncomfortable this outing was for the supposed guest of honor.\nWhen I founded\nHYPE, my primary goal was to introduce more girls of color to tech and build the supportive community around them that I wished I had. As a very sociable, outgoing engineer, the social component was just as important to me as the career development piece. It was also important to me that we built in an international experience for girls who had gone through our program, to expose them to worlds beyond their own community while encouraging them to make an impact by teaching other girls around the world. There is so much growth that comes from stepping outside of yourself and learning about other cultures, and I wanted that experience for other Black and brown girls.\nToday, I am very proud of the work we are doing, but I still see a need for a seismic shift in the tech industry overall. There is more visibility into the shortcomings of tech and the workforce, and I am encouraged that these conversations are at least being had today. People are trying to understand more about what they can do within the culture of their workforce to make it a more inclusive space that is more proactive about fostering a sense of belonging and community.\nWe see ourselves represented more in the big picture — in movies. When “Hidden Figures” came out, that was such a huge moment for Black girls and Black women in tech. I had never seen anything like that growing up, and I would love to see more of that for our girls who are growing up today.\nBut the industry also has to continue to put our money where our mouth is. When it’s no longer sexy or the popular thing to do to invest in Black women, people stop doing it, and we’ve seen that recently. We had this moment after George Floyd where it seemed the whole country felt very hopeful about where the future was moving, but now things have shifted back. And that is concerning. Not only are people being silent about what’s right, but they are proactively attacking Black women and any attempt to right-size what we have endured for so long.\nI never felt like I could speak up about the things I was experiencing, so we need to foster more courageous conversations about race and representation in tech and make a demonstrated investment in what we say we want to do. One of the things I never saw was women in leadership; if there were people who looked like me in the places where I worked, they were skilled laborers, never managers. There must be an intentional effort to identify and put into place opportunities for those women, especially women of color, who may be entry-level or middle-management to be intentionally placed on a path where they can see senior-level leadership in their future. We have to fund professional development opportunities and support organizations on the ground that are working to build the talent pipeline.\nBut beyond all of that, we have to care and we have to understand that while many people view technology as supplanting the human element of the workforce, it is actually powered by the human element. We have to get back to caring about people on a human level and understanding that our work product is stronger and we are stronger when women and girls of color are included.\nKristina Newton is the founder and CEO of HYPE, a nonprofit that empowers historically underrepresented girls with technology skills and prepares them to become future leaders in tech careers. A Computer Engineer turned Social Impact Entrepreneur, she has over 15 years of experience in the tech private and nonprofit sectors. Visit\nwww.gethype.org to learn more.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Social Issue"
  ],
  "external_links": [
    "https://gethype.org/",
    "https://gethype.org",
    "http://www.gethype.org",
    "http://gethype.org",
    "https://www.gethype.org/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "black",
        "sentiment": "neutral"
      }
    ],
    "organizations": [
      {
        "name": "technology",
        "sentiment": "neutral"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T00:46:04.675+03:00",
  "updated": "2024-04-12T00:46:04.675+03:00"
}