{
  "thread": {
    "uuid": "9bdeda17cdd756d6c5d1c3c965ec1390e6ee550c",
    "url": "https://astanatimes.com/2024/05/tokayev-congratulates-citizens-on-fatherland-defenders-day-victory-day",
    "site_full": "astanatimes.com",
    "site": "astanatimes.com",
    "site_section": "https://astanatimes.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "The Astana Times",
    "title": "Tokayev Congratulates Citizens on Fatherland Defenders’ Day, Victory Day",
    "title_full": "Tokayev Congratulates Citizens on Fatherland Defenders’ Day, Victory Day",
    "published": "2024-05-06T08:29:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "KZ",
    "main_image": "https://astanatimes.com/wp-content/uploads/2024/05/1714981951_KZ1_5954_2-scaled.jpg",
    "performance_score": 0,
    "domain_rank": 34947,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9bdeda17cdd756d6c5d1c3c965ec1390e6ee550c",
  "url": "https://astanatimes.com/2024/05/tokayev-congratulates-citizens-on-fatherland-defenders-day-victory-day",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Fatima Kemelova",
  "published": "2024-05-06T08:29:00.000+03:00",
  "title": "Tokayev Congratulates Citizens on Fatherland Defenders’ Day, Victory Day",
  "text": "ASTANA – President Kassym-Jomart Tokayev, the Supreme Commander-in-Chief of the Armed Forces, congratulated citizens on Defenders of the Fatherland Day, celebrated on May 7, and Victory Day, observed on May 9. “Today, the valiant Kazakh army has become a reliable shield of territorial integrity and stability in the country. Our glorious warriors vigilantly guard the preservation of peace and prosperity. They are always ready to defend their sacred Fatherland,” Tokayev said at the solemn ceremony at Akorda residence. The President lauded the courage of Kazakhstan’s military personnel amidst the country’s most severe floods in the past 80 years, citing their dedication to duty during this challenging period. He highlighted the merits of 300 military personnel in the North Kazakhstan Region, who constructed dams night and day and participated in protecting communities from the floods. Tokayev emphasized special gratitude expressed by residents towards these servicemen, stating that “this is clear evidence of the indestructible unity and cohesion of the people and the army.” He underscored the country’s enduring gratitude to frontline soldiers and home front workers, who brought Victory closer at the cost of incredible hardships. The President mentioned annual additional payments provided to war participants on Victory Day, noting that this year’s amount [reached](https://astanatimes.com/2024/05/kazakhstan-honors-veterans-ahead-of-may-9/) three million tenge (US$6,761.11) for each veteran. He recalled that starting this year, three degrees of the Aibyn Order were given the names of legendary compatriots Sagadat Nurmagambetov, Bauyrzhan Momyshuly, and Rakhymzhan Koshkarbayev. Tokayev emphasized the increasing significance of a robust, combat-ready army amid rising geostrategic turbulence. Kazakhstan’s recent mandate from the United Nations to [conduct](https://astanatimes.com/2024/03/kazakhstans-first-independent-peacekeeping-mission-reaches-golan-heights/) an independent mission in the Golan Heights, along with a strengthened position in the ranking of military power globally, clearly demonstrates the high combat readiness and coherence of Kazakh troops. According to the President, work will continue to enhance professional training and modernize the Armed Forces. Finalized efforts include opening a new air base in Astana and providing service members with educational grants and loan repayment deferments. Recognizing the significant contribution of defenders in maintaining peace and harmony, Tokayev honored military personnel with promotions and state awards for their courage and dedication to upholding national security.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Politics"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jomart tokayev",
        "sentiment": "negative"
      },
      {
        "name": "tokayev",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "tokayev congratulates citizens",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "akorda",
        "sentiment": "none"
      },
      {
        "name": "north kazakhstan region",
        "sentiment": "none"
      },
      {
        "name": "kazakhstan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-06T15:56:21.169+03:00",
  "updated": "2024-05-13T21:15:50.047+03:00"
}