{
  "thread": {
    "uuid": "a6d5e913b233ed1d00543dc18e54efb497230ebf",
    "url": "https://www.tahlequahdailypress.com/news/warming-shelter-organized-at-methodist-church/article_ae9489c6-b0df-11ee-a3cd-b7a2fa2b5c25.html",
    "site_full": "www.tahlequahdailypress.com",
    "site": "tahlequahdailypress.com",
    "site_section": "http://www.tahlequahdailypress.com/search/?f=rss&t=article&c=news&l=50&s=start_time&sd=desc",
    "site_categories": [
      "media"
    ],
    "section_title": "www.tahlequahdailypress.com - RSS Results in news of type article",
    "title": "Warming shelter organized at Methodist Church",
    "title_full": "Warming shelter organized at Methodist Church",
    "published": "2024-01-12T18:19:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/tahlequahdailypress.com/content/tncms/assets/v3/editorial/8/01/801ddf14-b0e1-11ee-9592-db8f0a261f19/65a087a9d39fe.image.jpg?crop=1919%2C1007%2C0%2C36&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 80755,
    "domain_rank_updated": "2024-01-09T12:07:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a6d5e913b233ed1d00543dc18e54efb497230ebf",
  "url": "https://www.tahlequahdailypress.com/news/warming-shelter-organized-at-methodist-church/article_ae9489c6-b0df-11ee-a3cd-b7a2fa2b5c25.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lee Guthrie | lguthrie@tahlequahdailypress.com",
  "published": "2024-01-12T18:19:00.000+02:00",
  "title": "Warming shelter organized at Methodist Church",
  "text": "Arrangements by community members and organizations quickly came together for a warming shelter for unhoused individuals to protect them from weather that may dip into the single digits. During the monthly meeting of Tahlequah Resource Outreach Team on Jan. 11, an excited crowd listened as Ward 4 Tahlequah City Councilor Josh Allen spoke about the efforts of Lo Ison, media and technology director with First United Methodist Church, and many others who managed to pull together a plan for the shelter. The shelter will be at First United Methodist Church, 104 W. Delaware St., in Tahlequah. The doors will open at 5 p.m. Friday, Jan. 12, and will close on Wednesday, Jan. 17 at 8 a.m. Police Chief Nate King considered trying to use the jail, but with the lack of participation the last time it was set up, members of FUMC stepped up to the task, he said. \"I'm so proud of our community, the church, Nate King – to everyone who is responsible for what we are doing,\" Allen said. Many at the meeting said their organizations were spreading the word of the warming shelter to those who are out in the cold. \"Pastor Shana Dry and I are the facility and shift supervisors for the emergency warming station,\" Ison said. The Emergency Management Department delivered 40 cots and 75 sterile blankets, and there have been lots of donations from Harm Reduction at Cherokee Nation, as well as other Cherokee agencies, Ison said. If more than 40 people avail themselves to the shelter, five soft-stage platforms can each facilitate two people. \"The purpose is to help our neighbors – and these people are our neighbors, even though they are unhoused and unsheltered. This is a really good time to get to know them, love on them and humanize them. These, too, are members of our community, and we want to make sure they are safe, just like we are safe,\" Ison said. The list of guidelines for guests to follow and general procedures for volunteers have been established. People will sign in as they arrive and will be alerted to the guidelines. Several agencies in Tahlequah will provide services, including Echota Behavioral Health, and the Cherokee County Health Department will be on hand to assist with benefits, if needed. The Tahlequah Police Department will be offering rides for those who need transportation. A schedule has been developed for waking up for breakfast, an hour dedicated for lunch and also free time. Meals will be provided by volunteers. There will be showers available in two large bathrooms. Bathroom kits will be given to those who need them. Individuals can stay in the shelter the entire time it is open. The doors will close at 10:30 p.m., and anyone who leaves will not be able to return until the doors open the next morning. \"We will be closing our doors every night at 10:30. If people want to leave, that is fine, but they cannot just leave and do as they please and come back [until it opens in the morning],\" Ison said. \"If we have someone come and they have missed the time before the doors are locked and ask to come in because they could not get there in time, that will be allowed.\" By the end of the meeting, it was reported that all of the meal slots had been filled by people or organizations that volunteered to supply food for those in the shelter. And 20 four-hour slots had been taken by people who volunteered to be at the shelter. Allen encouraged volunteers to not sign up for a lot of slots, so others could help in the effort. \"Yes, it's going to warm up next week, but this is something we are going to rely on every time it gets below freezing – up until March,\" Ison said. King explained how the police department will be involved. \"We will have an officer there 24 hours a day. They will be out of sight, out of mind, unless needed,\" King said. \"We are there to protect vulnerable people, so if someone is causing a problem, the officer will step in.\" No warrant checks will be run nor checking of bags of those who come through the doors of the shelter. The officer won't be in full uniform and will also have a mental health I-Pad, so if someone has a crisis, the officer can get the helpline on face time in a room set up for that purpose, King said. \"If you leave during the day, you can come back,\" King said. \"It's only if you leave at night knowing that the doors are locked that they can't come back in.\" Typically, before people come into a shelter, they already have places where they can hide their things instead of bringing them in, such as weapons or drug paraphernalia, Ison said. \"If somebody does have to be searched, that is at the officer's discretion,\" Ison said. King said there will be no warrant searches or body searches. \"Half the people who need to be there won't show up if they are worried about being searched, and then they will freeze to death at night,\" King said. \"This needs to be a sanctuary, a safe place, and as long as people are acting right, they will be left alone.\" Learn more People can volunteer for the effort by going to [https://bit.ly/operationwarmth](https://bit.ly/operationwarmth). To coordinate donations, call Shana Dry at 918-822-1913. Items needed at last report: water bottles, individually wrapped snacks, lots of pillows, and men's and women's underwear and socks.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Weather"
  ],
  "external_links": [
    "https://bit.ly/operationwarmth",
    "https://www.bit.ly/operationwarmth"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "josh allen",
        "sentiment": "none"
      },
      {
        "name": "w. delaware st.",
        "sentiment": "none"
      },
      {
        "name": "allen",
        "sentiment": "none"
      },
      {
        "name": "nate king",
        "sentiment": "none"
      },
      {
        "name": "lo ison",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "fumc",
        "sentiment": "none"
      },
      {
        "name": "tahlequah resource outreach team",
        "sentiment": "none"
      },
      {
        "name": "first united methodist church",
        "sentiment": "none"
      },
      {
        "name": "tahlequah city",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "tahlequah",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-12T20:22:19.015+02:00",
  "updated": "2024-01-20T00:55:11.594+02:00"
}