{
  "thread": {
    "uuid": "146e3c7d72bec33d4de50cd13ec519dc463da4ff",
    "url": "https://www.mercurynews.com/2024/02/29/a-home-decor-writer-reflects-on-20-years-10-homes",
    "site_full": "www.mercurynews.com",
    "site": "mercurynews.com",
    "site_section": "http://www.mercurynews.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "The Mercury News",
    "title": "20 years, 10 homes, 1,040 columns later, a writer reflects",
    "title_full": "20 years, 10 homes, 1,040 columns later, a writer reflects",
    "published": "2024-02-29T21:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.mercurynews.com/wp-content/uploads/2024/02/martha-Marni-027.jpg?w=1024&#038;h=768",
    "performance_score": 0,
    "domain_rank": 965,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "146e3c7d72bec33d4de50cd13ec519dc463da4ff",
  "url": "https://www.mercurynews.com/2024/02/29/a-home-decor-writer-reflects-on-20-years-10-homes",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Marni Jameson",
  "published": "2024-02-29T21:00:00.000+02:00",
  "title": "20 years, 10 homes, 1,040 columns later, a writer reflects",
  "text": "I might get a little sentimental today. This is the 20th anniversary of my — well, really our — weekly column. In addition to feeling old, I also feel grateful.\nIt was actually slightly more than 20 years ago that I was living in Southern California, working as a freelance writer, when an editor from the Orange County Register called. The paper was launching a monthly regional magazine targeting owners of luxury homes — think Laguna and Newport Beach — and he wanted a column that would be the antidote to potentially pretentious content.\n“So,” I said, “you want a column that is not about rich homeowners and their chichi architects and their museum-quality art collections and the exquisite homes they build on the bluffs overlooking the Pacific and how the whole experience was one giant lovefest, and they had money left over?”\n“Right,” he confirmed, “a reality column.”\nHe’d found the right writer. At that point, I had built two homes from the ground up, had the debt and cortisol levels to prove it, and had an arsenal of frustrations.\nStill disbelieving, I added, “You want me to write about the tile mason with the drinking problem, the neighbors who won’t speak to you because you’ve had an outhouse and a Dumpster parked in your front yard for three months, the dogs who got so fed up with the construction they ran away in search of a rescue, and about how the remodel took three times as long, cost three times as much, and you weren’t speaking to your spouse at the end?”\n“Exactly,” he said. “Sprinkle in some advice. Be the girl next door who has the same problems as everyone else but is two steps ahead, because you’ve made the mistakes and know who to call.”\nEighteen months later, my then-husband and I moved from Southern California to Colorado — just one of my many moves. And soon, I had a syndicated column. That former editor congratulated me, then ominously added: “It’s great to have a weekly column, but one day, you are going to run out of ideas.”\nUntil then, a dry well hadn’t been on my worry list. I flashed back to when I was in kindergarten and got in trouble for talking too much in class. I wound up in the principal’s office with my mother to discuss “the problem.” When the principal asked why I talked so much, the answer was easy. “I just have so many important things to say,” I said, which was unintentionally hilarious.\nSo here we are 20 years and 1,040 columns later, and I still have things to say and no shortage of topics. Because I have never been able to see where home design stops and home life begins, my columns are about both. Here’s a brief look back at some of the moments we’ve been through together:\nThe calamities: You were there when my two custom seven-foot sofas arrived with the upholstery fabric inside out, when the back patio in our new Colorado home fell three feet into a sink hole, and when our rescue dog on his first night with us tested our commitment on the one-day-old living room carpet. (Who gets a new dog and new carpet on the same day?)\nThe many moves: You were there through 10 houses and nine moves, including the move to Florida, where I had a stint as a live-in home stager and moved six times in four years.\nThe life changes: You were there when I sent each of my children off to college, entering some sort of self-imposed dorm-decorating contest in which I was the sole contestant. You were there through my divorce and remarriage, the loss of two parents and the gain of three grown stepchildren.\nThe micro and macro: Together, we’ve covered the minor (how to choose drawer knobs and tea towels) and the major (the meaning of home and belonging and how to leave a meaningful legacy. Related Articles Home and Garden |",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "orange county register",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "newport beach",
        "sentiment": "none"
      },
      {
        "name": "southern california",
        "sentiment": "none"
      },
      {
        "name": "laguna",
        "sentiment": "none"
      },
      {
        "name": "pacific",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:07:57.125+02:00",
  "updated": "2024-03-01T00:07:57.125+02:00"
}