{
  "thread": {
    "uuid": "e29c9635ca9a2225296b0278a6d84989cb8bba74",
    "url": "https://www.diariodemallorca.es/mallorca/2024/04/19/irene-villa-hay-feliz-odio-mallorca-terrorismo-101248534.html",
    "site_full": "www.diariodemallorca.es",
    "site": "diariodemallorca.es",
    "site_section": "https://diariodemallorca.es/rss/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "",
    "title": "Irene Villa: «Hay que ser feliz, porque el odio solo arrastra amargura»",
    "title_full": "Irene Villa: «Hay que ser feliz, porque el odio solo arrastra amargura»",
    "published": "2024-04-19T00:12:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/166047fc-5480-4031-adf9-96e25b367b7b_16-9-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 19533,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e29c9635ca9a2225296b0278a6d84989cb8bba74",
  "url": "https://www.diariodemallorca.es/mallorca/2024/04/19/irene-villa-hay-feliz-odio-mallorca-terrorismo-101248534.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "J.F. Mestre",
  "published": "2024-04-19T00:12:00.000+03:00",
  "title": "Irene Villa: «Hay que ser feliz, porque el odio solo arrastra amargura»",
  "text": "Irene Villa, la joven que siendo una niña de doce años fue víctima de un atentado terrorista que le costó la pérdida de sus dos piernas, fue ayer la protagonista de la jornada que fue organizada por la unión de asociaciones de asistencia a personas con discapacidad (UNAC) en la sede de la fundación sa Nostra. La charla fue inaugurada ayer por la consellera Catalina Cirer, que señaló la necesidad de que los profesionales de la atención a las personas discapacitadas marquen el camino a la administración para determinar las necesidades a las que hay que dedicar los recursos económicos necesarios. Irene Villa demostró en su charla que, al verse sin piernas, cada día recuerda la desgracia que sufrió siendo una niña, pero que ya hace mucho tiempo que logró perdonar. Pero sobre todo ha aceptado la situación que le toca vivir, respondiendo a su desgracia a través de una permanente sonrisa. Ayer quiso convencer a los presentes a esta charla, en la que estuvo acompañada por el nadador paraolímpico Xavi Torres, que sin perdón no existe futuro, porque es «fundamental y necesario para tener una vida feliz y plena». En su exposición dejó muy claro que parar mirar de frente al futuro es necesario «que tu pasado esté resuelto», utilizando el perdón como método para superar todos los problemas anteriores. El hecho de no tener piernas no ha impedido a Irene Villa a practicar deporte y haya tenido la experiencia de visitar decenas de países. Utiliza dos prótesis, con las que puede caminar. Pese a los daños personales que sufrió a tan pronta edad como víctima del terrorismo, Irene Villa aceptó hace mucho tiempo la realidad que le ha tocado vivir, que la convierte en una discapacitada. Sin embargo, afirma que «tenemos que vivir la vida que nos ha tocado de la mejor manera que podamos. La obligación de cada persona es ser feliz, porque el odio únicamente arrastra amargura». La joven recordó las palabras que le dijo su madre, que también resultó herida en el atentado, cuando descubrió que había perdido las piernas. «Esto es lo que hay y tendrás que aceptarlo». Y en efecto, Irene Villa, que en su formación ha obtenido tres licenciaturas y es madre de tres niños, afirmó que el dolor «es parte de la vida y aparece en tu crecimiento. El dolor es inevitable, pero el sufrimiento es opcional», insistió en su charla. T Xavi Torres, en su intervención, también señaló la necesidad de que los discapacitados afronten su situación y vayan superando las dificultades que les ha impuesto la vida. se mo",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:15:26.392+03:00",
  "updated": "2024-04-19T02:25:06.453+03:00"
}