{
  "thread": {
    "uuid": "e8b5776057ca67aa1fe3fb487b47cee9c7498414",
    "url": "https://lol.larepublica.pe/famosos/2024/01/05/marcelo-tinelli-publica-primer-avance-tinelli-reality-que-muestra-intimidad-su-familia-en-amazon-prime-358120",
    "site_full": "lol.larepublica.pe",
    "site": "larepublica.pe",
    "site_section": "https://lol.larepublica.pe",
    "site_categories": [],
    "section_title": "LOL | Últimas Noticias del perú y el Mundo de última hora",
    "title": "Marcelo Tinelli publica el primer avance de ‘Los Tinelli’, reality que muestra la intimidad de su familia en Amazon Prime | LOL La República",
    "title_full": "Marcelo Tinelli publica el primer avance de ‘Los Tinelli’, reality que muestra la intimidad de su familia en Amazon Prime | LOL La República",
    "published": "2024-01-05T21:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PE",
    "main_image": "https://imgmedia.larepublica.pe/1200x630/lol/original/2024/01/05/6598485c6529c9164013036a.jpg",
    "performance_score": 0,
    "domain_rank": 7920,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 1,
        "comments": 0,
        "shares": 12
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e8b5776057ca67aa1fe3fb487b47cee9c7498414",
  "url": "https://lol.larepublica.pe/famosos/2024/01/05/marcelo-tinelli-publica-primer-avance-tinelli-reality-que-muestra-intimidad-su-familia-en-amazon-prime-358120",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@handle",
  "published": "2024-01-05T21:03:00.000+02:00",
  "title": "Marcelo Tinelli publica el primer avance de ‘Los Tinelli’, reality que muestra la intimidad de su familia en Amazon Prime | LOL La República",
  "text": "Marcelo Tinelli publica el primer avance de ‘Los Tinelli’, reality que muestra la intimidad de su familia ¡En modo Kardashian! Marcelo Tinelli revelará algunos de los secretos de la intimidad de su familia en la nueva producción de Amazon Prime. [Las lujosas propiedades que compró Xoana Gonzáles gracias al OnlyFans: ¿cómo lucen por dentro?](https://lol.larepublica.pe/famosos/2023/06/29/xoana-gonzales-lujosas-propiedades-que-compro-modelo-gracias-onlyfans-como-lucen-dentro-peru-argentina-1646040) [Famosos peruanos en OnlyFans: ¿quién tiene el perfil hot más caro? Aquí el top 5](https://lol.larepublica.pe/famosos/2023/06/29/estrellas-peruanas-en-onlyfans-quien-tiene-perfil-hot-caro-aqui-top-5-1834134) Marcelo Tinelli feliz de compartir con sus hijos en la nueva producción de Amazon Prime. Fotos: Instagram Marcelo Tinelli. Fotos: Instagram Marcelo Tinelli / “Nos viste toda la vida, pero nunca tan de cerca”. Con estas palabras, Marcelo Tinelli presentó el teaser de ‘Los Tinelli’, en el que el presentador de televisión mostrará la intimidad de su familia. La nueva producción se podrá ver por Amazon Prime Video. Marcelo Tinelli muestra adelanto de su reality, ‘Los Tinelli’ Marcelo Tinelli y sus hijos serán los protagonistas de ‘Los Tinelli’. Justamente, en el avance del reality se pueden apreciar los primeros testimonios de los integrantes del clan Tinelli. “Llevar mi apellido en realidad no es algo que se sufra”, se le escucha decir a Juanita Tinelli, quien hoy triunfa como modelo en las pasarelas internacionales. En otro momento del avance, Candelaria Tinelli, hija del presentador de 63 años, comenta sobre su papá: “Sobre todo con los años, como que cada vez se enfada más”. Mientras tanto, se ve a Marcelo Tinelli retando a una de las mascotas de la casa. “Entonces, no se juega más”, expresa el conductor. PUEDES VER: [Marcelo Tinelli se pronuncia tras eliminación de Milett de ‘Bailando’: \"Nosotros pusimos las reglas\"] En este primer vistazo al contenido de la serie, también aparece el músico Luciano José Giugno, mejor conocido como ‘El Tirri’, quien comparte anécdotas de la infancia de los hijos de Marcelo Tinelli. En la actualidad, Marcelo mantiene un romance con la peruana Milett Figueroa. Marcelo Tinelli explica por qué aceptó realizar su serie Como ya se sabe, Marcelo Tinelli y sus hijos iniciaron con las grabaciones de ‘Los Tinelli’, producida por LaFlia Contenidos para Amazon Studios. Uno de los primeros momentos que mostrarán los protagonistas son los preparativos de [una fiesta de fin de año en la mansión exclusiva que el conductor tiene en Punta del Este](https://lol.larepublica.pe/famosos/2024/01/02/marcelo-tinelli-feliz-pasar-ano-nuevo-milett-figueroa-sus-hijos-nada-mejor-que-eso-instagram-94356) (Uruguay). “Mostrar la intimidad me parece que hoy forma parte de algo lindo, de algo que te acerca a la gente. Y también es algo que une a mi familia”, indica el presentador de ‘Bailando’, reality en el que conoció a su actual novia. PUEDES VER: [Milett Figueroa no va más en el 'Bailando' tras ausentarse del programa, según prensa argentina] Pese a los buenos comentarios, ‘Los Tinelli’ no se salvaron de los cuestionamientos en las redes sociales. “Me encanta que los que critican lo van a ver primero, son los fans ‘haters’ ocultos, por algo ya se toman el tiempo de comentar. Gracias por existir”, dijo Candelaria.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:52:31.616+02:00",
  "updated": "2024-01-06T00:52:31.616+02:00"
}