{
  "thread": {
    "uuid": "f824fa000d21b597218ac5e5f2461d735d965414",
    "url": "https://www.meneame.net/story/carlos-sainz-gana-cuarto-dakar/c094",
    "site_full": "www.meneame.net",
    "site": "meneame.net",
    "site_section": "https://www.meneame.net:443/comments_rss",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Menéame: comentarios",
    "title": "#94 Carlos Sainz gana su cuarto Dakar",
    "title_full": "#94 Carlos Sainz gana su cuarto Dakar",
    "published": "2024-01-19T12:32:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://meneame.net/img/logo_meneame_footer.svg",
    "performance_score": 0,
    "domain_rank": 11311,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f824fa000d21b597218ac5e5f2461d735d965414",
  "url": "https://www.meneame.net/story/carlos-sainz-gana-cuarto-dakar/c094",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "dick_laurence",
  "published": "2024-01-19T12:32:00.000+02:00",
  "title": "#94 Carlos Sainz gana su cuarto Dakar",
  "text": "APolaDoTupéa 20minutos.es #5 dos leyendas del automovilismo, sin duda. Loeb es, muy probablemente, el mejor de la historia en el mundial de rallies, como así lo atestiguan sus 9 títulos. Pero hoy es el día de Sainz, celebrando su 4° Dakar a sus 61 años. Sebastien, de momento, tiene que esperar para ganar su primer Dakar, cosa que seguramente conseguirá algún día.\n#21 Sin desmerecer a Loeb, que además en muchas ocasiones se ha mostrado como un gentleman driver más propio de otra época, hay que tener en cuenta que en esos años no tuvo verdadera rivalidad, ni a nivel de pilotaje, pero sobre todo, a nivel de escudería.\nLo digo más con pena que otra cosa. Ver a Loeb batirse con pilotos de su nivel, en equipos parejos, hubiera sido algo que hubiera podido mantener viva la llama de estos campeonatos.\nVerle ahora luchando con Sainz es lo más parecido que ha habido. Y sólo hace que aún lamente más lo que fueron esos años.\n#39 Todo un caballero, con su coche averiado al ver pasar a Sainz, le señaló con las manos que fuera tranquilo. Ya no era el coche a batir.\n#21 Y además será con un DACIA ( https://es.motorsport.com/dakar/news/dacia-fichaje-nasser-al-attiyah-dakar-2025/10557288/). Eso sí que va a ser épico.\n#41 No te lleves a engaños, la estructura es Prodrive, que casi gana este año con Loeb. Dacia pone la marca\n#5 Loeb tiene más talento pilotando que Sainz. Lo ha demostrado muchas veces durante muchos años. Yo seguía el WRC de los 2000 y la gran mayoría de las veces le pasaba la mano por la cara, incluso con el mismo coche (compartieron equipo alguna temporada). Lo que tiene Sainz es una capacidad de trabajo, sacrificio y superación muy por encima de la media. Además como preparador de los coches siempre fue un genio. Ambos pilotos son increíbles.\n#52 No es comparable ambos pilotos, ya que la tecnología en los coches de ambos es distinta.\nAhora mismo no puedo entrar en detalles, pero Sainz ganó el 90 y 92 (si no me falla la memoria) con un toyota Celica.\nY loeb ganó el primero en 2004 con un Citroën c3 (creo recordar).\nLa tecnología entre los dos coches es muy distinta.\nDe hecho los amantes de los rallies preferimos un rallie tradicional a uno de WRC.\n#6 pues ha sido el único de los Audi sin una avería grave y tampoco ha ganado ninguna etapa, así que de loco nada, ha sido rápido (si no no gana) pero muy calculador.\nY obviamente ha tenido algo de suerte, el Dakar es imposible ganarlo si la suerte no acompaña.\n#15 Ha seguido a rajatabla lo que le pedía 'su madre' en aquel anuncio (aquello de \"hijo, tú gana pero no corras\").\nDios, qué viejuno soy.\n#15 lo de abrir etapa y acabar primero como acabó no tuvo ningún sentido. Algún día ganará el Dakar 100%\n#1 Un grande.\nDicho eso, esta claro que al Dakar no va mucho piloto joven bueno y con buenos coches. Se dedican a otras cosas.\nMenudo crack.. con 61 años ganando su cuarto Dakar y dando un repaso a un montón de gente mas joven que el\nOtra de esas competiciones que las monarquias absolutistas del golfo se compran para ellos.\nCarlos Sainz gana el Rally Arabia Saudi 2024. No es que nada de todo esto reste ningun merito al logro de Carlos, pero no esta de mas recordar que no solo el futbol, el tenis, la F1, el golf, etc... se ha vendido al blanqueamiento del absolutismo islamista radical. Asi como deportistas individuales en multiples deportes. Pues el \"Dakar\" tambien.\n#11 el mérito está en que Sainz ha ganado no sólo con coches distintos, sino en recorridos distintos también del Dakar (del que sólo queda el nombre.... ) como en Sudamérica...\nModoabuelo/ Cuando yo era joven Carlos Sainz se quedaba tirado a metros de la meta...ya nada es como antes.\n#14 Jajajajaja. En realidad antes de eso ya era legendaria su mala suerte. Recuerdo que en el 98 estaba trabajando y un compañero comentó que al ddía siguiente Sainz ganaría el mundial de Rallies...y yole respondí: Bah, seguro que se queda tirado en el último sector... todos se rieron...pero al día siguiente todos me miraron como si fuera un viajero del tiempo sabiendo lo que iba a pasar jajajaja\nEs un monstruo. Espero que perro sanxe le llame a Moncloa a felicitarlo y preguntarle unas cositas de asshole\n#20 Te diría que lo más parecido es cuando Alain Prost ganó el campeonato de Fórmula 1 sin ganar ni una carrera\n#40 Todos los campeones mundiales de F1 ganaron al menos una carrera ese año, siendo el que menos Keke Rosberg que solo ganó una cuando ganó el mundial en 1982. Además, Prost ganó al menos una carrera todos los años en F1 menos el de su debut en 1980 (que apenas sumó 5 puntos) y en 1991 con ese Ferrari que definió como un camión\n#40 #58 Emilio Alzamora ganó el mundial de 125 cc de motos, en 1999, creo, sin ganar ninguna carrera. En las ultimas o última vuelta, los dos italianos intentaron tirarle de la moto haciéndole un biscotto para que el que iba tercero ganase el mundial. No recuerdo el nombre de los italianos. Recuerdo haber visto la carrera con mi padre, y la indignación.\nViejuni me siento.\n#62 En 2020 estuvo a punto de hacerlo Joan Mir en MotoGP, la única carrera que ganó fue la antepenúltima y creo fue entonces cuando se aseguró el mundial de forma matemática\n#58 Gracias por la corrección. No sé por qué me sonaba lo de Prost, pero se ve que estaba equivocado.\n#13 lo hacen todos los equipos grandes. Si no recuerdo mal su competidor directo Loeb también lo hizo en esa misma etapa.\nY este tipo de acciones pasan en todo tipo de deportes y competiciones en los equipos grandes.\nPor ej. el ciclista top que recibe la bici de un gregario cuando la suya rompe y no pueden esperar al coche con la de recambio.\n#13 #27 A los que no entendemos nos cuentan la mala suerte que tuvo Sainz pinchando, como perdió 7 minutos esperando, como el bueno de su compañero le cedió las dos ruedas que no necesitaba.\nResulta que pinchó las dos ruedas por que iba desbocado para ganar sabiendo que tenía dos ruedas detrás, el tiempo que ganó lo perdió esperando y el compañero iba mas lento por que iba pisando huevos para conservar sus ruedas.\nMucho merito Carlos, vaya huevos y a su edad, una etapa de esas tiene que ser como si te dan una paliza buena.\n#13 Efectivamente, como se hace en este Rally en el que también se compite con equipo. Por ejemplo ayuda la ha recibido Al-Attiyah en muchas otras ocasiones y no por eso se desvirtúan sus victorias.\nAunque este año Al-Attiyah queda desvirtuado por si mismo, porque habiendo recibido ayuda estos pasados años, al ver que ya no tenía opciones de ganar la general ha dejado la competición sin ayudar a su compañero Loeb, que hasta hace dos etapas tenía posibilidades de ganar el Dakar. Al otro lado está Monsieur Dakar, Peterhansel, que con sus 14 títulos una vez perdidas las posibilidades de ganar el Dakar, ha sacrificado posibilidades de victorias de etapa solo para hacer de escudero de Sainz. (Veo muchísimo mérito en eso de Peterhansel)\n#13 Precisamente... El Dakar es un juego de equipo, es casi imposible sin compañeros ni estructura detrás\n#13 Realmente se corren dos dakares.\nEl primero es quien pueden ganar, estos llevan un gran equipo detrás y se apoyan. El caso que dices, el compañero de Carlos era nada más y nada menos que Stephane Peterhansel, más conocido como \"Monsieur Dakar\" por haberlo ganado 14 veces. Al final Audi ha ganado gracias al trabajo en equipo.\nEl segundo es de la gente que participa y su objetivo es acabarlo. No pueden aspirar a la victoria porque carecen de experiencia y/o no tienen un gran equipo detrás. Entre los corredores conocidos en este grupo podemos citar a Fernando Alonso en 2020 o a Jesús Calleja.\nLo bonito de este rally es la deportividad. Al ser tan duro, los corredores se poyan los unos a los otros. Por ejemplo cuando Calleja perdió más de 30 minutos por ayudar a Alonso con una reparación del coche en plena carrera. Otro ejemplo lo has tenido este año, cuando Loeb tuvo una avería (perdiendo definitivamente las opciones de ganar el Dakar) y al pasar Carlos, Loeb le indica que todo bien, que no necesita ayuda y que tire para adelante, pero que baje la velocidad ya que el tramo es jodido.\n#86 lo bonito del rally es la parte no competitiva (me refiere a la parte no profesional de \"élite\", porque entre los no élite también hay piques y profesionales, claro). Poco tiene que ver una carrera con la otra.\nES que solo lo de llegar a meta, tener un equipo de mecánicos que te limpien y prepare la moto para el día siguiente, o que tu llegues (unas cuantas horas más tarde), y que tú mismo, o con algo de suerte algún amigo que vaya de apoyo, tengas que arreglar y poner la moto a punto es una diferencia en horas de descanso que flipas, y eso en una carrera de fondo como esta lo es todo. Y ahí es donde muchas veces te encuentras con gente que, sin conocerse, te prestan ayuda.\nCosas tan diarias como tener un equipo que te pone ruedas nuevas todos los días, o que tú, si tienes que cambiarla tengas que irte a la cola de repuestos y a ver si tienen la pieza que necesitas...\nDesde luego, es una competición que desde sus inicios se vendió al absolutismo teocrático islamista radical, que cosas.\nNació en áfrica, se largaron cuando la situación se volvió insostenible hacia américa.. no funcionó del todo bien y acabaron de rebote (sí, por la \"buena disposición\" de Arabia Saudí a acoger la carrera) allí.\n#37 Yo creo que se vendieron a la imagen de los vehículos cruzando un desierto (que es lo primero que se me viene a la cabeza).\nNo es un coche hibrido, es un electrico con autonomia extendida, los hibridos mueven las ruedas con el motor de combustion.\n#88 interesante.\nLo malo es que ese concepto debería ir aplicado a los eléctricos. Es decir, tener esas megabaterias, y aparte un micro motor para extenderlas.\nEl caso del MX30 es una mierda, porque la batería es mediana (grande para un hibrido, pequenha para mi concepto) y al final el motor traga 10litros a los 100km para mantener el tipo.\n¡Enhorabuena Carlos!\nCuarto Dakar, vencedor mas viejo del Dakar y el primer campeón del rally más duro del mundo con un coche eléctrico.\nSin duda es uno de los mejores pilotos de la historia del automovilismo.\nEstoy leyendo las respuestas y cómo no, la \"vena cainita\" tan española que denigra a nuestros campeones no ha tardado en salir...\n- \"Ejjj que le han ayudado mucho sus compañeros de equipo\"\n- \"Ejjj que no ha ganado ninguna etapa\"\n- \"Ejjj que lo que ha ganado es un \"sucedáneo\" del Dakar, que se ha corrido en un país maloso antidemocráctico que compra todos los deportes\"\nY el remate:\n- \"Ejjj que no sé por qué vanagloriáis a un campeón de un deporte contaminante que quema combustible antiecológico y tal y pascual\"\nAlgo me dice que si el campeón fuera extranjero sus paisanos no se andarían con tanta tontería, pero \"Spain is different\" supongo...\n#75 Será que los coches allí son más viejos y lentos.\n... Pero vamos 460/80= 5,75 Km/h. Ni andando se va tan lento.\n#50 ayer miré por curiosidad, las distancias que había entre los dos puntos de la etapa en Google Maps. Unos 460 kilómetros. Le di a como llegar en coche y me marcaba en una linea más o menos recta, Sin rodeos ni leches ...... 80 horas.\nEsta gente la hace en cuatro y pico. Vale que el coche evidentemente ayuda, pero\npara mi, la imagen se ayer avisando a Sainz para que bajase el ritmo lo dice todo. Lo que dices un gentleman.\nEnhorabuena a Sainz por la victoria, su mérito tendrá supongo.\nAhora, es despreciable el blanqueamiento a un régimen inhumano como Arabia Saudí. Además, en los tiempos que vivimos, que sigan existiendo estos \"deportes\" (Dakar, F1, moto GP, Nascar...) que no son mas que una quema de combustible fósil inútil y totalmente desorbitada con todo lo que ello conlleva, existiendo, además, alternativas eléctricas.\n#66 https://www.hibridosyelectricos.com/coches/funciona-impresionante-coche-hibrido-carlos-sainz-ganado-dakar-2024_72406_102.html\n\"Los motores eléctricos del eje delantero y trasero son los encargados de mover el vehículo. Estos motores se alimentan de la energía almacenada en una batería que va instalada en el centro del coche y que tiene 52 kWh de capacidad.\nJusto por detrás de los asientos se ubica la central eléctrica que genera la electricidad que alimenta los motores. El generador es un motor 2.0 TFSI de gasolina que funciona siempre en un rango entre 4.500 y 6.000 rpm para optimizar al máximo la eficiencia energética.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://www.hibridosyelectricos.com/coches/funciona-impresionante-coche-hibrido-carlos-sainz-ganado-dakar-2024_72406_102.html",
    "https://es.motorsport.com/dakar/news/dacia-fichaje-nasser-al-attiyah-dakar-2025/10557288/).",
    "https://www.es.motorsport.com/dakar/news/dacia-fichaje-nasser-al-attiyah-dakar-2025/10557288/).",
    "https://hibridosyelectricos.com/coches/funciona-impresionante-coche-hibrido-carlos-sainz-ganado-dakar-2024_72406_102.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-19T13:35:56.469+02:00",
  "updated": "2024-01-19T13:35:56.469+02:00"
}