{
  "thread": {
    "uuid": "e6dde6d782b61146731a254edb2c1af7ff469714",
    "url": "https://www.jewishnews.co.uk/from-hitler-youth-to-judaism-yitzchak-von-schweitzer-tells-his-story-at-limmud/",
    "site_full": "www.jewishnews.co.uk",
    "site": "jewishnews.co.uk",
    "site_section": "http://www.jewishnews.co.uk/feed/",
    "site_categories": [],
    "section_title": "Jewish NewsJewish News",
    "title": "From Hitler Youth to Judaism: Yitzchak von Schweitzer tells his story at Limmud - Jewish News",
    "title_full": "From Hitler Youth to Judaism: Yitzchak von Schweitzer tells his story at Limmud - Jewish News",
    "published": "2023-12-29T13:16:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://static.jewishnews.co.uk/jewishnews/uploads/2023/12/Screenshot-2023-12-28-at-19.06.06.png",
    "performance_score": 0,
    "domain_rank": 55205,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e6dde6d782b61146731a254edb2c1af7ff469714",
  "url": "https://www.jewishnews.co.uk/from-hitler-youth-to-judaism-yitzchak-von-schweitzer-tells-his-story-at-limmud/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Beatrice Sayers",
  "published": "2023-12-29T13:16:00.000+02:00",
  "title": "From Hitler Youth to Judaism: Yitzchak von Schweitzer tells his story at Limmud - Jewish News",
  "text": "A Limmud slogan on banners and screens around the festival in Birmingham reads ‘taking you one step further on your Jewish journey’. The journey had been pretty long already for one participant, a former Hitler Youth member and Waffen-SS officer who with his wife spoke about their nearly 40 years as Orthodox Jews.\nYitzchak von Schweitzer, a lively 97, spoke with confidence and candour at the session on Tuesday, chaired probingly and with humour by Clive Lawton, one of the founders of Limmud. A film about his life was screened, telling how he was christened Helmut into an aristocratic family that could trace its ancestry to 1751.\nAsked by Clive what as a 16-year-old he would have thought about the Jews, Yitzchak replied: “‘They’re being persecuted and I really don’t want to talk about it.’ That was the typical German attitude. The Germans weren’t all war criminals but they knew when to keep their mouths shut.” Get The Jewish News Daily Edition by email and never miss our top stories Free Sign Up\nAn early memory, from 1935 when he was nine or 10, was a doll his younger sister Rosie had during the time the family moved from his native Austria to Germany. “Unusually for Europe at that time, her doll was a dark coffee colour,” he said. On the train journey, her father and stepmother tried to persuade Rosie to accept an expensive new doll with blond hair and blue eyes but she declined. “Then suddenly Dad grabbed the black doll and put it away,” Yitzchak recalled. “Rosie was crying bitterly. I was dumbfounded. Rosie would never touch the new doll. To the end of her life she would still recall her horror of her experience.”\nA girl wearing a yellow star started staring at me and I stared back at her\nYitzchak joined the Deutsches Jungvolk, the section of Hitler Youth for boys aged 10-13. His father was appointed a captain in the Wehrmacht and was called up when war was declared in 1939. Among Yitzchak’s wartime memories is a visit to one of the fabric factories owned by his uncle, where he saw Jews, who had been put to work there, wearing yellow stars. “A girl started staring at me,” he recalled, “and I stared back at her.”\nWhen, in 1944, recruiters arrived in his village looking for volunteers, Yitzchak enlisted. He was posted in April 1945 to a position a few miles north-east of Berlin to defend against the Russians. Under heavy artillery fire, he and his unit were left without support, or food. He initiated an organised retreat – to find their commander at the back.\nHaving surrendered, he was taken as a POW to England, where he worked as part of a bomb disposal unit in London. A memory from this time is of Israel’s Declaration of Independence on 14 May 1948, which he heard about during a party that evening to celebrate his 22nd birthday. “For me it was like a hit in the heart,” he recalled. “How could it be possible that a miracle like that could happen, to me of all people? It must be that I’ve got to do something about it.”\nHe applied to study at the LSE, as an Austrian rather than as a German, and met an Englishwoman, Anne. In 1975, now married with two children, they moved to South Africa to follow new business opportunities.\nHaving made a rather daring attempt to become Jewish we were accepted, rather than suspected\nFrom the beginning of their stay in South Africa both he and his wife were employed by Jewish companies, and surrounded by Jewish friends, one of whom introduced them to Angela, wife of Rabbi Barry Marcus, of Waverley Hebrew Congregation in Johannesburg. “We felt at home, and began to consider conversion to Judaism,” Yitzchak said. “We would have to prove our eligibility by conduct and learning.” The South African community was not much concerned about his German past and accepted the couple as a family, he said. “It was up to us to fit in. There were a lot of conditions for us, most of which would be life-changing.”\nYitzchak’s book was published in June 2023 Recalling his first Shabbat evening service, he said: “We had been invited in. We had to do our best to deserve it. We had to take our chance with open arms. So we did. Having made a rather daring attempt to become Jewish we were accepted, rather than suspected.”\nAfter three years of study, all four members of the family underwent conversion, and he and his wife were given their Jewish names. The couple, married for 15 years already, had a Jewish wedding ceremony, a “really special experience”, in December 1984.\nLast year, Yitzchak celebrated his second barmitzvah, aged 96, surrounded by family and community. “I could look back at nearly 40 years of being Jewish, feeling very much like I belonged.”\nRivka told the audience about a recent, momentous discovery. Brought up in the East End, in the rag trade, she said she had never felt she fitted in. “I was searching for something.” Recently she had done a DNA test through the 23andMe ancestry website and had found she was 51 percent Ashkenazi. As a child, she had always felt unwanted by her mother’s husband and late in life had found a reason: “Maybe he knew the truth, that he wasn’t my father,” she told the Limmud audience. The DNA test also led to the discovery that her natural father was a Cohen. “So now I feel I really do belong.”\nYitzchak has recorded his story for the United States Holocaust Memorial Museum and in June published a book, From German War to Jewish Peace : My life journey from the Waffen-SS to Judaism\nSupport your Jewish community. Support your Jewish News Thank you for helping to make Jewish News the leading source of news and opinion for the UK Jewish community. Today we're asking for your invaluable help to continue putting our community first in everything we do.\nFor as little as £5 a month you can help sustain the vital work we do in celebrating and standing up for Jewish life in Britain.\nRead more Jewish News holds our community together and keeps us connected. Like a synagogue, it’s where people turn to feel part of something bigger. It also proudly shows the rest of Britain the vibrancy and rich culture of modern Jewish life.\nYou can make a quick and easy one-off or monthly contribution of £5, £10, £20 or any other sum you’re comfortable with.\n100% of your donation will help us continue celebrating our community, in all its dynamic diversity...\nEngaging\nBeing a community platform means so much more than producing a newspaper and website. One of our proudest roles is media partnering with our invaluable charities to amplify the outstanding work they do to help us all.\nCelebrating\nThere’s no shortage of oys in the world but Jewish News takes every opportunity to celebrate the joys too, through projects like Night of Heroes, 40 Under 40 and other compelling countdowns that make the community kvell with pride.\nPioneering\nIn the first collaboration between media outlets from different faiths, Jewish News worked with British Muslim TV and Church Times to produce a list of young activists leading the way on interfaith understanding.\nCampaigning\nRoyal Mail issued a stamp honouring Holocaust hero Sir Nicholas Winton after a Jewish News campaign attracted more than 100,000 backers. Jewish Newsalso produces special editions of the paper highlighting pressing issues including mental health and Holocaust remembrance.\nEasy access\nIn an age when news is readily accessible, Jewish News provides high-quality content free online and offline, removing any financial barriers to connecting people.\nVoice of our community to wider society\nThe Jewish News team regularly appears on TV, radio and on the pages of the national press to comment on stories about the Jewish community. Easy access to the paper on the streets of London also means Jewish News provides an invaluable window into the community for the country at large.\nWe hope you agree all this is worth preserving.\nHelp us here",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [
    "https://www.themenschpress.com/from-german-war-to-jewish-peace",
    "https://www.paypal.com/cgi-bin/webscr",
    "https://themenschpress.com/from-german-war-to-jewish-peace",
    "https://paypal.com/cgi-bin/webscr"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "yitzchak von schweitzer",
        "sentiment": "negative"
      },
      {
        "name": "clive lawton",
        "sentiment": "none"
      },
      {
        "name": "helmut",
        "sentiment": "none"
      },
      {
        "name": "rosie",
        "sentiment": "none"
      },
      {
        "name": "yitzchak",
        "sentiment": "none"
      },
      {
        "name": "hitler",
        "sentiment": "none"
      },
      {
        "name": "clive",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "judaism",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "limmud",
        "sentiment": "none"
      },
      {
        "name": "birmingham",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T13:22:44.598+02:00",
  "updated": "2024-01-06T01:45:20.382+02:00"
}