{
  "thread": {
    "uuid": "78ee71c8796c72f8766638f29aa53d4bc3a5f97a",
    "url": "https://www.fool.ca/2023/12/28/tfsa-how-to-invest-for-250-monthly-in-retirement-7/",
    "site_full": "www.fool.ca",
    "site": "fool.ca",
    "site_section": "http://www.fool.ca/feed/",
    "site_categories": [
      "investing",
      "finance"
    ],
    "section_title": "The Motley Fool Canada",
    "title": "TFSA: How to Invest for $250 Monthly in Retirement",
    "title_full": "TFSA: How to Invest for $250 Monthly in Retirement",
    "published": "2023-12-28T23:40:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.fool.ca/wp-content/uploads/2019/02/RetiredLifestyle1.jpg",
    "performance_score": 0,
    "domain_rank": 45911,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "78ee71c8796c72f8766638f29aa53d4bc3a5f97a",
  "url": "https://www.fool.ca/2023/12/28/tfsa-how-to-invest-for-250-monthly-in-retirement-7/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Demetris Afxentiou",
  "published": "2023-12-28T23:40:00.000+02:00",
  "title": "TFSA: How to Invest for $250 Monthly in Retirement",
  "text": "Finding that perfect mix of investments today can help to establish a viable and growing income stream for retirement. Even better, starting early can help grow that income stream to invest $250 or more in monthly income. Let’s look at a few options to invest in right now. Forget the landlord-tenant thing Buying a rental property is one of the tried-and-true means of establishing a recurring income stream. Unfortunately, interest rates and home prices rising well into the stratosphere have priced would-be landlords out of the market. This is where the appeal of RioCan Real Estate ( [TSX:REI.UN](https://www.fool.ca/company/tsx-rei-un-riocan-real-estate-investment-trust/368711/)) comes into play. RioCan is one of the largest REITs in Canada. Historically, RioCan has focused on commercial retail properties, such as large anchor tenants in malls. In recent years, that property mix has shifted to include a growing number of mixed-use residential properties. RioCan refers to these unique properties as RioCan Living. And here is where a huge opportunity lies to invest $250 or more each month. The mixed-use properties comprise several floors of retail and then residential towers above them. The properties are situated along high-traffic, in-demand areas of Canada’s major metro areas. In terms of income, RioCan provides investors with a juicy monthly distribution, much like a landlord collecting rent. As of the time of writing, the yield offered works out to a respectable 5.88%, making it one of the better-paying options on the market. Prospective investors should also note that an investment in RioCan will be significantly lower than the downpayment on a rental property. That investment also does not come with a mortgage, maintenance, property taxes, or tenant fees. In other words, RioCan is a great option to invest $250 or more right now. Monthly income with a diversified pick An often-dismissed great option for investors looking to invest for $250 in monthly income is Exchange Income Corporation ( [TSX:EIF](https://www.fool.ca/company/tsx-eif-exchange-income-corporation/346080/)). For those unfamiliar with the stock, Exchange owns over a dozen subsidiary companies that broadly fall under aviation and manufacturing groups. This makes it a [well-diversified](https://www.fool.ca/investing/portfolio-diversification/) option to consider, but that’s not all. What’s interesting about those subsidiaries is that they all generate cash for Exchange, and more importantly, serve unique segments of the market. In short, they all provide a necessity where there is limited if any competition. In other words, Exchange provides significant defensive appeal, too. By way of example, on the aviation side of the operation, Exchange’s subsidiaries offer passenger and cargo service to remote regions of Canada’s north. On the manufacturing side, businesses include niche operations such as cell tower services and fabrication services. Those unique subsidiaries generate cash for Exchange, which in turn provides investors with a juicy income stream. As of the time of writing, the yield on Exchange’s dividend works out to an impressive 5.86%. This means that investors with $30,000 allocated towards exchange can expect a [monthly income](https://www.fool.ca/investing/top-canadian-monthly-dividend-stocks/) of $146. Oh, and prospective investors can take solace knowing that Exchange has provided investors with annual upticks to that dividend 17 times in the past 19 years. Final thoughts All stocks, even the most defensive carry some risk. Fortunately, the stocks mentioned above provide some defensive appeal in addition to a juicy income. Speaking of income, prospective investors can scoop up a handsome monthly income. Here’s how to invest for $250 in income (or more in this case!) |Company||Recent Price||No. of Shares||Dividend||Total Payout||Frequency| |Exchange Income Corporation||$45.04||666||$2.64||$146.52||Monthly| |RioCan Real Estate||$18.38||1632||$1.08||$146.88||Monthly|",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "riocan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "riocan real estate",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "canada",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:08:26.584+02:00",
  "updated": "2023-12-29T00:18:38.437+02:00"
}