{
  "thread": {
    "uuid": "73e550d9580cf89cab3cfaf0366c4594039a3338",
    "url": "https://www.rfa.org/english/news/tibet/sikyong-optimistic-04182024170318.html",
    "site_full": "www.rfa.org",
    "site": "rfa.org",
    "site_section": "https://rfa.org/english",
    "site_categories": [
      "media",
      "travel",
      "japan"
    ],
    "section_title": "Radio Free Asia",
    "title": "Tibetan political leader ‘optimistic’ about passage of US bill on Tibet — Radio Free Asia",
    "title_full": "Tibetan political leader ‘optimistic’ about passage of US bill on Tibet — Radio Free Asia",
    "published": "2024-04-18T12:22:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CN",
    "main_image": "https://www.rfa.org/english/news/tibet/sikyong-optimistic-04182024170318.html/@@images/image",
    "performance_score": 0,
    "domain_rank": 6087,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "73e550d9580cf89cab3cfaf0366c4594039a3338",
  "url": "https://www.rfa.org/english/news/tibet/sikyong-optimistic-04182024170318.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "\"By Tenzin Dickyi and Tashi Wangchuk for RFA Tibetan",
  "published": "2024-04-18T12:22:00.000+03:00",
  "title": "Tibetan political leader ‘optimistic’ about passage of US bill on Tibet — Radio Free Asia",
  "text": "The leader of Tibet’s government-in-exile on Wednesday said he was hopeful that a U.S. bill urging China to resolve issues related to Tibet through dialogue with the Dalai Lama or Tibetan leaders would be approved by the Senate.\nThe Promoting a Resolution to the Tibet-China Dispute Act, also known as the Resolve Tibet Act, was passed by the U.S. House of Representatives on Feb. 15.\nThe bill, which also empowers the State Department to counter disinformation on Tibet,\nwas unanimously approved by the U.S. Senate Foreign Relations Committee on Tuesday, advancing the bill to the Senate floor.\n“Fortunately, His Holiness the Dalai Lama’s support has garnered bipartisan backing for the Tibetan cause,” Sikyong Penpa Tsering, the democratically elected leader of the Central Tibetan Administration, told RFA in an interview in Washington.\n“We are optimistic that this bill will soon be enacted into law,” he said. “We hope and aim for passage [of the bill in the Senate] before the U.S. elections” in November.\n“Currently, we have progressed about 75% towards the goal,” added Tsering, who earlier this week met with key lawmakers, including Rep. Jim McGovern, a Democrat from Massachusetts, one of those who introduced the legislation.\nSikyong Penpa Tsering meets with Sen. Ben Cardin, chairman of the Senate Foreign Relations Committee, in Washington, DC, April 15, 2024. (Office of Tibet, Washington, DC)\nOthers involved in drafting the bipartisan bill include Rep. Michael McCaul, a Texas Republican who is chairman of the House Foreign Affairs Committee; Sen. Todd Young, a Republican from Indiana, and Sen. Jeff Merkley, an Oregon Democrat.\nBill’s highlights\nThe Tibetan Buddhist spiritual leader, the Dalai Lama, fled Tibet into exile in India in the midst of a failed 1959 uprising against rule by China, which invaded the independent Himalayan country in 1950.\nSince then, Beijing has sought to legitimize Chinese rule through the suppression of dissent and policies undermining Tibetan culture and language.\nThe bill calls for a resumption in negotiations between Chinese officials and the Dalai Lama or his representatives. Since 2010, no formal dialogue has happened and Chinese officials continue to make unreasonable demands of the Dalai Lama as a condition for further dialogue.\nIt also urges China to recognize the rights of Tibetans whose status needs to be negotiated according to international law, Sen. Ben Cardin, a Democrat from Maryland and chairman of the Senate Foreign Relations Committee, told Radio Free Asia.\nThe bill states that claims made by Chinese officials and by the Chinese Communist Party that Tibet has been a part of China since ancient times are historically inaccurate.\nIt also challenges China’s claim that Tibet is restricted to the Tibetan Autonomous Region, and says Tibet includes the Tibetan-populated regions of Gansu, Qinghai, Sichuan and Yunnan provinces, in addition to the TAR.\nSikyong Penpa Tsering (2nd from L), Richard Gere (R), chairman of the International Campaign for Tibet, and Tenchoe Gyatso (R), the organization's president, meet with Rep. Young Kim (2nd from R), a Republican from California, in Washington, DC, April 16, 2024. (Office of Tibet, Washington, DC)\nUnder Chinese President Xi Jinping, China has used harsh tactics to promote party ideology over local traditions , cultures and religious practices.\nIn the Tibet Autonomous Region and the southwestern Chinese provinces where many Tibetans live, that has meant prohibiting photographs of the Dalai Lama, pressuring monks to denounce the spiritual leader, restricting communications with people outside of the area, and forcing Tibetan children to attend “colonial” boarding schools.\n‘Raise pressure’\nThe bill now heads to the Senate, and can take one of two directions — a shortcut that may result in a likely Senate approval before June, or the standard route, which may extend into late July, said Tsering.\n“I think that the foundational support and the bipartisan support that we have, it will put us on an excellent path, going forward, in the passage of this bill through the Senate,” Sen. Jeff Merkley, a co-sponsor of the bill, told RFA after the Senate committee’s vote.\nTencho Gyatso, president of the International Campaign for Tibet, and American actor Richard Gere, the organization’s chair, accompanied Tsering to the meetings with key lawmakers.\nThe Senate committee’s vote shows that “Congress is making it a priority to resolve China’s brutal occupation of Tibet through dialogue,” Gyatso said.\n“China needs to get back to negotiations with Tibetan leaders, and this bill will raise the diplomatic pressure on China significantly,” she added.\nIn his interview with RFA, Tsering expressed concern about the impact of China’s assimilation policies, particularly on China’s increasing restrictions on linguistic and cultural rights in Tibet and its use of the boarding schools where rights groups have said Tibetan children are forcefully separated from their families and learn from Chinese-language curriculum.\n“If this trend persists over the next decade, it will pose a significant challenge, transforming Tibetans into Chinese,” he said.\n“Concerns about this policy are high among Tibetans from Tibet,” he added. “We are closely monitoring and analyzing its implications.”\nAdditional reporting by Nordhey Dolma and Yeshi Tashi for RFA Tibetan. Edited by Tenzin Pema for RFA Tibetan and by Roseanne Gerin and Malcolm Foster.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest",
    "Politics"
  ],
  "external_links": [
    "https://www.hrw.org/report/2018/07/30/illegal-organizations/chinas-crackdown-tibetan-social-groups",
    "https://hrw.org/report/2018/07/30/illegal-organizations/chinas-crackdown-tibetan-social-groups"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tsering",
        "sentiment": "none"
      },
      {
        "name": "sikyong penpa tsering",
        "sentiment": "none"
      },
      {
        "name": "dalai lama",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "u.s. house of representatives",
        "sentiment": "none"
      },
      {
        "name": "senate",
        "sentiment": "none"
      },
      {
        "name": "u.s. senate foreign relations committee",
        "sentiment": "none"
      },
      {
        "name": "rfa",
        "sentiment": "none"
      },
      {
        "name": "state department",
        "sentiment": "none"
      },
      {
        "name": "central tibetan administration",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "tibet",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "washington",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:11:38.133+03:00",
  "updated": "2024-04-19T01:24:35.743+03:00"
}