{
  "thread": {
    "uuid": "246086187b963a4e717924a1ffe682b8b360b65a",
    "url": "https://vanguardia.com.mx/show/se-hara-justicia-caen-hombres-colombianos-que-robaron-la-casa-de-miguel-bose-en-cdmx-MN10599342",
    "site_full": "vanguardia.com.mx",
    "site": "vanguardia.com.mx",
    "site_section": "https://vanguardia.com.mx/coronavirus/",
    "site_categories": [
      "travel",
      "mexico_and_central_america"
    ],
    "section_title": "Coronavirus | COVID-19 | Vanguardia MX",
    "title": "¡Se hará justicia! Caen hombres colombianos que robaron la casa de Miguel Bosé en CDMX",
    "title_full": "¡Se hará justicia! Caen hombres colombianos que robaron la casa de Miguel Bosé en CDMX",
    "published": "2023-12-29T21:31:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://vanguardia.com.mx/binrepository/630x420/51c0/580d420/none/11604/CQOB/905988-libro-miguel-bose-1-impreso_1-7878747_20231229193919.jpg",
    "performance_score": 0,
    "domain_rank": 21212,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "246086187b963a4e717924a1ffe682b8b360b65a",
  "url": "https://vanguardia.com.mx/show/se-hara-justicia-caen-hombres-colombianos-que-robaron-la-casa-de-miguel-bose-en-cdmx-MN10599342",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "israel garcía",
  "published": "2023-12-29T21:31:00.000+02:00",
  "title": "¡Se hará justicia! Caen hombres colombianos que robaron la casa de Miguel Bosé en CDMX",
  "text": "¡Se hará justicia! Caen hombres colombianos que robaron la casa de Miguel Bosé en CDMX [Israel García](/autor/-/meta/israel-garcia) Los detenidos eran perseguidos desde hace meses por las autoridades, ya que operaban en 8 estados más En redes sociales comenzó a circular el video de una detención de varios hombres en pleno periférico de la Ciudad de México llamó la atención. Tras horas de lo sucedido se confirmó que los presuntos delincuentes estarían involucrados en robos de varios domicilios, entre ellos del artista español Miguel Bosé. Desde Milenio y Radio Fórmula se confirmó que los detenidos forman parte de la banda que amagó, amenazó y asaltó el domicilio del [cantante, actor y productor. ](https://es.wikipedia.org/wiki/Miguel_Bos%C3%A9) Según la información oficial, los probables implicados son de nacionalidad extranjera, dijo Pablo Vázquez, secretario de Seguridad capitalina. SON LOS LADRONES de la CASA de MIGUEL BOSÉ.— Carlos Jiménez (@c4jimenez) Los tipos sometidos así en Periférico, son colombianos. Forman parte d una banda d ladrones de casas q opera en [@AlcaldiaAO] [@AlcCuajimalpa]y 8 estados. Agentes d Inteligencia d [@SSC_CDMX]llevaban meses siguiéndolos. Atracaron a M. Bosé. [pic.twitter.com/PcSF6GNIod] [December 29, 2023] ¿CUÁNDO ASALTARON A MIGUEL BOSÉ? El asalto a la residencia de la estrella española sucedió en agosto en la Alcaldía Álvaro Obregón, en donde amagaron a él, a sus hijos y personal que trabaja con ellos para quitarle joyas, dinero en efectivo y una camioneta tipo Suburban. Tras el operativo de captura del jueves, se detalló que los dos hombres detenidos de nacional colombiana responden a los nombres de Rolando López Hernández y/o Juan Leonardo, señalado de que cambiaba constantemente de residencia en domicilios ubicados en el Estado de México y las alcaldías [ Miguel Hidalgo y Venustiano Carranza.](https://vanguardia.com.mx/show/asegura-people-en-espanol-que-vecinos-vinculan-a-ines-gomez-mont-en-asalto-a-miguel-bose-FL9195744) Además, se identificó también a Joel Steven Reyes Tamayo, también originario de Colombia. De acuerdo a Milenio, quien ingresó a la residencia en un vehículo BMW y el cual mantuvo comunicación constante con Rolando durante el robo además reportaron su escape por calles de las alcaldías Magdalena Contreras y Álvaro Obregón. — SSC CDMX (@SSC_CDMX) [#ConferenciaDePrensa]l Continuando con el seguimiento, policías de la [#CDMX]identificaron un vehículo de alta gama color negro tripulado por Edward Jadir “N” y/o Ernesto “N”, Fernando “N” y Manuel Antonio “N”, en inmediaciones de anillo [#Periférico], alcaldía [@ALaMagdalenaC]... [December 29, 2023] TE PUEDE INTERESAR: [¡Muggle tenía que ser! Gary Oldman confiesa no haberle gustado su trabajo en ‘Harry Potter’](https://vanguardia.com.mx/show/muggle-tenia-que-ser-gary-oldman-confiesa-no-haberle-gustado-su-trabajo-en-harry-potter-FN10596982) ¿QUÉ DIJO MIGUEL BOSÉ? La denuncia de Bosé la realizó tan sólo unos días después de la tragedia que expuso y atacó su círculo personal. “Se están diciendo cosas que no son ciertas, como habitualmente gustan. Gracias a todos por el apoyo y preocupación constante demostrada, pero quedad tranquilos. A mis vecinos de urbanización, los primeros en llegar, mil gracias de todo corazón”, comentó en su momento el excoach de La Voz México. También se dio a conocer de manera oficial que la banda criminal capturada en Periférico de CDMX opera en zonas de alta plusvalía en la Ciudad de México, así como Veracruz, Puebla, Guanajuato, Estado de México, Jalisco y Nuevo León.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice"
  ],
  "external_links": [
    "https://es.wikipedia.org/wiki/Miguel_Bos%C3%A9)",
    "https://www.es.wikipedia.org/wiki/Miguel_Bos%C3%A9)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T21:52:37.259+02:00",
  "updated": "2023-12-29T21:52:37.259+02:00"
}