{
  "thread": {
    "uuid": "0fe23f9174882e092a29014080967ebb18e22733",
    "url": "https://www.dailynews.lk/2024/03/29/featured/472713/connecting-to-jesus-through-prayer",
    "site_full": "www.dailynews.lk",
    "site": "dailynews.lk",
    "site_section": "https://www.dailynews.lk/category/featured/",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "legal_issues",
      "politics"
    ],
    "section_title": null,
    "title": "Connecting to Jesus through Prayer - DailyNews",
    "title_full": "Connecting to Jesus through Prayer - DailyNews",
    "published": "2024-03-28T22:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "LK",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 26274,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0fe23f9174882e092a29014080967ebb18e22733",
  "url": "https://www.dailynews.lk/2024/03/29/featured/472713/connecting-to-jesus-through-prayer",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-28T22:05:00.000+02:00",
  "title": "Connecting to Jesus through Prayer - DailyNews",
  "text": "Good Friday calls our attention to Christ’s remarkable sacrifice. We should never lose sight of His willingness to give His life for our sake. This is the epitome of God’s love. Jesus rose from the grave on Easter, whereby he fully conquered death. He fulfilled all the prophecies foretold in the scripture.\nWhile it is important to honour Him on Easter, our efforts as Christians should continue throughout the year. During this season, we are surrounded by new beginnings and a fresh sense of optimism.\nThe resurrection story can be told throughout the year, for it is always imbued with a deeper meaning. This story forms the essence of our faith; we know that, in Christ, death can be defeated and give way to everlasting life. By remembering this throughout the year, we can find relief from the burden of sin. Christ’s resurrection gives us a reason to live. Saint Augustine reminds us, “We are an Easter people, and Alleluia is our song.”\nTotal destruction\nWhen Abraham prayed, God heard, and gave him a son miraculously in his old age. When Moses prayed, an entire nation was saved from total destruction. When Joshua prayed, the sun stood still in the heavens. When Samuel prayed, an earthquake terrified an alien army and sent thousands of troops fleeing away. When David prayed, God intervened and won battles for Israel. When Daniel prayed, he was delivered from hungry, voracious lions. Jesus is the miracle working God.\nThe phoenix, a bird of Egyptian mythology has a legendary story. The Greek poet Hesiod wrote about this bird in his poetry. When the bird felt its death was near- it would fly off to Phoenicia, build a nest of aromatic wood and set itself on fire. When the bird was consumed by the flames, a new phoenix sprang forth from the ashes. The phoenix symbolises immortality, resurrection, and life after death. It sums up the Easter message perfectly.\nFaith-based resolution\nThink of Easter as your faith-based resolution. This is your opportunity to fully embrace the power of prayer. Strive to incorporate prayer into your daily life. Short prayers throughout the day will keep you grounded in your faith as you establish a closer connection with God. If you want to have your prayers heard and answered by God, you must first repent of any sins which separate you from God.\nWhen we pray, we are inviting God into our lives and asking for His guidance. Prayer is one of the most important aspects of our lives as followers of Jesus. When we pray, we are opening up our hearts to Him and He is able to work in us and through us. Prayer also helps us to grow in our relationship with God. The more time we spend talking to Him, the closer we will become! The Bible says in James 4:8, “Draw near to God and He will draw near to you” Prayer allows us to pour our hearts to God, confessing our sins and asking for His forgiveness. When we are sincere in our prayer, He is faithful to forgive us. Because of what Jesus did for us on the cross—taking the penalty for our sin in the shedding of His blood—we can enter the Most Holy Place, something allowed only by the High Priest in Old Testament times. Prayer aligns our hearts with our Creator.\nPrayer and supplication\nPrayer is important because it positions us to receive God’s peace that surpasses all understanding. Paul writes in Philippians 4:6-7, “Be anxious for nothing, but in everything by prayer and supplication, with thanksgiving, let your requests be made known to God; and the peace of God, which surpasses all understanding, will guard your hearts and minds through Christ Jesus”. In Jesus’ resurrection, all humanity gets a second chance.\nThis, then, is the prayer of faith: to ask God to accomplish what He has promised in His Word. That promise is the only ground for our confidence in asking. Such confidence is not “worked up” from within our emotional life; it is given and supported by what God has said in Scripture. In the Book of Matthew, chapter 21 and verse 22, the Bible says: “And whatsoever ye shall ask in prayer believing, ye shall receive.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "positive"
      },
      {
        "name": "christ",
        "sentiment": "positive"
      },
      {
        "name": "abraham",
        "sentiment": "none"
      },
      {
        "name": "saint augustine",
        "sentiment": "none"
      },
      {
        "name": "moses",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "alleluia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T00:44:33.465+02:00",
  "updated": "2024-03-29T00:44:33.465+02:00"
}