{
  "thread": {
    "uuid": "d82014c2e9dc7920d2284836b53de1bc700770f6",
    "url": "https://en.vietstock.vn/2024/04/viettel-opens-largest-data-center-in-vietnam-to-support-ai-development-974-553922.htm",
    "site_full": "en.vietstock.vn",
    "site": "vietstock.vn",
    "site_section": "http://en.vietstock.vn",
    "site_categories": [
      "financial_news",
      "finance"
    ],
    "section_title": "Vietstock - Stock news, real estate, economic investment, finance and consumption",
    "title": "Viettel opens largest data center in Vietnam to support AI development | Vietstock",
    "title_full": "Viettel opens largest data center in Vietnam to support AI development | Vietstock",
    "published": "2024-04-12T04:01:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://image.vietstock.vn/2024/04/12/vietstock_s_viettel-opens-largest-data-center-in-vietnam-to-support-ai-development_20240412080139.png",
    "performance_score": 0,
    "domain_rank": 46706,
    "domain_rank_updated": "2024-04-09T13:11:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d82014c2e9dc7920d2284836b53de1bc700770f6",
  "url": "https://en.vietstock.vn/2024/04/viettel-opens-largest-data-center-in-vietnam-to-support-ai-development-974-553922.htm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Vietstock",
  "published": "2024-04-12T04:01:00.000+03:00",
  "title": "Viettel opens largest data center in Vietnam to support AI development | Vietstock",
  "text": "Viettel opens largest data center in Vietnam to support AI development Viettel opens largest data center in Vietnam to support AI development By 2025, Viettel will invest in expanding the scale to 17,000 racks. Viettel, the military-owned telecommunications service provider, inaugurated its new data center in Hanoi's Hoa Lac Hi-tech Park, the largest in Vietnam, on April 10. | | Viettel's new data center in Hoa Lac Hi-tech Park. Photo: Viettel It is the country's first high-capacity data center, three times larger than the average, to meet the development trend of AI, which requires high-performance chips and increased computing power. With the addition of the 14th data center, Viettel has a total of 230,000 servers, 81,000 square meters of floor space, 11,500 racks, and 87MW of electricity, equivalent to a global super data center. Speaking at the opening of the data center, Minister of Information and Communications Nguyen Manh Hung urged Viettel to continue to invest in building larger and world-class data centres. He also called on Vietnamese organisations and enterprises to make greater use of Vietnam's data center services and cloud computing, especially as Vietnam's infrastructure and services meet the highest global standards and offer competitive prices. The Ministry of Information and Communications will draft a decree to guide the Telecommunications Law, which will require data from state agencies to be stored in Vietnam, the minister said. He noted that investment in data centres is a new investment trend for telecom network operators as it opens up new growth opportunities. Viettel is the largest data center provider in Vietnam with a total capacity of 87MW. This is also Viettel's commitment to building Vietnam's international standard digital infrastructure and the realization of Viettel's digital infrastructure mission, he said. \"The ministry highly appreciates Viettel's direction to invest in data centers with special designs to be ready for the potential AI infrastructure, apply green technology and save energy,\" the minister added. Viettel Chairman and CEO Tao Duc Thang said that according to the roadmap, Viettel will invest in expanding the scale to 17,000 racks by 2025. \"By 2030, Viettel will further expand the scale to 34,000 racks. The Group is ready to work with Vietnamese enterprises to unleash the power of cloud computing,\" he pledged. The Group's data center holds various green certifications, including energy management, environmental impact management and occupational health and safety management standards. It is also the first data center to commit to sourcing 30% of its electricity from renewable sources. HSBC has certified Viettel's data center as eligible for green credit. The military-owned company plans to build the largest data center in Vietnam with a total investment of VND6 trillion (US$261.8 million) in the Hoc Mon and Cu Chi districts of Ho Chi Minh City.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "viettel",
        "sentiment": "none"
      },
      {
        "name": "nguyen manh hung",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "vietnam",
        "sentiment": "none"
      },
      {
        "name": "hanoi",
        "sentiment": "none"
      },
      {
        "name": "hoa lac hi-tech park",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T04:24:24.201+03:00",
  "updated": "2024-04-12T04:24:24.201+03:00"
}