{
  "thread": {
    "uuid": "67b05bab183d759e023375dccacef6ed70dc8476",
    "url": "https://www.bernama.com/en/general/news.php?id=2258436",
    "site_full": "www.bernama.com",
    "site": "bernama.com",
    "site_section": "http://emm.newsbrief.eu/rss/rss?type=rtn&language=en&duplicates=false",
    "site_categories": [
      "social"
    ],
    "section_title": "Latest news clusters for en",
    "title": "M'SIAN NGOS COMMITTED TO CONTINUING HUMANITARIAN AID MISSIONS FOR PALESTINE IN 2024",
    "title_full": "M'SIAN NGOS COMMITTED TO CONTINUING HUMANITARIAN AID MISSIONS FOR PALESTINE IN 2024",
    "published": "2023-12-30T19:54:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MY",
    "main_image": "https://www.bernama.com/storage/photos/10cfc4f9d7aa5fc9f9f14a69d0db0930653e223e63acc",
    "performance_score": 0,
    "domain_rank": 14531,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "67b05bab183d759e023375dccacef6ed70dc8476",
  "url": "https://www.bernama.com/en/general/news.php?id=2258436",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "BERNAMA",
  "published": "2023-12-30T19:54:00.000+02:00",
  "title": "M'SIAN NGOS COMMITTED TO CONTINUING HUMANITARIAN AID MISSIONS FOR PALESTINE IN 2024",
  "text": "KUALA LUMPUR, Dec 31 (Bernama) -- Non-governmental organizations (NGOs) in Malaysia are committed to continuing humanitarian aid missions for Palestine in the upcoming year.\nOps Ihsan Secretariat chairman Jismi Johari said that NGOs would collect funds to provide necessities, including food and personal care items.\nHe said so far, three humanitarian aid missions for Palestine through Ops Ihsan had been carried out this year, namely on Nov 3, Nov 10 and Dec 19, with the value of goods including transport costs amounting to approximately RM14 million.\n\"Although we have distributed aid such as food, medicine and personal care items, it is still not enough to meet the needs of the people in Gaza.\n\"Currently, more than 1.7 million people there are homeless and living as refugees, so they need tents to be used as shelter and we hope to provide such assistance,\" he said when contacted by Bernama.\nJismi, who is also Malaysian Humanitarian Aid and Relief (MAHAR) president, said the next batch of assistance was expected to be sent in early January, involving 10 containers by sea.\nOps Ihsan, coordinated by the Ministry of Foreign Affairs, is led by MAHAR along with more than 50 other NGOs including Global Peace Mission (GPM) Malaysia, Red A Humanitarian Development Global, Mercy Malaysia, Pertubuhan Ihsan Johor, BeVital and the Malaysian Consultative Council of Islamic Organisations (Mapim).\nTouching on the Ops Ihsan Secretariat's plans for 2024, Jismi said it planned to help with tuition fees and living costs for Palestinians in Malaysia, while ensuring the handling of delivery aid for humanitarian missions at the hub in Cairo runs smoothly.\nMeanwhile, Muslim Care Malaysia president Zulkifli Wahijan said that the organisation had distributed RM3.5 million worth of donations to Palestine since Oct 10, which included dry food such as biscuits, rice, flour and beans, blankets and sweaters as well as solar panels to generate energy for various uses.\nHe said the organisation also planned to rebuild infrastructure such as mosques, schools and business centres that had been destroyed by Israeli military assaults.\n\"However, we hope and pray that the oppression there will stop so that reconstruction can be done,\" he said.\nMAPIM president Mohd Azmi Abdul Hamid, meanwhile, highlighted ongoing communication with NGOs in Gaza to determine the specific needs of the people in the region.\nHe said the collaborative approach involved discussing the essential goods required with local NGOs in Gaza and then coordinating with other NGOs in Malaysia, with a focus on addressing urgent needs and efficiently utilising donations received for the benefit of the affected communities.\n-- BERNAMA\nBERNAMA provides up-to-date authentic and comprehensive news and information which are disseminated via BERNAMA Wires; www.bernama.com; BERNAMA TV on Astro 502, unifi TV 631 and MYTV 121 IFLIX channels and BERNAMA Radio on FM93.9 (Klang Valley), FM107.5 (Johor), FM107.9 (Kota Kinabalu) and FM100.9 (Kuching) frequencies.\nFollow us on social media :\nFacebook : @bernamaofficial, @bernamatv, @bernamaradio\nTwitter : @bernama.com, @BernamaTV, @bernamaradio\nInstagram : @bernamaofficial, @bernamatvofficial, @bernamaradioofficial\nTikTok : @bernamaofficial",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jismi",
        "sentiment": "none"
      },
      {
        "name": "bernama",
        "sentiment": "none"
      },
      {
        "name": "jismi johari",
        "sentiment": "none"
      },
      {
        "name": "ops ihsan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ngos",
        "sentiment": "negative"
      },
      {
        "name": "malaysian humanitarian aid and relief (mahar",
        "sentiment": "none"
      },
      {
        "name": "ops ihsan secretariat",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kuala lumpur",
        "sentiment": "none"
      },
      {
        "name": "malaysia",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "ops ihsan",
        "sentiment": "none"
      },
      {
        "name": "palestine",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T06:00:56.528+02:00",
  "updated": "2023-12-31T06:00:56.528+02:00"
}