{
  "thread": {
    "uuid": "03ebc3ee56272d53ba2fac1cf0734e39810238b7",
    "url": "https://uk.news.yahoo.com/richard-rampton-legendary-libel-lawyer-210000740.html",
    "site_full": "uk.news.yahoo.com",
    "site": "yahoo.com",
    "site_section": "https://sg.style.yahoo.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "Fashion, Celebrity, Movie &amp; Music | Yahoo Life Singapore",
    "title": "Richard Rampton, legendary libel lawyer who took on the Holocaust denier David Irving – obituary",
    "title_full": "Richard Rampton, legendary libel lawyer who took on the Holocaust denier David Irving – obituary",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s.yimg.com/ny/api/res/1.2/jTExvgd1UKg7HX4itJrGYg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03NDg-/https://media.zenfs.com/en/the_telegraph_818/fa036ae3484948db950f478b8f67e2f6",
    "performance_score": 0,
    "domain_rank": 37,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "03ebc3ee56272d53ba2fac1cf0734e39810238b7",
  "url": "https://uk.news.yahoo.com/richard-rampton-legendary-libel-lawyer-210000740.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Yahoo TV UK",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "Richard Rampton, legendary libel lawyer who took on the Holocaust denier David Irving – obituary",
  "text": "The Telegraph Richard Rampton, legendary libel lawyer who took on the Holocaust denier David Irving – obituary Read full article Telegraph Obituaries 29 December 2023 at 11:00 pm · 9-min read Richard Rampton, QC, pictured in 1987 - TopFoto\nRichard Rampton, KC, who has died aged 82, was widely regarded as one of the greatest defamation lawyers of his generation; a deceptively avuncular yet formidably incisive advocate, he was also a leading authority on libel law as co-author of the seminal textbook on the subject, Duncan and Neill on Defamation.\nIn courtroom exchanges he invariably proved himself better versed than opponents and judges and for many years he was the go-to barrister for both plaintiffs and defendants.\nThe many famous libel trials in which Rampton appeared included Lord Aldington vs Count Nikolai Tolstoy (1989); Andrew Neil vs Peregrine Worsthorne (1990); Gillian Taylforth vs News of the World (1994); the so-called “McLibel” trial (1997, the longest libel case in English legal history, involving McDonald’s and two environmental activists); and George Galloway vs The Daily Telegraph (2004).\nBut the most dramatic and emotive of all his cases was Irving vs Penguin Books and Lipstadt (2000), in which Rampton defended the Jewish American academic Deborah Lipstadt and her publishers against David Irving’s assertion that she had libelled him in her book Denying the Holocaust (1993).\nLipstadt had described the British self-taught historian of Nazi Germany as “one of the most dangerous spokespersons for Holocaust denial”, accusing him of bending historical evidence to suit his neo-fascist purposes, and of seeking to exonerate Hitler from responsibility for the Final Solution, and denying the existence of the gas chambers.\nRichard Rampton leaving court in 1996 during the 'McLibel trial', the longest libel case in English legal history - PETER ORME English libel law is heavily weighted in favour of the plaintiff, who does not have to show that what was written was either false or malicious, so for corporate defendants especially there is often a strong temptation to settle, which Irving gave Penguin the option to do for £500 and an apology.\nBut, instructed by Penguin’s solicitor Anthony Julius, Rampton ensured that the publishers not only stood firm and fought the case but that they also used the perilous defence of justification, insisting that what Lipstadt had written was the plain truth. As he said in his opening remarks: “My Lord, Mr Irving calls himself a historian. The truth is, however, that he is not a historian at all but a falsifier of history. To put it bluntly, he is a liar.”\nStory continues The preparation for the trial took Rampton two years and involved, among other things, his learning the history of the Third Reich, and also to read German so that so he could not be outwitted by Irving on the source material.\nBy day one of the trial, Rampton felt as confident of victory as he had ever been, recalling: “I don’t think I’ve ever gone into court with such a beltful of bullets.”\nDavid Irving arrives at the High Court in April 2000 to hear the verdict in his libel case - MARTYN HAYHOW The defence team’s historians had found more than 30 major historical falsifications in Irving’s books, “which could only have been deliberate”, said Rampton, “and which all converged in the same direction – the exoneration of Hitler, and eventually Holocaust denial”.\nThe ammunition that Rampton used to devastating effect also included the fact that Irving had regaled far-Right gatherings with a “joke” about a one-man gas chamber mistaken for a telephone booth, and a poem that he had written in his personal diary in 1994 and sung to his nine-month-old daughter: “I am a Baby Aryan / Not Jewish or Sectarian / I have no plans to marry an / Ape or Rastafarian.”\n“Racist, Mr Irving?” Rampton asked after reading out the poem. “Anti-Semitic, Mr Irving?”\n“I don’t think so,” replied Irving.\n“Teaching your little child this kind of poison?” asked Rampton.\n“Do you think a nine-month-old can understand?” said Irving.\n“This poor little child is being taught a racist ditty by her perverted, racist father,” replied Rampton.\nAfter several weeks the judge, Mr Justice Gray , handed complete victory to Lipstadt and Penguin, deciding that Irving had “for his own ideological reasons persistently and deliberately misrepresented and manipulated historical evidence”. After the judgment, Irving approached Rampton to shake his hand, but as Rampton explained later, he found that he could not: “It wasn’t a game of tennis.”\nThe case was seen as extremely important for Jewish communities around the world, its significance reflected in the fact that it gave rise to three separate non-fiction books and some years later a film, Denial (2016), scripted by David Hare and directed by Mike Jackson. Rampton was played by the actor Tom Wilkinson, who brilliantly captured everything from the manner in which he walked to the way in which he smoked his Gitanes cigarettes, and the forensic and authoritative manner in which he conducted himself in court – refusing for instance to look Irving in the eye in order to better “get under his skin”.\nTom Wilkinson as Richard Rampton in the 2016 film Denial - Laurie Sparham As Rampton’s son, the journalist James Rampton, wrote later: “Even the way Wilkinson opens a very agreeable bottle of red over lunch and delivers the line ‘a famous Attorney-General once told me that one becomes a much more effective advocate after a few glasses of claret’ is eerily reminiscent of him.”\nJohn Richard Anthony Rampton was born on January 8 1941, the eldest of four children of the businessman and philanthropist Anthony Rampton, who was away in India for much of the war and on his return intended to become a barrister. His wife was Joan, née Shanks.\nBut he was persuaded instead to join Freemans, the mail-order company established by his grandfather, and was so successful in this venture that when Freemans went public in 1963, he and his wife worried that their new wealth might unsettle their lives and corrupt their children. Their solution was to divert much of it to the charitable Hilden Trust, which to this day dispenses grants to a variety of unfashionable causes.\nRichard Rampton was educated at Bryanston, where he was an accomplished clarinettist and actor, bowled off-spin in the cricket XI and was a notably quick centre in the rugby XV. He later read Greats at Queen’s College, Oxford.\nRichard Rampton with Lord Windlesham, whom he assisted with his independent inquiry into the programme Death on the Rock, about the SAS’s shooting in Gibraltar in 1988 of three IRA members - PA Called to the Bar by Inner Temple in 1965, Rampton joined the leading libel set at 1 Brick Court in the Temple, and within a few years he was the most sought-after junior defamation counsel at the Bar. He was known as a fearless and extraordinarily succinct advocate with a powerful intellect, highly persuasive with both judges and juries.\nHe regularly acted for Associated Newspapers, and in 1976 he was junior counsel for James Goldsmith in his long-running libel action – eventually settled – against Private Eye, which had accused him of conspiring to obstruct the course of justice in relation to his friend Lord Lucan.\nIn 1988 he won “substantial” though undisclosed damages for Robert Maxwell for “a devastating catalogue of libels” in a biography.\nRampton assisted Lord Windlesham in his independent inquiry into the programme “Death on the Rock”, an investigation by This Week into the SAS’s shooting in Gibraltar in March 1988 of three members of an IRA active service unit. The programme had incensed government ministers by suggesting that the military’s account of events was untruthful and that the three might have been unlawfully killed. Margaret Thatcher condemned it as “trial by television” and a propaganda coup for the IRA.\nThe Foreign Office and Ministry of Defence complained of 39 serious inaccuracies in the programme, and when Windlesham and Rampton’s report found only three minor flaws, the government turned on them, issuing a 17-page dossier of rebuttal, although they won the support of the Independent Broadcasting Authority.\nThe same year Rampton defended Count Nikolai Tolstoy, who had compared Lord Aldington to “the worst butchers of Nazi Germany or Soviet Russia” for issuing the orders that resulted in the massacre of 70,000 Cossacks and anti-Tito Yugoslavs handed over to Tito’s forces in 1945.\nThe case resulted in an award of £1.5 million libel damages to Aldington, three times more than any previous libel award, although not a penny was paid by Tolstoy, who promptly declared himself bankrupt.\nRampton returned to winning ways the next year, helping Andrew Neil, then editor of The Sunday Times, to secure libel damages against Peregrine Worsthorne over a “hurtful” article in The Sunday Telegraph suggesting that he knew Pamela Bordes was a prostitute when he began an affair with her.\nRampton acted successfully for McDonald's against Dave Morris and Helen Steel - LYNNE SLADKY He was also victorious when acting for McDonald’s in its 10-year case against two “eco-warriors” whose claims that McDonald’s was responsible for starvation and deforestation the judge deemed to be false and libellous. And he successfully represented politician George Galloway against The Daily Telegraph over allegations that he took £375,000 from Saddam Hussein ’s Iraqi regime.\nDespite his professional pre-eminence, Rampton was never remotely pompous or pleased with himself. He always maintained a healthy balance between hard work and having fun. Arduous weeks of case preparation would be regularly interrupted by good lunches and games of corridor cricket.\nFor many summers he played in his chambers’ cricket team, the Brickbats. He was very knowledgeable about Mozart and considered writing a book about him, built up an impressive collection of fine wine in the cellar he made in his garage, and was a passionate fly fisherman on the River Itchen in Hampshire.\nMindful of his own good fortune, he was privately generous, regularly offering financial help to those less well-off than himself, besides the many grants that he helped distribute as a trustee of his family’s charitable trust.\nRichard Rampton married, in 1963, Carolyn Clarke. She survives him, along with their sons James and Patrick, and daughter Catherine.\nRichard Rampton, born January 8 1941, died December 23 2023\nTRENDING Davina McCall stormed off Masked Singer after close friend was unmasked Yahoo TV UK · 2-min read Ant and Dec 'almost bankrupt' ITV with Limitless Win Yahoo TV UK · 4-min read Man arrested after images show vehicle going 180mph on M4 PA Media: UK News · 1-min read 'Sudden stratospheric warming' forecast to hit northern Europe in January - but experts unsure where it will strike Sky News · 3-min read Protest at Catholic girls school a sign of ‘deeper malaise’ in Northern Ireland PA Media: UK News · 4-min read",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [
    "https://s.yimg.com/os/creatr-uploaded-images/2020-12/92f3d230-338d-11eb-bf5e-84c9bd66668a",
    "https://s.yimg.com/ny/api/res/1.2/Aq1.JOWrcK5wL2MjhMx7UA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTExNzg-/https://media.zenfs.com/en/the_telegraph_818/34e12cc3cb07c49b9fb8b18b580edd12",
    "https://www.telegraph.co.uk/obituaries/2020/10/05/sir-peregrine-worsthorne-brilliantly-independent-minded-editor/",
    "https://www.telegraph.co.uk/obituaries/2022/03/07/sir-charles-gray-brilliant-qc-judge-renowned-judgment-irving/",
    "https://www.telegraph.co.uk/news/obituaries/1538254/Saddam-Hussein.html",
    "https://s.yimg.com/uu/api/res/1.2/D_aHeJPl78NRF7OqbeQEvg--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://s.yimg.com/os/creatr-uploaded-images/2023-12/b5a7e170-9809-11ee-a3e7-6f3f51f6b8ed",
    "https://s.yimg.com/uu/api/res/1.2/6XMk4yEYoJVRL_yl2WyzFw--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://s.yimg.com/os/creatr-uploaded-images/2023-12/9ab2a120-a64b-11ee-bfe9-cd5e7b902e1a",
    "https://s.yimg.com/uu/api/res/1.2/8HdKYJtewz3vpHxR5kdAbA--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/sky.com/82bf6eaf825e62d40e87c524dc2bf7d3",
    "https://s.yimg.com/ny/api/res/1.2/j0AvKem7FsDR_WaSBbEnjA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTU5OA--/https://media.zenfs.com/en/the_telegraph_818/fa036ae3484948db950f478b8f67e2f6",
    "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fuk.news.yahoo.com%2Frichard-rampton-legendary-libel-lawyer-210000740.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
    "http://www.telegraph.co.uk/",
    "https://s.yimg.com/uu/api/res/1.2/RXhomEssLeE2XkmJdj6N.w--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/pa_viral_news_uk_120/8346f85078d060adc8e7031b11a5ea22",
    "https://twitter.com/intent/tweet?text=Richard%20Rampton%2C%20legendary%20libel%20lawyer%20who%20took%20on%20the%20Holocaust%20denier%20David%20Irving%20%E2%80%93%20obituary&url=https%3A%2F%2Fuk.news.yahoo.com%2Frichard-rampton-legendary-libel-lawyer-210000740.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=yahooNewsUK",
    "https://s.yimg.com/ny/api/res/1.2/pX8oYbIIIGMeegSdbj0b.Q--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYwMA--/https://media.zenfs.com/en/the_telegraph_818/4fef69a823dd4c672193e55e758a7bc8",
    "https://s.yimg.com/ny/api/res/1.2/n4dZUcxeG8oci7JtkSShuA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTczNw--/https://media.zenfs.com/en/the_telegraph_818/638787dbf59850086cc89834be521b6e",
    "https://s.yimg.com/ny/api/res/1.2/lUccsXrcLjw4DTivPnyR7A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIwMDtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2020-12/92f3d230-338d-11eb-bf5e-84c9bd66668a",
    "https://s.yimg.com/ny/api/res/1.2/jTExvgd1UKg7HX4itJrGYg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03NDg-/https://media.zenfs.com/en/the_telegraph_818/fa036ae3484948db950f478b8f67e2f6",
    "https://s.yimg.com/ny/api/res/1.2/onjgFy_bI2UbzEyMgA2xwg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTE0NDA-/https://media.zenfs.com/en/the_telegraph_818/4cceeff81aa203f34d7b7b5e895df90f",
    "https://www.telegraph.co.uk/news/obituaries/1377426/Lord-Aldington.html",
    "https://www.telegraph.co.uk/news/obituaries/politics-obituaries/8222824/Lord-Windlesham.html",
    "https://s.yimg.com/uu/api/res/1.2/gyAky6RY9Zz5SWR2Q2SZfQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/pa_viral_news_uk_120/0e5ea259f748b847323696a2856c278e",
    "https://s.yimg.com/ny/api/res/1.2/jXBieV881MrEkxZd74YN.A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYwMA--/https://media.zenfs.com/en/the_telegraph_818/d2aaf80648aa51c861c0531189f00922",
    "https://www.twitter.com/intent/tweet?text=Richard%20Rampton%2C%20legendary%20libel%20lawyer%20who%20took%20on%20the%20Holocaust%20denier%20David%20Irving%20%E2%80%93%20obituary&url=https%3A%2F%2Fuk.news.yahoo.com%2Frichard-rampton-legendary-libel-lawyer-210000740.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=yahooNewsUK",
    "https://www.s.yimg.com/ny/api/res/1.2/onjgFy_bI2UbzEyMgA2xwg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTE0NDA-/https://www.media.zenfs.com/en/the_telegraph_818/4cceeff81aa203f34d7b7b5e895df90f",
    "https://www.s.yimg.com/uu/api/res/1.2/D_aHeJPl78NRF7OqbeQEvg--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.s.yimg.com/os/creatr-uploaded-images/2023-12/b5a7e170-9809-11ee-a3e7-6f3f51f6b8ed",
    "https://www.telegraph.co.uk/obituaries/2020/10/05/sir-peregrine-worsthorne-brilliantly-independent-minded-editor",
    "https://telegraph.co.uk/obituaries/2022/03/07/sir-charles-gray-brilliant-qc-judge-renowned-judgment-irving/",
    "https://www.s.yimg.com/ny/api/res/1.2/lUccsXrcLjw4DTivPnyR7A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIwMDtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2020-12/92f3d230-338d-11eb-bf5e-84c9bd66668a",
    "https://www.s.yimg.com/os/creatr-uploaded-images/2020-12/92f3d230-338d-11eb-bf5e-84c9bd66668a",
    "https://www.telegraph.co.uk/obituaries/2022/03/07/sir-charles-gray-brilliant-qc-judge-renowned-judgment-irving",
    "https://telegraph.co.uk/news/obituaries/1377426/Lord-Aldington.html",
    "https://www.s.yimg.com/uu/api/res/1.2/RXhomEssLeE2XkmJdj6N.w--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/en/pa_viral_news_uk_120/8346f85078d060adc8e7031b11a5ea22",
    "https://twitter.com/intent/tweet",
    "https://www.s.yimg.com/ny/api/res/1.2/n4dZUcxeG8oci7JtkSShuA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTczNw--/https://www.media.zenfs.com/en/the_telegraph_818/638787dbf59850086cc89834be521b6e",
    "https://www.facebook.com/dialog/feed",
    "https://www.s.yimg.com/ny/api/res/1.2/jXBieV881MrEkxZd74YN.A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYwMA--/https://www.media.zenfs.com/en/the_telegraph_818/d2aaf80648aa51c861c0531189f00922",
    "https://www.s.yimg.com/ny/api/res/1.2/Aq1.JOWrcK5wL2MjhMx7UA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTExNzg-/https://www.media.zenfs.com/en/the_telegraph_818/34e12cc3cb07c49b9fb8b18b580edd12",
    "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fuk.news.yahoo.com%2Frichard-rampton-legendary-libel-lawyer-210000740.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
    "https://www.s.yimg.com/uu/api/res/1.2/6XMk4yEYoJVRL_yl2WyzFw--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.s.yimg.com/os/creatr-uploaded-images/2023-12/9ab2a120-a64b-11ee-bfe9-cd5e7b902e1a",
    "https://www.s.yimg.com/uu/api/res/1.2/gyAky6RY9Zz5SWR2Q2SZfQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/en/pa_viral_news_uk_120/0e5ea259f748b847323696a2856c278e",
    "https://telegraph.co.uk/news/obituaries/politics-obituaries/8222824/Lord-Windlesham.html",
    "https://telegraph.co.uk/news/obituaries/1538254/Saddam-Hussein.html",
    "https://www.s.yimg.com/ny/api/res/1.2/pX8oYbIIIGMeegSdbj0b.Q--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYwMA--/https://www.media.zenfs.com/en/the_telegraph_818/4fef69a823dd4c672193e55e758a7bc8",
    "http://www.telegraph.co.uk",
    "https://telegraph.co.uk/obituaries/2020/10/05/sir-peregrine-worsthorne-brilliantly-independent-minded-editor/",
    "https://www.s.yimg.com/uu/api/res/1.2/8HdKYJtewz3vpHxR5kdAbA--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/en/sky.com/82bf6eaf825e62d40e87c524dc2bf7d3",
    "https://www.s.yimg.com/ny/api/res/1.2/j0AvKem7FsDR_WaSBbEnjA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTU5OA--/https://www.media.zenfs.com/en/the_telegraph_818/fa036ae3484948db950f478b8f67e2f6",
    "http://telegraph.co.uk/",
    "https://www.s.yimg.com/ny/api/res/1.2/jTExvgd1UKg7HX4itJrGYg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03NDg-/https://www.media.zenfs.com/en/the_telegraph_818/fa036ae3484948db950f478b8f67e2f6"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "richard rampton",
        "sentiment": "neutral"
      },
      {
        "name": "david irving",
        "sentiment": "neutral"
      },
      {
        "name": "nikolai tolstoy",
        "sentiment": "none"
      },
      {
        "name": "andrew neil",
        "sentiment": "none"
      },
      {
        "name": "aldington",
        "sentiment": "none"
      },
      {
        "name": "topfoto richard rampton",
        "sentiment": "none"
      },
      {
        "name": "neill",
        "sentiment": "none"
      },
      {
        "name": "rampton",
        "sentiment": "none"
      },
      {
        "name": "george galloway",
        "sentiment": "none"
      },
      {
        "name": "gillian taylforth",
        "sentiment": "none"
      },
      {
        "name": "dai",
        "sentiment": "none"
      },
      {
        "name": "duncan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "mcdonald",
        "sentiment": "none"
      },
      {
        "name": "peregrine worsthorne",
        "sentiment": "none"
      },
      {
        "name": "telegraph obituaries",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kc",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T23:28:37.678+02:00",
  "updated": "2023-12-29T23:28:37.678+02:00"
}