{
  "thread": {
    "uuid": "cd94fb7d9145e3bf4ba5ce06b7d86bf4655a7cbd",
    "url": "https://www.dailypioneer.com/2024/page1/india-thwarts-china-influence-with-tunnel.html",
    "site_full": "www.dailypioneer.com",
    "site": "dailypioneer.com",
    "site_section": "https://www.dailypioneer.com",
    "site_categories": [
      "media"
    ],
    "section_title": "English News Paper | Breaking News | Latest Today News in English | News Headlines India - The Pioneer",
    "title": "India thwarts China influence with tunnel",
    "title_full": "India thwarts China influence with tunnel",
    "published": "2024-03-09T21:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.dailypioneer.com/uploads/2024/story/images/big/india-thwarts-china-influence-with-tunnel-2024-03-10.jpg",
    "performance_score": 0,
    "domain_rank": 14312,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cd94fb7d9145e3bf4ba5ce06b7d86bf4655a7cbd",
  "url": "https://www.dailypioneer.com/2024/page1/india-thwarts-china-influence-with-tunnel.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Pioneer",
  "published": "2024-03-09T21:00:00.000+02:00",
  "title": "India thwarts China influence with tunnel",
  "text": "In an effort to provide all weather logistical backup to the forces guarding the border facing China in Arunachal Pradesh and boosting economic development of the region, Prime Minister Narendra Modi on Saturday virtually dedicated to the nation Sela tunnel project in Itanagar. The world’s longest twin-lane tunnel has been constructed by the Border Roads Organisation (BRO) at an altitude of 13,000 feet on the road connecting Tezpur, Assam to Tawang in the West Kameng district of Arunachal Pradesh. Built at a total cost of `825 crore, the tunnel will provide all-weather connectivity to Tawang across Sela Pass on the Balipara — Chariduar — Tawang Road, boosting the preparedness of the Armed Forces and augmenting the socio-economic development of the border region. In his address, the Prime Minister voiced the Government’s unwavering commitment to the development of the Northeast region. He said the Sela Tunnel will provide all-weather connectivity and improve the ease of travel for the people of Tawang. Work on many tunnels is going on in the region, he added. Modi criticised the earlier neglect of the border villages and reiterated his style of working as per the needs of the nation and not for electoral considerations. The Prime Minister promised the defence personnel that he would come to meet them at this engineering marvel in his next term. Arunachal Pradesh Chief Minister Pema Khandu and Minister of Earth Sciences Kiren Rijiju were among the dignitaries present during the inauguration ceremony. The Sela Tunnel has been constructed using the new Austrian Tunnelling Method and incorporates safety features of the highest standards. The project will not only provide a faster and more efficient transport route in the region but is of strategic importance to the country. The foundation stone of the tunnel was laid by the Prime Minister on February 9, 2019, and the construction commenced on April 1, 2019. The tunnel has been completed in just five years overcoming challenges of difficult terrain and adverse weather conditions. The BRO has always been at the forefront of the development of the border areas. In the last three years, the BRO has completed a record 330 infrastructure projects constructed at the cost of Rs 8,737 crore. The Sela project consists of two tunnels and over 8 km of approach roads, with a total length of approximately 12 km. The first tunnel is a single-tube tunnel spanning 980 metres, while the second serves as an emergency escape route, measuring 1.5 km in length. Modi on Saturday unveiled projects worth Rs 55,600 crore in the Northeast. He unveiled the projects spread across Manipur, Meghalaya, Nagaland, Sikkim, Tripura and Arunachal Pradesh at a programme in Itanagar. Modi inaugurated the Sela tunnel by flagging off an Arunachal Pradesh State Transport bus that went through it. In all, he unveiled development projects worth more than Rs 41,000 crore in Arunachal Pradesh.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sela",
        "sentiment": "none"
      },
      {
        "name": "narendra modi",
        "sentiment": "none"
      },
      {
        "name": "modi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "armed forces",
        "sentiment": "none"
      },
      {
        "name": "border roads organisation",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "sela tunnel",
        "sentiment": "none"
      },
      {
        "name": "assam",
        "sentiment": "none"
      },
      {
        "name": "itanagar",
        "sentiment": "none"
      },
      {
        "name": "tawang",
        "sentiment": "none"
      },
      {
        "name": "arunachal pradesh",
        "sentiment": "none"
      },
      {
        "name": "tawang road",
        "sentiment": "none"
      },
      {
        "name": "tezpur",
        "sentiment": "none"
      },
      {
        "name": "sela pass",
        "sentiment": "none"
      },
      {
        "name": "west kameng",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-09T21:15:05.834+02:00",
  "updated": "2024-03-09T21:15:05.834+02:00"
}