{
  "thread": {
    "uuid": "64b631fe88cc817fb3f6520315489ac87077efa8",
    "url": "https://www.sciencealert.com/our-perception-of-time-can-actually-speed-up-wound-healing",
    "site_full": "www.sciencealert.com",
    "site": "sciencealert.com",
    "site_section": "https://feeds.feedburner.com/sciencealert-latestnews",
    "site_categories": [
      "media",
      "tech"
    ],
    "section_title": "ScienceAlert",
    "title": "Our Perception of Time Can Actually Speed Up Wound Healing",
    "title_full": "Our Perception of Time Can Actually Speed Up Wound Healing",
    "published": "2024-01-06T00:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.sciencealert.com/images/2023/11/clock_in_eye.jpg",
    "performance_score": 0,
    "domain_rank": 1443,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "64b631fe88cc817fb3f6520315489ac87077efa8",
  "url": "https://www.sciencealert.com/our-perception-of-time-can-actually-speed-up-wound-healing",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "David Nield",
  "published": "2024-01-06T00:34:00.000+02:00",
  "title": "Our Perception of Time Can Actually Speed Up Wound Healing",
  "text": "It seems the time that wounds\ntake to heal is partly down to mentality: researchers have found that healing happens faster when the person involved thinks that time is progressing more quickly than it actually is.\nHarvard University psychologists Peter Aungle and Ellen Langer say their findings back up the idea of a two-way mind-body relationship, and that more consideration should be\ngiven to psychological factors when it comes to helping people recover from injury and illness.\nScientists are still trying to unpick the ways in which mental attitude\naffects physical health, but this is an eye-opening example carried out under lab conditions – and suggests the relationship between brain and body is broader than previously thought.\n\"Based on the theory of mind-body unity – which posits simultaneous and bidirectional influences of mind on body and body on mind – we hypothesized that wounds would heal faster or slower when perceived time was manipulated to be experienced as longer or shorter respectively,\"\nwrite the researchers in their published paper.\nFor the study, Aungle and Langer enlisted 33 participants, who each underwent a controlled\ncupping therapy process to leave bruising on the skin. This gave the researchers a minor wound that they could observe.\nThe volunteers were mildly wounded in this way three times: once in a Normal Time scenario lasting 28 minutes, once in a Slow Time scenario that lasted 28 minutes but was engineered to seem like 14 minutes (half as long), and once in a Fast Time scenario that lasted 28 minutes but was made to feel like 56 minutes (twice as long).\nTricks such as changing timer speeds, getting the participants to watch videos, and changing the frequency with which they were quizzed on their wounds were all used to help change\nthe perception of passing time.\n\"Although the actual elapsed time was 28 min in all three conditions, significantly more healing was observed in the Normal Time condition compared to the Slow Time condition, in the Fast Time condition compared to the Normal Time condition, and in the Fast Time condition compared to the Slow Time condition,\"\nwrite the authors.\nThis complicated relationship between the mind and the body has long fascinated researchers. It's part of the reason why placebos are\nstill used in experiments: sometimes just thinking you're undergoing treatment can have positive effects.\nBut while something like emotion is commonly understood to affect health (because\nstress can cause inflammation, for example), more abstract psychological factors – like the perception of time – are yet to be properly examined.\n\"These results support the hypothesis that the effect of time on physical healing is directly affected by one's psychological experience of time, independent of the actual elapsed time,\" Aungle and Langer\nconclude.\nThe research has been published in\nScientific Reports.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health",
    "Human Interest"
  ],
  "external_links": [
    "https://www.en.wikipedia.org/wiki/Cupping_therapy",
    "https://en.wikipedia.org/wiki/Cupping_therapy",
    "https://www.nature.com/articles/s41598-023-50009-3",
    "https://www.sciencedirect.com/science/article/abs/pii/S0022399909000944",
    "https://sciencedirect.com/science/article/abs/pii/S0022399909000944",
    "https://nature.com/articles/s41598-023-50009-3"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "langer",
        "sentiment": "none"
      },
      {
        "name": "ellen langer",
        "sentiment": "none"
      },
      {
        "name": "aungle",
        "sentiment": "none"
      },
      {
        "name": "peter aungle",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "harvard university",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T01:32:27.573+02:00",
  "updated": "2024-01-06T01:32:27.573+02:00"
}