{
  "thread": {
    "uuid": "73fd08907203ff6142645e4177c6ff49b2993876",
    "url": "https://mymodernmet.com/dog-bailey-andy-man-experiencing-homelessness/",
    "site_full": "mymodernmet.com",
    "site": "mymodernmet.com",
    "site_section": "http://mymodernmet.com",
    "site_categories": [
      "photography",
      "hobbies_and_interests"
    ],
    "section_title": "My Modern Met – The Big City That Celebrates Creative Ideas",
    "title": "Man Experiencing Homelessness Tells How His Dog Saved his Life",
    "title_full": "Man Experiencing Homelessness Tells How His Dog Saved his Life",
    "published": "2023-12-28T23:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://mymodernmet.com/wp/wp-content/uploads/2023/12/homeless-man-dog-bailey-fb.jpg",
    "performance_score": 0,
    "domain_rank": 3173,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 34
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "73fd08907203ff6142645e4177c6ff49b2993876",
  "url": "https://mymodernmet.com/dog-bailey-andy-man-experiencing-homelessness/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Regina Sienra",
  "published": "2023-12-28T23:15:00.000+02:00",
  "title": "Man Experiencing Homelessness Tells How His Dog Saved his Life",
  "text": "[Sometimes we forget what's truly important in life] by [u/Noughty_Kudit]in [DOG] In many ways, dogs can save lives. They work in rescue teams and can detect when their owners are in distress; but sometimes, the saving is done at a more spiritual and personal level. Bailey, a pup who lives in the UK, has been credited for this by his human, Andy. As a man experiencing homelessness, Andy told [Channel 4](https://www.channel4.com/) that Bailey has given him purpose, and has even brought him back from his darkest moments. In an [interview](https://www.youtube.com/watch?v=RUaEDuxAVhY) first recorded in 2017, Andy shared his story alongside Bailey. Addressing the hardships of homelessness and overcoming addiction, he describes their relationship as “more than anything, it's company. It's having another heartbeat that's on your side.” He got Bailey when the pup was just four weeks old, revealing that he hasn't taken drugs ever since the dog came into his life. “When you're stood there, hungry, and no one's noticing you, your mind convinces you that you're worthless, that you don't count,” Andy shared. “But with him, he looks to me for his food, he looks to me for love, he looks to me to play with him. It gives me a role. It might even be a tiny role, but it's a purpose.” Since he is in temporary accommodation, Bailey has given him an additional reason to stay on track. “If I get arrested and go to prison, I lose my dog. They'll rehome him and that will be that. If I lose my place, I lose my dog, you know?” And while he also sees it from the personal perspective of his own wellbeing, Bailey is also “an extra incentive to do good.” He added that even walking Bailey can change his mindset when his mind slips to his addictions. The lovable pooch also allows him to meet people he wouldn't interact with otherwise. “At the end of the day, when you shut the door and turn the light out, he's the one I reach for.” Ultimately, Bailey seems to have taught him about love. “Honestly, [dogs] can cure anything. It's all about love,” he concludes. “And through him I've learned how to give love, more importantly receive it, and he loves me unconditionally, you know? It's wonderful.” Andy, a man experiencing homelessness, recounts how his dog Bailey has given him purpose, and has even brought him back from his darkest moments. Related Articles: [Man Experiencing Homelessness Throws a Birthday Party for His Dogs, Then His Life Changes](https://mymodernmet.com/choko-dog-birthday-party-homelessness/) [Loyal Stray Dogs Show Up at Hospital Where Homeless Caretaker is Being Treated](https://mymodernmet.com/dogs-wait-for-owner-at-hospital/) [Man Experiencing Homelessness Climbs Into Dog Shelter on Fire to Rescue 25 Pups](https://mymodernmet.com/sebastian-arias-dog-shelter-fire-peru/) [108-Year-Old Woman Credits Having “Dogs, Not Kids” as Her Secret to a Long Life](https://mymodernmet.com/ada-daniel-108-year-old-dogs-not-kids/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://www.channel4.com/)",
    "http://www.youtube.com/watch?v=RUaEDuxAVhY)",
    "https://channel4.com/)",
    "http://youtube.com/watch?v=RUaEDuxAVhY)",
    "http://www.youtube.com/watch"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "andy",
        "sentiment": "none"
      },
      {
        "name": "bailey",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:20:24.399+02:00",
  "updated": "2023-12-29T00:20:24.399+02:00"
}