{
  "thread": {
    "uuid": "1fa9219a66d81fbd2823c59cea7df192ff633757",
    "url": "https://noticias.r7.com/brasilia/muito-feliz-e-grata-diz-celina-leao-sobre-titulo-de-cidada-brasiliense-recebido-pela-cldf-29022024",
    "site_full": "noticias.r7.com",
    "site": "r7.com",
    "site_section": "https://noticias.r7.com/brasilia",
    "site_categories": [
      "media"
    ],
    "section_title": "R7 Brasília – Últimas notícias de Política e mais",
    "title": "‘Muito feliz e grata’, diz Celina Leão sobre título de cidadã brasiliense recebido pela CLDF - Notícias - R7 Brasília",
    "title_full": "‘Muito feliz e grata’, diz Celina Leão sobre título de cidadã brasiliense recebido pela CLDF - Notícias - R7 Brasília",
    "published": "2024-02-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://img.r7.com/images/celina-leao-recebe-titulo-de-cidada-de-brasilia-29022024135358085?crop=639x359+123+86",
    "performance_score": 0,
    "domain_rank": 6566,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 1,
        "comments": 0,
        "shares": 3
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1fa9219a66d81fbd2823c59cea7df192ff633757",
  "url": "https://noticias.r7.com/brasilia/muito-feliz-e-grata-diz-celina-leao-sobre-titulo-de-cidada-brasiliense-recebido-pela-cldf-29022024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "R7.com",
  "published": "2024-02-29T02:00:00.000+02:00",
  "title": "‘Muito feliz e grata’, diz Celina Leão sobre título de cidadã brasiliense recebido pela CLDF - Notícias - R7 Brasília",
  "text": "Celina foi elogiado por outros políticos do DFRenato Alves/Agência Brasília A vice-governadora Celina Leão recebeu na manhã desta quinta-feira (29) o título de cidadã honorária de Brasília. A homenagem foi dada pela Câmara Legislativa do Distrito Federal , proposta por dois deputados da Casa. Durante a sessão, Celina foi homenageada e agradeceu o apoio de políticos e da comunidade do DF. “É uma alegria muito grande. É um momento que a gente faz uma reflexão sobre a nossa vida, sobre como a gente pode fazer mais pela população. Estou muito feliz, muito grata, de receber essa homenagem de uma casa que sempre tive tanto respeito”, declarou. A cerimônia contou com a presença da ex-primeira dama Michelle Bolsonaro e da senadora Damares Alves (Republicanos-DF). O título foi uma iniciativa dos presidente da CLDF, Wellington Luiz (MDB), e do distrital Pepa (PP). Em discurso, o governador Ibaneis Rocha disse que tem Celina como uma irmã. “Falar da Celina para mim é uma questão sempre calorosa, a tenho como irmã. Ela está comigo há muito tempo, desde que me lancei na política em 2018. E eu já conhecia o trabalho dela quando fui presidente da Ordem dos Advogados do Brasil e tenho certeza que Celina ainda tem muito a entregar para o DF”, disse. Ibaneis falou sobre a parceria com a vice-governadora durante o período fora do Palácio do Buriti devido às investigações do 8 de Janeiro. “Durante meu afastamento, Celina deu toda prova de confiança e credibilidade, tratando a cidade com todo o amor”, disse. Wellington Luiz afirmou que quem ganha com a homenagem é Brasília. “Porque o povo com certeza sabe que ela vai continuar se esforçando, para poder corresponder todo esse carinho que todos nós temos por ela. Acho que é um reconhecimento mesmo, a Celina já fez muito por Brasília, tanto como política, tanto como cidadã.” Durante discurso, Celina lembrou da infância, do nascimento em Goiânia, a criação com sete irmãos e o apoio sempre presente dos pais. A vice-governadora já esteve à frente da Secretaria da Secretaria da Juventude, em 2006, foi eleita deputada distrital em 2010 e 2014. Em 2019, assumiu uma cadeira na Câmara Federal e se tornou vice-governadora em 2023. Outros políticos e autoridades também já receberam a homenagem, dentre eles, o então Ministro da Justiça, Flávio Dino, o ministro do STF (Supremo Tribunal Federal) André Mendonça e o ex-presidente da República Michel Temer (MDB).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T01:15:00.243+02:00",
  "updated": "2024-03-01T01:15:00.243+02:00"
}