{
  "thread": {
    "uuid": "0335ec6a0bb8dab296c4eb569095216767d7605d",
    "url": "https://www.elmundo.es/espana/2024/03/08/65eb00c821efa0677c8b4573.html",
    "site_full": "www.elmundo.es",
    "site": "elmundo.es",
    "site_section": "https://www.elmundo.es/rss/googlenews/espana.xml",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "",
    "title": "La comandante Lourdes Losa, condecorada por el Ministerio de Defensa por ser un ejemplo de mujer en las Fuerzas Armadas",
    "title_full": "La comandante Lourdes Losa, condecorada por el Ministerio de Defensa por ser un ejemplo de mujer en las Fuerzas Armadas",
    "published": "2024-03-08T13:36:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://phantom-elmundo.unidadeditorial.es/7cf06a259e476292fe4c3239f18c0a71/resize/1200/f/webp/assets/multimedia/imagenes/2024/03/08/17098999329630.jpg",
    "performance_score": 0,
    "domain_rank": 1165,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0335ec6a0bb8dab296c4eb569095216767d7605d",
  "url": "https://www.elmundo.es/espana/2024/03/08/65eb00c821efa0677c8b4573.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Marina Pina",
  "published": "2024-03-08T13:36:00.000+02:00",
  "title": "La comandante Lourdes Losa, condecorada por el Ministerio de Defensa por ser un ejemplo de mujer en las Fuerzas Armadas",
  "text": "La comandante del Ejército del Aire y del Espacio Lourdes Losa ha sido galardonada con el XI Premio 'Soldado Idoia Rodríguez, Mujer en las Fuerzas Armadas' por su profesionalidad y amplia experiencia como piloto de aeronaves militares y \"su destaca actuación en misiones internacionales\". Las muestras de \"valor y profesionalidad en escenarios de riesgos como Afganistán y Senegal\" han convencido al jurado, presidido por la subsecretaria de Defensa, Adoración Mateos. El fallo del jurado, publicado este viernes, 8 de marzo, en el Boletín Oficial del Estado, considera que se trata de \"un modelo a seguir en las Fuerzas Armadas, dando visibilidad al papel de las mujeres militares y sirviendo de inspiración para nuevas generaciones\".\nLa comandante Losa, nacida en Vallesa de la Guareña (Zamora), se convirtió en 2010 en la primera mujer en la historia de las Fuerzas Armadas españolas en ser número uno de su promoción, la LXI del Cuerpo General de la Escuela de Oficiales del Ejército del Aire y del Espacio. Durante su trayectoria profesional se ha especializado en transporte aéreo. Ha estado destinada en el Ala 31 de la Base Aérea de Zaragoza, pilotando el C-130 Hércules, y posteriormente pasó al 45 Grupo de las Fuerzas Aéreas de la Base Aérea de Torrejón, donde se convirtió en la primera comandante de aeronave Airbus 310 de transporte de autoridades. En 2021 concluyó un destino de tres años en la base aérea de Charleston del Ejército de los Estados Unidos, lo que le permitió volar en el Boeing C-17 Globemaster III.\nEl premio, creado en 2007, se entrega en recuerdo de la cabo Idoia Rodríguez Buján, primera mujer militar española fallecida en una misión internacional aquel año en Herat (Afganistán) a causa de la explosión de una mina bajo el blindado BMR en el que viajaba. El galardón reconoce la labor de personas e instituciones, tanto militares como civiles que hayan realizado actuaciones relevantes o ejemplares para potenciar el papel de la mujer o para apoyar la igualdad de oportunidades y de género en las Fuerzas Armadas.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-08T16:42:10.866+02:00",
  "updated": "2024-03-08T16:42:10.866+02:00"
}