{
  "thread": {
    "uuid": "169b919e58345a113d8217d030ee99faaa087285",
    "url": "https://www.elespanol.com/mundo/europa/20240310/papa-pide-zelenski-valentia-alzar-bandera-blanca-negociar-putin/838916104_0.html",
    "site_full": "www.elespanol.com",
    "site": "elespanol.com",
    "site_section": "https://www.elespanol.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "EL ESPAÑOL - Diario digital, plural, libre, indomable, tuyo",
    "title": "El Papa pide a Zelenski que tenga la \"valentía\" de \"alzar la bandera blanca\" y negociar con Putin",
    "title_full": "El Papa pide a Zelenski que tenga la \"valentía\" de \"alzar la bandera blanca\" y negociar con Putin",
    "published": "2024-03-10T02:00:00.000+02:00",
    "replies_count": 1,
    "participants_count": 2,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://s1.elespanol.com/2024/03/10/actualidad/838926108_240606976_1706x960.jpg",
    "performance_score": 0,
    "domain_rank": 2548,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "169b919e58345a113d8217d030ee99faaa087285",
  "url": "https://www.elespanol.com/mundo/europa/20240310/papa-pide-zelenski-valentia-alzar-bandera-blanca-negociar-putin/838916104_0.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "S. D. | Agencias",
  "published": "2024-03-10T02:00:00.000+02:00",
  "title": "El Papa pide a Zelenski que tenga la \"valentía\" de \"alzar la bandera blanca\" y negociar con Putin",
  "text": "El Papa ha denunciado que detrás de las guerras \"está la industria armamentística\". \"Es un pecado colectivo. Se gana por matar\", ha señalado.10 marzo, 2024 08:40 El papa Francisco ha instado a Volodimir Zelenski a tener \"valentía\" para alzar la \"bandera blanca\" y negociar el fin de la guerra con Rusia y no tener \"vergüenza\" a hacerlo. \"Es más fuerte que vea la situación, que piense en el pueblo, que tenga el valor de la bandera blanca para negociar. Hoy se puede negociar con la ayuda de las potencias internacionales. La palabra negociar es valiente\", ha declarado Francisco en una entrevista grabada el mes pasado con la emisora suiza RSI, antes de la última oferta del viernes del presidente turco Tayyip Erdogan de acoger una cumbre entre Ucrania y Rusia para poner fin a la guerra. \"Cuando ves que estás derrotado, que las cosas no van, debes tener el coraje de negociar. Te da vergüenza, pero ¿con cuántos muertos acabará? Negociar a tiempo, buscar algunos países que medien. En la guerra de Ucrania, hay muchos. Turquía, se ha ofrecido. Y otros. Que no tengan vergüenza de negociar antes de que empeore\", ha señalado el Pontífice en la entrevista a la Radiotelevisión Suiza que será emitida el próximo 20 de marzo pero de la que algunos medios italianos ya han adelantado fragmentos. [[La otra cara de la guerra en Ucrania: las mujeres al frente de los cuidados y sin nadie que las cuide]]https://www.elespanol.com/mundo/europa/20240308/cara-guerra-ucrania-mujeres-frente-cuidados-sin-nadie-cuide/838166662_0.html \"Las guerras están en la industria de armas\" El Papa también ha contestado una pregunta sobre si se había ofrecido a negociar en los conflictos de Ucrania y de la Franja de Gaza: \"Estoy aquí, y punto. He enviado una carta a los judíos de Israel, para que reflexionen sobre esta situación. Negociar nunca es rendirse. Es el valor de no llevar al país al suicidio. Los ucranianos, con la historia que tienen, pobrecitos, los ucranianos en la época de Stalin cuánto sufrieron....\". El Papa ha denunciado que detrás de las guerras \"está la industria armamentística\". \"Es un pecado colectivo\", ha afirmado. \"Hace un mes, el ecónomo me contaba cómo estaban las cosas en el Vaticano, siempre en déficit, ¿sabes dónde están hoy las inversiones que dan más ingresos? La fábrica de armas. Se gana por matar. Más ingresos: la fábrica de armas. Una guerra terrible\", ha agregado. [[EEUU ayuda a Gaza con la mano izquierda mientras con la derecha apoya militarmente a Israel]]https://www.elespanol.com/mundo/oriente-proximo/20240309/eeuu-ayuda-gaza-mano-izquierda-derecha-apoya-militarmente-israel/838416557_0.html Además, ha recordado que cuando viajó en 2014 a Redipuglia lloró ante el monumento conmemorativo de la Primera Guerra Mundial. \" Luego me pasó lo mismo en Anzio, entonces cada 2 de noviembre voy a un cementerio a celebrarlo. La última vez fui al cementerio británico y miré la edad de los chicos. Ya lo he dicho, pero lo repetiré: \"Vuando se conmemoró el desembarco de Normandía, todos los jefes de Gobierno celebraron esa fecha, pero nadie dijo que en esa playa quedaron hasta 20.000 muchachos'\", ha manifestado. \"La guerra es una locura, es una locura\", ha concluido. Asimismo, le han preguntado sobre cómo responden los líderes políticos que recibe en el Palacio Apostólico cuando les pide la paz: \"Hay quien dice, es verdad pero hay que defenderse... Y entonces te das cuenta de que tienen la fábrica de aviones para bombardear a los demás. Defendernos no, destruir. ¿Cómo acaba una guerra? Con muerte, destrucción, niños sin padres. Siempre hay alguna situación geográfica o histórica que provoca una guerra.... Puede ser una guerra que parece sólo por razones prácticas. Pero detrás de una guerra está la industria armamentística, y eso significa dinero\". El Papa también ha explicado que todos los días a las siete de la tarde llama por teléfono al sacerdote argentino, Gabriel Romanelli, párroco de la Sagrada Familia de Gaza. \"700 personas viven allí y cuentan lo que ven: es una guerra. Y la guerra la hacen dos, no uno. Los irresponsables son estos dos que hacen la guerra. Luego no sólo está la guerra militar, está la \"guerra de guerrillas\", digamos, de Hamás, un movimiento que no es un ejército. Es algo malo\", ha reflexionado el Papa. Del mismo modo ha instado a no perder la esperanza: \"Miremos la historia, las guerras que hemos vivido, todas terminan en acuerdo\".",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "War, Conflict and Unrest",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-10T10:05:50.868+02:00",
  "updated": "2024-03-10T12:40:50.819+02:00"
}