{
  "thread": {
    "uuid": "ff16b8389ddbe214bd2a5fc11ff869cde27771aa",
    "url": "https://tn.com.ar/economia/2023/12/28/los-jubilados-cobraran-un-bono-de-55000-en-enero-y-febrero/",
    "site_full": "tn.com.ar",
    "site": "tn.com.ar",
    "site_section": "http://tn.com.ar/feed",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Todo Noticias",
    "title": "Los jubilados cobrarán un bono de $55.000 en enero y febrero | TN",
    "title_full": "Los jubilados cobrarán un bono de $55.000 en enero y febrero | TN",
    "published": "2023-12-29T01:28:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 13123,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ff16b8389ddbe214bd2a5fc11ff869cde27771aa",
  "url": "https://tn.com.ar/economia/2023/12/28/los-jubilados-cobraran-un-bono-de-55000-en-enero-y-febrero/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@todonoticias",
  "published": "2023-12-29T01:28:00.000+02:00",
  "title": "Los jubilados cobrarán un bono de $55.000 en enero y febrero | TN",
  "text": "El Gobierno confirmó que dará el bono de $55.000 en enero y febrero para los jubilados que cobran el haber mínimo y el piso de remuneración para las jubilaciones seguirá en poco más de $160.000.\nEl anuncio se dio a conocer luego de que Javier Milei enviará al Congreso la Ley Ómnibus en la que incluye la eliminación de la movilidad jubilatoria.\nLeé también: El boleto mínimo de colectivo costará $76,92 en el AMBA desde enero\nSe trata de los refuerzos anunciados por el exministro de Economía, Sergio Massa , en octubre. Hasta el momento solo se había pagado el de diciembre, pero no se sabía qué decisión iba a tomar el gobierno de Milei.\n(Foto: ANSES) Bono ANSES de $55.000: quiénes lo cobrarán en enero y febrero de 2024 El refuerzo extraordinario de $55.000 está destinado a:\nJubilados y pensionados que no superen el haber mínimo ( $105.713 ). Titulares de la Pensión No Contributiva (PNC). Jubilados que no accedieron a moratorias ni planes de pago. Titulares de la Pensión Universal para el Adulto Mayor ( PUAM ). Ley Ómnibus: el Gobierno busca suspender la movilidad jubilatoria Javier Milei envió la Ley Ómnibus al Congreso para hacer una reforma del Estado. Dentro de los temas que contempla el proyecto, busca suspender la movilidad jubilatoria y los aumentos podrían definirse por decreto. El Presidente ya envió el proyecto al Congreso y se espera que sea tratado en los próximos días.\nLeé también: Cambios en el plazo fijo UVA: serán como mínimo de 6 meses y tendrán un límite de $5 millones\nEl capítulo III del proyecto plantea quitar la actual modalidad de las prestaciones establecidas en la Ley 24.241. Por medio del artículo 106, le otorgarían al Poder Ejecutivo la autoridad para definir una fórmula que ajuste automáticamente , “teniendo en cuenta la justicia y la sostenibilidad económica”.\nEl documento también aclara que mientras se establece esta fórmula automática, el Gobierno tendrá la facultad de realizar aumentos periódicos , dando prioridad a los beneficiarios de más bajos ingresos, es decir, a los jubilados y pensionados que cobran la mínima.\nMientras no se apruebe el proyecto de Ley Ómnibus, seguirá rigiendo la fórmula actual , vigente desde 2021, que actualiza los haberes de los jubilados cada tres meses.\nEl último ajuste que surgió de esta fórmula dio un aumento del 20,87% desde diciembre y el próximo aumento se definiría en marzo. Este suba dependerá de lo que defina el Congreso en sesiones extraordinarias.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T02:19:17.911+02:00",
  "updated": "2023-12-29T02:19:17.911+02:00"
}