{
  "thread": {
    "uuid": "7096aeb5856d2327c08956b6e56b1e1fc2b630bd",
    "url": "https://au.thegospelcoalition.org/article/easter-a-welcome-holiday-a-wild-story",
    "site_full": "au.thegospelcoalition.org",
    "site": "thegospelcoalition.org",
    "site_section": "https://au.thegospelcoalition.org/rss",
    "site_categories": [
      "religion",
      "christianity"
    ],
    "section_title": "The Gospel Coalition | Australia",
    "title": "Easter: A Welcome Holiday, a Wild Story - The Gospel Coalition | Australia",
    "title_full": "Easter: A Welcome Holiday, a Wild Story - The Gospel Coalition | Australia",
    "published": "2024-03-29T04:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.thegospelcoalition.org/wp-content/uploads/sites/3/2020/04/07104056/silhouette-photo-of-3-cross-under-the-blue-sky-pexels-Easter-70847-1920x921.jpg",
    "performance_score": 0,
    "domain_rank": 8672,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7096aeb5856d2327c08956b6e56b1e1fc2b630bd",
  "url": "https://au.thegospelcoalition.org/article/easter-a-welcome-holiday-a-wild-story",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@tgc_au",
  "published": "2024-03-29T04:00:00.000+03:00",
  "title": "Easter: A Welcome Holiday, a Wild Story - The Gospel Coalition | Australia",
  "text": "Easter is approaching, and while we don’t all believe, or even know the “Easter Story”, I think we’re all on board with the holiday part. But as far as stories go, it is one worth hearing—full of action, tragedy, mystery, and unexpected twists. The Easter Story It’s about how a small-town Jewish guy who makes the most outrageous claim—that he is God—somehow grows so popular, and arouses so much jealousy among the religious leaders of his day, they have him killed. But that’s not all! Three days later his body disappears and he starts popping up all over the place— [he’s mistaken for a gardene](https://bible.com.au/NIV/JHN/20/11-15)r, [he’s seen eating fish](https://bible.com.au/NIV/LUK/24/40-43), [he shows a skeptical friend the marks in his hands](https://bible.com.au/NIV/JHN/20/24-29)… Turns out the whole crucifixion thing was God’s plan all along. Not long after all this, there’s a scene where the dead (?) guy’s mates are rounded up and brought before an assembly of religious leaders. They’ve already been jailed once, but there was an issue with the locks—or divine intervention?— either way, they escaped. When the apostles are unapologetic about the trouble they’re causing—they “obey God, not man”—the appalled leaders want to not just jail them (again) but put them to death. But one of the leaders’ number disagrees; [ this guy urges peers to let the apostles go instead](https://bible.com.au/NIV/ACT/5/34-40). He reckons that if their claims are a crock, they’ll be forgotten soon enough. But if they’re somehow from God—are somehow true—there’ll be no stopping them; the religious leaders will only find themselves “fighting against God” (not a good look for religious leaders). The Easter Story Today A couple of thousand years later, the claims the apostles made about Jesus—that he really did die and really did come back to life, that he really was divine—are still being made. Christianity might be declining in some places, but it’s thriving in others. That outrageous guy, whose body never was found, is worshiped still—not just by a handful of kooks, but by people all over the world. It’s bizarre to claim that death is not the end and yet, isn’t it bizarre to claim it is? Author and journalist Helen Garner, when writing about a visit to Melbourne’s Springvale crematorium, wrote about this realisation: I didn’t start shaking and crying till two days later. And on my way home, I had, for the first time in my life, a conviction—I mean not a thought but knowledge—that life can’t possibly end at death. I had the punctuation wrong. I thought it was a full stop, but it’s only a comma, or a dash—or better still, a colon: I don’t believe in heaven or hell, or punishment or reward, or the survival of the ego; but what about energy, spirit, soul, imagination, love? The force for which we have no word? How preposterous, to think that it could die! [ [1]](#_ftn1) [There’s this this prophecy in the book of Isaiah](https://bible.com.au/NIV/ISA/53/3/), written long before Jesus was born, about how the coming Messiah would be despised and rejected. It’s preparing the Jews for a king who won’t come in glory, but humility; who will be crowned not with gold but thorns; who will die a slave’s death. You could argue this prophecy reached its fulfillment when Jesus was crucified. But you could also argue it’s fulfilled every day. You could even argue it’s ironically fulfilled every time someone mutters or shouts “JESUS CHRIST!” Whether you curse his name or revere it, there’s something to be said for those ancient predictions. And there’s something to be said for the theory that if the claims about Jesus weren’t from God, they’d have been lost to history long ago. Instead, whether in praise or in cursing, his name is spoken every day. [[1]](#_ftnref1) ‘Death’ in True Stories: The Collected Short Non-Fiction.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [
    "https://www.bible.com.au/NIV/ISA/53/3/),",
    "https://bible.com.au/NIV/JHN/20/24-29)…",
    "https://www.bible.com.au/NIV/LUK/24/40-43),",
    "https://www.bible.com.au/NIV/ACT/5/34-40).",
    "https://bible.com.au/NIV/LUK/24/40-43),",
    "https://bible.com.au/NIV/ISA/53/3/),",
    "https://bible.com.au/NIV/ACT/5/34-40).",
    "https://www.bible.com.au/NIV/JHN/20/24-29)…",
    "https://www.bible.com.au/NIV/JHN/20/11-15)r,",
    "https://bible.com.au/NIV/JHN/20/11-15)r,"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T09:13:07.529+03:00",
  "updated": "2024-03-29T09:13:07.529+03:00"
}