{
  "thread": {
    "uuid": "3dbe5d3964ab12a308e606d255cb05984a8ec29c",
    "url": "https://www.fox10tv.com/2024/01/15/warm-shelter-set-up-theodore-shield-people-without-housing-this-weeks-bitter-weather",
    "site_full": "www.fox10tv.com",
    "site": "fox10tv.com",
    "site_section": "https://www.fox10tv.com/homepage",
    "site_categories": [
      "media"
    ],
    "section_title": "Mobile News and Weather News Alabama | FOX10 News",
    "title": "Warm shelter set up in Theodore to shield people without housing from this week’s bitter weather",
    "title_full": "Warm shelter set up in Theodore to shield people without housing from this week’s bitter weather",
    "published": "2024-01-15T10:26:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gray-wala-prod.cdn.arcpublishing.com/resizer/v2/HJF4OOBMEBB2JMZQNTOIQJ4TK4.jpg?auth=27136acfb0684f0d6b24fa9f300db5a4592445ea5af2cec84439ec9033598c65&amp;width=1200&amp;height=600&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 22824,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3dbe5d3964ab12a308e606d255cb05984a8ec29c",
  "url": "https://www.fox10tv.com/2024/01/15/warm-shelter-set-up-theodore-shield-people-without-housing-this-weeks-bitter-weather",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@FOX10News",
  "published": "2024-01-15T10:26:00.000+02:00",
  "title": "Warm shelter set up in Theodore to shield people without housing from this week’s bitter weather",
  "text": "Warm shelter set up in Theodore to shield people without housing from this week’s bitter weather It’s more than just a place to sleep. Meals, clothing, shoes and even healthcare will be on standby. MOBILE, Ala. ( [WALA](https://www.fox10tv.com/))- As temperatures drop dangerously low across the country, Eric Overstreet and John Kozlinski are ensuring people in the Mobile area have a warm place to stay. Both Overstreet and Kozlinski help folks who are displaced in the Mobile area. “This is a situation where they would maybe die on the street,” said Overstreet. “Last year, we opened five different shelters in churches and then we had the shelter downtown, the Samaritan’s home. This year, we decided to bring everybody to one place. The amazing Joey McCollough allowed us to use this gym.” The operation came together in just a few days, thanks to hundreds of volunteers who converted the gym at Theodore Church of God into a life-saving shelter. It’s more than just a place to sleep. Meals, desserts, clothing, shoes and even healthcare will be on standby. “This is an environment where they’re just going to be loved. We’re going to have three awesome meals a day, hot breakfast, lunch and dinner, amazing amounts of goodies and snacks and we’re going to treat them like family,” said Kozlinski. Just two days ago, they lost their friend, James, to hypothermia. James stayed at their warm shelter last year. “James was amazing, a brilliant guy. He had a master’s--- he was a sharp guy, we loved on him. He was an alcoholic, he just happened to be outside a couple nights ago when he got hypothermia and died in front of the Starbucks at Midtown,” said Overstreet. With his tragic death fresh on their minds, Overstreet and Kozlinski understand safety in the bitter cold is paramount. “We want to treat every human being like they’re created in God’s image, so everybody is the same to us,” said Overstreet. It was a touching scene Saturday afternoon. A steady stream of vehicles dropped off coats, blankets and shoes. “I’m just amazed- blown away by the fact that so many people are showing up to be a part of this. Anybody that wants to come by and serve-- if they’ll just stop by and talk to one of the team leaders here, they’ll get ‘em hooked up,” said Joey McCollough, Pastor at Theodore Church of God. We asked volunteers why they chose to step up to help. “No matter what they’ve been through, they don’t deserve to be out on the streets when it’s this cold,” said one. “It’s unreal. I can’t describe what it means- we did it last year. We had a lot of donations but nothing like this,” added another. “It’s very encouraging for me and my faith. And not only that-- but in humanity. To see humanity come together to help other people who are not in the best place they could be- to me, homeless people a lot of the times are just in transition,” said Ronald Stafford with Revive Ministries. Copyright 2024 WALA. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "overstreet",
        "sentiment": "none"
      },
      {
        "name": "eric overstreet",
        "sentiment": "none"
      },
      {
        "name": "joey mccollough",
        "sentiment": "none"
      },
      {
        "name": "theodore church of god",
        "sentiment": "none"
      },
      {
        "name": "john kozlinski",
        "sentiment": "none"
      },
      {
        "name": "kozlinski",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "ala.",
        "sentiment": "none"
      },
      {
        "name": "mobile",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-15T10:43:51.038+02:00",
  "updated": "2024-01-15T10:43:51.038+02:00"
}