{
  "thread": {
    "uuid": "f1bf0a6da21269a606f930b5f29329d9c2344dcb",
    "url": "https://www.ft.lk/travel-tourism/Jetwing-Hotels-recognised-at-Annual-Green-Building-Awards-2023/27-758553",
    "site_full": "www.ft.lk",
    "site": "ft.lk",
    "site_section": "https://www.ft.lk/travel-tourism/27",
    "site_categories": [
      "media",
      "world_soccer",
      "sports"
    ],
    "section_title": "Sri Lanka's only business publication | Daily FT",
    "title": "Jetwing Hotels recognised at Annual Green Building Awards 2023 | Daily FT",
    "title_full": "Jetwing Hotels recognised at Annual Green Building Awards 2023 | Daily FT",
    "published": "2024-02-15T21:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "LK",
    "main_image": "https://bmkltsly13vb.compat.objectstorage.ap-mumbai-1.oraclecloud.com/cdn.ft.lk/assets/uploads/image_96b7a72e8c.jpg",
    "performance_score": 0,
    "domain_rank": 40844,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f1bf0a6da21269a606f930b5f29329d9c2344dcb",
  "url": "https://www.ft.lk/travel-tourism/Jetwing-Hotels-recognised-at-Annual-Green-Building-Awards-2023/27-758553",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-02-15T21:02:00.000+02:00",
  "title": "Jetwing Hotels recognised at Annual Green Building Awards 2023 | Daily FT",
  "text": "Friday, 16 February 2024 00:02 - - {{hitsCtrl.values.hits}} The Green Building Council of Sri Lanka (GBCSL) recognised Jetwing Hotels, among the tourism sector, for their commitment to promoting environmental sustainability and sustainable tourism in Sri Lanka, at the recently concluded Annual Green Building Awards 2023. GBCSL, a consensus-based non-profit organisation representing diverse sectors of the property industry, environment, and academia, seeks to revolutionise the Sri Lanka construction sector through green building practices. Their goal is to promote sustainability as the foundation for environmental well-being, economic prosperity, and societal growth. The Annual Green Building Awards, initiated by GBCSL, aims to recognise business leaders who have demonstrated their commitment for environmental sustainability. A Committee was set up by the GBCSL Board of Directors, to gather relevant data and information relating to the sustainability performances of the business organisations in the hotel sector in Sri Lanka. The committee conferred that Jetwing Hotels Ltd. has made a commendable commitment to foster environmental sustainability and integrate sustainable development principles throughout its chain of hotels, while also working for the promotion of sustainable tourism in Sri Lanka. In recognition of this commitment Jetwing Hotels was honoured with the Green Investment Excellence Award for 2023 in the tourism sector. Jetwing said each of its properties unfold a distinctive narrative, intricately weaving together the local culture, the spirit of its people, and a harmonious integration with the environment. Designed to seamlessly blend with their surroundings, each hotel’s architecture embraces green building principles, prioritising energy efficiency, resource conservation, and waste management. The open architectural layout and incorporation of courtyards not only enhance the aesthetic appeal but also facilitate natural illumination and ventilation. Jetwing Hotels takes a significant stride towards sustainability by investing in renewable energy, which contributes to over 60% of the hotels’ total energy demand. Most properties have integrated grid-tied or off-grid solar installations contributing to meet the daily electricity required. Innovative vapour absorption chillers are employed in 4 Jetwing hotels. These systems are powered entirely by steam generated from biomass boilers that utilise cinnamon wood – a by-product derived from the cinnamon industry. A comprehensive waste management system is diligently implemented in each hotel. Solid waste is sorted at source; food waste is fed into onsite biogas digesters – with the biogas generated fuelling staff kitchens and the sludge produced utilised as liquid fertiliser in the gardens. Waste generated in the gardens are composted and repurposed as fertiliser. Any plastic, glass, and paper waste are entrusted to third-party recyclers. Demonstrating a commitment to reducing its ecological footprint, Jetwing Hotels pioneers the use of glass water bottles which are filled at on-site bottling plants around the island. This initiative serves as a sustainable alternative to single-use plastic bottles, emphasising the brand’s dedication to environmental responsibility and resource conservation. Jetwing Hotels Engineering Director Jude Kasturi Arachchi said: “We are honoured to receive the Green Investment Excellence Award from GBCSL. This recognition reaffirms our commitment to environmental sustainability and sustainable tourism. We look forward to continuing our collaboration with GBCSL, paving the way for innovative solutions, and setting new benchmarks for environmentally conscious practices in the hospitality sector. This accolade is not just an award; it’s a testament to our ongoing journey towards a more sustainable and responsible future for Sri Lanka’s tourism industry.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "jetwing hotels ltd.",
        "sentiment": "none"
      },
      {
        "name": "committee",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sri lanka",
        "sentiment": "none"
      },
      {
        "name": "gbcsl",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T07:59:59.820+02:00",
  "updated": "2024-03-16T06:02:15.587+02:00"
}