{
  "thread": {
    "uuid": "bc95f52c1aac1e65ad87be9f115516c30df681ba",
    "url": "https://www.hellomagazine.com/celebrities/510658/sam-taylor-johnson-husband-aaron-rare-photos-vacation/",
    "site_full": "www.hellomagazine.com",
    "site": "hellomagazine.com",
    "site_section": "http://www.hellomagazine.com/rss.xml",
    "site_categories": [
      "celebrity_fan_gossip",
      "fashion",
      "style_and_fashion",
      "entertainment"
    ],
    "section_title": "HELLO! Latest news feed",
    "title": "Sam Taylor-Johnson shares rare photo with rumoured James Bond husband Aaron in sweet vacay snaps",
    "title_full": "Sam Taylor-Johnson shares rare photo with rumoured James Bond husband Aaron in sweet vacay snaps",
    "published": "2024-01-05T23:58:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.hellomagazine.com/horizon/landscape/99cc77a441a5-gettyimages-463270822.jpg?tx=c_fill%2Cw_1200",
    "performance_score": 0,
    "domain_rank": 3394,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bc95f52c1aac1e65ad87be9f115516c30df681ba",
  "url": "https://www.hellomagazine.com/celebrities/510658/sam-taylor-johnson-husband-aaron-rare-photos-vacation/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Emmy Griffiths",
  "published": "2024-01-05T23:58:00.000+02:00",
  "title": "Sam Taylor-Johnson shares rare photo with rumoured James Bond husband Aaron in sweet vacay snaps",
  "text": "Sam Taylor-Johnson and her husband Aaron have had an incredible time in the Caribbean, with Sam sharing very rare snaps of herself with her hubby after their relaxing stay. Posting a series of photos to Instagram, including snaps of the pair dancing on the beach, delicious cuisine, and spending time with their friends in Jamaica, the 56-year-old captioned the post: \"2024. Feeling the feelings,\" accompanied by hearts and Jamaica flag emojis. Fans were quick to comment, with one writing: \"Holy moly, that looks like an awesome time. I'd have just laid down taking in the vibe,\" while another person added: \"This is too perfect!! Fomo.\" The trip comes while the Internet is rife with reports that Aaron is set to become the new James Bond. After being quizzed about the gig back in August 2023, he told Esquire: \"What comes from [Kraven] could generate many different conversations… But this is the thing, right? As I’ve already told you, I have to go by the beat of my own drum. It’s my own path, what feels intuitive to me. \"I’ve never made a decision based on other people’s perspectives, or their judgments, or their expectations. You lose your [expletive] mind if you do that. Your sense of worth and soul is gone. You need to understand what is integral to you and what feels right, and you’ve got to stay on track with what’s present in front of you. Kraven is what’s in front of me. I’ve spent two years making Kraven. So all that hard work we put into trying to get that to where it is – that’s where I’m at right now.\" Sam and Aaron have been married since 2012, having met on the set on Nowhere Boy, and now share two daughters. Speaking about meeting her for the audition, Aaron told Harper’s Bazaar: \"I remember it very, very clearly. I know exactly what she was wearing. This white shirt that she still has, that I love. It definitely changed my life, though not in the way I expected.\" Addressing their 23-year age gap, he told The Telegraph: \"When I met Sam I'd already lived a life far beyond that of most of my contemporaries – I didn't relate to anyone my age. I just feel that we're on the same wavelength.\" Sam told The Sunday Times: \"We spend every minute of the day together. My friends call him Benjamin Button because he has — on the outside — such youth, and on the inside, he is so wise and settled. He doesn't like parties. He likes being at home and cooking for the family. He likes walking the dogs. He loves his chickens — he collects the eggs and makes breakfast for everyone.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sam taylor",
        "sentiment": "positive"
      },
      {
        "name": "aaron",
        "sentiment": "positive"
      },
      {
        "name": "james bond",
        "sentiment": "positive"
      },
      {
        "name": "sam shar",
        "sentiment": "positive"
      },
      {
        "name": "johnson",
        "sentiment": "positive"
      },
      {
        "name": "esquire",
        "sentiment": "none"
      },
      {
        "name": "fomo",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "instagram",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "caribbean",
        "sentiment": "none"
      },
      {
        "name": "jamaica",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:03:32.571+02:00",
  "updated": "2024-01-06T02:01:37.107+02:00"
}