{
  "thread": {
    "uuid": "ae3745f9609459341f44cd5dd61489502c4172c9",
    "url": "https://civilrights.org/2024/02/29/reintroduction-of-john-r-lewis-voting-rights-advancement",
    "site_full": "civilrights.org",
    "site": "civilrights.org",
    "site_section": "https://civilrights.org/feed",
    "site_categories": [
      "politics",
      "law_government_and_politics",
      "legal_issues"
    ],
    "section_title": "The Leadership Conference on Civil and Human Rights",
    "title": "Celebrates Reintroduction of John R. Lewis Voting Advancement Act to Protect the Freedom to Vote",
    "title_full": "The Leadership Conference Celebrates Reintroduction of John R. Lewis Voting Rights Advancement Act to Protect the Freedom to Vote",
    "published": "2024-03-01T00:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://civilrights.org/wp-content/uploads/2019/01/tlc_fb_share.png",
    "performance_score": 0,
    "domain_rank": 17552,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ae3745f9609459341f44cd5dd61489502c4172c9",
  "url": "https://civilrights.org/2024/02/29/reintroduction-of-john-r-lewis-voting-rights-advancement",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "mricks",
  "published": "2024-03-01T00:05:00.000+02:00",
  "title": "Celebrates Reintroduction of John R. Lewis Voting Advancement Act to Protect the Freedom to Vote",
  "text": "The Leadership Conference Celebrates Reintroduction of John R. Lewis Voting Rights Advancement Act to Protect the Freedom to Vote FOR IMMEDIATE RELEASE / LINK Contact: Sofia Costas, [[email protected]](/cdn-cgi/l/email-protection#ddbeb2aea9bcae9dbeb4abb4b1afb4bab5a9aef3b2afba) WASHINGTON — Leslie Proll, senior director of the voting rights program at The Leadership Conference on Civil and Human Rights, released the following statement celebrating the reintroduction of the John R. Lewis Voting Rights Advancement Act in the Senate: “For democracy to work for us, it must include us all. We celebrate the reintroduction of the John R. Lewis Voting Rights Advancement Act and call on Congress to make passing this law, along with the Freedom to Vote Act and the Native American Voting Rights Act, a priority. “It’s been more than 10 years since the Supreme Court dealt a devastating blow to the Voting Rights Act in the 2013 Shelby County decision, undermining its core protections and leaving communities of color facing intensified efforts to suppress their voices at the polls. As a coalition, we have tirelessly advocated for this commonsense bill to restore and strengthen the Voting Rights Act, and it is time for our leaders to do what’s necessary to protect our access to the ballot and the foundation of our democracy. “We applaud our elected officials who have responded to the call of the majority of people in this country who support new legislation to help communities wield their power at the ballot box. We need federal action now. “We must preserve and expand upon the promise of the Voting Rights Act together. That is how we can create a more just and equitable society for all. We urge Congress to pass the John R. Lewis Voting Rights Advancement Act, the Freedom to Vote Act, and the Native American Voting Rights Act to ensure we have the right to shape our futures.” BACKGROUND: The Voting Rights Act has a long history of bipartisan support. Every time the law has been reauthorized, it has been signed into law by a Republican president. When it was reauthorized most recently in 2006, it passed the Senate with unanimous support: 98 to 0, with 53 Republicans, 44 Democrats, and one Independent. For more information about the impact of the Shelby County decision, visit [here](https://andstillivote.org/shelbyat10/). On June 25, 2013, the U.S. Supreme Court ruled in Shelby County v. Holder that jurisdictions with a history of racial discrimination in voting were no longer required to submit voting changes for advance review (“preclearance”) by the federal government or a federal court — essentially gutting the power of the VRA to protect against voting discrimination before it happened. The Shelby County decision unleashed a torrent of voter restrictions, tactics, and schemes that have continued to this day in their intensity. These have targeted people of color and low-income people by design and paved the path for restricting other rights and freedoms, including the Dobbs v. Jackson Women’s Health Organization decision. In June, on the 10th anniversary of the Shelby County decision, The Education Fund released a [report](https://civilrights.org/edfund/resource/ten-years-after-shelby-county-v-holder-charting-the-path-forward-for-our-democracy/) on the decade-long harm to democracy caused by the ruling. For more information about how to engage, educate, and empower our communities to protect and defend our democracy, visit [AndStillIVote.org](https://andstillivote.org/). The Leadership Conference on Civil and Human Rights is a coalition charged by its diverse membership of more than 240 national organizations to promote and protect the rights of all persons in the United States. The Leadership Conference works toward an America as good as its ideals. For more information on The Leadership Conference and its member organizations, visit [www.civilrights.org](https://andstillivote.org/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "Politics"
  ],
  "external_links": [
    "https://andstillivote.org/shelbyat10/).",
    "https://www.andstillivote.org/).",
    "https://andstillivote.org/).",
    "https://www.andstillivote.org/shelbyat10/)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "john r. lewis",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "congress",
        "sentiment": "none"
      },
      {
        "name": "senate",
        "sentiment": "none"
      },
      {
        "name": "supreme court",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "shelby county",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:31:10.198+02:00",
  "updated": "2024-03-01T01:19:18.283+02:00"
}