{
  "thread": {
    "uuid": "726cc0086475a2076436f1cd16ed01d0583f265c",
    "url": "https://www.scoop.co.nz/stories/WO2406/S00260/world-news-women-doing-inspirational-work-in-gaza-huge-increase-in-haiti-displacement-uyghur-rights-in-china.htm",
    "site_full": "www.scoop.co.nz",
    "site": "scoop.co.nz",
    "site_section": "https://www.golf.einnews.com/live_feed",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics",
      "top_news"
    ],
    "section_title": "Live Feed Wire - Golf News Today - EIN Presswire",
    "title": "World News: Women Doing ‘Inspirational’ Work In Gaza, Huge Increase In Haiti Displacement, Uyghur Rights In China | Scoop News",
    "title_full": "World News: Women Doing ‘Inspirational’ Work In Gaza, Huge Increase In Haiti Displacement, Uyghur Rights In China | Scoop News",
    "published": "2024-06-22T19:43:19.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "NZ",
    "main_image": "http://img.scoop.co.nz/stories/images/1908/scoop_image.jpg",
    "performance_score": 0,
    "domain_rank": 5241,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "726cc0086475a2076436f1cd16ed01d0583f265c",
  "url": "https://www.scoop.co.nz/stories/WO2406/S00260/world-news-women-doing-inspirational-work-in-gaza-huge-increase-in-haiti-displacement-uyghur-rights-in-china.htm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-06-22T19:43:19.000+03:00",
  "title": "World News: Women Doing ‘Inspirational’ Work In Gaza, Huge Increase In Haiti Displacement, Uyghur Rights In China | Scoop News",
  "text": "World News: Women Doing ‘Inspirational’ Work In Gaza, Huge Increase In Haiti Displacement, Uyghur Rights In China 19 June Briefing journalists in New York, Deputy UN Spokesperson Farhan Haq said that agency assisting Palestine refugee (UNRWA) estimates that only 65,000 people remain in Rafah, compared to six weeks ago when the southern city hosted 1.4 million displaced – before the Israeli evacuation order and military operation there began. “UNRWA also tells us that for more than eight months now, 625,000 children have been out of school”, said Mr. Haq. Meanwhile, OCHA reports that for the first time since early June, five trucks of fuel entered Gaza. However, the supplies remain scarce as no fuel had been delivered in the Strip for the past two weeks. Women-led organizations in Gaza ‘an inspiration’ And in an exclusive interview with UN News, the Special Representative for UN Women in the Occupied Palestinian Territories said on Wednesday the resilience of women-led organizations to continue working across Gaza to benefit their communities is “an inspiration”. Maryse Guimond from the Palestine Office of the UN agency advocating for gender equality described her first mission to the war-stricken enclave since before hostilities began and outlined how they are collaborating with other agencies, providing resources such as food, dignity kits and psychosocial support. She said the women-run organizations UN Women has been supporting are “key responders”, many of whom have been displaced multiple times themselves during the ongoing conflict. 60 per cent increase in displacement across Haiti: IOM The UN International Organization for Migration (IOM) said on Wednesday that nearly 580,000 people are now internally displaced across Haiti, representing a 60 per cent increase since March. In addition to the displacement in and around the capital Port-au-Prince, gang-led violence has pushed ever greater numbers of people to flee to neighboring provinces. As a result, in the Southern region, the number of internally displaced men, women and children has gone from 116,000 to 270,000 in just the last three months. Most of those displaced are currently hosted by communities already struggling with social services that are simply overwhelmed and poor infrastructure. Acute in the south IOM said this was particularly acute in the country’s southern areas, already weakened by the powerful 2021 earthquake. In the metropolitan area of Port-au-Prince, two thirds of the people displaced live in sites which have formed spontaneously with very limited access to basic services. IOM has provided nearly five million litres of clean water to some 25,000 people and rehabilitated 22 water hand pumps. More than 37,000 people have been provided with relief supplies including blankets, water containers, solar lamps, kitchen sets and plastic sheets. Mobile clinics have also been deployed to provide medical assistance and psychosocial support has been made available, including through a free hotline. China urged to provide information on imprisoned Uyghur doctor A top independent rights expert reporting to the Human Rights Council called on China on Wednesday to provide information on the whereabouts of imprisoned Uyghur doctor Gulshan Abbas. Mary Lawlor, the UN Special Rapporteur on Human Rights Defenders, said in her appeal for information that in the nearly six years since her detention, Dr. Abbas’s family members “still do not have information on where she is being imprisoned, the evidence used to convict her, or most worryingly of all, her health condition”. Ms. Lawlor, who is an independent expert and not a UN staff member appealed to the Chinese authorities to comply with its international human rights obligations and at least furnish Dr. Abbas’ family with this information. She said she was appalled by the continued imprisonment of Dr. Abbas in “apparent retaliation for her sister’s criticism of the Chinese authorities’ treatment of Uyghurs”. The expert noted that the former High Commissioner for Human Rights, Michelle Bachelet, highlighted in her 2022 report on human rights in the Xinjiang Uyghur Autonomous Region, an alleged pattern of “intimidations, threats and reprisals” against family members of Uyghurs in exile, who had engaged in advocacy in relation to the region. Special Rapporteurs are appointed by the UN Human Rights Council to monitor and report on specific country situations or thematic issues worldwide. They are not UN staff and are independent from any government or organization. They serve in their individual capacity and do not receive a salary for their work.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "uyghur ri",
        "sentiment": "negative"
      },
      {
        "name": "farhan haq",
        "sentiment": "none"
      },
      {
        "name": "haq",
        "sentiment": "none"
      },
      {
        "name": "maryse guimond",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "unrwa",
        "sentiment": "none"
      },
      {
        "name": "ocha",
        "sentiment": "none"
      },
      {
        "name": "un news",
        "sentiment": "none"
      },
      {
        "name": "un",
        "sentiment": "none"
      },
      {
        "name": "un spokesperson",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "haiti",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "strip",
        "sentiment": "none"
      },
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "rafah",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-22T19:43:22.466+03:00",
  "updated": "2024-06-22T19:43:22.466+03:00"
}