{
  "thread": {
    "uuid": "46d91a8f068f82ee73592ffa30ca7a3929f77733",
    "url": "https://nation.africa/kenya/news/how-childhood-torture-prepared-dusit-d2-saviour-christian-craighead-4497368",
    "site_full": "nation.africa",
    "site": "nation.africa",
    "site_section": "https://mobile.nation.co.ke/kenya",
    "site_categories": [
      "media"
    ],
    "section_title": "Nation - Breaking News, Kenya, Africa, Politics, Business, Sports | HOME | Nation",
    "title": "How childhood ‘torture’ prepared Dusit D2 saviour Christian Craighead | Nation",
    "title_full": "How childhood ‘torture’ prepared Dusit D2 saviour Christian Craighead | Nation",
    "published": "2024-01-20T15:54:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "KE",
    "main_image": "https://nation.africa/resource/image/4393218/landscape_ratio3x2/1200/800/e657533e060afe1d1f230fbe20c1275b/Cv/duspic-1-.jpg",
    "performance_score": 0,
    "domain_rank": 7802,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "46d91a8f068f82ee73592ffa30ca7a3929f77733",
  "url": "https://nation.africa/kenya/news/how-childhood-torture-prepared-dusit-d2-saviour-christian-craighead-4497368",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Nyaboga Kiage",
  "published": "2024-01-20T15:54:00.000+02:00",
  "title": "How childhood ‘torture’ prepared Dusit D2 saviour Christian Craighead | Nation",
  "text": "When Mr Christian Craighead who is a former member of the United Kingdom’s elite 22 Special Air Service Unit rushed into Dusit D2, located along Riverside Drive, Nairobi County and helped in containing a terror attack that left 21 people dead, he says he was prepared for it. Mr Craighead in an interview with Shwan Ryan Show this week says that he never liked his childhood life and the experience he had while growing up had prepared him for such a moment. The Dusit D2 attack took place on January 15, 2019. During the attack, he was in Kenya to train local forces. He was not anticipating that terrorists were planning to strike. With just an assault rifle, a Glock pistol, a combat knife and his indomitable spirit, he waged a counter-attack against the terrorists. He was dressed in civilian clothing with a camouflage flak jacket and a balaclava. He was captured on television and photos as he assisted Kenyan officers in dealing with the attack. He also assisted people to move to safety. “When I went to Dusit D2 in 2019 when Al Shabaab militants stormed in I was well prepared. My childhood life had prepared me for that moment,” said Mr Craighead. He said that he was not the right man at the right place and that the reality is he “had to be there on that day when the attack took place.” Immediately after his brave show in dealing with the militants, he was awarded the Conspicuous Gallantry Cross. It is worth noting that Craighead joined the Parachute Regiment while he was a teenager and was selected for the Pathfinder Platoon. During his days when he was serving he worked in several deployments which include; Iraq and Afghanistan. Mr Craighead who grew up in North East England in the interview said that he would not discuss his career life while he was serving the army but if allowed, in the future he would do so. He gave details of an incident which happened when he was eight years old, and how he was attacked by two older boys just days after they were released from juvenile prison. “The two older boys tortured me for almost two hours and kept assaulting me. They could step on my chest and slap me as they made fun of everything. I am sure that if I was a young girl they could have even raped me,” he said. A man who grew up as an only child said he is the person he is today because of efforts that were made by his grandmother as he grew up. “My mother was single and I never met my father until later in life. Honestly, my grandmother takes full responsibility for the person that I am today,” he said. Mr Craighead said that since his childhood, he wanted to be a soldier noting he lived his dream on the days he served in the army. “Joining the army really saved my life and made me make the right decisions as I grew up,” he said. Currently, there is a gag order which was issued by the British Government that he should not discuss details of the deadly Disit D2 attack. Legal battles have overshadowed his heroic deeds with the last order being made in October 2023, in which he was stopped from releasing a book on how he beat Shabaab militants. He launched a legal challenge against the ban which was imposed by the Secretary of Defence saying such a move was in breach of his freedom of speech. The court stopped him from releasing the book and that it was important because it would be protecting SAS’s tradecraft in the interest of national security. The book entitled One Man In: The Explosive Firsthand Account of the Lone Special-Ops Soldier Who Fought Off a Major Terrorist Attack in Kenya was expected to be published in 2023. Operating under strict rules, special forces are not allowed to discuss their missions in public.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "christian craighead",
        "sentiment": "negative"
      },
      {
        "name": "craighead",
        "sentiment": "none"
      },
      {
        "name": "shwan ryan show",
        "sentiment": "none"
      },
      {
        "name": "dusit",
        "sentiment": "none"
      },
      {
        "name": "al shabaab",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "united kingdom",
        "sentiment": "none"
      },
      {
        "name": "nairobi county",
        "sentiment": "none"
      },
      {
        "name": "riverside drive",
        "sentiment": "none"
      },
      {
        "name": "kenya",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T20:38:13.082+02:00",
  "updated": "2024-01-20T20:38:13.082+02:00"
}