{
  "thread": {
    "uuid": "285b75f295bf07b51852f0d438e1bed6fc2c2d24",
    "url": "https://www.infobae.com/espana/agencias/2024/03/09/los-socialistas-vascos-reivindican-a-zapatero-como-el-presidente-que-trajo-la-paz",
    "site_full": "www.infobae.com",
    "site": "infobae.com",
    "site_section": "https://www.infobae.com/feeds/rss/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Infobae.com",
    "title": "Los socialistas vascos reivindican a Zapatero como el presidente que trajo la paz",
    "title_full": "Los socialistas vascos reivindican a Zapatero como el presidente que trajo la paz",
    "published": "2024-03-09T16:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.infobae.com/pf/resources/images/fallback-promo-image-1200x630.png?d=1944",
    "performance_score": 0,
    "domain_rank": 2077,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "285b75f295bf07b51852f0d438e1bed6fc2c2d24",
  "url": "https://www.infobae.com/espana/agencias/2024/03/09/los-socialistas-vascos-reivindican-a-zapatero-como-el-presidente-que-trajo-la-paz",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Newsroom Infobae",
  "published": "2024-03-09T16:45:00.000+02:00",
  "title": "Los socialistas vascos reivindican a Zapatero como el presidente que trajo la paz",
  "text": "Bilbao, 9 mar (EFE).- El jefe del ejecutivo, Pedro Sánchez, ha participado este sábado en el acto político organizado por el PSOE, en plena precampaña para las próximas elecciones vascas, para rendir homenaje al expresidente José Luis Rodríguez Zapatero, en el que se ha reivindicado que con él terminó la actividad terrorista de ETA.\nAl cumplirse 20 años de la formación del primer gobierno de Zapatero, el PSOE ha reunido en el Palacio Euskalduna de Bilbao a unas 1.400 personas y se ha volcado en reivindicar su papel en el final de ETA.\nPedro Sánchez ha recordado que Zapatero \"obtuvo nada más y nada menos que 11 millones de votos. ¡Quién los pillara ahora!\", ha comentado, al tiempo que ha considerado que con la firma del pacto de Estado contra el terrorismo por parte del PSOE de Zapatero \"se empezó a derrotar a ETA\".\nTambién ha recordado a las víctimas del 11M y ha reprochado al PP \"la gran mentira sobre una gran tragedia\". \"Lo que estamos escuchando hoy por parte de la derecha, viene de esa forma de entender y de hacer política: el acta fundacional de la derecha furibunda que estamos sufriendo en España, causa de la gran mentira que ellos produjeron\" tras aquel acto de terrorismo yihadista.\nTambién han reivindicado la labor de Zapatero el secretario general de los socialistas vascos y candidato a lehendakari, Eneko Andueza, y la cabeza de lista por Bizkaia, Patricia Campelo, quién ha recordado que aquel gobierno de hace 20 años fue “el que acabó con ETA y trajo la paz después de tantos años de dolor” en esta tierra.\nEn el acto se han proyectado mensajes grabados de otros dirigentes socialistas como Alfredo Pérez Rubalcaba y Jesús Egiguren, alabando la gestión de aquel ejecutivo y la labor personal del expresidente por el impulso que dio a los derechos, su apuesta por las políticas igualdad, \"y su talante\", entendido como respeto y actitud dialogante.\nCon lágrimas en los ojos y visiblemente emocionado, Andueza ha tomado la palabra en ese homenaje. \"Tenía que ser en Euskadi, este rincón de España que tanto le debe a aquel gobierno socialista\" que fue “el del verdadero cambio en España\", y ha augurado que este año, el próximo día 21 de abril, Euskadi volverá \"a ser socialista\".\nHa recordado a sus compañeros socialistas asesinados por ETA y ha afirmado que \"si este país vive hoy en paz y libertad es por dos gobiernos socialistas: el del presidente Rodríguez Zapatero y el del lehendakari Patxi López (también presente en el acto)\".\nHace 20 años \"le ganamos a la mentira para construir un país más decente\", ha reivindicado. Su Gobierno \"sacó a las tropas de la Guerra de Irak\", aprobó la Ley de Matrimonio Igualitario y la primera Ley Integral de Igualdad, creó el primer Ministerio de Vivienda, y nombró a Carmen Chacón como primera ministra de Defensa, en \"un país con memoria, que dignificaba la vida de aquellos que la perdieron de manos del franquismo\". EFE\nsf/jmv/lml\n(Foto) (Vídeo)\nMás Noticias\n[El presidente del Gobierno ha defendido que el “legado” de José Luis Rodríguez Zapatero es “el mismo” que el Gobierno defiende actualmente en Ucrania y Gaza](/espana/2024/03/09/sanchez-anuncia-que-propondra-en-el-reconocimiento-al-estado-palestino-en-las-cortes-generales-esta-legislatura/)\nSánchez se compromete a proponer esta legislatura el reconocimiento al Estado palestino en las Cortes Generales\n[El presidente del Gobierno y líder del PSOE, Pedro Sánchez, ha reconocido que “hay muchos españoles que tiene dudas” sobre la ley de amnistía](/espana/2024/03/09/sanchez-asegura-que-la-amnistia-permitira-olvidar-el-trauma-del-1-0-y-pide-a-los-espanoles-que-tengan-dudas-que-confien-hara-espana-mas-fuerte/)\nSánchez asegura que la amnistía permitirá “olvidar el trauma” del 1-0 y anuncia una proposición de ley para abolir la prostitución\n[Esta primera receta es muy diferente a la se hace en la actualidad](/espana/viajes/2024/03/09/que-ver-en-villanueva-de-la-serena-el-pueblo-inventor-de-la-tortilla-de-patatas/)\nQué ver en Villanueva de la Serena, el pueblo “inventor” de la tortilla de patatas\n[El Servicio Catalán de Tráfico ha puesto en marcha una campaña para concienciar sobre la normalización del alcohol y las drogas en entornos como comidas familiares o con amigos](/espana/2024/03/09/la-campana-catalana-para-concienciar-sobre-el-consumo-del-alcohol-al-volante/)\nLa campaña catalana para concienciar sobre el consumo del alcohol al volante\n[Como cada sábado, aquí están los ganadores del juego de Lotería Nacional dado a conocer por Loterías y Apuestas del Estado](/espana/2024/03/09/loteria-nacional-este-es-el-numero-ganador-del-sorteo-de-este-9-de-marzo/)\nLotería Nacional: este es el número ganador del sorteo de este 9 de marzo\nMÁS NOTICIAS",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-09T16:53:49.407+02:00",
  "updated": "2024-03-09T16:53:49.407+02:00"
}