{
  "thread": {
    "uuid": "b7529867e1f6d9a3e32700c9b264a8935e2b99a1",
    "url": "https://punchng.com/no-regrets-making-fubara-governor-wike/",
    "site_full": "punchng.com",
    "site": "punchng.com",
    "site_section": "https://rss.punchng.com/v1/category/latest_news",
    "site_categories": [
      "media"
    ],
    "section_title": "Punch Newspapers - Latest News",
    "title": "No regrets making Fubara governor -Wike",
    "title_full": "No regrets making Fubara governor -Wike",
    "published": "2024-01-07T22:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://cdn.punchng.com/wp-content/uploads/2023/11/02235220/Siminalayi-Fubara-and-Nyesom-Wike.jpeg",
    "performance_score": 0,
    "domain_rank": 6633,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b7529867e1f6d9a3e32700c9b264a8935e2b99a1",
  "url": "https://punchng.com/no-regrets-making-fubara-governor-wike/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dennis Naku",
  "published": "2024-01-07T22:50:00.000+02:00",
  "title": "No regrets making Fubara governor -Wike",
  "text": "The Minister of the Federal Capital Territory, Nyesom Wike, has disclosed that he has no regrets making Siminalayi Fubara the governor of Rivers State.\nWike, who said he and some leaders of the state picked and worked for Fubara’s emergence as the governor noted that the decision was taken to ensure the unity of the state.\nThe minister stated this while speaking at a New Year luncheon he organised in his country home, Rumueprikom, in Obio/Akpor Local Government Area of the Rivers State on Sunday.\nWike explained that he had to ask those who showed interest, including an ally like the former Rivers PDP Chairman, Felix Obuah, to drop their ambition in order to pave the way for a governor from the riverine area.\nHe disclosed that he invited Obuah, who was a major contender for the governorship election then to his house and asked him to drop his ambition and become the Director-General for the campaign.\nHe revealed how his predecessor as Governor in the state seized Obuah’s property, yet Obuah stood with him.\n“Felix Obuah was in my team as chairman of the party. My predecessor seized Obua’s property, everything he owned, land, schools and hotels. The wife cried to him but he told his wife, ‘don’t worry if it is the will of God there is nothing you can do. He stood firm. They took everything he had.\n“He was one of the frontrunners in the 2023 governorship election. I told him in my house to step down so that he wouldn’t run. He looked at me but I said you won’t run. He said if that was what I am saying he won’t run. But I say you will be DG, go and campaign for that election.\n“I say you must be DG and he said if that is what you want I will go and do it. And he did it. I see all kinds of things going on. They are talking evil about him. But he is here and he will still be here,” Wike stated.\nContinuing, he said, “Those, who open their mouths to talk don’t know anything. I was the one who paid for the forms for anybody who wanted to run for elections as governor, House of Assembly and National Assembly. Let one person raise his hand and say he bought forms.\n“We say we are all family members with no need for acrimony. Don’t spend your money, we will agree on who will run. The day we made the final decision, the Chairman of the elders’ council nearly collapsed.\n“He is here. OCJ Okocha was there, Awuse was there. Omehia was there. He nearly collapsed. Why? He wanted a governor from the riverine area.\n“When I looked at him, I said, ‘Why will I allow this old man to just die.’ I say let’s not create the impression that there are people who want to monopolise power.\n“Let’s allow everybody to be part of it because we belong to one Rivers State. If I had wanted, nobody would have stopped me. Nobody had what it takes to even be near me.\n“And to God be the glory, I don’t regret what I did and I will never regret what I did because I want the unity of this state for us to forge ahead. If I wanted an Ikwerre man, nobody would have stopped me”.\nHe added that his concern is to play politics of unity of Rivers, saying when he visited the National Vice Chairman of the APC, South-South, Chief Victor Giadom, he went there with PDP leaders.\nHe said, “Today he (Giadom) is here with all APC leaders. Membership of the party is not on Radio or Television. So, all of us must make Rivers State to move forward.\n“Let’s move forward for the interest of the state. That is important. I took the decision and you listened to me. I want you to also listen to me now. Let’s accept what Mr. President has said. It is for the interest of Rivers and for Nigeria in general.\n“It may not be the best but there is no option. Mr. President took a lot of risk to give me the position of Minister of FCT. People protested but he stood firm. If he could do that, you too should accept his decision.\n“When we came back from Abuja, within the next 48 hours, the speaker and his people took the decision to obey Mr. President without attaching any condition. I thank Mr. Speaker and other members for respecting Mr. President.\n“Whether you are APC or PDP or you don’t belong to any of the parties, we owe a duty to give Mr. President support to move this country forward. Some people said I betrayed PDP, but I never betrayed PDP. We stood firm and told Nigerians we wouldn’t do this if this was not done. So the issue of betrayal doesn’t arise”.\nWike said he learnt from President Tinubu, who once taught him that betrayal and politics are mother and father, just as he recalled how the Edo State Governor, Godwin Obaseki, allegedly betrayed all the agreements they had to pave the way for his second term.\nHe added, “It is not everything you invest that you will reap. Even established companies crumble. You cannot say I did this but I am not benefitting. God knows why it happens the way it happens.\n“What is important in life is to give God the glory that you are alive to see what is happening. When a man is dead, he doesn’t know what is happening.\n“You will be able to advise your children and your friends. When the heat was on in Edo, this young man was a frontrunner in the Edo Governorship election.\n“PDP leaders came to me in Port Harcourt from 6 pm to 6 am the next day. I told the young man with Dan Orbih to withdraw and not to run for the governorship. He was crying and we agreed on what would be given to their group.”\nWike stated further, “He was to be refunded the money he spent and to get four commissioners but not one was kept. We said okay you would run for Senate in the next election. But not one was kept.\n“But the next thing was blackmail that Wike wants to control this. But you didn’t know what Wike wanted to control when you came and held a meeting with me from 6 pm to 6 am. It was all about blackmail. That is what you see in politics.\n“You must have shock absorbers. President Tinubu told me when we were meeting that politics and betrayal are the same mother and father. If you don’t want to be betrayed, don’t enter politics.\n“So prepare yourself that it will happen. I am fully prepared because I know it is one of the things President Tinubu taught me. I am laying this foundation so that some of you who are worried should not be. That is life for you. You must prepare yourself to know that these things happen. I have preached and continue to preach for unity and for peace in this state”.\nThe minister declared that he is committed to implementing the peace agreement brokered by Tinubu in the political crisis in the state.\nWike, also called on parties to endeavour to implement the same without conditions.\nWhile commending the State House of Assembly for implementing its side of the resolutions, the former governor vowed that he would never disobey President Tinubu.\nWike stated, “I want to make one confession to you. I work with Mr. President and there is no way I can disobey Mr. President. It is not possible. The mere fact that Mr. President calls you and said look allow peace here, there is no way I can disobey Mr. President.\n“I may not be happy with all resolutions but if Mr. President calls for peace, who are you to say you don’t want peace? I will not attach any condition to what Mr. The President wants from me. I will not do it.\n“So, I must obey Mr. President. I must do everything humanly possible to see that the peace arrangement is achieved in Rivers. That is what is required and I am going to do that.”\nSpeaking on the Rivers crisis he said, “Ask people why this matter came to this level. When people went and plotted the removal of the Speaker you think we would fold our hands to remove the Speaker?\n“We will start with you first. Do you want to humiliate us by removing the Speaker? They said I should go and talk to the assemblymen and I said why? They said you brought them. But I said so these ones will listen to me but you you won’t listen.\n“They said chairmen of councils don’t respect anybody. But I said why won’t they respect anybody? People are plotting evil and nobody wants to talk.\n“We must make an impact on people’s lives. Whatever position that you find yourself in, make an impact. Forget about these people who cannot face me to fight me. I consumed them before and I will continue to consume them. Show them the way. Follow a man that knows the way.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nyesom wike",
        "sentiment": "negative"
      },
      {
        "name": "siminalayi fubara",
        "sentiment": "none"
      },
      {
        "name": "obu",
        "sentiment": "none"
      },
      {
        "name": "wike",
        "sentiment": "none"
      },
      {
        "name": "felix obuah",
        "sentiment": "none"
      },
      {
        "name": "obuah",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "federal capital territory",
        "sentiment": "negative"
      },
      {
        "name": "rivers pdp",
        "sentiment": "none"
      },
      {
        "name": "rivers state",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "fubara",
        "sentiment": "none"
      },
      {
        "name": "obio",
        "sentiment": "none"
      },
      {
        "name": "obuah",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:05:00.215+02:00",
  "updated": "2024-01-08T00:05:00.215+02:00"
}