{
  "thread": {
    "uuid": "9c8255882ec953e2e7d999ef851cb9ec4e4d8b2e",
    "url": "https://eng.lsm.lv/article/society/defense/03.05.2024-103-latvian-produced-drones-to-go-to-ukraine.a552717",
    "site_full": "eng.lsm.lv",
    "site": "lsm.lv",
    "site_section": "https://eng.lsm.lv",
    "site_categories": [
      "travel",
      "top_news"
    ],
    "section_title": "Eng.lsm.lv - Reliable news from Latvia",
    "title": "103 Latvian-produced drones to go to Ukraine / Article",
    "title_full": "103 Latvian-produced drones to go to Ukraine / Article",
    "published": "2024-05-03T02:27:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "LV",
    "main_image": "https://static.lsm.lv/media/2024/05/large/4/nlfp.jpg",
    "performance_score": 0,
    "domain_rank": 13606,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9c8255882ec953e2e7d999ef851cb9ec4e4d8b2e",
  "url": "https://eng.lsm.lv/article/society/defense/03.05.2024-103-latvian-produced-drones-to-go-to-ukraine.a552717",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Eng.LSM.lv",
  "published": "2024-05-03T02:27:00.000+03:00",
  "title": "103 Latvian-produced drones to go to Ukraine / Article",
  "text": "With the help of dozens of donors, nearly €100,000 has been donated to purchase drones in the first few months of this year. Mecenate Vilis Vītols also called on guests to respond specifically to the call this year as he celebrated his 90-year birthday. Guests donated a total of 18 drones. \"I think it would be good [..] to donate to drones in Ukraine and also drones produced in Latvia! It's very important,\" Vītols said. All these drones will soon travel to Ukraine to help the Ukrainian Patrol Police Unit, the International Legion, and the 3rd Brigade. In modern warfare, a drone is a very important weapon. As well as ammunition – it is always necessary and there cannot be too much of it, said Kārlis Krastiņš, participant of the Support Azov Latvia Foundation: \"It seems to us that a million drones are being talked about, and these 103 drones seem to be nothing against that backdrop. But it's not! We calculated that with these 103 drones, around €50 million worth of Russian machinery could be destroyed. Of course, under certain circumstances, some proper planning, and good luck too. \" The drones will be delivered to Ukraine by the Support Azov Latvia Foundation. Artis Silins, a member of the foundation, said that drone transport will have to be coordinated before that: 'The drones are, as our colleagues laugh, the size of a pizza box. This load will be shipped by bus. We'll get all the paperwork sorted, too, because these are FPV drones. It will be more challenging to take out here because FPV drones require much higher levels of harmonization. \" FPV drones allow live transmission of footage of the camera. Drones are sent with a message – at this time, when Latvia can celebrate its anniversary of the restoration of independence, society and companies wish to soon recover it for Ukraine as well. In supporting Ukraine, we protect both our freedom and that of Europe, reiterated Ilze Ošāne, spokeswoman for the charity platform Ziedot.lv: \"And we know, really, with every donor who comes into the portal Ziedot.lv and donates to drones or Ukraine, that we are getting closer to restoring Ukraine's independence, evicting the occupants, and winning freedom.\" In total, more than a thousand drones have been sent to Ukraine with \"Ziedot.lv\" support, but so many drones produced in Latvia will be delivered for the first time. The Ukrainians will receive them as early as this month.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mecenate vilis vītols",
        "sentiment": "none"
      },
      {
        "name": "vītols",
        "sentiment": "none"
      },
      {
        "name": "kārlis krastiņš",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ukrainian patrol police unit",
        "sentiment": "none"
      },
      {
        "name": "support azov latvia foundation",
        "sentiment": "none"
      },
      {
        "name": "international legion",
        "sentiment": "none"
      },
      {
        "name": "3rd brigade",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "latvia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-03T07:36:23.702+03:00",
  "updated": "2024-05-03T13:04:59.640+03:00"
}