{
  "thread": {
    "uuid": "b39f0671c4c901db8b14d07bd82a0adcb0f3ea1f",
    "url": "https://www.theday.com/article/20231228/lymes-open-space-cheerleader-says-future-is-set-in-stone/",
    "site_full": "www.theday.com",
    "site": "theday.com",
    "site_section": "https://www.theday.com",
    "site_categories": [
      "media"
    ],
    "section_title": "theday.com: New London and southeastern Connecticut News, Sports, Business, Entertainment and Video",
    "title": "Lyme’s open space cheerleader says future is ‘set in stone’",
    "title_full": "Lyme’s open space cheerleader says future is ‘set in stone’",
    "published": "2023-12-28T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://imengine.public.prod.day.navigacloud.com/?uuid=5a6ecc4c-b804-5024-a229-90c84853d346&function=fit&type=preview",
    "performance_score": 0,
    "domain_rank": 12218,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b39f0671c4c901db8b14d07bd82a0adcb0f3ea1f",
  "url": "https://www.theday.com/article/20231228/lymes-open-space-cheerleader-says-future-is-set-in-stone/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Elizabeth Regan",
  "published": "2023-12-28T02:00:00.000+02:00",
  "title": "Lyme’s open space cheerleader says future is ‘set in stone’",
  "text": "Lyme’s open space cheerleader says future is ‘set in stone’ Lyme ― On a winter walk in the Pleasant Valley Preserve, Anthony Irving pointed to rocks rounded by a long-gone glacial river and to a white oak tree sitting out in the open where livestock once shaded themselves amid uniquely sweet acorns. Irving, president of the Lyme Land Trust and chairman of the Eightmile River Wild & Scenic coordinating committee, came upon his love of woods and rivers naturally. But his knowledge of the science behind it was honed through a master’s degree in conservation biology and ecology from Yale University. Until then, he was like the masses who appreciate the outdoors without realizing it holds so many clues to the past and so much hope for a green future. Irving is an advocate who has played no small role in the preservation of 12,000 acres of open space in town, a figure that represents half of its land mass. He was integral in the designation of the Eightmile River watershed as a resource worthy of federal protection. “You enjoy being there, relating to it,” he said of the town’s interconnected swath of protected land and the trails that wind through it. “You know it’s good for you physically. You know it’s good for you mentally. But you don’t know the science of it.” He showed off indentations in the land carved in some places by glacial melt and in other places by plodding cattle. He gestured to red cedar trees that grow out of pastures and remain as evidence of forgotten farms. The preserve covers woods, meadows and 3,500 feet of frontage along both sides of Eightmile River, which spills down from Chapman Falls at Devil’s Hopyard State Park and empties into the Connecticut River at Hamburg Cove. Born and raised in Wilton, he said he was drawn to land conservation because of the growth he saw in the suburban Fairfield County town. He cited a population of 1,500 when his mother was born in 1918 compared to almost 18,000 when she died in 2005. In that time, Lyme grew from 674 residents to 2,016. He attributed the slower growth to a preponderance of preserved land and to roads that “aren’t on the way to anywhere.” He noted the relatively small number of residents is a contrast to the town’s more populous agrarian roots, which were fed by proximity to the Connecticut River until depleting natural resources and the forces of industrialization reversed population trends in the rural town. Now, he said, “it’s hard for the town to change if the land isn’t there for it to change on.” Lyme Land Trust executive director Kristina White credited Irving with building relationships necessary to ensure undeveloped land stays that way, from his work with private landowners to town leaders to other nonprofit organizations like the Nature Conservancy for which the land trust oversees numerous preserves. “When you have that symbiosis, you’re going to get a lot of protected land,” she said. She said the clearest manifestation of the town’s focus on open space can be seen by those traveling by boat up the Connecticut River. She described Lyme on the right as being dominated by trees; on the left, “it’s one million-dollar house after another.” For Irving, open space is the bedrock of Lyme. It’s different from East Lyme, where concerns about the pace and extent of construction have revealed fissures in the town’s overall plan for what should be developed and what should be conserved. “Lyme is much more set in stone, so to speak, in terms of what it is and what it is going to be in the future,” he said. e.regan@theday.com Comments are limited to 200 words in length. Post your comment [Cancel reply](/article/20231228/lymes-open-space-cheerleader-says-future-is-set-in-stone/#respond) Total word count: 0 words. Words left: 200.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Environment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "anthony irving",
        "sentiment": "none"
      },
      {
        "name": "irving",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "yale university",
        "sentiment": "none"
      },
      {
        "name": "lyme land trust",
        "sentiment": "none"
      },
      {
        "name": "valley preserve",
        "sentiment": "none"
      },
      {
        "name": "eightmile river wild & scenic",
        "sentiment": "none"
      },
      {
        "name": "irving",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:39:18.934+02:00",
  "updated": "2023-12-29T00:39:18.934+02:00"
}