{
  "thread": {
    "uuid": "0707687e5f94db0d1e9e65cf6c28f92d60ad5a43",
    "url": "https://kitchener.ctvnews.ca/get-a-rabbit-at-a-reduced-rate-guelph-humane-society-encouraging-more-adoptions-1.6789777",
    "site_full": "kitchener.ctvnews.ca",
    "site": "ctvnews.ca",
    "site_section": "http://kitchener.ctvnews.ca/rss/ctv-news-kitchener-1.822359",
    "site_categories": [
      "under_construction",
      "non_standard_content",
      "top_news"
    ],
    "section_title": "",
    "title": "Get a rabbit at a reduced rate: Guelph Humane Society encouraging more adoptions",
    "title_full": "Get a rabbit at a reduced rate: Guelph Humane Society encouraging more adoptions",
    "published": "2024-02-29T23:54:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.ctvnews.ca/content/dam/ctvnews/en/images/2024/2/29/rabbits-1-6789782-1709243656407.jpg",
    "performance_score": 0,
    "domain_rank": 979,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0707687e5f94db0d1e9e65cf6c28f92d60ad5a43",
  "url": "https://kitchener.ctvnews.ca/get-a-rabbit-at-a-reduced-rate-guelph-humane-society-encouraging-more-adoptions-1.6789777",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Spencer Turcotte",
  "published": "2024-02-29T23:54:00.000+02:00",
  "title": "Get a rabbit at a reduced rate: Guelph Humane Society encouraging more adoptions",
  "text": "[Skip to main content](#main)\nGet a rabbit at a reduced rate: Guelph Humane Society encouraging more adoptions\nThe Guelph Humane Society is offering rabbits at a reduced rate because they simply have too many.\nThey are hoping this helps with more adoptions considering they are experiencing what they call a bunny crisis, with 13 currently available for adoption.\n“In 2021, we saw the number of rabbits coming into our care triple,” said Lisa Veit, the society’s executive director. “But over the last 12 months or so, we have had a decline in interest in adoptions. And again, that’s being seen in shelters across North America.”\nThe number of lost or abandoned rabbits coming into care remains high and the average length of stay is significantly longer than other types of pets.\nWhile rabbits are not as well-understood as other pets, the humane society says they make good companion animals.\n“They are fun, they’re trainable, they’re affectionate creatures. Some of the things you get out of owning a cat and a dog are some of the same things you get out of owning a rabbit,” said Melissa Stolz, intake and behavior coordinator at the humane society.\nUntil March 15, bunny adoption fees are reduced to $75, from the regular adoption fee of $160.\nAll rabbits available are spayed or neutered, and are up-to-date with vaccines.\nTo see the bunnies available for adoption, you can visit the\nhumane society’s website.\nKitchener Top Stories\nCTVNews.ca Top Stories\nQuebec Appeal Court rules secularism law is constitutional, English schools rebuffed\nThe Quebec Court of Appeal ruled Thursday that the province's secularism law is constitutional and a lower court was wrong to exempt English school boards from the law, known as Bill 21.\nAnand 'very surprised' to learn DND employee's company got ArriveCan contract, Poilievre calls for police probe\nNews that the CEO of Dalian Enterprises, which received $7.9 million for its work on the ArriveCan app, was also an employee of the Department of National Defence (DND) was a 'surprise' to former defence minister Anita Anand.\nSinger Cat Janice dies at 31, after writing final song for young son\nCat Janice, a singer who reached hundreds of thousands through social media, has died at age 31 following a battle with a rare form of cancer.\n'Complete his mission': Criminal psychologist theorizes Sask. mass killer's motives\nMyles Sanderson was most likely on his way to kill his ex-partner and “complete his mission” when officers forced him off the highway and arrested him, according to a criminal psychologist.\nA frog in India has a mushroom sprouting out of it. Researchers have never seen anything like it\nWhen observing a hoard of golden-backed frogs at a roadside pond in Karnataka, India, a group of naturalists noticed something odd about one of the amphibians — the animal had a tiny mushroom sprouting out of its side.\nSupreme Court rejects sexual assault appeal from Newfoundland police officer\nA Newfoundland police officer convicted of sexual assault in a 2014 case will head back to prison after the country’s top court dismissed his latest appeal.\nDead woman's estate ordered to pay B.C. university more than $650,000 for wage fraud, theft\nThe estate of a woman who died more than a decade ago is being ordered to pay a B.C. university more than $650,000 for wage fraud and theft.\nOntario doctor suspended after accessing medical records of 20 patients he wasn’t authorized to see: tribunal\nAn Ontario doctor had his licence temporarily suspended by a disciplinary tribunal after it found he had wrongly accessed patient records, including family members and colleagues, hundreds of times over the span of years.\nAnalysis\nDefence insiders sound alarms on state of Canadian military\nCiting everything from troop shortages to dwindling ammunition stocks to aging equipment and technology, a growing number of defence insiders are raising alarms about the state of the Canadian military.\nShopping Trends\nThe Shopping Trends team is independent of the journalists at CTV News. We may earn a commission when you use our links to shop.\nRead about us.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://guelphhumane.ca/adopt/available-animals/?utm_source=guelphtoday.com&utm_campaign=guelphtoday.com%3A%20outbound&utm_medium=referral",
    "https://guelphhumane.ca/adopt/available-animals/",
    "https://www.guelphhumane.ca/adopt/available-animals/?utm_source=guelphtoday.com&utm_campaign=guelphtoday.com%3A%20outbound&utm_medium=referral"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lisa veit",
        "sentiment": "none"
      },
      {
        "name": "melissa stolz",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "guelph humane society",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "north america",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:25:04.368+02:00",
  "updated": "2024-03-01T00:25:04.368+02:00"
}