{
  "thread": {
    "uuid": "77655547b65eec7fc554eb962b284a2f1e3d8440",
    "url": "https://vanguardia.com.mx/coahuila/saltillo-es-el-destino-preferido-para-el-turismo-religioso-HF11501798",
    "site_full": "vanguardia.com.mx",
    "site": "vanguardia.com.mx",
    "site_section": "http://www.vanguardia.com.mx/show",
    "site_categories": [
      "travel",
      "mexico_and_central_america",
      "top_news"
    ],
    "section_title": "Show | Vanguardia MX",
    "title": "Saltillo es el destino preferido para el turismo religioso",
    "title_full": "Saltillo es el destino preferido para el turismo religioso",
    "published": "2024-03-29T00:51:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://vanguardia.com.mx/binrepository/747x420/84c0/580d420/none/11604/NLMU/b01-mc-01-turismo01ent-id2610490-vg32_1-8596769_20240328225258.jpg",
    "performance_score": 0,
    "domain_rank": 20695,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "77655547b65eec7fc554eb962b284a2f1e3d8440",
  "url": "https://vanguardia.com.mx/coahuila/saltillo-es-el-destino-preferido-para-el-turismo-religioso-HF11501798",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "andrea palacios",
  "published": "2024-03-29T00:51:00.000+02:00",
  "title": "Saltillo es el destino preferido para el turismo religioso",
  "text": "Saltillo es el destino preferido para el turismo religioso El culto y la esperanza de la fe de cualquier religión ha dado lugar a diversas maravillas arquitectónicas que se han convertido en lugares de visita obligada para aquellos devotos y amantes de la cultura religiosa en Saltillo, ciudad que se ha convertido en un destino turístico-religioso del noreste de México. Así lo ha considerado la Oficina de Convenciones y Visitantes (OCV) local, misma que considera que el turismo religioso es la modalidad de viaje motivada por la fe, la espiritualidad, la devoción o el interés por conocer el patrimonio de arte sacro que se conserva en templos e iglesias. TE PUEDE INTERESAR: [¿Vas a pasar por el Centro de Saltillo? Cerrarán calles aledañas del Ojo de Agua durante el Viernes Santo](https://vanguardia.com.mx/coahuila/vas-a-pasar-por-el-centro-de-saltillo-cerraran-calles-aledanas-del-ojo-de-agua-durante-el-viernes-santo-AN11491753) De hecho, algunos de estos sitios se han convertido en puntos de peregrinación obligados para los devotos: entre ellos destaca la Catedral de Saltillo, la iglesia de San Juan Nepomuceno, la parroquia de San Esteban, el templo de San Francisco de Asís o la parroquia del Santo Cristo del Ojo de Agua, mismos que cuentan la historia antigua de nuestra ciudad. Pero también hay que decir que las iglesias que pertenecen a organizaciones cristianas mueven el turismo de manera similar en distintas temporadas. Raúl Rodarte Leos, director de la OCV dio detalles sobre el tema. “En esta temporada de Semana Santa hemos observado que la gente de Saltillo sale hacia las playas, a hacer turismo carretero, pero esto se compensa con el turismo religioso que llega aquí a la ciudad; vemos que la ocupación hotelera se mantiene por el segmento religioso: “Tenemos iglesias que han sido pioneras a nivel nacional que generan convenciones y congresos como Comunidad Cristiana que nació aquí en Saltillo y año con año realiza actividades incluso internacionales de jóvenes, pastores, en julio realizan una convención de hombres y en octubre de mujeres. Cristo Vive también ha crecido mucho su infraestructura y por tanto también realiza eventos que de alguna forma generan derrama económica fuera de temporada alta”, mencionó en entrevista para VANGUARDIA. TE PUEDE INTERESAR: [Se prepara todo un ejército: organizan staff de Viacrucis del Ojo de Agua en Saltillo](https://vanguardia.com.mx/coahuila/se-prepara-todo-un-ejercito-organizan-staff-de-viacrucis-del-ojo-de-agua-en-saltillo-HN11492360) En ese sentido, reconoció que el turismo religioso es un segmento que ha ido creciendo en comparación con otras plazas como la del turismo de negocios. “Yo creo que también se suma la ventaja de la movilidad, que es más rápido trasladarse desde Saltillo hacia otros lugares donde también se hace turismo religioso como Viesca, Parras de la Fuente y entre otros municipios y estados del noreste de México”, concluyó.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T01:42:59.093+02:00",
  "updated": "2024-03-29T01:42:59.093+02:00"
}