{
  "thread": {
    "uuid": "ce4eb9836c190432f815f03947b25d004347272e",
    "url": "https://www.dakotanewsnow.com:443/2024/02/29/mystery-solved-120-year-old-shipwreck-finally-found",
    "site_full": "www.dakotanewsnow.com",
    "site": "dakotanewsnow.com",
    "site_section": "https://ksfy.com/news/national",
    "site_categories": [
      "media"
    ],
    "section_title": "National",
    "title": "Mystery solved: 120-year-old shipwreck finally found",
    "title_full": "Mystery solved: 120-year-old shipwreck finally found",
    "published": "2024-03-01T00:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gray-ksfy-prod.cdn.arcpublishing.com/resizer/v2/WZHCUA5SIZFZLPU2RA3I6ZG4PI.png?auth=cc9a3641cf68995ab5aa5c166023b19ae9778396035cc0083f6958af629b1d96&amp;width=1200&amp;height=600&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 30434,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ce4eb9836c190432f815f03947b25d004347272e",
  "url": "https://www.dakotanewsnow.com:443/2024/02/29/mystery-solved-120-year-old-shipwreck-finally-found",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "By",
  "published": "2024-03-01T00:47:00.000+02:00",
  "title": "Mystery solved: 120-year-old shipwreck finally found",
  "text": "(TMX) – A shipwreck discovered by accident off the coast of Australia has solved a 120-year-old mystery, the New South Wales Ministry of Environment and Heritage announced in a news release this week.\nThe steamship SS Nemesis left Newcastle on July 9, 1904, and was transporting coal to Melbourne when it vanished in a storm with 32 people on board.\nThe ship was last seen “in distress in rough seas off Wollongong by another ship also caught in the storm,” NSW Heritage said.\nIn the following weeks, the bodies of Nemesis crew members washed ashore, along with debris from the 240-foot ship, but the wreck was never found – until now.\nIn 2022, Subsea Professional Marine Services was searching for lost cargo containers off the coast of Sydney when the company accidentally located the wreck of the SS Nemesis about 16 miles offshore at a depth of around 525 feet.\n“It has been an absolute honor to have discovered this wreck which will now finally bring some closure to the families of its lost crew members,” said Ed Korber of Subsea Professional Marine Services. “Our marine and remote operated vehicle team have navigated difficult challenges to get the first incredible footage that has allowed Heritage NSW to confirm this was indeed the Nemesis wreck.”\nNSW Heritage experts suspected it was the Nemesis, but confirmation was difficult so far out and so deep. The Commonwealth Scientific and Industrial Research Organisation, or CSIRO, captured additional underwater imagery to identify the ship and provide clues to its sinking.\n“The loss of Nemesis has been described as one of Sydney’s most enduring maritime mysteries and has even been described by shipwreck researchers as the ‘holy grail’,” NSW Minister for Environment and Heritage Penny Sharpe said in a statement.\n“Thanks to collaborative work with CSIRO and Subsea, using modern technology and historical records, Heritage NSW has been able to write the final chapter of SS Nemesis’ story,” Sharpe said. “Around 40 children lost their parents in this wreck, and I hope this discovery brings closure to families and friends connected to the ship who have never known its fate.”\nUnderwater imagery captured by CSIRO showed the iron-hulled Nemesis settled upright on a sand plain with significant damage to its bow and stern.\n“Our technical team aboard CSIRO research vessel, RV Investigator, did an amazing job in mapping the entire site and capturing very clear vision of the wreck using one of our underwater camera systems,” said CSIRO Voyage Manager Jason Fazey. “Using RV Investigator’s advanced multibeam echosounders, we were able to create a high-resolution map of the entire wreck and measure key dimensions to aid in its identification.”\nInvestigators believe the ship sank after its engine became overwhelmed in the storm. When the Nemesis was hit by a large wave, it sank too quickly for lifeboats to be deployed. The ship was carrying crew members from Australia, the U.K., and Canada.\n“With only 105 of the more than 200 shipwrecks off the NSW coast having been discovered, this is an important find,” said Minister Paul Scully, Member for Wollongong. “The discovery of the Nemesis shows why Wollongong continues to explore its history in what is a proud port city.”\nCopyright 2024 TMX. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest"
  ],
  "external_links": [
    "https://www.environment.nsw.gov.au/news/ss-nemesis-120-year-old-shipwreck-mystery-solved-and-search-for-relatives-begins",
    "https://environment.nsw.gov.au/news/ss-nemesis-120-year-old-shipwreck-mystery-solved-and-search-for-relatives-begins"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nemesis",
        "sentiment": "none"
      },
      {
        "name": "ed korber",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nsw heritage",
        "sentiment": "none"
      },
      {
        "name": "newcastle",
        "sentiment": "none"
      },
      {
        "name": "heritage",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "new south wales",
        "sentiment": "none"
      },
      {
        "name": "wollongong",
        "sentiment": "none"
      },
      {
        "name": "melbourne",
        "sentiment": "none"
      },
      {
        "name": "sydney",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T01:03:07.507+02:00",
  "updated": "2024-03-01T01:03:07.507+02:00"
}