{
  "thread": {
    "uuid": "2d2125b75e5466ad09329c948265e63c3a5b10df",
    "url": "https://www.act.gov.au/our-canberra/latest-news/2024/march/meet-the-2024-canberra-citizen-of-the-year",
    "site_full": "www.act.gov.au",
    "site": "act.gov.au",
    "site_section": "https://www.act.gov.au",
    "site_categories": [
      "law_government_and_politics",
      "us_government_resources"
    ],
    "section_title": "Home - ACT Government",
    "title": "Meet the 2024 Canberra Citizen of the Year - Our Canberra",
    "title_full": "Meet the 2024 Canberra Citizen of the Year - Our Canberra",
    "published": "2024-03-15T01:02:57.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://www.act.gov.au/our-canberra/latest-news/2024/march/meet-the-2024-canberra-citizen-of-the-year/Roundabout2023_MG_6136-1-2.jpg",
    "performance_score": 0,
    "domain_rank": 6467,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2d2125b75e5466ad09329c948265e63c3a5b10df",
  "url": "https://www.act.gov.au/our-canberra/latest-news/2024/march/meet-the-2024-canberra-citizen-of-the-year",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ACT Government; PositionTitle=Director; SectionName=Corporate Management; Corporate=Chief Minister; Treasury",
  "published": "2024-03-15T01:02:57.000+02:00",
  "title": "Meet the 2024 Canberra Citizen of the Year - Our Canberra",
  "text": "Hannah Andrevski, Roundabout Canberra founder and CEO and 2024 Canberra Citizen of the Year. 15 March 2024 Roundabout Canberra founder and CEO Hannah Andrevski has been named the 2024 Canberra Citizen of the Year in recognition of her commitment to supporting families in need. Hannah founded Roundabout Canberra in 2018 after trying to find a service where she could donate pre-loved belongings her children no longer needed. The Holt-based charity provides safe, essential baby and children’s items to families across the ACT and its surrounds. This year alone, Roundabout Canberra has helped hundreds of children and gifted thousands of items – with each family’s dignity always upheld. Items donated to Roundabout are cleaned, sorted and safety checked. From there, the charity works with more than 500 social workers and support workers from more than 100 organisations in Canberra and the surrounding regions to distribute the items to families in need. Locations that items are delivered to include: - public hospitals - women’s and domestic violence refuges - migrant and refugee support services and more. The name of the charity is more than just a nod to Canberra’s love of roundabouts. Roundabout reflects a mission to reduce waste and a commitment to a circular economy, where items are passed from one child to another. Hannah was a 2019 Westfield Local Hero and a nominee for the 2020 ACT Local Hero award. She also won the Galent Management Consulting Profound Influence Award at the 2019 Volunteering Awards, Canberra Region. “It’s hard to express how much this award means to me,” Hannah said. “I’m a very proud and passionate Canberran, having grown up here, and now raising my own family here. I care deeply about our community and want to play a role in making it a better place for all of us to live. “It’s a privilege to get to do what I do – to provide much needed support to families in our community in a way that upholds their dignity.” For more information about Hannah and Roundabout Canberra, visit roundaboutcanberra.org . Get ACT news and events delivered straight to your inbox, sign up to our email newsletter: All Canberra",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://roundaboutcanberra.org/).",
    "https://www.roundaboutcanberra.org/)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hannah andrevski",
        "sentiment": "negative"
      },
      {
        "name": "marc",
        "sentiment": "neutral"
      },
      {
        "name": "hannah",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "canberra",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T01:02:58.483+02:00",
  "updated": "2024-04-04T01:32:59.645+03:00"
}