{
  "thread": {
    "uuid": "fb050a0101849f1180f8e28697d9133697216bdb",
    "url": "https://la.eater.com/2023/12/28/24012659/year-in-eater-2023-los-angeles-dining-experts-hopes-restaurant-industry",
    "site_full": "la.eater.com",
    "site": "eater.com",
    "site_section": "http://feeds.feedburner.com/eaterLA",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Eater LA -  All",
    "title": "LA Dining Experts Discuss Their Biggest Hopes for the Restaurant Industry in 2024",
    "title_full": "LA Dining Experts Discuss Their Biggest Hopes for the Restaurant Industry in 2024",
    "published": "2023-12-28T23:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "LA",
    "main_image": "https://cdn.vox-cdn.com/thumbor/Y-gzH7By_FrOv0VnzRNwwvzkZZs=/0x859:6000x4000/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/13753577/LA_Skyline_Shutterstock.jpg",
    "performance_score": 0,
    "domain_rank": 1343,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 2,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fb050a0101849f1180f8e28697d9133697216bdb",
  "url": "https://la.eater.com/2023/12/28/24012659/year-in-eater-2023-los-angeles-dining-experts-hopes-restaurant-industry",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Eater Staff",
  "published": "2023-12-28T23:00:00.000+02:00",
  "title": "LA Dining Experts Discuss Their Biggest Hopes for the Restaurant Industry in 2024",
  "text": "Welcome to the [Year in Eater 2023](https://la.eater.com/year-in-eater) — our annual tradition that looks back at the highs, lows, and in-betweens of Los Angeles’s restaurant scene. Today, LA’s finest food writers, editors, reporters, and a few select others with strong opinions share their biggest hopes for the restaurant industry in 2024 and beyond. Gary Baum, Senior Writer, The Hollywood Reporter That there isn’t another entertainment industry labor strike. The Teamsters and IATSE’s contracts are expiring next year — which would affect local diners’ pocketbooks. Bill Esparza, contributor, Eater LA My hope is that diners in Los Angeles mature. America, and LA, is newer as a dining destination, and Angelenos are so fickle and subject to trends. We tend to miss the bigger picture on why LA is the best place to dine. I’d like to see more coverage for our Latin American restaurants, but I believe that begins with diners. In terms of Mexican cuisine, there is a lack of support for Indigenous-owned restaurants and our incredible fondas. Mexican and Central American restaurants are dominant, vital, and fundamental to our city, and continue to be undervalued. Besides, there’s better game hen at our Salvadoran, and Guatemalan restaurants. Farley Elliott, SoCal Bureau Chief, SFGate This city is filled with fluctuations and unexpected turns, from interest rates and cost of goods to rent and labor changes. I’m mostly hoping for a peaceful year of happy, celebratory eating. Kristie Hang, contributor, Eater LA I hope the higher-end fine-dining restaurants serving ethnic food can make it. I often hear people complain that Los Angeles doesn’t have the same caliber of nice Asian restaurants as San Francisco or Orange County. The challenge arises when, for example, Chinese food is perceived as not worth the higher price tag. While it’s fair for individuals to find a meal expensive, it becomes disheartening when some say that a certain ethnic meal is never inherently worth that much. Interestingly, these same individuals might not hesitate to spend a similar amount on a steakhouse or Japanese omakase. I assure you preparing a Peking Duck is much more difficult than grilling a tomahawk steak. Alison Herman, TV Critic, Variety That conversations around big-picture issues like gentrification and food costs don’t demonize or place an undue burden on individual businesses, who are making choices within an incentive structure they don’t fully control. Restaurants should be applauded for doing what they can! I just hope they aren’t punished for reaching their limits while also keeping their heads above water. Mona Holmes, Reporter, Eater LA Two things. First, restaurants need to receive additional support after a wildly unpredictable year. I would love our mayor, governor, and city to further recognize how challenging restaurant operations can be outside of the six months straight of rain, actor/writer strikes, and rising costs. And two, that diners embrace empathy. Prices are high for everyone, and it’s showing up on our grocery store AND restaurant receipts. Goods and services have gone way up. Through conversations and looking at social media comments, people are constantly complaining about it. I don’t like it either, but this is the new normal. Restaurant owners don’t want to piss you off, they are just trying to pay employees and rent. But there is a bigger thing at play: if you don’t support your local restaurant, it will disappear. Like so many closures we’ve seen in 2023. Lesley Suter, Interim Editorial Lead/Special Projects Editor, Eater In all honesty and cheesiness: Kindness. Kindness from patrons, in particular; there are some absolutely wild behaviors floating around that are outright poisonous. Kindness from restaurateurs and chefs toward their staff; we all need to make a buck but it doesn’t always have to be about that. Matthew Kang, Lead Editor, Eater LA More transparency about equitable pay, comfortable and fair working conditions, and fiscal responsibility from operators. There are just too many stakeholders in the restaurant industry, and we need to think of restaurant businesses more holistically. I’m hoping to focus more of my own coverage on these aspects as well, and if there are restaurants that aren’t, then hopefully the reporting will keep them in account. Evan Lovett, founder, L.A. in a Minute I hope that the Los Angeles restaurant scene continues to thrive. We truly have the most diverse excellence of any culinary city on the globe, and each neighborhood has gems that deserve recognition. I love to see new chefs emerge, and new cuisines and dishes introduced and celebrated here in LA. Joshua Lurie, founder, FoodGPS.com My hope is that we have at least a couple more years until restaurateurs develop menus using AI programs instead of people, replace chefs with robots, and deliver food with a fleet of drones. That’s all but inevitable for the lowest common denominator tech bros. Until then, let’s continue to celebrate the people with personal visions who make the food world exciting and unique. Elina Shatkin, KCRW I’d like to believe that the pandemic, which exposed many of the inequalities and endemic problems of both the hospitality industry and our food supply chain, would lead to better working conditions and more sustainable business models in the food world but I’m not optimistic about human nature. Especially when it’s warped by the crushing power of late-stage capitalism. So I have no realistic hope for the hospitality industry in 2024. I would, however, love to see it become more hospitable for the people who work in it, at every level. Jean Trinh, freelance reporter It’s been really painful and heartbreaking to see so many restaurants close this year, some of which had been longtime Los Angeles institutions. I hope the economy gets better next year so that it won’t be such a struggle to keep a restaurant open.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Economy, Business and Finance",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gary baum",
        "sentiment": "none"
      },
      {
        "name": "bill esparza",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "teamsters",
        "sentiment": "none"
      },
      {
        "name": "iatse",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "la",
        "sentiment": "none"
      },
      {
        "name": "hollywood",
        "sentiment": "none"
      },
      {
        "name": "america",
        "sentiment": "none"
      },
      {
        "name": "los angeles",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:22:09.130+02:00",
  "updated": "2024-01-05T01:34:00.971+02:00"
}