{
  "thread": {
    "uuid": "5b0ff335cd6e61714b995fc5c4ceed5cc0aedea5",
    "url": "https://www.legit.ng/nigeria/1581433-photos-emerge-young-man-trek-gombe-abuja-honour-cds-musa",
    "site_full": "www.legit.ng",
    "site": "legit.ng",
    "site_section": "https://hausa.legit.ng",
    "site_categories": [
      "media",
      "homework_study_tips",
      "education",
      "non_standard_content"
    ],
    "section_title": "Labaran Hausa - Labaran Duniya | Legit.ng Hausa labarai kai tsaye",
    "title": "Photos Emerge As Young Man Trek From Gombe to Abuja in Honour of CDS Musa - Legit.ng",
    "title_full": "Photos Emerge As Young Man Trek From Gombe to Abuja in Honour of CDS Musa - Legit.ng",
    "published": "2024-02-29T23:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://netstorage-legit.akamaized.net/images/0436c4ccc2b1aab7.png?imwidth=1200",
    "performance_score": 0,
    "domain_rank": 10733,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5b0ff335cd6e61714b995fc5c4ceed5cc0aedea5",
  "url": "https://www.legit.ng/nigeria/1581433-photos-emerge-young-man-trek-gombe-abuja-honour-cds-musa",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Segun Adeyemi",
  "published": "2024-02-29T23:15:00.000+02:00",
  "title": "Photos Emerge As Young Man Trek From Gombe to Abuja in Honour of CDS Musa - Legit.ng",
  "text": "Photos Emerge As Young Man Trek From Gombe to Abuja in Honour of CDS Musa - The defence headquarters in Abuja has welcomed Mallam Suleiman Rabiu, the man who trekked from Gombe - Rabiu embarked on 700 kilometres on foot to see the chief of defence staff, General Christopher Musa - The 29-year-old revealed that the leadership trait of General Musa spurred his determination to embark on the walk Legit.ng journalist Segun Adeyemi has over 9 years of experience covering political events, civil societies, courts, and metro FCT, [Abuja](https://www.legit.ng/tags/abuja-city-news-today/) - A 29-year-old driver from [Gombe State](https://www.legit.ng/tags/gombe-state-news-today/), Mallam Suleiman Rabiu, undertook a remarkable journey covering over 700 kilometres to express gratitude for the leadership of Chief of Defence Staff, General Christopher Gwabin Musa. Departing Gombe State on February 12, 2024, he reached Abuja on February 28, 2024, enduring 16 days of challenging weather conditions. Suleiman's motivation stemmed from his admiration for General CG Musa's leadership qualities, which he believes have notably enhanced the security of lives and property since assuming office. He specifically cited the people-centric approach of the CDS as the driving force behind his decision to show solidarity with the Armed Forces Chief. Rabiu expressed his determination to travel to Abuja to convey his appreciation to the Chief of Defence Staff (CDS) for his exceptional leadership, which has resulted in notable successes across various operational areas in the country. He emphasised that his journey serves as evidence of the improved security situation in [Nigeria](https://www.legit.ng/nigeria/), highlighting that previously, such travels would have been hindered by insecurity, particularly in the Northeast region. DHQ welcomes Suleiman Upon arrival, Rabiu was welcomed by Acting Director of Defence Information, Brigadier General Tukur Gusau, Assistant Director of Defence Headquarters Provost, Major Nneka Olima, and Special Assistant to the CDS, Alhaji Hashim Hussaini. Brigadier General Gusau expressed gratitude to the young man for his support of the military, explicitly acknowledging his connection with the Chief of Defence Staff. He reassured the individual of the continued dedication of the CDS to maintaining maximum security in the country. He emphasised that the Armed Forces, led by General Musa, prioritise the welfare of the [people](https://www.legit.ng/people/) and are committed to upholding democratic principles and furthering the goals outlined in the President's Renewed Hope agenda. Army rewards 8 personnel for rejecting N1.5m bribe from cattle rustlers In another report, at least eight personnel of the Special Task Force of Operation SAFE HAVEN (OPSH) have been honoured by [the Nigerian Army.](https://www.legit.ng/nigeria/1581115-photos-emerge-army-rewards-personnel-rejecting-n15m-bribe-cattle-rustlers/) It was gathered that these personnel had rejected an N1.5 million bribe from some suspected cattle rustlers in Plateau state. The military commander of the squad encouraged all security personnel to emulate the exemplary conduct demonstrated by the eight distinguished individuals. PAY ATTENTION: [Donate to Legit Charity on Patreon. Your support matters!](https://www.patreon.com/legit) Source: Legit.ng",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://news.google.com/publications/CAAiEE_46eMZDNHXP_a26TYOsGIqFAgKIhBP-OnjGQzR1z_2tuk2DrBi)",
    "https://www.news.google.com/publications/CAAiEE_46eMZDNHXP_a26TYOsGIqFAgKIhBP-OnjGQzR1z_2tuk2DrBi)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mallam suleiman rabiu",
        "sentiment": "none"
      },
      {
        "name": "cg musa",
        "sentiment": "none"
      },
      {
        "name": "suleiman",
        "sentiment": "none"
      },
      {
        "name": "rabiu",
        "sentiment": "none"
      },
      {
        "name": "christopher gwabin musa",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "gombe state",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gombe",
        "sentiment": "none"
      },
      {
        "name": "abuja",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:22:29.006+02:00",
  "updated": "2024-03-01T01:42:47.681+02:00"
}