{
  "thread": {
    "uuid": "0d30106cd285eb8418327d62f6fd16b9f17841e1",
    "url": "https://barrie.ctvnews.ca/keeping-scottish-culture-alive-in-collingwood-through-piping-and-drumming-1.6713557",
    "site_full": "barrie.ctvnews.ca",
    "site": "ctvnews.ca",
    "site_section": "http://barrie.ctvnews.ca/rss/ctv-news-barrie-1.1293974",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "Keeping Scottish culture alive in Collingwood through piping and drumming",
    "title_full": "Keeping Scottish culture alive in Collingwood through piping and drumming",
    "published": "2024-01-05T23:24:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.ctvnews.ca/polopoly_fs/1.6712058.1704489609!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
    "performance_score": 0,
    "domain_rank": 981,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0d30106cd285eb8418327d62f6fd16b9f17841e1",
  "url": "https://barrie.ctvnews.ca/keeping-scottish-culture-alive-in-collingwood-through-piping-and-drumming-1.6713557",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Molly Frommer",
  "published": "2024-01-05T23:24:00.000+02:00",
  "title": "Keeping Scottish culture alive in Collingwood through piping and drumming",
  "text": "Advertisement Keeping Scottish culture alive in Collingwood through piping and drumming Share: Beinn Gorm Highlanders in Collingwood have been busy keeping the Scottish culture and traditions alive by practicing piping and drumming once a week, with participants ranging from six years old into their mid-80s. \"Most of our members have been able to come back out and we're actually getting some new members and younger members in our community involved in piping and drumming. They're working right now on basic rhythms and how to hold the stick properly, good technique, good form, posture and then with the pipes, it's important to learn how to hold the instrument keeping the fingers straight, for example,\" said Daniel Carr, bagpipe instructor. - [Download the CTV News app to get local alerts on your device](http://www.ctvnews.ca/app) - [Get the latest local updates sent to your email inbox](http://www.ctvnews.ca/newsletters) Following the lessons, the pipe band comes together for a band practice. Sheila Stewart was one of the founding members of the pipe band back in 2000. She said she's seen it evolve significantly over the years. \"It's been an amazing process to see the kids come through, and it's just been a very fulfilling thing. We've had to learn to teach; we've integrated guitars, drum kits, singers and different things. It's been a wonderful journey, a very fulfilling journey,\" said Stewart. Twelve-year-old Ruby Boucher and her grandmother have been taking part in bagpipe lessons on Tuesdays and said it's something they look forward to. \"I've been growing up around bagpipes since I was very young, and I've always looked up to grandma. It's been really fun. I really enjoy doing it, and you get to socialize a lot as well. I love it,\" said Boucher. Drum Sergeant Don Foley has been drumming since he was a young boy and said it's a full circle moment teaching others. \"I started playing around the same age as most of the kids here, and I just want them to be excited about music, which is what it comes down to. It's always been really, really exciting and always really infectious how exciting the whole genre is, and it's a very technical style of drumming as well,\" said Foley. Piping and drumming lessons occur every Tuesday at 6 p.m. at the Collingwood Legion., and highland dance classes are offered on Monday nights at Duntroon Hall outside Collingwood from 5 p.m. to 7 p.m. [view larger image](#)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "beinn gorm h",
        "sentiment": "negative"
      },
      {
        "name": "daniel carr",
        "sentiment": "none"
      },
      {
        "name": "sheila stewart",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ctv news",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "collingwood",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:06:39.421+02:00",
  "updated": "2024-01-13T01:02:44.281+02:00"
}