{
  "thread": {
    "uuid": "115064d13a7ba45682ac3003190fae76863628fb",
    "url": "https://www.canalsur.es/noticias/la-familia-turca-rescatada-por-la-ume-en-el-terremoto-de-turquia-visita-moron/2058017.html",
    "site_full": "www.canalsur.es",
    "site": "canalsur.es",
    "site_section": "https://www.canalsur.es",
    "site_categories": [
      "media"
    ],
    "section_title": "Canal Sur | RTVA Radio y Televisión de Andalucía",
    "title": "La familia turca rescatada por la UME en el terremoto de Turquía visita Morón",
    "title_full": "La familia turca rescatada por la UME en el terremoto de Turquía visita Morón",
    "published": "2024-06-22T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.canalsur.es/resources/archivos_offline/2024/6/22/1719061614325ume.jpg",
    "performance_score": 0,
    "domain_rank": 25550,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "115064d13a7ba45682ac3003190fae76863628fb",
  "url": "https://www.canalsur.es/noticias/la-familia-turca-rescatada-por-la-ume-en-el-terremoto-de-turquia-visita-moron/2058017.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-06-22T03:00:00.000+03:00",
  "title": "La familia turca rescatada por la UME en el terremoto de Turquía visita Morón",
  "text": "Emotivo encuentro de la madre y los dos hijos pequeños con los miembros del batallón de la Unidad Militar de Emergencias que los rescataron de una muerte segura. La Unidad Militar de Emergencias (UME) celebra este sábado en su base de Morón de la Frontera (Sevilla) el Día de las Familias, con unos invitados muy especiales: una mujer y sus dos hijos pequeños a quienes los militares rescataron el año pasado en el terremoto de Turquía, tras una difícil intervención que duró alrededor de 30 horas. Elif tenía cinco años y su hermano Muslim 18 meses cuando fueron rescatados junto a su madre por miembros del Segundo Batallón de Intervención de Emergencias (BIEM) de Sevilla. Fueron salvados de una muerte segura en febrero de 2023 tras permanecer cinco días bajo toneladas de escombros, conviviendo además con el cadáver del padre y marido. Leila, la mujer rescatada, llama a los militares españoles que la salvaron \"sus ángeles\" y \"su familia de corazón\", términos que en este emotivo encuentro ha repetido numerosas veces. El batallón de la UME fue desplegado en la localidad turca de Nurdagi tras el terremoto de 7,8 grados Richter que azotó el sureste del país en febrero de 2023. En Madrid la familia ha sido recibida también por la ministra de Defensa, Margarita Robles, quien ha destacado \"el trabajo que hizo la UME poniendo en riesgo su vida para salvar la de estas personas\". La familia Yilmaz ha mostrado su agradecimiento a las autoridades españolas por su trabajo y ha dicho que, aunque ya consideraban al pueblo español como un pueblo hermano\" por \"su generosidad\" antes del terremoto, después de esta \"hazaña\" consideran a todos los españoles parte de su \"familia\". La UME no sólo rescató a la familia Yilmaz en su misión en Turquía. Como resultado de esa operación, el cuerpo recuperó en total a nueve personas con vida y distribuyó 3.600 toneladas de ayuda humanitaria.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Social Issue"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-22T18:18:23.429+03:00",
  "updated": "2024-06-22T18:18:23.429+03:00"
}