{
  "thread": {
    "uuid": "df85ccce0c2a2593fc5ca36f09ea7447f934d4b1",
    "url": "https://www.laprensani.com/2024/03/29/opinion/3298955-libertad-religiosa-y-derecho-a-rezar",
    "site_full": "www.laprensani.com",
    "site": "laprensani.com",
    "site_section": "https://laprensani.com/",
    "site_categories": [
      "top_news"
    ],
    "section_title": "La Prensa - Noticias de Nicaragua y el mundo",
    "title": "Libertad religiosa y derecho a rezar - La Prensa",
    "title_full": "Libertad religiosa y derecho a rezar - La Prensa",
    "published": "2024-03-29T09:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NI",
    "main_image": "https://s3.us-west-2.amazonaws.com/s3.laprensa.com.ni-bq/wp-content/uploads/2023/11/Arlen-Regina-Perez-Guadamuz-1.jpg",
    "performance_score": 0,
    "domain_rank": 40100,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "df85ccce0c2a2593fc5ca36f09ea7447f934d4b1",
  "url": "https://www.laprensani.com/2024/03/29/opinion/3298955-libertad-religiosa-y-derecho-a-rezar",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Arlen Regina Pérez Guadamuz",
  "published": "2024-03-29T09:00:00.000+03:00",
  "title": "Libertad religiosa y derecho a rezar - La Prensa",
  "text": "La iglesia católica desde hace muchos años ha tenido protagonismo en la historia de Nicaragua. Los líderes religiosos han sido promotores de la paz en los tiempos decisivos para mantener la democracia del país. El inicio de la crisis sociopolítica en abril de 2018 no fue la excepción, solo que en esta ocasión se ha marcado a la fe como enemiga. Cuando los nicaragüenses salieron con la bandera azul y blanco, los simpatizantes del Frente Sandinista de Liberación Nacional decían que “se robaron la bandera”, pero esta logró marchar con la bandera amarilla y blanca de la iglesia católica, mostrando que la patria y la fe son para todos los nicaragüenses. Esa marcha y la participación en el famoso Diálogo Nacional le costó a la iglesia católica ser marcada como un enemigo, como lo habían sido los estudiantes y desde hace años, los campesinos, como plantea el Grupo de Expertos en Derechos Humanos para Nicaragua (GHREN). La receta para los “enemigos”, según plantea el GHREN es la misma: asedio, amenazas, prisión arbitraria, destierro y “la última de París”, la desnacionalización. Al ver cómo se siguió esa fórmula fue la mejor muestra de que la iglesia católica había sido “marcada”. Entre los derechos “en juego” se ha mencionado la libertad de asociación, la libertad académica y ahora con los religiosos y feligreses siendo víctimas esta receta, se habla de la libertad religiosa. ¿Pero qué implica la libertad religiosa? El derecho a creer y a profesar la fe. Los católicos tienen siete sacramentos. Son presentados a la iglesia y de bebés bautizados, cuando son niños y niñas y pasan por un proceso de preparación reciben su primera comunión y en una edad adolescente o adulta confirman que esa es la fe que desean seguir. La iglesia en busca de la paz por el camino de la fe, llamó a los feligreses a rezar el rosario y a rezar la coronilla de San Miguel Arcángel, lo que llevó a que, así como portar una bandera azul y blanco, portar las cuentas de Ave María y Padre Nuestro fuera visto como “una amenaza” a lo establecido por los que simpatizantes de un partido político. Así como privar de la libertad tiene formas de resistir, como inventar cuentos en la prisión, silbar el Himno Nacional, leer las etiquetas de los escasos productos que permitían pasar, los religiosos y feligreses continuaron rezando, asistiendo a misa y cuando se les impide ir a los templos, ven las misas en redes sociales. Con las últimas detenciones arbitrarias de sacerdotes que posteriormente fueron excarcelados y desterrados, algunas parroquias “se prestan curas” y los feligreses pasan de una a dos horas esperando por la misa los domingos. Antes de eso el Cardenal Leopoldo Brenes nombraba 9 nuevos sacerdotes un fin de semana y esa misma semana el régimen había detenido a más de 10. Lo que muestra una de las razones de esta carencia. Los católicos siempre rezan por nuevos y buenos sacerdotes, pero es una súplica que cada vez requiere de más que rezar. Los religiosos hoy viven “la marca” que han tenido los campesinos, más visible desde las protestas contra el proyecto del canal interoceánico, la que cargan los estudiantes desde las protestas y las que día a día portamos los periodistas, que nos ha llevado a una escasez del relevo generacional. La fe es algo que cada uno lleva. Se puede resistir y mantenerla. Se suele decir que no se pierda la esperanza, porque en la esperanza está la fe. Lamentablemente se continuará hablando de las violaciones a la libertad religiosa, pero los nicaragüenses han sabido resistir en la defensa de sus derechos, sobre todo los creyentes con su derecho a rezar. Hay nicaragüenses que han fallecido en su espera del restablecimiento de la democracia, de un Estado de Derecho, hay quienes han luchado, quienes perdieron libertad, su proyecto de vida en la tierra que los vio nacer, la vida misma, quienes lucharon en las calles y quienes siguen batallando doblando rodillas. Estudiosos de la fe han dicho que lo que se busca en Nicaragua es una iglesia sin sacerdotes, que cual si fuera un edificio quieren apropiarse de la fe, pero rezar es un acto que se puede hacer en el interior de cada uno, un espacio, hasta cierto punto seguro para poder ejercer derechos, pero esto explica lo fundamental que es la libertad de expresión para poder manifestar otros derechos. No es la primera vez que la iglesia católica enfrenta una crisis en un país, que un pueblo católico debe resistir violaciones a la libertad religiosa y la mayor fortaleza es que cuando todo pase, porque todo pasa, la estructura de la iglesia católica trasciende fronteras y tiene capacidad de levantarse junto a los fieles que saben que rezar también es un acto de rebeldía.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T09:47:48.159+03:00",
  "updated": "2024-03-29T09:47:48.159+03:00"
}