{
  "thread": {
    "uuid": "049187879bcf6ccf92f717f016ab321f32a9cca3",
    "url": "https://whatsnew2day.com/quadrantid-meteor-shower-will-peak-tonight-with-up-to-110-shooting-stars-every-hour-heres-the-best-time-to-see-it-from-the-uk/",
    "site_full": "whatsnew2day.com",
    "site": "whatsnew2day.com",
    "site_section": "https://whatsnew2day.com",
    "site_categories": [
      "media"
    ],
    "section_title": "WhatsNew2Day - Latest News And Breaking Headlines",
    "title": "Quadrantid Meteor Shower Will Peak TONIGHT With Up To 110 Shooting Stars Every Hour - Here's The Best Time To See It From The UK » WhatsNew2Day",
    "title_full": "Quadrantid Meteor Shower Will Peak TONIGHT With Up To 110 Shooting Stars Every Hour - Here's The Best Time To See It From The UK » WhatsNew2Day",
    "published": "2024-01-03T09:35:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://wtsn2.b-cdn.net/wp-content/uploads/2024/01/Quadrantid-Meteor-Shower-will-peak-TONIGHT-with-up-to-110.jpg",
    "performance_score": 0,
    "domain_rank": 72858,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "049187879bcf6ccf92f717f016ab321f32a9cca3",
  "url": "https://whatsnew2day.com/quadrantid-meteor-shower-will-peak-tonight-with-up-to-110-shooting-stars-every-hour-heres-the-best-time-to-see-it-from-the-uk/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "rosenfornevada",
  "published": "2024-01-03T09:35:00.000+02:00",
  "title": "Quadrantid Meteor Shower Will Peak TONIGHT With Up To 110 Shooting Stars Every Hour - Here's The Best Time To See It From The UK » WhatsNew2Day",
  "text": "- The first meteor shower of 2024 will peak tonight and you won’t want to miss it - It is one of the strongest and most consistent meteor showers of the entire year. If you’re a fan of sky gazing, be sure to keep an eye on the sky tonight. The first meteor shower of 2024 will peak tonight and you won’t want to miss it. The quadrantid meteor shower will run from December 28 to January 12, but will reach its maximum intensity tonight. Among the strongest and most consistent meteor showers of the entire year, the Quadrantids can produce up to 110 shooting stars every hour. Here’s everything you need to know, including how and when to watch from the UK. If you’re a fan of sky gazing, be sure to keep an eye on the sky tonight. The first meteor shower of 2024 will peak tonight and you won’t want to miss it While the meteors appear to radiate from the constellation ‘Bootes’, which is close to the Big Dipper, they are actually named after the ancient constellation ‘Quadrans Muralis’. Meteors are fragments of debris from comets and asteroids that enter Earth’s atmosphere at astonishing speeds of up to 43 miles per second. Upon entering, they vaporize instantly, causing rays of light to appear in the night sky. The progenitor body of the Quadrantids remains unclear, although there are two main theories. Some experts suggest that the meteors come from an asteroid called 2003 EH1, while others say that comet 96P/Machholz is responsible. Although the meteors appear to radiate from the constellation ‘Bootes’, which is located near the Big Dipper, they are actually named after the ancient constellation ‘Quadrans Muralis’. “Quadrans Muralis is now part of Boötes,” the Royal Greenwich Museum explained. Most meteor showers tend to stay at their peak for about two days, but you’ll have to be quick to catch the Quadrantids. The peak will only last about six hours, from tonight until dawn tomorrow morning. The Met Office is forecasting a cold night for much of the UK, so make sure you bundle up if you venture out For the best viewing conditions, head to a wide, open space with little light pollution, around midnight. “Meteor hunting, like the rest of astronomy, is a waiting game, so it’s best to bring a comfortable chair to sit on and stay warm as you might be outside for a while,” Royal Museums Greenwich said. “They can be seen with the naked eye, so there is no need to use binoculars or a telescope, although you will need to let your eyes adjust to the dark for at least 15 minutes beforehand.” Unfortunately, the peak will coincide with the last quarter phase of the Moon this year, so the moonlight will cause some interference in meteor viewing. What’s more, the Met Office is predicting a cold night for much of the UK, so make sure you bundle up if you venture out. “Some showers persist in eastern Scotland,” the Met Office said. ‘Otherwise a mostly dry night with light winds and some clear spells developing, the odd shower in the west. Cold with local frost. Explained: The difference between an asteroid, a meteorite and other space rocks. A asteroid It is a large chunk of rock left over from collisions or the early solar system. Most are located between Mars and Jupiter in the Main Belt. TO kite It is a rock covered in ice, methane and other compounds. Their orbits take them much farther from the solar system. TO meteorite It’s what astronomers call a flash of light in the atmosphere when debris burns up. These wastes themselves are known as meteoroid. Most are so small that they vaporize into the atmosphere. If any of these meteoroids reach Earth, they are called meteorite. Meteorites, meteoroids, and meteorites typically originate from asteroids and comets. For example, if the Earth passes through the tail of a comet, much of the debris burns up in the atmosphere, forming a meteor shower.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Weather",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "big dipper",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "earth",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-03T14:45:46.081+02:00",
  "updated": "2024-01-03T14:45:46.081+02:00"
}