{
  "thread": {
    "uuid": "8abccb64fff3aa2302e9aeea77afe552e2ebfc7b",
    "url": "https://www.zacks.com/stock/news/2203353/fortinet-ftnt-rises-higher-than-market-key-facts",
    "site_full": "www.zacks.com",
    "site": "zacks.com",
    "site_section": "https://www.zacks.com/topics/daily-movers?page=4",
    "site_categories": [
      "financial_news",
      "finance",
      "mutual_funds"
    ],
    "section_title": "Daily-movers Archive - Zacks.com",
    "title": "Fortinet (FTNT) Rises Higher Than Market: Key Facts - December 28, 2023 - Zacks.com",
    "title_full": "Fortinet (FTNT) Rises Higher Than Market: Key Facts - December 28, 2023 - Zacks.com",
    "published": "2023-12-28T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://staticx-tuner.zacks.com/images/default_article_images/default166.jpg",
    "performance_score": 0,
    "domain_rank": 7064,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8abccb64fff3aa2302e9aeea77afe552e2ebfc7b",
  "url": "https://www.zacks.com/stock/news/2203353/fortinet-ftnt-rises-higher-than-market-key-facts",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Zacks Investment Research",
  "published": "2023-12-28T02:00:00.000+02:00",
  "title": "Fortinet (FTNT) Rises Higher Than Market: Key Facts - December 28, 2023 - Zacks.com",
  "text": "Fortinet ( FTNT Quick Quote FTNT - Free Report ) closed the latest trading day at $59.40, indicating a +0.1% change from the previous session's end. The stock outperformed the S&P 500, which registered a daily gain of 0.04%. At the same time, the Dow added 0.14%, and the tech-heavy Nasdaq lost 0.03%.\nThe network security company's shares have seen an increase of 10.71% over the last month, surpassing the Computer and Technology sector's gain of 4.9% and the S&P 500's gain of 5.28%.\nThe investment community will be paying close attention to the earnings performance of Fortinet in its upcoming release. It is anticipated that the company will report an EPS of $0.43, marking a 2.27% fall compared to the same quarter of the previous year. In the meantime, our current consensus estimate forecasts the revenue to be $1.41 billion, indicating a 9.67% growth compared to the corresponding quarter of the prior year.\nIn terms of the entire fiscal year, the Zacks Consensus Estimates predict earnings of $1.56 per share and a revenue of $5.3 billion, indicating changes of +31.09% and +19.91%, respectively, from the former year.\nInvestors should also note any recent changes to analyst estimates for Fortinet. These recent revisions tend to reflect the evolving nature of short-term business trends. As such, positive estimate revisions reflect analyst optimism about the company's business and profitability.\nBased on our research, we believe these estimate revisions are directly related to near-team stock moves. To capitalize on this, we've crafted the Zacks Rank, a unique model that incorporates these estimate changes and offers a practical rating system.\nThe Zacks Rank system, ranging from #1 (Strong Buy) to #5 (Strong Sell), possesses a remarkable history of outdoing, externally audited, with #1 stocks returning an average annual gain of +25% since 1988. Within the past 30 days, our consensus EPS projection remained stagnant. As of now, Fortinet holds a Zacks Rank of #3 (Hold).\nLooking at valuation, Fortinet is presently trading at a Forward P/E ratio of 37.98. This signifies a discount in comparison to the average Forward P/E of 39.88 for its industry.\nIt is also worth noting that FTNT currently has a PEG ratio of 2.2. This popular metric is similar to the widely-known P/E ratio, with the difference being that the PEG ratio also takes into account the company's expected earnings growth rate. The Internet - Software industry had an average PEG ratio of 1.81 as trading concluded yesterday.\nThe Internet - Software industry is part of the Computer and Technology sector. At present, this industry carries a Zacks Industry Rank of 27, placing it within the top 11% of over 250 industries.\nThe Zacks Industry Rank evaluates the power of our distinct industry groups by determining the average Zacks Rank of the individual stocks forming the groups. Our research shows that the top 50% rated industries outperform the bottom half by a factor of 2 to 1.\nYou can find more information on all of these metrics, and much more, on Zacks.com.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "zacks consensus estimates",
        "sentiment": "none"
      },
      {
        "name": "s&p",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "fortinet",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T02:11:48.494+02:00",
  "updated": "2023-12-29T02:11:48.494+02:00"
}