{
  "thread": {
    "uuid": "72b77891e2908c80dc6beef630e6eda6be223cb0",
    "url": "https://www.fanpage.it/spettacolo/programmi-tv/gf-federico-massaro-invaghito-di-anita-quando-la-vedo-il-cuore-mi-batte-fortissimo/",
    "site_full": "www.fanpage.it",
    "site": "fanpage.it",
    "site_section": "https://www.fanpage.it/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Fanpage",
    "title": "GF, Federico Massaro invaghito di Anita: “Quando la vedo il cuore mi batte fortissimo”",
    "title_full": "GF, Federico Massaro invaghito di Anita: “Quando la vedo il cuore mi batte fortissimo”",
    "published": "2024-01-05T23:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://staticfanpage.akamaized.net/wp-content/uploads/sites/25/2024/01/federicoanita.jpg",
    "performance_score": 0,
    "domain_rank": 10746,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "72b77891e2908c80dc6beef630e6eda6be223cb0",
  "url": "https://www.fanpage.it/spettacolo/programmi-tv/gf-federico-massaro-invaghito-di-anita-quando-la-vedo-il-cuore-mi-batte-fortissimo/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ilaria Costabile",
  "published": "2024-01-05T23:01:00.000+02:00",
  "title": "GF, Federico Massaro invaghito di Anita: “Quando la vedo il cuore mi batte fortissimo”",
  "text": "GF, Federico Massaro invaghito di Anita: “Quando la vedo il cuore mi batte fortissimo”\nNella casa del Grande Fratello non mancano sorprese e più tempo passano i gieffini insieme, più può accadere che nascano emozioni inaspettate. Ed è quello che è accaduto a Federico Massaro che, dopo aver trascorso una serata nella suite in compagnia di altri gieffini, tra cui Anita Olivieri, sembra aver cambiato umore e ad accorgersene subito è Fiordaliso.\nFederico confessa a Fiordaliso la sua cotta per Anita\nIl modello non aveva mai negato un certo interesse nei confronti di Anita Olivieri, ma dopo aver trascorso del tempo a distanza più ravvicinata, ormai, ha capito che qualcosa è scattato nella sua mente. Fiordaliso è la prima a rendersene conto e avvicinandosi gli dice: \"Da quando sei tornato dalla suite sei strano. Ma Fede, lo sai che quello a cui vuoi arrivare tu è impossibile. È impossibile e non voglio che tu stia male\". La cantante, quindi, cerca di farlo desistere dal provare ad avvicinarsi in maniera più concreta ad Anita, ma Federico sembra non volerne sapere:\nMe la voglio godere per quella che è. La voglio conoscere. Sono qui, che ci posso fare? Non posso farci niente. È successo, non l’ho deciso io. Non posso fingere che una persone non mi piace, se mi piace. Posso farlo in realtà, però…Lo co che con lei non c’è niente da fare, ma la speranze ce l’ho sempre. Mi è capitato una volta che mi dicevano “no” e dopo che ci siamo conosciuti è diventato un sì.\nIl modello, poi, continua parlando dei suoi sentimenti e delle emozioni che prova nello stare accanto alla gieffina, sempre più convinto nel volerla conoscere senza alcuna aspettativa:\nForse non voglio neanche che cambi idea, però la voglio conoscere. Non ci soffrirò, però quando la vedo mi batte il cuore fortissimo. C’ho proprio la cotta, come i ragazzini. Io me la godo, mi fa ridere sta cosa, lo so che non ho speranze però mi fa ridere e me la godo. Non mi succedeva da un sacco.\nAnita Olivieri sarebbe fidanzata\nDal canto suo, Anita, pare che abbia fatto intendere in più occasioni di essere impegnata, sebbene la persona con cui avrebbe una relazione non si è mai fatta avanti in questi mesi. I due, stando ai racconti che lei ha fatto agli altri inquilini, starebbero insieme da tempo, ma con diversi momenti di lontananza. Di recente la gieffina aveva anche avuto un momento di sconforto, rivelando:\n\"Mi manca, non so se mi sta aspettando\".",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:21:00.801+02:00",
  "updated": "2024-01-06T00:21:00.801+02:00"
}