{
  "thread": {
    "uuid": "41a1cf36c00f6b9cf0d7ac37c66d5e5f2389a137",
    "url": "https://vnexplorer.net/el-ano-del-dragon-s708515.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/",
    "site_categories": [],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "El año del dragón",
    "title_full": "El año del dragón",
    "published": "2023-12-29T16:49:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1a8ygK.img",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "41a1cf36c00f6b9cf0d7ac37c66d5e5f2389a137",
  "url": "https://vnexplorer.net/el-ano-del-dragon-s708515.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-29T16:49:00.000+02:00",
  "title": "El año del dragón",
  "text": "Ariel González. Foto: EL UNIVERSAL\nDentro de la astrología, el zodiaco chino me parece el más fascinante y rico en símbolos. Está ligado, como se sabe, a 12 animales que representan diversos elementos y cualidades que se combinan, además, con un animal interno y otro secreto. Me interesa todo esto por cuanto tiene de carácter mítico y, para mí, también lúdico: no hay mejor divertimento que comparar lo pronosticado con lo ocurrido, lo que se supone nos deparaba el destino y lo que la realidad dispuso. Y precisamente porque la comparación entre una cosa y otra resulta no pocas veces deprimente, prefiero entenderla como un juego, por lo menos en lo que respecta al zodiaco.\n2024 será el año del dragón, única criatura fantástica en esta zoología zodiacal, de ahí su particular encanto. “En China –leo en la Wikipedia– la figura del dragón se asocia con la fuerza, con la salud, con la armonía y con la buena suerte; se coloca encima de las puertas o encima de los techos para desterrar a los demonios y a los espíritus malignos”.\nїSerГЎ un buen aГ±o para MГ©xico? El pensamiento mГЎgico, tan populista que es, se apresta fГЎcilmente a decir que sГ­, pero la realidad, terca y en ocasiones terrible, apunta a que no lo serГЎ y por una sencilla razГіn: arrastramos demasiados problemas como para que a estos les siga algo bueno. El 2023, finaliza вЂ“para quien quiera verlo y para quien no lo quiera tambiГ©nвЂ“ con datos alarmantes que, en el mejor de los casos, se mantendrГЎn igual. El punto de partida del 2024, siento decirlo, es muy poco favorable.\nNo se necesita ser astrólogo ni adivino para determinar que la violencia seguirá cobrando miles de víctimas mortales (llevamos más de 130 mil, como en ningún otro sexenio). Cada día 10 mujeres son asesinadas. Cada 15 minutos alguien pierde la vida. La tragedia ha roto a miles de familias y, desconsuela saberlo, nada de lo que sigue dependerá de la “buena suerte” y “armonía” que el año del dragón promete.\nFrente a la violencia criminal, el gobierno de Morena oscila entre la incapacidad, la simulación y la abierta complicidad. Los que se sientan a la mesa con el crimen organizado preparan ya, sin ningún rubor, sus candidaturas para diversos cargos. Los encargados de la seguridad nacional maquillan las cifras de los desaparecidos y, aun si estas fueran ciertas, no sabemos nada de 92 mil personas.\nLa crisis migratoria, que significa enorme dolor y sufrimiento para miles de personas procedentes de Centroamérica, Venezuela, Haití, Cuba y muchas otras partes del mundo, culmina este 2023 con cifras récord. La presión electoral en Estados Unidos no anuncia nada bueno para quienes cruzan nuestro territorio en busca del sueño americano. El gobierno de Biden seguirá apretando las tuercas de su frontera en respuesta a los republicanos, incapaces de deslindarse de un Trump cuya rabia discursiva, abiertamente neonazi, lo ha llevado a decir que los migrantes “envenenan la sangre de Estados Unidos”. Por su parte, la demagogia y corrupción de las autoridades mexicanas, así como la creciente actividad de los grupos criminales que trafican con seres humanos, harán de 2024 un año particularmente terrible en esta materia.\nPor lo que hace a la salud, otra buena promisión del dragón, mal terminamos 2023 y mal comenzaremos el año que sigue. En medio de recortes y reasignaciones presupuestales, la delirante megafarmacia no llega y, cuando lo haga, no parece que vaya a resolver, según todas las voces expertas, los problemas de abasto y distribución de medicamentos. En el terreno de la salud pública la única buena noticia es que por fin, luego de años, se pueden adquirir en las farmacias los biológicos más avanzados contra las nuevas variantes del Covid. Sin embargo, su costo hace que importantes segmentos de la población sigan dependiendo de las vacunas con que cuenta el gobierno (Abdala y Sputnik, de Cuba y Rusia, respectivamente), desautorizadas por la OMS e ineficaces contra las nuevas variantes del virus. Una verdadera canallada contra los más pobres.\nLa borrachera del gasto social desordenado y clientelar, lo mismo que los costosísimo elefantes blancos (y ahora hasta voladores, con Mexicana), llevan en la deuda pública una penitencia que por mucho que se esfuerce el gobierno no se va a poder ocultar. Hay que sumar a eso la inflación (cosmetizada, como puede constatar cualquiera), las altas tasas de interés y un incierto contexto internacional para dejar de hacer cuentas alegres.\nAdemás de mayor corrupción, opacidad y creciente militarización, el asedio a lo que queda de los organismos independientes y del Poder Judicial proseguirá. La captura de las instituciones que garantizan la vida democrática y el equilibrio de poderes sigue su marcha, y todo hace suponer que en 2024 estrenaremos un gobierno comprometido con la culminación de esta tarea en nombre, claro está, de la “izquierda”, el “progreso” y hasta la “democracia”.\nEl dragón, sin embargo, nos augura también fuerza y buena suerte. Ojalá las tengamos. Si como sociedad conseguimos superar el engaño y el velo propagandístico; si dejamos atrás la indiferencia que normaliza todos los males; si miramos más allá del rencor y las divisiones impuestas; si decidimos ser ciudadanos y no mendicantes de nuestros propios recursos y derechos;\nen fin, si ejercemos y razonamos nuestro voto, podremos en 2024 cambiar de ruta y evitar nuevos y más graves desastres.\nEn eso tengo depositadas todas mis esperanzas, pero francamente no las veo realizándose: no puedo ser optimista, no tengo motivos para serlo. Lo lamento y espero estar profundamente equivocado, pero por esta vez no me resta sino atenerme al realismo poético, triste, del gran Rafael Sánchez Ferlosio:\nVendrán más años malos\ny nos harán más ciegos;\nvendrán más años ciegos\ny nos harán más malos.\nVendrán más años tristes\ny nos harán más fríos\ny nos harán más secos\ny nos harán más torvos.\n@ArielGonzlez\nFB: Ariel González Jiménez\nÚnete a nuestro canal ¡EL UNIVERSAL ya está en Whatsapp!, desde tu dispositivo móvil entérate de las noticias más relevantes del día, artículos de opinión, entretenimiento, tendencias y más.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1a8ygK.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1a8ygK.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T16:57:52.448+02:00",
  "updated": "2023-12-29T16:57:52.448+02:00"
}