{
  "thread": {
    "uuid": "c79eca73569c13de211351194dc942765c7019ba",
    "url": "https://www.radioformula.com.mx/nacional/2023/12/29/sheinbaum-mexico-va-por-buen-rumbo-por-buen-camino-795701.html",
    "site_full": "www.radioformula.com.mx",
    "site": "radioformula.com.mx",
    "site_section": "https://www.radioformula.com.mx/noticias",
    "site_categories": [
      "social"
    ],
    "section_title": "Radio Fórmula - Radio Fórmula",
    "title": "Sheinbaum: \"México va por buen rumbo, por buen camino' | Radio Fórmula",
    "title_full": "Sheinbaum: \"México va por buen rumbo, por buen camino' | Radio Fórmula",
    "published": "2023-12-30T02:43:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.radioformula.com.mx/u/fotografias/m/2023/12/29/f1280x720-739648_871323_8625.jpeg",
    "performance_score": 0,
    "domain_rank": 32649,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c79eca73569c13de211351194dc942765c7019ba",
  "url": "https://www.radioformula.com.mx/nacional/2023/12/29/sheinbaum-mexico-va-por-buen-rumbo-por-buen-camino-795701.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción",
  "published": "2023-12-30T02:43:00.000+02:00",
  "title": "Sheinbaum: \"México va por buen rumbo, por buen camino' | Radio Fórmula",
  "text": "[Claudia Sheinbaum, precandidata de Morena, Partido Verde Ecologista de México (PVEM) y Partido del Trabajo (PT)](https://www.radioformula.com.mx/nacional/2023/12/28/claudia-sheinbaum-la-4t-no-solo-se-sube-al-tren-tambien-vuela-por-los-cielos-795590.html), aseguró este viernes que el movimiento puede coordinarse para seguir respaldando al campo y denotar el desarrollo de la nación: \"nos podemos organizar para que sigamos apoyando al campo y al desarrollo rural de nuestro país\". Durante un encuentro con productoras y productores de alimentos de todo el país, aseguró que la clave para continuar el crecimiento del campo es trabajar en equipo para abordar las diversas necesidades de este sector. Sheinbaum urge esfuerzos Claudia Sheinbaum destacó la importancia de unir esfuerzos con las y los productores de alimentos para garantizar el bienestar de quienes se dedican al campo, siguiendo el modelo de la [Cuarta Transformación](https://www.radioformula.com.mx/temas/comites-de-defensa-de-la-cuarta-transformacion-40809.html) y el liderazgo del Presidente Andrés Manuel López Obrador. ‘’Cambió la política para el campo, de una política en la que no se distinguía al gran productor, del pequeño productor y se apoyaba más a los grandes productores que a los pequeños; a una política en donde se decidió regresar a apoyar al pequeño productor; de una política en la que todo el fertilizante era importando a iniciar una política de producción de fertilizante en nuestro país’’, afirmó. Programas de financiamiento para el campo Después de escuchar a representantes del sector, la precandidata de Morena, PT y PVEM resumió algunas necesidades clave del campo, incluyendo proyectos de infraestructura, tecnificación del riego, establecimiento de canales de comercialización y programas de financiamiento, esenciales para garantizar la soberanía alimentaria y la protección de quienes trabajan en este sector. ‘’Tenemos que garantizar la soberanía alimentaria de México, hay una integración por el Tratado con Estados Unidos, es cierto, pero eso no quiere decir que no vamos a proteger a nuestros productores agrícolas’’, enfatizó. 'El campo será más próspero' En el evento, la precandidata a la gubernatura de Jalisco, Claudia Delgadillo, subrayó que con la continuidad de la Cuarta Transformación, el campo será más próspero. ‘’El que esté aquí la doctora Claudia Sheinbaum, es una garantía de que el campo va a estar bien , de que cada uno de los señalamientos que tengamos cada uno y cada una de nosotros serán resueltos’’, señaló. En la reunión con [Delgadillo y Claudia Sheinbaum](https://www.radioformula.com.mx/nacional/2023/11/18/sheinbaum-delgado-entregan-constancia-claudia-delgadillo-como-precandidata-unica-en-jalisco-790510.html) participaron representantes de productores y productoras de alimentos de todo el país, como Ramón Martínez Alejandre de Jalisco, Salvador Espinoza de Lagos de Moreno, Jalisco, Ignacio Leonel García de Sinaloa, Magdalena Aguilar de Nayarit, Araceli Rietra de Colima, Ramón Treviño de Nuevo León, Saúl Vicente Vázquez de la Fuerza Indígena y Campesina, y Juan Carlos Rentería de trigo y maíz.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Religion and Belief",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T05:12:09.082+02:00",
  "updated": "2023-12-30T05:12:09.082+02:00"
}