{
  "thread": {
    "uuid": "1a9897e28d3737a9958f33e6c05dc841a0470e7d",
    "url": "https://www.reviewjournal.com/news/politics-and-government/kennedy-family-endorses-biden-in-bid-to-counter-rfk-jr-3036423",
    "site_full": "www.reviewjournal.com",
    "site": "reviewjournal.com",
    "site_section": "https://lasvegasrealestatereview.com/?feed=atom",
    "site_categories": [
      "society",
      "music",
      "gay_life",
      "entertainment"
    ],
    "section_title": "Las Vegas Real Estate Review",
    "title": "Joe Biden gets endorsement from Kennedy family | Politics and Government | News",
    "title_full": "Joe Biden gets endorsement from Kennedy family | Politics and Government | News",
    "published": "2024-04-18T23:31:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.reviewjournal.com/wp-content/uploads/2024/04/19084671_web1_48054322.jpg",
    "performance_score": 0,
    "domain_rank": 2209,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1a9897e28d3737a9958f33e6c05dc841a0470e7d",
  "url": "https://www.reviewjournal.com/news/politics-and-government/kennedy-family-endorses-biden-in-bid-to-counter-rfk-jr-3036423",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Justin Sink Bloomberg News",
  "published": "2024-04-18T23:31:00.000+03:00",
  "title": "Joe Biden gets endorsement from Kennedy family | Politics and Government | News",
  "text": "WASHINGTON — President Joe Biden called it an “incredible honor” as he received endorsements from more than a dozen members of the Kennedy family, in a public show of force aimed at undercutting the presidential campaign of independent Robert F. Kennedy Jr.\nBiden, flanked by his rival’s siblings on stage at the event in Philadelphia, spoke of the family’s legacy and their impact on his own political life, calling their father — the former US senator and Attorney General Robert F. Kennedy — and Martin Luther King Jr. the “only two political heroes I had growing up.”\n“I remember to keep looking and remind myself what they would do in tough calls,” Biden said, referencing the busts of Kennedy and King he keeps in the Oval Office.\nKerry Kennedy, the sister of the third-party candidate, introduced Biden and was joined by fellow siblings including Kathleen Kennedy Townsend, a former Maryland lieutenant governor; filmmaker Rory Kennedy; former Congressman Joe Kennedy II, Christopher Kennedy, and Maxwell Kennedy Sr.\nKerry Kennedy said there were “only two candidates with any chance of winning the presidency” and focused her attacks on Donald Trump, the presumptive Republican nominee, including for spreading conspiracy theories on climate change, vaccines and voter fraud.\n“He’s the most anti-democratic president in American history,” she said.\nWhile she did not mention her brother by name, Robert F. Kennedy Jr. has promoted conspiracy theories about vaccines, antidepressants, the connection between HIV and AIDS, and whether Wi-Fi can cause cancer.\nSpoiler Threat\nPolls suggest Kennedy’s bid could play spoiler as Biden seeks to win a reelection rematch against Trump.A March study by Ipsos found Kennedy voters were more likely to be women, independents, or dissatisfied with both major-party candidates. Biden’s success among those groups helped propel him to victory over Trump in 2020.\nRobert F. Kennedy Jr. downplayed his family’s support for his 2024 rival in a post on social media.\n“I hear some of my family will be endorsing President Biden today. I am pleased they are politically active — it’s a family tradition. We are divided in our opinions but united in our love for each other,” Kennedy wrote.\nDemocrats and Biden allies have sought to counter Kennedy through political action committees urging voters to reject third-party candidates and legal efforts aimed at keeping him off state ballots.\nKennedy’s campaign said Thursday they had gained ballot access in Michigan, a crucial battleground where polls show a tight race between the major party candidates. A March Bloomberg News/Morning Consult poll found Biden and Trump tied in the state.\nBiden, just the second Roman Catholic president after John F. Kennedy, has actively courted the family, inviting more than 30 family members to a St. Patrick’s Day Celebration at the White House last month.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kennedy",
        "sentiment": "positive"
      },
      {
        "name": "joe biden",
        "sentiment": "positive"
      },
      {
        "name": "maxwell kennedy",
        "sentiment": "none"
      },
      {
        "name": "biden",
        "sentiment": "none"
      },
      {
        "name": "rory kennedy",
        "sentiment": "none"
      },
      {
        "name": "joe kennedy",
        "sentiment": "none"
      },
      {
        "name": "robert f. kennedy jr",
        "sentiment": "none"
      },
      {
        "name": "christopher kennedy",
        "sentiment": "none"
      },
      {
        "name": "robert f. kennedy",
        "sentiment": "none"
      },
      {
        "name": "kerry kennedy",
        "sentiment": "none"
      },
      {
        "name": "martin luther king jr.",
        "sentiment": "none"
      },
      {
        "name": "kathleen kennedy townsend",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "washington",
        "sentiment": "none"
      },
      {
        "name": "oval office",
        "sentiment": "none"
      },
      {
        "name": "maryland",
        "sentiment": "none"
      },
      {
        "name": "philadelphia",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:05:53.073+03:00",
  "updated": "2024-04-19T00:05:53.073+03:00"
}