{
  "thread": {
    "uuid": "3026c8e226e5e98a5274338b207bc392680b7b20",
    "url": "https://www.dvidshub.net/news/470266/explosive-ordnance-disposal-team-leverages-experience-win-all-army-competition",
    "site_full": "www.dvidshub.net",
    "site": "dvidshub.net",
    "site_section": "https://www.dvidshub.net/rss/news",
    "site_categories": [
      "media"
    ],
    "section_title": "DVIDS RSS Feed: News",
    "title": "Explosive Ordnance Disposal team leverages experience to win all-Army competition",
    "title_full": "Explosive Ordnance Disposal team leverages experience to win all-Army competition",
    "published": "2024-05-03T21:51:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://d1ldvf68ux039x.cloudfront.net/thumbs/photos/2404/8372217/1000w_q95.jpg",
    "performance_score": 0,
    "domain_rank": 5603,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3026c8e226e5e98a5274338b207bc392680b7b20",
  "url": "https://www.dvidshub.net/news/470266/explosive-ordnance-disposal-team-leverages-experience-win-all-army-competition",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Walter Ham",
  "published": "2024-05-03T21:51:00.000+03:00",
  "title": "Explosive Ordnance Disposal team leverages experience to win all-Army competition",
  "text": "FORT LIBERTY, N.C. – A U.S. Army Explosive Ordnance Disposal team leveraged its experience, flexibility and grit to take first place in the recent all-Army EOD Team of the Year competition on Fort Liberty, North Carolina.\nStaff Sgt. Tyler A. Grieve and Sgt. Tristin E. Lindsey from the Fort Drum, New York -based 760th Ordnance Company (EOD), 192nd EOD Battalion, 52nd EOD Group, prevailed against all other highly qualified and well-trained EOD teams during the all-Army competition, April 21 – 26.\nStaff Sgt. Corey L. Ver Doorn and Sgt. George H. Wang from the 53rd Ordnance Company (EOD), 3rd EOD Battalion, 71st EOD Group, came in second place. Sgt. Hunter L. Roth and Sgt. Jacob I. Blauser from the 65th Ordnance Company (EOD), 303rd EOD Battalion, U.S. Army Pacific, took third place.\nThe winning Army EOD team earned Meritorious Service Medals and championship belts, among many other awards.\nFrom responding to explosive devices to conducting night operations to completing a 12-mile ruck march, the EOD teams overcame a wide variety of technical and tactical challenges during the intense week-long competition\nThe 760th EOD Company is part of the 192nd EOD Battalion, 52nd EOD Group and 20th Chemical, Biological, Radiological, Nuclear, Explosives (CBRNE) Command, the U.S. military’s premier deployable and multifunctional CBRNE formation.\nFrom 19 bases in 16 states, Soldiers and Army civilians from 20th CBRNE Command take on the world’s most dangerous hazards in support of joint, interagency and multinational operations.\nOn behalf of the U.S. Army, the 20th CBRNE Command hosted the all-Army EOD Team of the Year competition. The Fort Liberty, North Carolina-headquartered 192nd EOD Battalion coordinated the competition with a focus on honoring the history of the Army EOD profession and the 80th anniversary of the Battle of Normandy.\nGrieve, the winning Army EOD team leader, said the biggest challenge of the all-Army competition was staying ready to respond to the mission scenarios that covered a cross section of all the disciplines in the EOD profession.\n“You have to be ready to do any mission every time you step up to the next lane,” said Grieve. “To overcome this, my team member and I would review what we did for the day, what we did well and what could have been better, as well as any tasks that we identified as being our weaknesses so that if those lanes arose, we would be better prepared for them.”\nGrieve said preparation helped them to succeed in the different levels of competitions leading up to the all-Army EOD Team of the Year competition. His team first won the 192nd Ordnance Battalion (EOD) competition and then won the 52nd EOD Group competition.\nGrieve and Lindsey then conducted more training lanes to be ready for the all-Army competition.\nA native of Dalton, New Hampshire who has served in the U.S. Army for nine years, Grieve said his EOD team will use what it learned to contribute to training for EOD techs in his company.\n“Following our success at this competition, we will be building our problems that we ran at the competition and utilizing them as training for our peers and subordinates at our company so that they can be exposed to some new targets and scenarios,” said Grieve, who has deployed to Iraq and Afghanistan.\nGrieve decided to become an EOD technician after seeing wounded warriors and the effects of explosives on the battlefield. His first and most memorable EOD team leader mission was responding to a downed AH-64 Apache helicopter that had landed in the impact area.\nLindsey said the biggest challenge of the EOD Team of the Year competition was fighting limited sleep throughout the week.\n“My team leader and I would constantly sanity check each other,” said Lindsey, who is originally from Silver Springs, New York. “Communication was a key factor throughout the week, allowing us to keep each other in check.”\nLeveraging the collective experience from other EOD team leaders and platoon sergeants in the 760th EOD Company was the key to getting ready for the competition, said Lindsey.\n“I learn something new every day in this career field,” said Lindsey. “It is impossible to succeed as an EOD technician if you refuse to continue to learn.”\nAs the U.S. Army’s explosive experts, EOD technicians take on everything from Improvised Explosive Devices to nuclear weapons.\nU.S. Army EOD companies not only enable overseas combat operations but also support domestic authorities when military munitions are discovered on and off base across the nation.\nLindsey, who served on an EOD response mission when a hand grenade was discovered in an antique store in Syracuse, New York, said he became an Army EOD tech because he always welcomes a challenge and wants to protect people.\n“I have always had a calling to help people. I want to make the world a safer place for others,” said Lindsey. “I couldn't think of a better career opportunity to do that.”\n|Date Taken:||05.03.2024|\n|Date Posted:||05.03.2024 14:51|\n|Story ID:||470266|\n|Location:||FORT LIBERTY, NC, US|\n|Hometown:||DALTON, NH, US|\n|Hometown:||SILVER SPRINGS, NY, US|\n|Web Views:||2|\n|Downloads:||0|\nThis work, Explosive Ordnance Disposal team leverages experience to win all-Army competition, by\n[Walter Ham](/portfolio/1153100/walter-ham), identified by DVIDS, must comply with the restrictions shown on https://www.dvidshub.net/about/copyright.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "corey l. ver doorn",
        "sentiment": "none"
      },
      {
        "name": "jacob i. blauser",
        "sentiment": "none"
      },
      {
        "name": "tristin e. lindsey",
        "sentiment": "none"
      },
      {
        "name": "george h. wang",
        "sentiment": "none"
      },
      {
        "name": "hunter l. roth",
        "sentiment": "none"
      },
      {
        "name": "tyler a. grieve",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "u.s. army",
        "sentiment": "negative"
      },
      {
        "name": "eod group",
        "sentiment": "none"
      },
      {
        "name": "760th ordnance company",
        "sentiment": "none"
      },
      {
        "name": "meritorious service medals",
        "sentiment": "none"
      },
      {
        "name": "eod",
        "sentiment": "none"
      },
      {
        "name": "army eod",
        "sentiment": "none"
      },
      {
        "name": "eod battalion",
        "sentiment": "none"
      },
      {
        "name": "u.s. army pacific",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "fort liberty",
        "sentiment": "none"
      },
      {
        "name": "n.c.",
        "sentiment": "none"
      },
      {
        "name": "north carolina",
        "sentiment": "none"
      },
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "fort liberty",
        "sentiment": "none"
      },
      {
        "name": "fort drum",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-03T21:53:22.377+03:00",
  "updated": "2024-05-03T21:53:22.377+03:00"
}