{
  "thread": {
    "uuid": "865deaf07edc8a7803f56f75fc2770c9650fadb8",
    "url": "https://m.dailyhunt.in/news/india/english/thetribune-epaper-dhc3468c81fb3543a4828c7057b056a3f2/once+in+a+leaping+blue+moon+leap+day+babies+don+birthday+hats+after+fouryear+wait-newsid-n587583290",
    "site_full": "m.dailyhunt.in",
    "site": "dailyhunt.in",
    "site_section": "https://m.dailyhunt.in/news/india/epaper-myktel",
    "site_categories": [
      "media"
    ],
    "section_title": "Dailyhunt",
    "title": "Once in a leaping blue moon: Leap day babies don birthday hats after four-year wait",
    "title_full": "Once in a leaping blue moon: Leap day babies don birthday hats after four-year wait",
    "published": "2024-02-29T12:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://assets-news-bcdn.dailyhunt.in/cmd/resize/1200x630_90/fetchdata16/images/cc/9b/4f/cc9b4f71525c1e88c070808312ac22903c44a3ea25c4b1029ccab4537d137ff6.jpg",
    "performance_score": 0,
    "domain_rank": 18274,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "865deaf07edc8a7803f56f75fc2770c9650fadb8",
  "url": "https://m.dailyhunt.in/news/india/english/thetribune-epaper-dhc3468c81fb3543a4828c7057b056a3f2/once+in+a+leaping+blue+moon+leap+day+babies+don+birthday+hats+after+fouryear+wait-newsid-n587583290",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Dailyhuntapp",
  "published": "2024-02-29T12:05:00.000+02:00",
  "title": "Once in a leaping blue moon: Leap day babies don birthday hats after four-year wait",
  "text": "New Delhi, February 29 Birthdays are special, and what when they come only once in four years? Well, the day then just takes on that extra sparkle. As it has this Thursday, when 'leaplings', the special few born on February 29 the world over are celebrating, and being celebrated, just that little bit more.\nEvery four years, the world receives an extra day from the calendar gods. The rarest of the days to be born on has given India its former prime minister Morarji Desai and Bharatanatyam dancer Rukmini Devi. Adding that edge of cool is a bit of fiction too - Superman, the Man of Steel, was born on this day, according to DC comics.\nJigyasa Pant is no Superman, or Superwoman either, but she has been waiting four years for this day and feels as special as the superheroes. Celebrations, she said, start early for the 'leap day baby'.\nPant, a placement executive at Indraprastha Engineering College in Ghaziabad, usually celebrates her birthday on February 28 and/or March 1. But if it's a leap year, it begins right from January 1.\n\"Each day is kind of a celebration in a leap year. People start texting me from January 1 that this is my birthday year. It is extra special to keep receiving wishes and blessings for two whole months,\" Pant told PTI.\nThe 32-year-old will be turning eight this year, a few more years before she enters her teenage years at the age of 52!\nSupreme Court lawyer Prachiti Behere was born the same day ndash; and year. Behere said she uses her birthdays to break ice and reach out to new people.\n\"It used to be a great way of making friends as everyone would get excited about it,\" the 32-year-old said on the eve of her eighth birthday. No one forgets your birthday and everyone makes it a point to wish you.\nEven though she gets to celebrate her birthday twice, on February 28 and March 1, in an ordinary year, it's the grand celebration and enthusiastic family members that make Behere's actual birthday all the more memorable.\n\"My husband showers me with double the number of gifts I usually get. Everyone is so excited about it. Generally people forget birthdays, but it is not possible to forget February 29,\" she added.\nWhat exactly is a leap year?\nAccording to US space agency Nasa, it takes approximately 365.25 days for Earth to orbit the Sun - a solar year. The extra quarter of a day is generally rounded off in a calendar year.\nTo make up for the missing partial day, one day is added to the calendar approximately every four years. That is a leap year. Without the existence of a leap year, the world could end up witnessing wuthering winters in July or sultry summers in December.\nThe excitement doesn't wane with the passage of time. Birthday boy Probir Dasgupta, a Delhi-based media consult, doesn't believe in celebrating birthdays but enjoys whatever the family organises on March 1 when it is not a leap year. But then today, his 'once-in-four year' birthday, is different.\n\"On my actual birthday, I feel special. It makes me feel younger,\" said Dasgupta, who turns 72 this year or a young adult of 18 in leap years.\n\"Actual birthdays are different, it feels more real. I feel wiser not older.\" Some other famous people crowned 'leaplings' include Spanish prime minister Pedro Sanchez, Arjuna awardee Indian shooter Prakash Nanjappa, American actor Alex Rocco of \"The Godfather\" fame, and Jessie Usher, who is known for his role in OTT series \"The Boys\".\nDelhi-based media professional Shiv Kumar Yadav waits expectantly for February 29 as he plans a visit to a temple and then spends most of the day with his friends.\n\"Generally I celebrate my birthday on both February 28 and March 1, but the celebration and excitement is multifold when it is February 29. It feels special on that day,\" the 28-year-old said.\nA native of Ayodhya, Yadav seldom observed birthdays growing up, making the day particularly exciting for him now.\n\"I never celebrated my birthday before coming to Delhi in 2016. Now, my friends get more excited for my birthday than me,\" he added.\nBut the leap year baby club is largely a lonely one as people born on this special day rarely find fellow leapers.\nPant, for example, has met only one such person when she was 12 ndash; an accounting personnel at her school.\n\"While filling out some paperwork, he noticed my birthday and excitedly asked, 'you are also 29 born? We felt so excited and happy to meet because it is a rare coincidence,\" Pant said.\nAlthough she is not in touch with \"sir\" anymore, she remembers the feeling fondly.\nSome also found humour in celebrating one's birthday every four years. People on microblogging site X posted memes around the quadrennial event.\nOne such user, @ishubhamsakhuja, used the famous meme template featuring the character of Kate Winslet's Rose from the 1997 film \"Titanic\" who remembers the fateful voyage of the ship and says, \"it's been 84 years\".\n\"When you were born on leap year day and waited until your 21st birthday to start drinking,\" wrote Sakhuja.\nAnother X user, @bas_kar_oyee, wondered if \"Microsoft Office 365 work(s) in Leap Year?\" since a leap year has 366 days.\nMeanwhile, London Philharmonic Orchestra posted a video of the orchestra playing the popular tune of \"Happy Birthday to You\".\n\"Always late, but worth the (four year) wait. Wishing all leap year babies a very happy birthday today!\" the caption read.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jigyasa pant",
        "sentiment": "none"
      },
      {
        "name": "morarji desai",
        "sentiment": "none"
      },
      {
        "name": "rukmini devi",
        "sentiment": "none"
      },
      {
        "name": "bharatanatyam",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "indraprastha engineering college",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new delhi",
        "sentiment": "none"
      },
      {
        "name": "ghaziabad",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T01:05:28.147+02:00",
  "updated": "2024-03-01T01:05:28.147+02:00"
}