{
  "thread": {
    "uuid": "1ef0d4b94bb61d66fc0d57e86b34d831aa6fcd18",
    "url": "https://www.microsoft.com/en-us/worklab/podcast/ai-lowers-the-cost-of-expertise",
    "site_full": "www.microsoft.com",
    "site": "microsoft.com",
    "site_section": "https://news.microsoft.com?feed=rss2",
    "site_categories": [
      "windows",
      "desktop_publishing",
      "hobbies_and_interests",
      "tech",
      "video_and_computer_games"
    ],
    "section_title": "Source",
    "site_title": "Microsoft – בינה מלאכותית, ענן, פרודוקטיביות, מחשוב, משחקים ואפליקציות",
    "title": "Podcast: AI Is lowering the cost of expertise. What does that mean for business?",
    "title_full": "Podcast: AI Is lowering the cost of expertise. What does that mean for business?",
    "published": "2025-04-03T00:25:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 7,
    "domain_rank_updated": "2025-04-01T00:00:00.000+03:00",
    "licensing_agency": [],
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1ef0d4b94bb61d66fc0d57e86b34d831aa6fcd18",
  "url": "https://www.microsoft.com/en-us/worklab/podcast/ai-lowers-the-cost-of-expertise",
  "ord_in_thread": 0,
  "author": "stclarke",
  "published": "2025-04-03T00:25:00.000+03:00",
  "title": "Podcast: AI Is lowering the cost of expertise. What does that mean for business?",
  "text": "A core component of every company’s value proposition is its unique expertise. “But we now have evidence that generative AI is lowering the cost of expertise,” says Harvard Business School professor Karim Lakhani. “And if the cost is dropping, then that changes the very core of what the firm is.” That speaks to a crucial challenge leaders face in the AI era: maintaining their organization’s competitive advantage when expertise is no longer a key differentiator.\nLakhani has spent his career researching and teaching digital transformation, and he has a vital question for leaders who are integrating AI into their organizations: are they just trying to use AI to do existing tasks more quickly, or are they trying to imagine how the technology can—and will—transform their whole industry?\nLakhani joins the WorkLab podcast to share insights on how leaders can succeed in an era of abundant expertise, how they can avoid “falling asleep at the wheel” with AI, and what they can learn from the generation of AI-native MBA students who are about to enter the workforce.\nThree big takeaways from the conversation:\nNew employees will bring their own AI agents to work. “One of the conversations we’re having at Harvard and HBS is, should we have an AI agent companion for our students that learns with them, and then goes off and keeps learning? That future is not that far off,” Lakhani says. He wonders how future managers and colleagues will respond when these AI-native students graduate, get hired, and show up to work with their personal AI agents in tow.\nDon’t fall asleep at the wheel with AI. Lakhani uses advanced safety features in cars as an object lesson for the promise and peril of AI at work: “Cars have various tools to alert you. There’s automatic braking. If your eyes are darting around, it’ll buzz you. The current versions of these AI models don’t do that for you. LLMs love to freelance, to solve more problems than you’ve asked them to solve. Smart people with good AI often ’fall asleep at the wheel.’” It’s important to use the technology as a thought partner, not a thought dispenser. You’ll reap the most benefit from actively using your own experience and expertise to interrogate everything AI produces.\nLeaders can’t delegate AI transformation. Lakhani sees “low-hanging fruit” in AI adoption for everything from customer service and marketing to product development and innovation, and he says successful pilot programs can scale quickly. But he cautions leaders not to expect these initiatives to succeed without their involvement: “If you as a leader say, I’ll let my tech team, my IT department, my marketing group—I’ll let them figure it out, they’ll face a ton of friction. It behooves leaders to be engaged. It has to be your projects, sponsored by you, with a commitment to launch.”\nWorkLab is a place for experts to share their insights and opinions. As students of the future of work, Microsoft values inputs from a diverse set of voices. That said, the opinions and findings of the experts we interview are their own and do not reflect Microsoft’s own research or opinions.\nFollow the show on Apple Podcasts, Spotify, or wherever you get your podcasts.\nHere’s a transcript of the conversation.\nMOLLY WOOD: This is WorkLab, the podcast from Microsoft. I’m your host, Molly Wood. On WorkLab we hear from experts about the future of work, from how to get maximum value from AI to what it will take to thrive in a business world being reshaped by technological innovation.\nKARIM LAKHANI: I think now there are low-hanging fruits on the customer side, customer service side, customer innovation side, on the marketing side, on the software side, software development side. Those are things that there’s no doubt, those can be implemented and put into play. And the longer you wait, the harder the jump is going to be.\nMOLLY WOOD: Today I’m talking to Karim Lakhani, a Harvard business professor who also chairs several university programs dedicated to technology management, innovation, and AI transformation, including the university’s new research center called Digital Data Design Institute. In 2020, before a lot of business leaders had even heard of generative AI or large language models, Lakhani co-authored a book titled, Competing in the Age of AI: Strategy and Leadership When Algorithms and Networks Run the World. That’s kind of happening now. AI is revolutionizing every aspect of how we work. We thought he would be a great person to talk to about strategies and insights that can help leaders and organizations navigate the AI era. And now my conversation with Karim. Thanks so much for joining me.\nKARIM LAKHANI: Thanks, Molly. Great to be here with you.\nMOLLY WOOD: So you’ve been writing about and teaching about digital transformation and the potential of AI for years now. I’d love to know what this relatively recent rise of generative AI looks like to you as somebody who’s been such a close observer for so long.\nKARIM LAKHANI: The generative AI moment was sort of like, for me, feels like the 1992, 1993 browser moment. Like, we had 30 years of the internet, then Andreessen invents the browser and then, boom, the internet becomes democratized and becomes available. And so generative AI, for me, is that moment where all of a sudden AI, which was sort of the work of the pointy-headed nerds who knew math and computer science, where all of a sudden you could now use a generative AI yourself for your particular tasks. We anticipated democratization of this technology, but we didn’t anticipate the scale, the speed, and the scope of what generative AI has unleashed.\nMOLLY WOOD: So what changes now? So, you know, there you are, as a Harvard business professor, what are you telling these baby MBAs, these aspiring MBAs?\nKARIM LAKHANI: Yeah, I have 935 of them right now, so I’m actually, I just launched a brand new course I’ve co-developed with my colleagues, and it’s called Data Science and AI for Leaders. We’ve tried to make this an AI-native course. There are two bots. There’s a bot that sort of understands all the concepts, from statistics and machine learning to data architectures, all the way to transformation challenges inside of organizations. And then also we’re using a service which basically removes the constraint of programming R or Python to do machine learning, to do statistics. You could now basically do that in natural language. So all of a sudden our MBAs have this superpower available to them. The big thesis I have, and we have some data on this, if you sort of imagine this discussion we’re having right now on video and audio, 30 years ago, this would’ve cost us $10,000 per minute. Now, the marginal cost for us to do this conversation is effectively zero. And what the internet did is that it basically lowered the marginal cost of information transmission. Everything else flew from that. And so my view has been, and we now have evidence of this, that generative AI is lowering the cost of expertise.\nMOLLY WOOD: Right. In fact, you recently co-wrote a piece about that for Harvard Business Review, and this seems really relevant to this conversation about AI transformation. It’s called Strategy in an Era of Abundant Expertise.\nKARIM LAKHANI: Yeah, we had some great colleagues from Microsoft actually work with us on this. And so if you believe this world of abundant expertise, companies are just bundles of expertise, right? We have expertise in software, we have expertise in marketing, in customer, in supply chain, and so forth. And if effectively the cost of expertise is dropping, then that changes the very core of what the firm is. So we’re obsessed, you know, at our institute with various questions around this. One perspective we have at our institute is that generative AI is like a drug. We don’t know dose, we don’t know efficacy, we don’t know the right regimes, we don’t know side effects in the world of business. The only way we’ll actually be able to figure out what it’s good for, what it’s not good for, what all the issues are is to actually do these as randomized controlled trials, be experimental, be scientific about their effects, so we can both advise the companies that are adopting what to do, but also the creators of these tools to say like, here’s the good signs and here’s the bad signs.\nMOLLY WOOD: Right. And then how should leaders be thinking about the way they introduce AI into their organization? If it’s controlled trials, is it, you know, phase one and phase two? We’ve had a lot of conversations on this show, in fact, about whether you should pilot or whether you need to give it to everybody, because bottom-up is the only way that you truly determine the value.\nKARIM LAKHANI: So I see a lot of leaders here. You know, we have both an MBA program, but we also have exec ed. Today, the average leader is happy to talk about AI, be in meetings about AI, but they’re not themselves using AI. And I think that’s a problem.\nMOLLY WOOD: That’s not gonna work.\nKARIM LAKHANI: That’s not gonna work because you can’t outsource your browsing to somebody else. You can’t outsource your email to somebody else. You have to do it yourself. And similarly, because this is a cognitive effect, because it’s an expertise story, it’s a skill story, you actually have to use it yourself to understand its power, and then you can start to make decisions. So my complaint right now to them, and I’m very frank with them, it’s like, you actually have to use this stuff and do it for your own work. And then you’ll know what it means. And so the first thing is like, what I tell organizations, is that pilot or no pilot, you first need to get activated, and it’s activation at the highest levels of the organization and the C-suite, and for them to actually understand how this works. And so my colleague, Iavor Bojinov, who’s a faculty member here at HBS, he came up with this brilliant exercise that in 90 minutes, through a series of structured prompts, you can create a snack food company. You sort of do this—they’re very skeptical. You go, yeah, you only have 90 minutes, you work in teams, there’s a set of prompts. Start to use these prompts and get answers. At the end, they have a business plan, they have a jingle, they have a deck, go-to-market plan in 90 minutes, and all of a sudden they’re stunned. That’s the big light bulb moment that I gotta pay attention on. So the activation is important and the activation has to be across the board at the C-suite level and so forth. And the activation has to be, I think, tied to, like, what’s gonna be your bold stroke? Like, if you believe this conversation and we have evidence, we have data from companies about the cost of expertise going down, what’s gonna be your bold stroke around this? How do you think about this? What do you want people to do? And then there’s a question about, are you gonna democratize or are you gonna do this in pilots? I think it just depends on the organization and where they’re comfortable.\nMOLLY WOOD: I wonder, as you interact with the next generation of leaders, what are they bringing to the table on this topic?\nKARIM LAKHANI: If we get it right here with our MBAs, there’s gonna be a generation of leaders coming out now that will be AI native, and—\nMOLLY WOOD: It’ll be like breathing to them.\nKARIM LAKHANI: Exactly.\nMOLLY WOOD: You wouldn’t go anywhere without the phone, you wouldn’t run a business without AI, yeah.\nKARIM LAKHANI: You know, we said if the last century was about MBAs with Excel spreadsheets, this century will be MBAs with AI. You’ve heard this in many ways. You know, we say, machines aren’t gonna replace humans, but humans with machines are gonna replace humans without machines. And so our view is that, you know, if we do it right here at HBS, that many of our graduates will be AI native. They’ll know how to use these tools. We’ll have a sense of some of the downsides, the sharp edges and know how to navigate that. But we’ll come in with a variety of interesting approaches to solve business problems. And I think there’ll be two things going on. I was just talking to some colleagues in our entrepreneur management unit, they have a founder’s class, about 30 students that are starting companies, and, typically in the MBA program there are people that have technical knowledge and business knowledge—and of course we give them all business knowledge. But if you’re founding a company, the folks that have a business orientation are looking for technical co-founders. Early indications are that they may not need them right away. That they could do the first MVP using the tools that, you know, Microsoft has in coding and website design. This is the expertise story. Like, all of a sudden some of our students will be feeling very empowered to go start these companies now with these AI bots, and then those that join incumbent companies, they’ll be coming with the tool set, and the question will become, how will their managers, how will their peers respond to them showing up with their AI tools and AI agents?\nMOLLY WOOD: Right. I want to relate this back to the idea of abundant expertise, and then what happens to the value of expertise, which is, I would venture to say, the question.\nKARIM LAKHANI: We’re in the business. I mean, that’s what we do. We give degrees because we think you’re an expert in something.\nMOLLY WOOD: Exactly. And so how do companies continue to be the best at expertise when expertise is so abundant?\nKARIM LAKHANI: I think the, and this is part of the paper that we wrote, that for companies—and I think this is also for individuals—that you will have to be thinking about you with AI compared to AI itself. If the AI keeps improving, what value am I adding so that I’m better?\nMOLLY WOOD: No pressure.\nKARIM LAKHANI: No pressure, no pressure. And that, I think, is gonna be the key thing. At the moment, what this requires is—these large language models love to freelance, love to solve more problems than you’ve asked them to solve, right? And they come up with amazing answers. How do you know that these answers are correct? And if you don’t know what it’s talking about, but it sounds good, you better go back to your large language model, understand what it’s talking about, and then come up with an answer, if that makes sense. So in statistics, right, you’d run a regression, but it might do five different regressions, it might do additional tests. If you’re gonna go present to your management board results of some analysis you did and you don’t understand what the large language model did to give you the answer, and it gave you a task and it’s significant, that’s not good enough. You actually have to understand that, is this the right test? Is it appropriate or not? So I think it’s the combination of what you know, how well you know it, what the AI is unlocking for you, and then this ongoing conversation about, AI is getting better. How are you with AI going to be better?\nMOLLY WOOD: So it sounds like, if I had to break it down, it sounds like what you’re saying to your students, but also even within the context of the Harvard Business Analytics program, to existing executives, it’s use it but don’t turn everything over to it, which is the message we’ve heard before, I think, on the show.\nKARIM LAKHANI: Yeah. You know, my postdoc, Fabrizio Dell’Acqua, did this great study while he was at Columbia doing his PhD, and his thing was like falling asleep at the wheel.\nMOLLY WOOD: Yes. I liken this to the level three, level four self-drive.\nKARIM LAKHANI: Exactly. Like, with full self-driving cars, you know, right now they have sort of the various tools to alert you. There’s automatic braking, it’ll buzz you, if your eyes are darting it’ll intervene. The current versions of these models don’t do that in our knowledge work, they’ll just be happy to please you and so forth. And what Fabrizio found in his experiment is that good people with good AI often fell asleep at the wheel because they started just like, trust the output and didn’t pay attention. And so I think that paying attention and knowing your expertise, improving your expertise, and you with AI is gonna be a critical factor.\nMOLLY WOOD: It takes a lot of discipline though, right? I mean, ultimately, that is a leadership skill. Like the ability to—because good leaders do the research behind the scenes, good leaders actually read the reports that they’re given. I mean, it’s very interesting because it sounds like what you’re describing is also still pretty basic leadership.\nKARIM LAKHANI: Leadership 101?\nMOLLY WOOD: Leadership 101, turns out.\nKARIM LAKHANI: Like, come prepared to your meeting? Read the report?\nMOLLY WOOD: [Laughter] Yeah. You’ve also written about the need to focus on the customer problems that you can directly solve. I think where people feel overwhelmed with AI is like, I have this tool, but I don’t know what it’s for.\nKARIM LAKHANI: Throughout this journey I’ve been on, and sort of looking at AI in its various forms, you would always see pilot hell—lots of pilots, no implementation. What would happen in most organizations is that people would not say that if the pilot works, I’m going to implement. I think now we’re at a stage where, you know, you can solve real customer problems with these tools. You can actually get voice of the customer. So, for example, and on the customer side where I sort of focus a lot of my research on, which is on the new product development side, you can start to explore and hypothesize way more. There’s always this limited bandwidth of, do I have access to customers? Can I run consumer tasks? Can I do all these things? Now you can do way more. From design to testing in virtual in silico and lead to better outcomes. So that’s one side. The second is the customer experience, right? Both from customer service to how the products are being used. Certainly we see low-hanging fruits on changing customer experiences by embedding generative AI in your user workflows. And in many ways, I think customers are now going to be sort of expecting that. You know, everybody wants one-click shopping, you know, and they get mad when they don’t have that. I think very soon, I think those standards will change around that. And then I think the pilots can be on like, what are some customer value problems that we can solve first? Let’s go build those pilots first and actually have an intention to scale. So, the scaling story is like, if it works, and in many cases they work, you should not then be in another yearlong process to think about scaling. The managerial, the leadership decision is, if it works, we’re gonna scale and we’re gonna change our process.\nMOLLY WOOD: Right.\nKARIM LAKHANI: Not that we’re not gonna think about it. If you were a leader and you say, I’ve got my tech team, my IT department figuring it out, or my marketing group figuring it out, they will figure it out, but then they’ll face a ton of friction. It behooves leaders to be engaged. Now, you’re not gonna spend all day, every night on this, but it has to be your projects, sponsored by you, with a commitment to launch. And I think now there are low-hanging fruits on the customer side, customer service side, customer innovation side, on the marketing side, on the software side, software development side. Those are things that there’s no doubt those can be implemented and put into play. And the longer you wait, the harder the jump is gonna be. So what I say to many leaders is that these models, these capabilities, the performance capabilities of these models and what they can continue to do appears to be increasing quite radically or exponentially. And we don’t know what the ceiling is. Of course, everything has a ceiling. We’ll get to the ceiling when we get to it, but at least for the time being, we don’t see ceilings. And you add gentech workflows on top, it’s like, wow.\nMOLLY WOOD: Well, so that actually, that’s my next question. You’ve got this leadership challenge, and you’re clearly saying, in the words of the new great American classic Twisters, if you feel it, chase it.\nKARIM LAKHANI: Yes, yes. Oh, I like that. [Laughter]\nMOLLY WOOD: Thanks, Glen Powell for the new catchphrase for all of us. And then there is this question of agents rewriting team structures, potentially.\nKARIM LAKHANI: Yes. Yes.\nMOLLY WOOD: So how do you, as a leader, think about incorporating AI agents on top of AI?\nKARIM LAKHANI: Yes. Figure it out—that’s why you get paid the big bucks. [Laughter] Figure it out. No, I mean, so let me just add one more bit and then we’ll go to agents and you’ll see the connectivity. So, technology is improving quite radically, exponentially. Most companies are absorbing linearly. So that creates, over time, an increasing exponential gap between what you are able to do and what these models are able to do. But this question about adoption is not a simple technological adoption. Should we have Wi-Fi or not in our buildings? Remember, this was a question?\nMOLLY WOOD: Yes, I do.\nKARIM LAKHANI: Twenty years ago. Big debates.\nMOLLY WOOD: And should it be public Wi-Fi, and should it be locked Wi-Fi?\nKARIM LAKHANI: And how many layers of authentication do we need? You know, this is not a Wi-Fi adoption question because Wi-Fi’s about communication and information transmission. If these tools are about expertise, then it’s back to the work. It’s about work. Your work has to change, and your workflow has to change, your work process has to change, and the longer you wait to adopt, the bigger the hurdle is gonna be for you to change your work processes. Your teams, your organizations, your people haven’t kept up with the speed of change that these models are undergoing. And so they will be doing old line processes, but all of a sudden you’re gonna have a totally transformed process because you need to build the fitness in your companies to be able to keep changing and keep adapting and get everybody ready for it. Which would then, by the way, argue this question about democratization. Like, you really need to make everybody available to this kind of stuff. So I think the answer is yes, people will get there one way or the other. But, you know, it’s already on your bloody phone, right? Come on. Like, you’re gonna say no, they’re gonna do it on their phone with other risks. But the problem is change and change management and change fitness. And we know from lived experiences by all of us, and also lots of research, lots of papers, lots of data, lots of blog posts. That change is damn hard in organizations. It’s really hard to change—\nMOLLY WOOD: And risky.\nKARIM LAKHANI: Risky, change is hard to do, people don’t like it. Given that, if your organization is gonna be averse to change, then this becomes an even harder task. So just think, you are living in this world where your people haven’t kept up, your processes haven’t kept up, and then agents pop in and then, boom, what are you gonna do? Versus, you have been in the journey, everybody is adapting, everybody’s figured out, oh, I can do this, I can do that. I can actually take advantage of these core capabilities and actually do something additional with that. Then you’ll be in better shape. To your question about agents, I think agents are team technology. It’s a work technology. And I, you know, I’m an HBS professor, so I’m always used to asking. I never give answers, I ask questions. So, Molly, let me ask you a question. What in your life today is, and I think most people listening will have experienced this, basically has some kind of an algorithm directing the work of humans, some kind of a proto agent. So, like, everybody takes Uber, right? Who’s the manager for the driver? It’s the AI algorithm at Uber. Amazon warehouses, AI algorithm. Instacart, you know, you name it. So, already, services we’re using every day are already, have this world where the agent is part of the workflow. It’s not a GenAI agent yet at Uber or at Lyft, but it tells you that already some work is already being transformed because we don’t have the dispatcher telling people where to go. We basically have an algorithm directing work. So when we now think about agents, what we imagine, and this is part of the work in our recent HBR paper, an expertise paper, is that people will come with their own agents. Or the companies will give them their agents. One of the conversations we’re having at Harvard and with HBS is like, should we have an agent companion for our students that learns with them and then it goes off and keeps learning? That feature is not that far off. It probably exists in some form already. So workers will come with their agents, workers will have teammates that are agents. And then workers may also have bosses that are agents.\nMOLLY WOOD: Yeah. And soon.\nKARIM LAKHANI: And soon. And in many ways, a version of that exists at Uber, right, and various automated warehouses and that kind of stuff.\nMOLLY WOOD: Yeah.\nKARIM LAKHANI: So that’s already happening.\nMOLLY WOOD: Is there anything that we have not discussed yet about AI and opportunities and challenges that you think we’re really overlooking?\nKARIM LAKHANI: So let’s think about this at the three layers—at the company level, at the leader level, and at the individual level. At the company level, my biggest worry is strategic shifts are ahead. They might happen faster than we imagine, but the bigger story is if you sort of, again, you’ll remember this time, Molly, Amazon being invented, right, and you have e-commerce. So bookstores also—remember, Barnes and Noble had an e-commerce site, and Borders also had a website too. It’s not as if Barnes and Noble and Borders did not have websites, but they didn’t reimagine their business from top to bottom because the cost of communication had dropped to zero. They all invested. They, you know, they hired all the consultants. E-commerce, is it, we’re gonna have new business, we’re gonna do that. They did all that. But they did the old business. The operating model of a retailer had changed dramatically. And they didn’t realize it until much, much later, until it was too late. So the worry I have with companies is that they will do the Barnes and Noble-Borders strategy. Let’s add a chatbot, check the box, go to the board. We’re AI native. Instead of saying, if you believe what I’m saying, that the cost of expertise has dropped, then you should be really rethinking your business and reimagining it from the core up before somebody else does. So I think that’s the first thing at the company level. At the leader level, I think there are three big gaps. There’s a learning gap, right, like, they don’t know enough. They haven’t, you know, what I call the learning-doing gap. Everybody talks about AI. Nobody does AI. So I think there’s a learning gap. Then there’s an adoption gap, like, you are just not adopting fast enough, fierce enough, wide enough. And then a transformation gap. Like, you’ve thought of this as a technology play when this is a culture play, this is a work play, this is a team play. And your HR officer should be married to your data AI officer, and all adoption needs to be thought about in terms of technology and change and process change, not in terms of anything else. And for individuals what I would say is, you know, I sort of hark back to the bicycle of the mind analogy that allows you to go further and faster. Well, that’s what these things are showing, but we’re adults now trying to learn the bike, and if you remember trying to ride a bike when you were a kid, you know, you fell down, you scraped knees, you were embarrassed. It was hard to learn, but you had to keep practicing to learn to use this new instrument called the bike. And then once you got that, you had all this amazing freedom, you could sort of pretend to run away from your house very quickly when you were upset at your parents. That never happened to me. [Laughter]\nMOLLY WOOD: I did that like 30 times. I’m just flashing back to my entire childhood, and it was always the bike. [Laughter]\nKARIM LAKHANI: Right? So, but you had to invest, and you had, you know, maybe even a concussion to get there. So this is a practice thing. You’ve gotta practice this stuff to really understand. Like, don’t talk about—I got so mad at an exec class recently. I’m like, all of you guys are just talking about it. One was like, oh yeah, we’re thinking about AI and regulation. I go, does AI have a seat at the table with you? Are you asking it what it thinks? And they’re like, no. I’m like, then, what’s it gonna do? And so that, that’s where I see, I think, you know, at the company level, the leader level, and the individual level.\nMOLLY WOOD: Thank you so much. Karim Lakhani is a Harvard professor and chair of the school’s Digital Data Design Institute. What an absolute treat. Thanks for the time.\nKARIM LAKHANI: So much fun, Molly.\nMOLLY WOOD: Thank you all for joining us, and keep checking your feeds. We have more fascinating guests on the way with actionable insights that can help leaders develop an AI-first mindset, and maximize the ROI of AI. If you’ve got a question or a comment, please drop us an email at worklab@microsoft.com. And check out Microsoft’s Work Trend Indexes and the WorkLab digital publication, where you’ll find all our episodes along with thoughtful stories that explore how business leaders are thriving in today’s new world of work. You can find all of that at microsoft.com/worklab. As for this podcast, please, if you don’t mind, rate us, review us, and follow us wherever you listen. It helps us out a ton. The WorkLab podcast is a place for experts to share their insights and opinions. As students of the future of work, Microsoft values inputs from a diverse set of voices. That said, the opinions and findings of our guests are their own, and they may not necessarily reflect Microsoft’s own research or positions. WorkLab is produced by Microsoft with Godfrey Dadich Partners and Reasonable Volume. I’m your host, Molly Wood. Sharon Kallander and Matthew Duncan produced this podcast. Jessica Voelker is the WorkLab editor.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance",
    "Social Issue"
  ],
  "topics": [
    "Science and Technology->economics",
    "Science and Technology->technology and engineering",
    "Economy, Business and Finance->investment and opinion pieces",
    "Economy, Business and Finance->business strategy and marketing",
    "Economy, Business and Finance->financial and economic news",
    "Social Issue->social networking",
    "Social Issue->social condition"
  ],
  "ai_allow": true,
  "has_canonical": false,
  "breaking": false,
  "webz_reporter": false,
  "external_links": [],
  "entities": {
    "persons": [
      {
        "name": "Iavor Bojinov",
        "sentiment": "positive"
      },
      {
        "name": "Fabrizio Dell’Acqua",
        "sentiment": "positive"
      },
      {
        "name": "Karim Lakhani",
        "sentiment": "neutral"
      },
      {
        "name": "Molly Wood",
        "sentiment": "neutral"
      },
      {
        "name": "Glen Powell",
        "sentiment": "neutral"
      },
      {
        "name": "Barnes",
        "sentiment": "neutral"
      },
      {
        "name": "Sharon Kallander",
        "sentiment": "neutral"
      },
      {
        "name": "Matthew Duncan",
        "sentiment": "neutral"
      },
      {
        "name": "Jessica Voelker",
        "sentiment": "neutral"
      }
    ],
    "locations": [],
    "organizations": [
      {
        "name": "AI",
        "sentiment": "positive",
        "tickers": [
          {
            "ticker": "AI",
            "exchange": "NYSE"
          }
        ]
      },
      {
        "name": "Andreessen",
        "sentiment": "positive",
        "tickers": []
      },
      {
        "name": "Columbia",
        "sentiment": "positive",
        "tickers": [
          {
            "ticker": "COLM",
            "exchange": "NASDAQ"
          }
        ]
      },
      {
        "name": "Harvard Business School",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "WorkLab",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "HBS",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "Microsoft",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "Apple Podcasts",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "Spotify",
        "sentiment": "neutral",
        "tickers": [
          {
            "ticker": "SPOT",
            "exchange": "NYSE"
          }
        ]
      },
      {
        "name": "Digital Data Design Institute",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "Data Science",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "Python",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "Harvard Business Review",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "MVP",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "the Harvard Business Analytics",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "Wi-Fi’s",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "Amazon",
        "sentiment": "neutral",
        "tickers": [
          {
            "ticker": "AMZN",
            "exchange": "NASDAQ"
          }
        ]
      },
      {
        "name": "Instacart",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "HBR",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "Noble-Borders",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "Godfrey Dadich Partners",
        "sentiment": "neutral",
        "tickers": []
      }
    ]
  },
  "syndication": {
    "syndicated": false,
    "syndicate_id": null,
    "first_syndicated": false
  },
  "trust": {
    "categories": [],
    "bias": null
  },
  "rating": null,
  "crawled": "2025-04-03T01:35:22.117+03:00",
  "updated": "2025-04-03T01:35:22.117+03:00"
}