{
  "thread": {
    "uuid": "3c94c30e367ff19e5675984da0ec7f6999c3376c",
    "url": "https://www.fox13seattle.com/news/firefighters-in-snohomish-county-offer-tips-for-warmth-and-safety-during-winter-weather",
    "site_full": "www.fox13seattle.com",
    "site": "fox13seattle.com",
    "site_section": "https://q13fox.com/news",
    "site_categories": [],
    "section_title": "News",
    "title": "Firefighters in Snohomish County offer tips for warmth and safety during winter weather",
    "title_full": "Firefighters in Snohomish County offer tips for warmth and safety during winter weather",
    "published": "2024-01-12T02:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.foxtv.com/static.q13fox.com/www.q13fox.com/content/uploads/2024/01/1280/720/snapshot-3.jpg?ve=1&amp;tl=1",
    "performance_score": 0,
    "domain_rank": 31705,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3c94c30e367ff19e5675984da0ec7f6999c3376c",
  "url": "https://www.fox13seattle.com/news/firefighters-in-snohomish-county-offer-tips-for-warmth-and-safety-during-winter-weather",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Franque Thompson",
  "published": "2024-01-12T02:47:00.000+02:00",
  "title": "Firefighters in Snohomish County offer tips for warmth and safety during winter weather",
  "text": "Firefighters in Snohomish County offer tips for warmth and safety during winter weather SNOHOMISH COUNTY, Wash. - Temperatures are dropping to frigid lows in western Washington this weekend. First responders and local groups are working to ensure people are indoors and safe in the winter conditions. Firefighters with South County Fire have been preparing to respond to emergencies during the cold blast. \"We have some snowplows ready so that we can clear a way for our rigs to get out to 911 calls because they’re always responding, no matter the weather,\" said Leslie Hynes, public information officer for South County Fire. Hynes said this is the peak time of year when firefighters respond to flames at a home sparked by unsafe heating practices. \"And that’s why it’s super important to make sure your smoke alarms are working,\" said Hynes. Those who are using space heaters to warm their home, firefighters suggest placing it three feet away from flammable items like couches and curtains. Anyone using generators to power and heat the home is advised to leave the generator outside. The machine creates carbon monoxide, an odorless gas that can be hazardous, even deadly. \"Making sure that [the generator] is a safe distance from your home and that the exhaust isn’t going into your home. And never use a generator in an enclosed space, like a garage or something like that. Keep it as far away from the home as you can,\" said Hynes. In partnership with King County Regional Homeless Authority, the Salvation Army is setting up extra beds to get as many people experiencing homelessness out of the frigid temperatures. \"This impacts health. Quite frankly, this impacts lives. So, I'm very worried. My hope is that the word gets out there. We know there is wonderful outreach out there spreading the word. I've personally hit the pavement going to encampments and saying, hey, we want you to come in,\" said Arlene Hampton, director of programs for Salvation Army - Seattle Social Service. Aside from its shelter, Hampton said the Salvation Army is setting up warm places to stay at Seattle City Hall’s 4th Avenue entrance, And the Expedition Hall at Seattle Center. \"We're serving up some meals, we have hats, and gloves, please come in because we know we're saving lives. We're helping people to survive throughout these times when the weather is just not sustainable, even for those who are accustomed to being out in the elements,\" said Hampton. Out in the elements, it could be slick on the roads. To reduce the risk of emergencies behind the wheel, Hynes said firefighters are asking people to stay home if they can. \"If we do get snow and ice on the roads, stay home. So, preparing now before the roads get icy, though we’re starting to see snow fall. Make sure you have all the supplies you need on hand, so you don’t have to go out,\" said Hynes. Anyone out driving in those conditions are encouraged to have at least one-fourth tank of gas in the car and keep an emergency preparedness kit in the car. This includes a blanket, water, snacks, and a fully charged cellphone in case of an emergency and waiting for help.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hynes",
        "sentiment": "none"
      },
      {
        "name": "leslie hynes",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "snohomish county",
        "sentiment": "none"
      },
      {
        "name": "south county",
        "sentiment": "none"
      },
      {
        "name": "wash.",
        "sentiment": "none"
      },
      {
        "name": "unty",
        "sentiment": "none"
      },
      {
        "name": "washington",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-12T07:26:22.491+02:00",
  "updated": "2024-01-12T07:26:22.491+02:00"
}