{
  "thread": {
    "uuid": "3a3bf808298a17ef1becde6409bfc110b950aed8",
    "url": "https://www.president.gov.ua/en/news/zavzhdi-same-vid-voyiniv-pihotinciv-najbilshe-zalezhit-chiya-90717",
    "site_full": "www.president.gov.ua",
    "site": "president.gov.ua",
    "site_section": "https://www.president.gov.ua/en/rss/news/all.rss",
    "site_categories": [
      "media",
      "college_administration",
      "education",
      "law_government_and_politics",
      "us_government_resources"
    ],
    "section_title": "www.president.gov.ua",
    "title": "It Is Always Primarily the Infantry Troops Who Determine Who Controls the Ground – On Infantry Day, the President Congratulated the Defenders Who Are the Backbone of the Ukrainian Army",
    "title_full": "It Is Always Primarily the Infantry Troops Who Determine Who Controls the Ground – On Infantry Day, the President Congratulated the Defenders Who Are the Backbone of the Ukrainian Army",
    "published": "2024-05-06T15:35:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "UA",
    "main_image": "https://www.president.gov.ua/storage/j-image-storage/41/76/89/8f599b28320bb20a0b95eddea714944e_1715009497_large.png",
    "performance_score": 0,
    "domain_rank": 5198,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3a3bf808298a17ef1becde6409bfc110b950aed8",
  "url": "https://www.president.gov.ua/en/news/zavzhdi-same-vid-voyiniv-pihotinciv-najbilshe-zalezhit-chiya-90717",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "creator",
  "published": "2024-05-06T15:35:00.000+03:00",
  "title": "It Is Always Primarily the Infantry Troops Who Determine Who Controls the Ground – On Infantry Day, the President Congratulated the Defenders Who Are the Backbone of the Ukrainian Army",
  "text": "On Infantry Day, President Volodymyr Zelenskyy met with infantrymen, relatives of fallen Heroes and unit commanders, and presented state awards, battle flags and honorary awards.\nThe Head of State emphasized that infantrymen are the backbone of our army, the most numerous and determinative component of the Defense Forces of Ukraine, the foundation of the Armed Forces.\n“Our Ukrainian control is precisely where our infantry positions and the strength of our infantry troops – infantry, motorized infantry, mechanized, assault, mountain assault, and jaeger military units – are,” Volodymyr Zelenskyy said.\nOn behalf of all Ukrainians, the President thanked the infantry warriors for their strength, courage and resilience. He emphasized: we are all proud of the Ukrainian infantry.\n\"I thank all our warriors for the fact that Ukraine has managed to withstand this war and retains the ability to achieve its goals. And every Ukrainian – all our people – must always remember what our warriors are going through, how much pain and loss they are facing,\" Volodymyr Zelenskyy said.\nThe memory of the fallen defenders was honored with a moment of silence.\nThe Head of State handed the Order of the Golden Star to the families of the fallen Heroes of Ukraine. The following warriors were awarded the highest state award:\nJunior Sergeant Anton Kovalenko. In June 2023, the unit under his leadership cleared a platoon stronghold and took up a perimeter defense. Thanks to a radio station he found on the spot, he intercepted information about the plans and movements of the Russian occupiers and transmitted their coordinates. Anton Kovalenko was killed at a firing position. More than 30 dead Russian soldiers were found in front of it.\nSoldier Danylo Podybailo. He was a senior pilot of a UAV crew. His crew detected five self-propelled howitzers, two MT-12 Rapira anti-tank guns, a tripod-mounted automatic grenade launcher and two mortars. After adjusting the artillery fire, everything was destroyed. Danylo Podybailo was killed on June 1 last year as a shell directly hit his dugout.\nThree warriors were awarded the Presidential Cross of Military Merit:\nCaptain Roman Yeskov. During the battle, he pulled out a wounded brother-in-arms, provided assistance and organized evacuation. In October last year, the personnel under his leadership repelled enemy attacks, retained our positions, killed about 13 Russian soldiers and wounded 10 more.\nMajor Valeriy Lobov. In June last year, he personally led the company's personnel in an assault. He was wounded, but despite this, he organized the evacuation of one part of the unit and led the other to the enemy positions. After that, he lost consciousness. Valeriy Lobov was evacuated from the battlefield in serious condition. Two months later, he continued to perform combat missions near Robotyne, Zaporizhzhia region.\nJunior Sergeant Pavlo Svyrydiuk. He repeatedly covered the withdrawal of his brothers-in-arms from positions that were densely attacked by the Russian occupiers. This allowed them to regroup, take up defense in more favorable positions and stop the enemy. Using a drone, he detected enemy subversive reconnaissance groups and destroyed them with grenades.\nThe President also presented one serviceman with the Order of Bohdan Khmelnytsky of the second class, and three with the Order of Bohdan Khmelnytsky of the second class.\nThree warriors received the Order \"For Courage\" of the second class, and five received the Order \"For Courage\" of the third class.\nThe Head of State presented battle flags to the 22nd, 31st, 32nd and 65th separate mechanized brigades.\nThe 47th and 66th separate mechanized brigades were awarded the honorary award \"For Courage and Bravery.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "volodymyr zelenskyy",
        "sentiment": "neutral"
      }
    ],
    "organizations": [
      {
        "name": "defense forces of ukraine",
        "sentiment": "none"
      },
      {
        "name": "armed forces",
        "sentiment": "none"
      },
      {
        "name": "state",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-06T21:48:37.208+03:00",
  "updated": "2024-05-06T21:48:37.208+03:00"
}