{
  "thread": {
    "uuid": "e375fca8bbc17b91cc6160995880847559feb6b8",
    "url": "https://www.citizen.digital/news/pope-washes-feet-of-12-women-prisoners-on-holy-thursday-n339412",
    "site_full": "www.citizen.digital",
    "site": "citizen.digital",
    "site_section": "https://citizen.digital/",
    "site_categories": [],
    "section_title": "Citizen Digital - Breaking News, Kenya News, Latest News, Citizen TV, 2022 elections, Sports, Entertainment, Exclusive videos, Radio, Podcasts",
    "title": "Pope washes feet of 12 women prisoners on Holy Thursday",
    "title_full": "Pope washes feet of 12 women prisoners on Holy Thursday",
    "published": "2024-03-29T07:18:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "KE",
    "main_image": "https://citizentv.obs.af-south-1.myhuaweicloud.com/121582/conversions/AFP__20240328__34MQ4QL__v2__HighRes__ItalyVaticanReligionPopeHolyThursdayPrison-og_image.webp",
    "performance_score": 0,
    "domain_rank": 49457,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e375fca8bbc17b91cc6160995880847559feb6b8",
  "url": "https://www.citizen.digital/news/pope-washes-feet-of-12-women-prisoners-on-holy-thursday-n339412",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "AFP",
  "published": "2024-03-29T07:18:00.000+03:00",
  "title": "Pope washes feet of 12 women prisoners on Holy Thursday",
  "text": "Pope Francis, who often pleads for compassion to prisoners, washed the feet of 12 incarcerated women in Rome on Thursday in a rite marking Holy Thursday before Easter. The Argentinian Jesuit visited the Rebibbia women's prison in the northeastern outskirts of the Italian capital, where he performed the same rite in 2015.\nThursday, however, was the first time the 87-year-old pontiff had dedicated his annual ritual during Holy Week solely to women.\nSeated in a wheelchair, the pope washed the feet of each of the prisoners, some of them in tears, before drying them off with a towel and kissing them.\n\"We all have small failures, big failures,\" said the pope in an impromptu homily during a mass held in the courtyard of the prison that holds some 370 women.\n\"But the Lord is always waiting for us, with open arms, and he never tires of forgiving,\" he added.\nThe washing of feet is \"a gesture that draws our attention to the vocation of service,\" said Francis, who as a priest in Buenos Aires had already begun visiting prisoners.\nA few minutes earlier, the pontiff was all smiles as he shook hands with the inmates.\nLast month, the pope caught a flu that caused him to cancel some public meetings. During his subsequent recovery, he has on several occasions asked others to read his speeches.\nIn the Christian tradition, Holy Thursday commemorates the day when Christ washed the feet of the apostles at the Last Supper.\nIt is a highlight of Holy Week, which commemorates Christ's final days before his resurrection on Easter.\nSince becoming pope in 2013, the head of the Catholic Church has often visited prisons and refugee centres, including last year on Holy Thursday when he visited a juvenile detention centre and washed the feet of 12 young men.\nOn Good Friday, he is due to preside over the \"Way of the Cross\" prayer service at Rome's Coliseum, which he was unable to attend last year as he recovered from a bronchial infection.\nTags: Pope Francis Easter Rome Want to send us a story? Submit on Wananchi Reporting on the Citizen Digital App or Send an email to wananchi@royalmedia.co.ke or Send an SMS to 25170 or WhatsApp on 0743570000\nLeave a Comment\nComments No comments yet.\nlatest stories",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [
    "https://wa.me/0743570000",
    "https://www.wa.me/0743570000"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "francis",
        "sentiment": "neutral"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "rome",
        "sentiment": "none"
      },
      {
        "name": "buenos aires",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T07:38:35.702+03:00",
  "updated": "2024-03-29T07:38:35.702+03:00"
}