{
  "thread": {
    "uuid": "fa8a073ece127d11f33e69998476d82bb2db2cf3",
    "url": "https://www.eleconomista.es/retail-consumo/noticias/12606653/01/24/lidl-renueva-su-cupula-directiva-en-nuestro-pais-y-exporta-talento-espanol-al-grupo.html",
    "site_full": "www.eleconomista.es",
    "site": "eleconomista.es",
    "site_section": "https://www.eleconomista.es/",
    "site_categories": [
      "sports"
    ],
    "section_title": "elEconomista.es - Líder en noticias de economía, bolsa, mercados y finanzas",
    "title": "Lidl renueva su cúpula directiva en nuestro país y exporta talento español al grupo",
    "title_full": "Lidl renueva su cúpula directiva en nuestro país y exporta talento español al grupo",
    "published": "2024-01-02T11:35:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://s03.s3c.es/imag/_v0/1793x1009/f/0/2/1200x655_LidlDirectiva.jpg",
    "performance_score": 0,
    "domain_rank": 3682,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fa8a073ece127d11f33e69998476d82bb2db2cf3",
  "url": "https://www.eleconomista.es/retail-consumo/noticias/12606653/01/24/lidl-renueva-su-cupula-directiva-en-nuestro-pais-y-exporta-talento-espanol-al-grupo.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "elEconomista.es",
  "published": "2024-01-02T11:35:00.000+02:00",
  "title": "Lidl renueva su cúpula directiva en nuestro país y exporta talento español al grupo",
  "text": "La buena marcha de Lidl en España, donde está a punto de cumplir tres décadas de presencia, ha propiciado que el grupo alemán haya confiado en el talento directivo local para impulsar su negocio en otros mercados internacionales con unos movimientos que generarán cambios en la Dirección General en nuestro país. En este sentido, la cadena de supermercados ha anunciado que después de más de 20 años en el Comité de Dirección de la compañía en España, los actuales director general Corporativo, Ferran Figueras, y director general de Compras y Comercial, Miguel Paradela, emprenderán una nueva etapa profesional en el grupo Lidl para aportar su experiencia en otros mercados estratégicos como Reino Unido y Estados Unidos, respectivamente. En su lugar, el director general de Lidl España, Claus Grande, ha avanzado que el grupo incorporará a \"dos personas con experiencia internacional que, desde sus nuevos cargos, contribuirán con creces a llevar Lidl al siguiente nivel para lograr ser la primera opción de compra de cada vez más consumidores en España\". Se trata de Nicolas Kiefer, que asumirá el rol de director general de Administración y Finanzas de Lidl España a partir del 1 de febrero de 2024, y de Carlos González-Vilardell, que es el nuevo director general de Compras y Comercial desde el 1 de enero. Kiefer cuenta con más de ocho años de experiencia en el grupo donde ha dirigido el área de Finanzas y Contabilidad en países como Suiza o Dinamarca, mientras que González-Vilardell ha ocupado posiciones directivas en múltiples áreas de negocio de Lidl antes de asumir el cargo de director general de Compras y Comercial en Irlanda a principios de 2022. Desde hace años, y en su apuesta por el desarrollo del talento interno y la confianza en sus distintos equipos, en Lidl más de un 80% de los puestos de mando ya son fruto de promociones de personas que han avanzado dentro de la empresa hasta alcanzar posiciones de máxima responsabilidad. Desde la compañía recuerdan que cuentan desde 2005 con un programa formativo orientado a futuros directivos y diseñado para detectar perfiles con capacidades de alta dirección y acompañarles desde un planteamiento transversal e internacional, complementado con formación en escuelas de negocio externas de gran prestigio.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-02T12:12:48.022+02:00",
  "updated": "2024-01-02T12:12:48.022+02:00"
}