{
  "thread": {
    "uuid": "40be77cef1a23ad0e63ee2252f714d6f855cb94d",
    "url": "https://www.newsbreak.com/groton-ct/3335215459867-in-stark-winter-woodland-colors-stand-out",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/waterford-ct",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Waterford News, Weather, Safety, Sports | NewsBreak Waterford, CT",
    "title": "In stark winter, woodland colors stand out",
    "title_full": "In stark winter, woodland colors stand out",
    "published": "2024-02-16T01:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/3Oe6yR_0rLdvEQP00?type=thumbnail_1600x1200",
    "performance_score": 0,
    "domain_rank": 3362,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "40be77cef1a23ad0e63ee2252f714d6f855cb94d",
  "url": "https://www.newsbreak.com/groton-ct/3335215459867-in-stark-winter-woodland-colors-stand-out",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2024-02-16T01:00:00.000+02:00",
  "title": "In stark winter, woodland colors stand out",
  "text": "Swaths of green spread out amid the murk on a misty, February morning, as our hiking group meandered over rugged trails at the Candlewood Hill State Wildlife Management Area in Groton. “These are ideal conditions for lichen and moss – 40 degrees and foggy,” Maggie Jones explained, as four of us gazed from a rocky knoll at an expanse of lichen-coated scrub oaks. Emerald-hued mosses blanketed boulders and stone slabs, accentuated by richly verdant mountain laurel, wispy pines and delicate, evergreen groundcover. Even after this week’s snow, there is color in the mid-winter woods. A couple weeks before Tuesday’s storm, Maggie, Phil Plouffe, Scott Berry and I tramped for five miles over craggy ridges, into steep ravines, beneath overhanging ledges, around vernal pools and along sphagnum bogs – surprisingly varied terrain in land that abuts Interstate 95. The 201-acre tract also is bounded by the Gold Star Highway (Route 184), Flanders Road and North Road (Route 117). If some town officials had their way, this parcel would have been paved over as an industrial park instead of preserved as a greenbelt containing the largest grove of pitch pines in Connecticut. The resin-rich trees that grow on this 44-acre section are also known as candlewood, because colonists once burned them for lighting. They also used pitch pine resin to waterproof ships and houses, and to make pine tar soap. Often taking root on barren rock, pitch pines are scrubbier and more gnarled than the white pines common to the eastern forest. The Groton Open Space Association (GOSA) persuaded the state to acquire this property in 2017, despite objections by the Groton Town Council, which for years sought to develop it. The parcel, which contains remnants of old quarries, had been owned by Tilcon, an asphalt and concrete paving materials supplier. Many hikers call it Tilson park, in part to avoid confusion with Candlewood Ridge, a nearby, 91-acre nature preserve owned by GOSA. Unlike state parks, which typically offer paved parking lots, picnic tables and restrooms, as well as provide trail maps and other information on government websites, Candlewood Hill State Wildlife Management Area doesn’t even have a sign at its main entrance on Route 184, just west of Rogers Road. Another access, just north of the landfill on Flanders Road, also is unmarked. Visitors must park their cars in a tiny, muddy parking area to begin hiking on a network of mostly unmarked footpaths. “I come here several times a week and still get turned around all the time,” Phil said, as our group stopped to ponder a route. We followed a more-or-less counter-clockwise direction around the perimeter, along paths lined with laurel, huckleberry and blueberry shrubs. We also passed a number of large boulders, left behind when the last glacier to cover this part of Connecticut melted some 22,000 years ago. All sheet ice disappeared throughout the rest of the state over the next 4,000 years. Like many people, I used to call any isolated boulder a “glacial erratic,” but during a hike/lecture at this management area in 2020, Ralph Lewis, state geologist emeritus, set me straight. An erratic refers only to a rock that rests on another rock of a different composition, he explained. A basalt boulder resting on basalt is a glacial boulder; if that same basalt boulder rested on sandstone, it would be termed an erratic. What’s more, erratics don’t have to be big boulders; they can be as small as pebbles, Lewis added. In addition to observing boulders – not erratics – we paused every so often to get our bearings, and to munch on teaberries. The tiny, red fruits of this evergreen groundcover, also known as American wintergreen, has a spicy, minty flavor similar to that of once-popular Teaberry chewing gum. Native Americans reportedly used teaberry to treat pain, but modern medical authorities question its efficacy. From atop the candlewood ridge, we were able to view Long Island Sound. Although we almost always remained within earshot of I-95 traffic, we never saw the highway or any other road, until we returned to Route 184. While walking back to our cars, I asked Scott why he, like Phil, hikes at Candlewood/Tilcon so often. “It’s a great place, so much diversity, so close to home,” he said. “Since you’re so familiar with the trails, do you think you could retrace the route we took today?” I asked. “Never in a million years,” he replied.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "scott berry",
        "sentiment": "none"
      },
      {
        "name": "maggie jones",
        "sentiment": "none"
      },
      {
        "name": "maggie",
        "sentiment": "none"
      },
      {
        "name": "phil plouffe",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "flanders road",
        "sentiment": "none"
      },
      {
        "name": "north road",
        "sentiment": "none"
      },
      {
        "name": "candlewood hill state wildlife management area",
        "sentiment": "none"
      },
      {
        "name": "groton",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T06:42:23.500+02:00",
  "updated": "2024-02-16T06:42:23.500+02:00"
}