{
  "thread": {
    "uuid": "c895a74f092ec4193cf3fbb42800eb0ad97ca2ff",
    "url": "https://theshillongtimes.com/2024/01/08/lucknow-sees-tulips-blooming-in-winter-a-first-for-the-world-say-experts-2/",
    "site_full": "theshillongtimes.com",
    "site": "theshillongtimes.com",
    "site_section": "https://www.theshillongtimes.com",
    "site_categories": [
      "media"
    ],
    "section_title": "The Shillong Times is an Indian Newspaper",
    "title": "Lucknow sees tulips blooming in winter; a first for the world, say experts - The Shillong Times",
    "title_full": "Lucknow sees tulips blooming in winter; a first for the world, say experts - The Shillong Times",
    "published": "2024-01-07T19:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://theshillongtimes.com/wp-content/uploads/2024/01/tulip.jpg",
    "performance_score": 0,
    "domain_rank": 97082,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c895a74f092ec4193cf3fbb42800eb0ad97ca2ff",
  "url": "https://theshillongtimes.com/2024/01/08/lucknow-sees-tulips-blooming-in-winter-a-first-for-the-world-say-experts-2/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Agencies",
  "published": "2024-01-07T19:34:00.000+02:00",
  "title": "Lucknow sees tulips blooming in winter; a first for the world, say experts - The Shillong Times",
  "text": "Lucknow, Jan 7: The National Botanical Research Institute’s (NBRI) research station in Banthra, Lucknow, is a riot of colours these days. Around 60 red tulips have flowered in the garden of the NBRI’s research station and botanists claim this could be first tulip bloom across globe in winter. Tulips usually flower in the spring months of March and April, but the warm December in Lucknow this year has advanced their bloom, springing an off-season miracle in unlikely conditions — different soil and climate. Three NBRI scientists are behind this unusual bloom — institute director Ajit Kumar Shasany, garden in charge-cum-chief scientist SK Tiwari, and principal scientist Rakesh Chandra Nainwal. The trio toiled since October to nurture tulip bulbs, to ensure their healthy flowering in the challenging weather and soil conditions. “We began the journey of tulips acclimatisation (their growth in different climates, soil and other conditions) in October. We got tulip bulbs and to make the journey more challenging we chose NBRI Banthra research station on the outskirts of Lucknow, in place of the institute’s main campus in the heart of the state capital. Tulips grow best in well-drained soil but we decided to grow it on the clay soil in Banthra,” said SK Tiwari, who has been curating NBRI’s annual flower show for the past four decades. Tiwari said, “We sowed bulbs of five tulip varieties comprising white, pink, yellow, orange and red. The ‘red’ variety, considered most difficult to grow, began to bloom. And now the flowers are bursting in full hues in the NBRI garden”. Explaining further, he said temperatures play the most crucial role in tulip’s growth. “In the initial phase, the flower needs a temperature of 15 to 18 degrees Celsius. In the second phase, which is the growing stage, it needs 2 to 10 degrees Celsius temperature, and for the third and final phase, temperature should be in the range of 15-20 degrees Celsius,” he said. NBRI director Ajit Kumar Shasany said, “Tulips bloom marks a new chapter in NBRI’s efforts to diversify its floricultural research and introduce new ornamental crops in the region.” He said tulips are widely cultivated since they are vibrant and ornamental flowers. They are typically associated with temperate climate and require specific growing conditions, including cool temperatures and well-draining soil. “The success at Banthra research station is a testament to the dedication and expertise of our scientists, who were able to adapt these delicate flowers to the local climate,” the director added. “The successful cultivation of tulips in Lucknow would prove to be a boon. It could lead to the development of new tulip varieties better suited to the Indian climate. It could also create new economic opportunities for farmers in the region, who could grow and sell them as cut flowers or ornamental plants,” said Shasany. (IANS) Lucknow sees tulips blooming in winter; a first for the world, say experts Date: Share post: Lucknow, Jan 7: The National Botanical Research Institute’s (NBRI) research station in Banthra, Lucknow, is a riot of colours these days.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ajit kumar shasany",
        "sentiment": "none"
      },
      {
        "name": "sk tiwari",
        "sentiment": "none"
      },
      {
        "name": "rakesh chandra nainwal",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "national botanical research institute",
        "sentiment": "negative"
      },
      {
        "name": "nbri banthra",
        "sentiment": "none"
      },
      {
        "name": "nbri",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "lucknow",
        "sentiment": "none"
      },
      {
        "name": "banthra",
        "sentiment": "none"
      },
      {
        "name": "shillong",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:07:47.451+02:00",
  "updated": "2024-01-08T01:07:47.451+02:00"
}