{
  "thread": {
    "uuid": "163d41f9d516eca38c02f612ea16682d834e78e4",
    "url": "https://www.silicon.es/press-release/lenovo-muestra-una-ia-mas-inteligente-para-todos-a-traves-de-una-completa-cartera-de-dispositivos-soluciones-y-conceptos-de-ia-en-tech-world-2024",
    "site_full": "www.silicon.es",
    "site": "silicon.es",
    "site_section": "https://www.silicon.es/press-release",
    "site_categories": [
      "tech"
    ],
    "section_title": "Press Release Archive - Silicon",
    "title": "Lenovo ™ muestra una IA más inteligente para todos a través de una completa cartera de dispositivos, soluciones y conceptos de IA en Tech World 2024 - Silicon",
    "title_full": "Lenovo ™ muestra una IA más inteligente para todos a través de una completa cartera de dispositivos, soluciones y conceptos de IA en Tech World 2024 - Silicon",
    "published": "2024-10-17T22:07:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://mms.businesswire.com/media/20241015005193/es/2273664/4/Picture1.jpg",
    "performance_score": 0,
    "domain_rank": 91250,
    "domain_rank_updated": "2024-10-15T00:00:00.000+03:00",
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "163d41f9d516eca38c02f612ea16682d834e78e4",
  "url": "https://www.silicon.es/press-release/lenovo-muestra-una-ia-mas-inteligente-para-todos-a-traves-de-una-completa-cartera-de-dispositivos-soluciones-y-conceptos-de-ia-en-tech-world-2024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Brand Discovery",
  "published": "2024-10-17T22:07:00.000+03:00",
  "title": "Lenovo ™ muestra una IA más inteligente para todos a través de una completa cartera de dispositivos, soluciones y conceptos de IA en Tech World 2024 - Silicon",
  "text": "Patrocinado por Businesswire Lenovo presentó sus innovaciones de IA más ambiciosas hasta la fecha en su evento Tech World 2024 reforzando su objetivo de crear un futuro de “IA más inteligente para todos”. Entre los aspectos más destacados se encuentran Lenovo AI Now , un agente de IA local que transforma los PC en asistentes personalizados; el nuevo portátil ThinkPad ™ X1 2-in-1 Gen 10 Aura Edition AI que integra funciones impulsadas por IA para el trabajo híbrido; y Lenovo Learning Zone , una plataforma de software educativo personal impulsada por IA. Además, Lenovo mostrará nuevas y emocionantes pruebas de conceptos como Lenovo “AI Buddy” , un módulo interactivo visual y demostraciones de tecnología avanzada , incluida las soluciones Workstation AI y ThinkShield ™ AI PC security , demostrando su ambición de liderar en soluciones de IA de vanguardia. Estos anuncios muestran cómo la cartera de IA de Lenovo personaliza las experiencias, mejora la productividad y proporciona protección de datos para el trabajo, el aprendizaje y la vida doméstica.\nEste comunicado de prensa trata sobre multimedia. Ver la noticia completa aquí: https://www.businesswire.com/news/home/20241015005193/es/\nLenovo™ Showcases Smarter AI for All Across Comprehensive AI Devices, Solutions, and Concepts Portfolio at Tech World 2024 (Graphic: Business Wire)\nLiderar una IA más inteligente para todos\n“En Lenovo, nuestra visión es ofrecer tecnología más inteligente para todos, con un compromiso inquebrantable para dar forma a un futuro impulsado por la IA. Con una de las carteras de IA más completas del sector, proporcionamos dispositivos y soluciones potentes, flexibles y responsables que capacitan a las personas e impulsan la transformación en todos los sectores”, afirma Luca Rossi, presidente del Grupo de Dispositivos Inteligentes de Lenovo. “Nuestro enfoque en experiencias personalizadas, productivas y protegidas garantiza que nuestro ecosistema impulsado por la IA ayude a desbloquear la creatividad, mejore la colaboración y se integre a la perfección en cualquier entorno digital”.\nNuevos dispositivos y programas listos para llevar la IA cotidiana a consumidores y empresas\nEstos dispositivos y soluciones de Lenovo impulsados por IA están diseñados para satisfacer las diversas necesidades de los usuarios, ofreciendo experiencias personalizadas para profesionales, estudiantes y empresas por igual. Al integrar la IA en su cartera de productos, Lenovo pretende agilizar los flujos de trabajo, mejorar la colaboración y proporcionar experiencias informáticas más seguras y personalizadas. A continuación se presentan los anuncios de productos clave de Tech World 2024, cada uno de los cuales destaca el compromiso de Lenovo de ofrecer una tecnología más inteligente que sea intuitiva e impactante.\nLenovo AI Now: revolucionando la experiencia de PC con IA\nLenovo AI Now es un innovador agente de IA diseñado para transformar los PC tradicionales en dispositivos de IA verdaderamente personalizados 1 . Utiliza un modelo local de lenguaje amplio (LLM) basado en Llama 3.1 de Meta, que permite la interacción en tiempo real con la base de conocimiento personal (PKB) del usuario sin depender del procesamiento en la nube. Esto ofrece una mayor privacidad de los datos, ya que todas las interacciones permanecen almacenadas localmente en el dispositivo. Los usuarios pueden emplear Lenovo AI Now para automatizar y simplificar una amplia gama de tareas, desde la gestión de documentos y la transcripción de reuniones en línea hasta el control de dispositivos y la generación de contenidos. El intuitivo asistente de IA de la plataforma es compatible con la interacción en lenguaje natural, lo que permite a los usuarios buscar rápidamente en documentos del dispositivo, imágenes locales o generar resúmenes de texto basados en consultas específicas.\nLenovo AI Now también integra funcionalidades de asistente de PC, que permiten a los usuarios configurar sus dispositivos mediante indicaciones en lenguaje natural. Por ejemplo, los usuarios pueden ajustar parámetros como el brillo de la pantalla o activar herramientas de productividad como el modo de cuidado de la vista, todo ello simplemente preguntando a Lenovo AI Now. Con el asistente de conocimiento, los usuarios pueden colocar archivos en su base de conocimiento personal, buscar dentro de ellos e incluso hacer preguntas específicas para recuperar información clave, lo que convierte a Lenovo AI Now en una potente herramienta para organizar grandes cantidades de datos.\nAdemás, Lenovo AI Now fomenta un rico ecosistema de aplicaciones de IA tanto de Lenovo como de terceros, ampliando aún más las capacidades de la plataforma para apoyar el trabajo de oficina, las tareas creativas e incluso los juegos 2 . Ofrece a profesionales, estudiantes y creativos herramientas de IA capaces de resumir documentos, redactar respuestas, generar imágenes y mucho más, todo ello con una experiencia rápida y fluida en el dispositivo local y aprovechando la potencia de la nube.\nCon su LLM local y diseñada para aprovechar la arquitectura informática heterogénea, que combina la potencia de la CPU (unidad central de procesamiento), la GPU (unidad de procesamiento gráfico) y la NPU (unidad de procesamiento neuronal), Lenovo AI Now ofrece un rendimiento de alta velocidad a la vez que minimiza el consumo de batería. Como solución totalmente integrada, Lenovo AI Now también proporciona asistencia sin fisuras para servicios posventa , recomendaciones de dispositivos y atención al cliente a través del asistente virtual de Lenovo, que está integrado en la plataforma para ofrecer ayuda y resolución de problemas al instante.\nLenovo AI Now está diseñado con sólidas medidas de seguridad para ayudar a proteger los datos y la privacidad del usuario. La base de conocimiento personal almacena todos los datos personales localmente en el dispositivo, salvaguardados por un sólido algoritmo de seguridad. Además de la función de IA local, los usuarios también tienen acceso a servicios basados en la nube para ampliar los escenarios de IA. En este caso, los usuarios tienen pleno control sobre cuándo se accede a los servicios en la nube, y se requiere el consentimiento explícito cada vez que se utilizan datos en la nube.\nAdemás, Microsoft Azure AI Content Safety está integrado en Lenovo AI Now, lo que permite la supervisión y el filtrado en tiempo real de contenido dañino. Lenovo AI Now también ha recibido una verificación de reclamo de marketing de UL Solutions para nuestro algoritmo de IA, verificado para la recopilación, el almacenamiento, la protección y la exposición de datos, y es la primera aplicación de IA en lograr la calificación UL Solutions AI Model Transparency Benchmark Diamond, lo que resulta en una marca UL Verified Mark para AI Model Transparency, lo que demuestra aún más cómo Lenovo prioriza la seguridad y la privacidad.\nCon Lenovo AI Now, los usuarios obtienen una experiencia personalizada, productiva y protegida que amplía los límites de lo que pueden lograr los PC con IA, garantizando que sus dispositivos Lenovo sean más inteligentes, intuitivos y seguros para el uso diario.\nThinkPad X1 2 en 1 Gen 10 Aura Edition: redefiniendo el trabajo híbrido y la productividad\nEl ThinkPad X1 2 en 1 Gen 10 Aura Edition está diseñado para ofrecer una versatilidad y potencia inigualables, lo que lo convierte en una solución suprema para los profesionales que necesitan flexibilidad, movilidad y rendimiento. Como nuevo PC 2 en 1 Copilot+ que incorpora una opción de pantalla OLED superbrillante con frecuencia de actualización variable de hasta 120 Hz 3 , el dispositivo realiza transiciones perfectas entre los modos portátil y tableta, lo que permite a los usuarios adaptarse a diversos escenarios de trabajo, ya sea tomando notas durante reuniones, haciendo bocetos con el Lenovo Yoga Pen o trabajando en informes complejos. Equipado con con procesadores Intel® Core™ Ultra serie 200V con gráficos Intel® Arc™ y una NPU integrada de hasta 48 TOPS , el ThinkPad X1 2 en 1 está diseñado para manejar tareas impulsadas por IA con facilidad, y generar perspectivas de datos en tiempo real, para mejorar las presentaciones visuales. Como PC Copilot+, el ThinkPad X1 2 en 1 Gen 10 Aura Edition ofrece un rendimiento y una duración de la batería inigualables, así como el más alto estándar de seguridad de Windows disponible. Los usuarios pueden acelerar su productividad y creatividad con nuevas experiencias de IA como Live Captions con traducción, que les permite comunicarse en varios idiomas con amigos y familiares, o Cocreator en Paint, que inspira la creatividad de las personas para ayudarles a dar vida a sus ideas. Estas funciones de Copilot+ PC estarán disponibles en Microsoft a partir de finales de noviembre 4 .\nLenovo Aura Edition lleva la personalización y la experiencia de usuario al siguiente nivel. Cuenta con Smart Modes que proporcionan un acceso intuitivo a través de un sencillo widget para la personalización de diferentes tareas como la colaboración, el bienestar y la privacidad, garantizando que el dispositivo optimice su rendimiento y uso de la energía en función de las necesidades del usuario. Smart Share permite compartir imágenes de forma fluida con smartphones 5 , mientras que Smart Care proporciona acceso instantáneo a las herramientas de soporte de Lenovo 6 , garantizando que los usuarios dispongan de asistencia para la resolución de problemas en tiempo real al alcance de su mano. Estas características están diseñadas para hacer que el ThinkPad sea más intuitivo y receptivo, ofreciendo una experiencia de usuario adaptada y más segura para cada tipo de profesional.\nCon una duración de la batería de más de 18 horas 7 , el ThinkPad X1 2 en 1 Gen 10 Aura Edition está diseñado para utilizarse durante todo el día, proporcionando a los profesionales la flexibilidad de trabajar desde cualquier lugar sin preocuparse de recargarlo con frecuencia. El panel táctil háptico de alta calidad opcional y el emblemático TrackPoint garantizan un control preciso y una navegación cómoda, mientras que el lápiz óptico ofrece una interacción intuitiva para dibujar, tomar notas o realizar anotaciones en documentos.\nAdemás, el dispositivo se ha diseñado pensando más en la sostenibilidad, con una batería CRU (Customer Replaceable Unit) y construido con un 75 % de aluminio reciclado para las cubiertas A y C y un 55 % de aluminio reciclado para la cubierta D. Su embalaje es 100 % libre de plástico y está hecho de bambú y caña de azúcar 8 .\nLa seguridad y la privacidad son componentes fundamentales del ThinkPad X1 2 en 1 Gen 10. Incluye funciones avanzadas de seguridad ThinkShield como un lector de huellas dactilares integrado en el teclado, una cámara de infrarrojos con reconocimiento facial y un obturador de privacidad, para permitir la protección de los datos y la privacidad del usuario. Además, sus robustas pruebas MIL-SPEC 810H destacan la durabilidad 9 , lo que hace que el dispositivo sea más resistente en entornos exigentes.\nLos usuarios finales pueden aprovechar el ThinkPad X1 2 en 1 Gen 10 Aura Edition para agilizar su flujo de trabajo, colaborar sin esfuerzo y mantenerse protegidos, ya sea trabajando desde casa, sobre la marcha o en la oficina. Desde su funcionalidad híbrida hasta sus potentes mejoras basadas en IA, el dispositivo redefine lo que significa trabajar de forma más inteligente, rápida y segura en el dinámico entorno empresarial actual.\nLenovo Learning Zone: capacitar a la próxima generación de estudiantes\nLenovo Learning Zone es una plataforma educativa impulsada por IA diseñada para ofrecer una completa gama de herramientas que facilitan el aprendizaje dentro y fuera del aula 10 . Con sus herramientas de aprendizaje basadas en IA, los usuarios tienen acceso a asistencia en clase en directo y transcripción en tiempo real, lo que garantiza que nunca se pierdan detalles clave durante las clases. La plataforma transforma los materiales de clase en apuntes y cuestionarios generados por IA , lo que permite captar información y reforzar el aprendizaje mediante evaluaciones atractivas y personalizadas.\nPara mejorar aún más la experiencia de aprendizaje, Lenovo Learning Zone admite la sincronización perfecta entre PC y smartphones 11 , lo que permite a los usuarios acceder a sus apuntes, pruebas y materiales de aprendizaje en todos los dispositivos. Con el Lenovo Smart Scanner , pueden digitalizar e importar fácilmente documentos en papel, garantizando que todos sus recursos de aprendizaje estén centralizados en un solo lugar.\nMás allá de sus funciones educativas, Lenovo Learning Zone se compromete a apoyar la privacidad y seguridad de los usuarios. El modelo de IA de la plataforma, que utiliza Lenovo AI Now, se almacena y verifica localmente, lo que significa que los datos personales permanecen protegidos y bajo el control del usuario. Esto es crucial para los estudiantes preocupados por la privacidad de los datos, ya que garantiza que su viaje educativo no solo se mejora, sino que también se protege.\nEn esencia, Lenovo Learning Zone ofrece una solución integral para los usuarios que buscan optimizar su experiencia de aprendizaje, proporcionando las herramientas que necesitan para mantenerse productivos, comprometidos y protegidos a lo largo de su viaje académico. Lenovo continuará revisando los comentarios de los usuarios y mejorando Lenovo Learning Zone con nuevas funciones en el futuro.\nThinkSmart™ Core Gen 2\nEl ThinkSmart Core Gen 2, anunciado el 14 de octubre, , lleva la eficiencia de las reuniones al siguiente nivel como uno de los primeros dispositivos informáticos optimizados para IA creados específicamente para videoconferencias. Además de las ya sorprendentes funciones inteligentes de audio y vídeo, allanará el camino hacia el futuro aprovechando las últimas funciones impulsadas por la IA mediante Microsoft Copilot y Zoom AI Companion. Esto transforma las salas de reuniones en centros de colaboración inteligentes, permitiendo interacciones productivas con mayor seguridad tanto si las reuniones son presenciales como virtuales. La transcripción en tiempo real y los ajustes de vídeo inteligentes garantizan una experiencia fluida, reducen las distracciones y mejoran el compromiso del equipo, al tiempo que mantienen protegidos los datos confidenciales.\nPruebas de concepto inéditas de nuevos dispositivos de IA\nLenovo AI Mouse\nEl ratón AI Mouse ofrece una experiencia personalizada al integrar un botón AI dedicado que conecta a los usuarios con Lenovo AI Now. Con una ergonomía elegante y un asistente digital impulsado por IA, este ratón de prueba de concepto simplifica los flujos de trabajo, ayudando a los usuarios a navegar por las tareas de manera más eficiente. Está diseñado para mejorar la comodidad y la productividad durante largas horas de trabajo, con la ventaja añadida de un consumo de batería minimizado para una eficiencia energética óptima.\n“Home AI Brain” de Lenovo\nLa prueba de concepto de nombre en clave “Home AI Brain” mejora la forma en que las familias comparten recuerdos utilizando la IA para generar automáticamente videos que recopilan los momentos más destacados de eventos especiales. Esta plataforma conceptual permite a las familias editar y compartir contenidos personalizados a través de dispositivos como tabletas, ordenadores y televisores, proporcionando conectividad y seguridad de datos sin fisuras. Al simplificar la edición multimedia y la sincronización entre dispositivos, Home AI Brain ofrece una experiencia rica y envolvente al tiempo que mantiene protegidos los recuerdos personales.\nAI Buddy de Lenovo\nLa prueba de concepto denominada “AI Buddy” simula una interfaz de usuario basada en las emociones para interactuar con los usuarios de forma personalizada, adaptando sus respuestas en función de las peticiones y preferencias del usuario. Este asistente digital gestiona eficazmente la programación, los recordatorios y las tareas diarias, lo que lo convierte en una herramienta de productividad esencial que se integra a la perfección en las rutinas de los usuarios. Una gestión de tareas más segura garantiza que la información sensible se maneja con cuidado, proporcionando a los usuarios una interacción similar a la humana que es a la vez intuitiva y más segura.\nSolución para conferencias Super Multi-view 3D\nLa solución para conferencias Super Multi-view 3D de Lenovo ofrece una pantalla 3D envolvente de 65 pulgadas sin gafas diseñada para interacciones multipersona y multipunto de vista. Al capturar video 3D en tiempo real desde múltiples perspectivas, los participantes pueden experimentar las reuniones con una sensación natural de profundidad e interacción, eliminando las barreras físicas y haciendo que la colaboración remota se parezca más a la comunicación en persona. Esta avanzada tecnología garantiza una participación fluida, creando un entorno de reunión dinámico e intuitivo, que mejora la forma en que los profesionales se conectan, colaboran y presentan ideas a distancia.\nSmart Connect y Lenovo Tablet\nLa plataforma Smart Connect integra a la perfección los dispositivos de los ecosistemas Motorola y Lenovo, ofreciendo una experiencia multidispositivo unificada. Smart Connect aprovecha la potencia de la IA de los dispositivos conectados dentro del ecosistema. Por ejemplo, una tableta Lenovo, cuando se empareja con un PC conectado con IA, puede acceder a las herramientas avanzadas de IA disponibles en ese dispositivo. Esto permite que los dispositivos sin IA se beneficien de determinadas funciones habilitadas para la IA, como la creación de contenidos en Lenovo Creator Zone, impulsando la productividad y permitiendo una colaboración más segura entre dispositivos. Para obtener más detalles sobre las innovaciones de Motorola en IA, visite la página del evento Lenovo Tech World.\nDemostraciones tecnológicas en Tech World\nEn Lenovo Tech World, la empresa presentará una serie de innovadoras demostraciones basadas en IA en múltiples dominios, destacando su continua innovación en personalización, productividad y seguridad.\nLas estaciones de trabajo ThinkStation™ de Lenovo, incluida la ThinkStation PX, están transformando el desarrollo de la IA gracias a la compatibilidad con hasta 4 GPU NVIDIA® de gama ultraalta, lo que permite una solución escalable con funciones de seguridad mejoradas para múltiples cargas de trabajo de IA. Esta potente plataforma de desarrollo de IA colaborativa y multiusuario optimiza el rendimiento, reduce los costos de infraestructura y, cuando se combina con las estaciones de trabajo móviles de IA de la serie ThinkPad P, crea un entorno eficiente para la preparación de datos, el ajuste de modelos y la inferencia de IA. La demostración de computación espacial de Lenovo impulsada por IA, con los auriculares ThinkReality™ VRX, permite la colaboración en tiempo real en diseños 3D, mientras que la demostración Conversational AI Data Analytics permite a las empresas interactuar con grandes conjuntos de datos utilizando el lenguaje natural, lo que acelera el análisis. Estas innovaciones reflejan el compromiso de Lenovo de ampliar la IA de forma eficiente y centrándose en la seguridad de los datos. La prueba de concepto Lenovo Auto Twist AI PC introduce una experiencia de usuario dinámica adaptándose físicamente a los movimientos y utilizando el seguimiento de la cámara basado en IA, lo que garantiza que los usuarios permanezcan atentos durante las interacciones virtuales. La demostración Lenovo Creator Zone aprovecha Stable Diffusion 3.0 para simplificar la creación de contenidos con lenguaje natural y generación de imágenes basadas en bocetos, potenciando la imaginación de los creadores. La demostración ThinkShield AI PC Cybersecurity de Lenovo destaca la detección de amenazas en tiempo real mediante IA, lo que mejora la protección y la seguridad de los datos. Por último, la iniciativa Work for Humankind de Lenovo, demostrada a través de avatares de IA y procesamiento de lenguaje natural, ofrece apoyo en salud mental para la Generación Z, ejemplificando el compromiso de Lenovo de utilizar la IA como una fuerza para el bien. La visión de Lenovo de una IA más inteligente para todos subraya su compromiso de ofrecer soluciones de IA personalizadas, productivas y protegidas en diversos entornos. Ya sea a través de PCs con IA como el ThinkPad X1 2 en 1 Gen 10 Aura Edition, plataformas innovadoras como AI Now y Learning Zone, o nuevas pruebas de concepto como AI Buddy, Lenovo continúa superando los límites. Al combinar la tecnología de IA de vanguardia con una sólida protección de datos, Lenovo busca liderar el futuro de la IA, garantizando que los usuarios puedan trabajar, aprender, crear y colaborar de forma más eficaz en un mundo mejorado por la IA.\nPara obtener más información sobre las soluciones de IA a escala empresarial de Lenovo, consulte los anuncios de Lenovo ISG y SSG. Visite la página del evento Tech World de Lenovo y el kit de prensa en StoryHub para obtener todos los detalles y la repetición de la keynote.\nDisponibilidad y precios en EE. UU 12\nLenovo ThinkPad X1 2 en 1 Gen 10 Aura Edition estará disponible a partir de febrero de 2025, con un precio de salida previsto de $2199. Lenovo AI Now estará disponible a partir del cuarto trimestre como una opción de descarga gratuita para determinados PC Lenovo AI y precargado en determinados sistemas 1 . Lenovo Learning Zone estará disponible a partir de diciembre de 2024 como opción de descarga gratuita para determinados PC con IA de Lenovo y precargada a partir de febrero de 2025 en determinados sistemas 10 . Consulte el comunicado de prensa de Lenovo ThinkSmart Core Gen 2 para obtener información sobre precios y disponibilidad. Opciones de especificaciones del ThinkPad X1 2 en 1 Gen 10 Aura Edition\n Características\nDetalles\nPantalla\n14,0″ + 2,8K OLED + 120Hz VRR + 500nit + 100% DCI-P3 + Luz azul baja + Táctil\n14,0″ + WUXGA LCD de bajo consumo + 500nit + 100% sRGB + Luz azul baja + Táctil\n14,0″ + WUXGA ePrivacy LCD + 500nit + 100% sRGB + Luz azul baja + Táctil\nProcesador\nProcesador Intel® Core ™ Ultra serie 200V\nMemoria\nHasta 32 GB LPDDR5x 8533 MT/s, doble canal 13\nGráficos\nGráficos Intel® Arc™ con arquitectura Xe 2\nSistema operativo\nWindows 11 Pro, Windows 11 Home, Linux\nCámara\nFHD + cámara IR con obturador de privacidad para webcam, 8MP + cámara IR con obturador de privacidad para webcam más Computer Vision\nAlmacenamiento\nSSD PCIe Gen5 de hasta 2 TB 13\nBatería\n57Whr CRU (unidad reemplazable por el cliente)\nAdaptador de CA\n65W GaN USB Tipo-C® Delgado\nAudio\nDolby Atmos®; Dolby Voice®, 2 altavoces Soundwire; 2 micrófonos, toma de audio de alta resolución a 192 kHz\nPuertos de entrada/salida\n2x Thunderbolt™ 4; 2x USB-A 3.2 Gen 1 (5Gbps); 1x HDMI 2.1; 1x Audio (conector combinado de auriculares y micrófono)\nInalámbrico\nWi-Fi ®7, Bluetooth® 5.4, hasta 5G sub6 7 en 2025\nSoftware\nLenovo Aura Edition Smart Experiences; Lenovo Commercial Vantage; Intel® Unison™; Intel Connectivity Performance Suite\nDimensiones\n(A x P x A)\n312 mm (ancho) x 217 (profundidad) x 18 mm (alto) punto más grueso\nPeso\nA partir de 1,30 kg (OLED, modelo preparado para WWAN)\nMIL-STD-810H 9\nSí\nTeclado\nFunciones de accesibilidad (teclas estriadas); teclado TrackPoint retroiluminado con TrackPad de cristal de 3 botones o TouchPad háptico opcional\nColor\nEclipse negro\nSeguridad\nLenovo ThinkShield; Firmware Shield Power-on o MoC Touch Lector de huellas dactilares en el teclado; cámara IR con reconocimiento facial Windows Hello; chip dTPM 2.0; obturador de privacidad de la webcam; ranura de bloqueo Nano Kensington™\nPluma\nNuevo Lenovo Yoga Pen – Fijación magnética\nDiseño responsable\nChasis: 75 % de aluminio reciclado en la cubierta C; 55 % de aluminio reciclado en la cubierta D\nRecinto del altavoz: 90 % plástico reciclado PCC\nMarco de la batería: 90 % plástico reciclado PCC\nTeclados: 85 % de plástico reciclado PCC (teclado retroiluminado)\nAdaptador de CA: 90 % plástico reciclado PCC\nEmbalaje:\nLos envases, 100 % libres de plástico, están hechos de bambú y caña de azúcar\nAcerca de Lenovo\nLenovo es una potencia tecnológica mundial con unos ingresos de USD 57.000 millones, que ocupa el puesto 248 en la lista Fortune Global 500 y presta servicio a millones de clientes cada día en 180 mercados. Centrada en una visión audaz para ofrecer tecnología más inteligente para todos, Lenovo se ha basado en su éxito como la mayor empresa de PC del mundo con una cartera completa de dispositivos habilitados para IA, preparados para IA y optimizados para IA (PC, estaciones de trabajo, smartphones, tabletas), infraestructura (servidor, almacenamiento, borde, computación de alto rendimiento e infraestructura definida por software), software, soluciones y servicios. La inversión continua de Lenovo en innovación que cambia el mundo está construyendo un futuro más equitativo, fiable e inteligente para todos, en todas partes. Lenovo cotiza en la bolsa de Hong Kong bajo el nombre de Lenovo Group Limited (HKSE: 992) (ADR: LNVGY). Para obtener más información, visite https://lenovo.com y conozca las últimas noticias a través de nuestro StoryHub.\n1 La compatibilidad con Lenovo AI Now varía según el dispositivo y requiere una configuración mínima que depende de la CPU, la GPU y la NPU. Los detalles completos de compatibilidad estarán disponibles más adelante.\n2 Las funciones de IA de terceros pueden requerir la compra de software, suscripción o habilitación por parte de un proveedor de software o plataforma, o pueden tener requisitos específicos de configuración o compatibilidad.\n3 Frecuencia de actualización del dispositivo de 60 Hz como mínimo y 120 Hz como máximo; la frecuencia de actualización real puede variar en función de las limitaciones y los requisitos de la aplicación o el contenido, la configuración del modo del dispositivo y otros factores.\n4 Llegan las experiencias Copilot+ para PC. Requiere actualizaciones gratuitas disponibles a partir de finales de noviembre de 2024. Los plazos varían según el dispositivo y la región. Ver aka.ms/copilotpluspcs\n5 Requiere la descarga de una aplicación para smartphone. Los smartphones compatibles requieren Android 9.0 o superior, o iOS 15 o superior.\n6 Smart Care proporciona un acceso sencillo a las herramientas de asistencia en línea y al chatbot de Lenovo, ofreciendo resolución de problemas en tiempo real. El servicio mejorado Premier Support Plus desbloquea el acceso a una asistencia dedicada de tipo conserjería que conecta a los usuarios mediante el uso compartido de cámaras remotas, y el acceso con un solo clic a voz o chat con ingenieros de élite de Lenovo en directo las 24 horas del día, los 7 días de la semana, a través del PC o el smartphone. El servicio puede requerir una suscripción y/o habilitación.\n7 Las afirmaciones sobre la duración de la batería son aproximadas y se basan en pruebas internas realizadas en condiciones óptimas mediante MobileMark25. El rendimiento real de la batería variará y dependerá de numerosos factores\n8 El porcentaje de materiales reciclados y plásticos PCC variará según el modelo y el componente. Todas las cajas utilizadas en el embalaje están fabricadas con papel certificado FSC™ y otros materiales controlados. Códigos de licencia FSC: C118727. Encontrará todos los detalles sobre el viaje de Lenovo hacia el net zero aquí: https://www.lenovo.com/us/en/about/sustainability/\n9 MIL-STD 810H establece una metodología para probar productos frente a tensiones ambientales en condiciones de laboratorio controladas. Lenovo utiliza las normas MIL-SPEC del Departamento de Defensa de EE. UU. para probar los dispositivos frente a condiciones físicas y medioambientales peligrosas con el fin de determinar su durabilidad. Estas pruebas no garantizan el rendimiento futuro en las mismas condiciones. Probado frente a 12 categorías y 26 procedimientos MIL-STD-810H para demostrar su resistencia. El uso indebido, como el contenido en las pruebas MIL-STD 810H, no está cubierto por la garantía estándar de Lenovo.\n10 Lenovo Learning Zone requiere la instalación de Lenovo AI Now. La compatibilidad con Lenovo AI Now y Learning Zone varía en función del dispositivo y requiere una configuración mínima que depende de la CPU, la GPU y la NPU. Los detalles completos de compatibilidad estarán disponibles más adelante.\n11 Puede requerir software adicional y/o la descarga de una aplicación para smartphone.\n12 Los precios y la disponibilidad pueden variar según la zona geográfica y es posible que los productos solo estén disponibles en determinados mercados. Todas las ofertas están sujetas a disponibilidad. Lenovo se reserva el derecho de modificar las ofertas, características y especificaciones de los productos en cualquier momento y sin previo aviso.\n13 El almacenamiento disponible para el usuario y la memoria interna son menores debido a que el sistema operativo, el software y otras funciones utilizan parte de esta capacidad; pueden cambiar con las actualizaciones de software.\nLENOVO, YOGA, THINKPAD, THINKSMART, THINKSTATION, THINKREALITY y THINKSHIELD son marcas comerciales de Lenovo. Intel, Intel Core Ultra, Intel Arc, Intel Unison y Thunderbolt son marcas comerciales de Intel Corporation o sus filiales en EE. UU. y/o en otros países. MOTOROLA, el logotipo de la M estilizada, MOTO y la familia de marcas MOTO son marcas comerciales de Motorola Trademark Holdings, LLC. ZOOM es una marca comercial de Zoom Video Communications, Inc. NVIDIA es una marca comercial y/o marca registrada de NVIDIA Corporation. Dolby, Dolby Vision, Dolby Atmos y Dolby Voice son marcas registradas y no registradas de Dolby Laboratories, Inc. en los Estados Unidos y/o en otros países. BLUETOOTH es una marca comercial de Bluetooth Special Interest Group (SIG). Wi-Fi es una marca comercial de Wi-Fi Alliance. USB Type-C® y USB-C® son marcas registradas de USB Implementers Forum. Todas las demás marcas comerciales pertenecen a sus respectivos propietarios. ©2024, Lenovo Group Limited.\nEl texto original en el idioma fuente de este comunicado es la versión oficial autorizada. Las traducciones solo se suministran como adaptación y deben cotejarse con el texto en el idioma fuente, que es la única versión del texto que tendrá un efecto legal.\nVea la versión original en businesswire.com: https://www.businesswire.com/news/home/20241015005193/es/",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "ai_allow": true,
  "webz_reporter": false,
  "external_links": [
    "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fnews.lenovo.com%2Fpressroom%2Fpress-releases%2Flenovo-introduces-thinksmart-core-gen-2-to-future-proof-ai-optimized-meeting-spaces%2F&esheet=54136534&newsitemid=20241015005193&lan=es-AR&anchor=anunciado+el+14+de+octubre%2C&index=3&md5=9f09a64d4861fedfa4034caf0a6303fb",
    "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.lenovo.com%2Ftechworld&esheet=54136534&newsitemid=20241015005193&lan=es-AR&anchor=Tech+World+2024&index=1&md5=17f061ea767167b5db0ab5c6d07e6650",
    "https://cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.lenovo.com%2Flenovoauraedition&esheet=54136534&newsitemid=20241015005193&lan=es-AR&anchor=Lenovo+Aura+Edition&index=2&md5=3e12e819f27fe997d4297db7da9fd74a",
    "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fnews.lenovo.com%2Fpress-kits%2Ftech-world-2024%2F&esheet=54136534&newsitemid=20241015005193&lan=es-AR&anchor=kit+de+prensa&index=6&md5=1c6893a6b25bb7c193df73a8b46997eb",
    "https://lenovo.com",
    "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.lenovo.com%2Ftechworld&esheet=54136534&newsitemid=20241015005193&lan=es-AR&anchor=Tech+World&index=5&md5=f5dfdb4857a26c4c6b41fe443ca725d7",
    "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Ftechtoday.lenovo.com%2Fus%2Fen%2Fpremier-support-plus&esheet=54136534&newsitemid=20241015005193&lan=es-AR&anchor=Premier+Support+Plus&index=9&md5=69eef72b3806fb6c9d2b6a7835f943da",
    "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.lenovo.com%2Ftechworld&esheet=54136534&newsitemid=20241015005193&lan=es-AR&anchor=Lenovo+Tech+World.&index=4&md5=d9d2d579c72213c91b110abf2dda5401",
    "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fnews.lenovo.com%2F&esheet=54136534&newsitemid=20241015005193&lan=es-AR&anchor=StoryHub.&index=8&md5=3ed5c96199ed7452ddafff9a9589e10b",
    "https://cts.businesswire.com/ct/CT?id=bwnews&sty=20241015005193r1&sid=frses&distro=ftp",
    "https://www.lenovo.com/us/en/about/sustainability/",
    "https://www.businesswire.com/news/home/20241015005193/es/",
    "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Flenovo.com%2F&esheet=54136534&newsitemid=20241015005193&lan=es-AR&anchor=https%3A%2F%2Flenovo.com&index=7&md5=d2fa8458bc1d1fb2a6ba3df217c0bb0d",
    "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.lenovo.com%2Fus%2Fen%2Fabout%2Fsustainability%2F&esheet=54136534&newsitemid=20241015005193&lan=es-AR&anchor=https%3A%2F%2Fwww.lenovo.com%2Fus%2Fen%2Fabout%2Fsustainability%2F&index=10&md5=46eeb02d482699ff5fc3d373e9eac1e7",
    "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fnews.lenovo.com%2F&esheet=54136534&newsitemid=20241015005193&lan=es-AR&anchor=StoryHub.&index=8&md5=3ed5c96199ed7452ddafff9a9589e10b",
    "https://www.lenovo.com/us/en/about/sustainability",
    "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Ftechtoday.lenovo.com%2Fus%2Fen%2Fpremier-support-plus&esheet=54136534&newsitemid=20241015005193&lan=es-AR&anchor=Premier+Support+Plus&index=9&md5=69eef72b3806fb6c9d2b6a7835f943da",
    "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.lenovo.com%2Fus%2Fen%2Fabout%2Fsustainability%2F&esheet=54136534&newsitemid=20241015005193&lan=es-AR&anchor=https%3A%2F%2Fwww.lenovo.com%2Fus%2Fen%2Fabout%2Fsustainability%2F&index=10&md5=46eeb02d482699ff5fc3d373e9eac1e7",
    "https://businesswire.com/news/home/20241015005193/es/",
    "https://www.cts.businesswire.com/ct/CT?id=bwnews&sty=20241015005193r1&sid=frses&distro=ftp",
    "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.lenovo.com%2Ftechworld&esheet=54136534&newsitemid=20241015005193&lan=es-AR&anchor=Lenovo+Tech+World.&index=4&md5=d9d2d579c72213c91b110abf2dda5401",
    "https://lenovo.com/us/en/about/sustainability/",
    "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.lenovo.com%2Ftechworld&esheet=54136534&newsitemid=20241015005193&lan=es-AR&anchor=Tech+World+2024&index=1&md5=17f061ea767167b5db0ab5c6d07e6650",
    "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Flenovo.com%2F&esheet=54136534&newsitemid=20241015005193&lan=es-AR&anchor=https%3A%2F%2Flenovo.com&index=7&md5=d2fa8458bc1d1fb2a6ba3df217c0bb0d",
    "https://cts.businesswire.com/ct/CT",
    "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.lenovo.com%2Ftechworld&esheet=54136534&newsitemid=20241015005193&lan=es-AR&anchor=Tech+World&index=5&md5=f5dfdb4857a26c4c6b41fe443ca725d7",
    "https://www.businesswire.com/news/home/20241015005193/es",
    "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fnews.lenovo.com%2Fpressroom%2Fpress-releases%2Flenovo-introduces-thinksmart-core-gen-2-to-future-proof-ai-optimized-meeting-spaces%2F&esheet=54136534&newsitemid=20241015005193&lan=es-AR&anchor=anunciado+el+14+de+octubre%2C&index=3&md5=9f09a64d4861fedfa4034caf0a6303fb",
    "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fnews.lenovo.com%2Fpress-kits%2Ftech-world-2024%2F&esheet=54136534&newsitemid=20241015005193&lan=es-AR&anchor=kit+de+prensa&index=6&md5=1c6893a6b25bb7c193df73a8b46997eb",
    "https://www.lenovo.com",
    "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.lenovo.com%2Flenovoauraedition&esheet=54136534&newsitemid=20241015005193&lan=es-AR&anchor=Lenovo+Aura+Edition&index=2&md5=3e12e819f27fe997d4297db7da9fd74a"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "Businesswire Lenovo",
        "sentiment": "negative"
      },
      {
        "name": "Lenovo Learning Zone",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "syndication": {
    "syndicated": null,
    "syndicate_id": null,
    "first_syndicated": false
  },
  "rating": null,
  "crawled": "2024-10-18T02:20:11.928+03:00",
  "updated": "2024-10-18T02:20:11.928+03:00"
}