{
  "thread": {
    "uuid": "83c6fbc99f5bdb5fb929a6b54b67de93aee65846",
    "url": "https://thebaynet.com/orlando-d-lilly-sworn-in-as-new-superintendent-of-natural-resources-police",
    "site_full": "thebaynet.com",
    "site": "thebaynet.com",
    "site_section": "https://thebaynet.com/category/fire-rescue/",
    "site_categories": [],
    "section_title": null,
    "title": "Orlando D. Lilly Sworn In As New Superintendent Of Natural Resources Police",
    "title_full": "Orlando D. Lilly Sworn In As New Superintendent Of Natural Resources Police",
    "published": "2024-04-18T23:28:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 36668,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "83c6fbc99f5bdb5fb929a6b54b67de93aee65846",
  "url": "https://thebaynet.com/orlando-d-lilly-sworn-in-as-new-superintendent-of-natural-resources-police",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "TBN News Coordinator – JB",
  "published": "2024-04-18T23:28:00.000+03:00",
  "title": "Orlando D. Lilly Sworn In As New Superintendent Of Natural Resources Police",
  "text": "ANNAPOLIS, Md. – The Maryland Department of Natural Resources (DNR) formally welcomed Orlando D. Lilly as the 11th Superintendent of the Maryland Natural Resources Police on Wednesday. The former Baltimore County Police Major and Navy veteran was sworn in at DNR headquarters in Annapolis. Lilly assumes the rank of Colonel. Lilly, 55, takes over the post most recently held by Col. Adrian Baker, who retired in January 2023. Acting Lieutenant Colonel Brian Rathgeb has served in the acting Deputy Superintendent position since July 2023. “Col. Lilly has gone above and beyond throughout his law enforcement career, building a legacy of dedication and professionalism,” Department of Natural Resources Secretary Josh Kurtz said. “We know that with Col. Lilly at the helm, the Maryland Natural Resources Police will be in good hands. His commitment to equitable policing, community-building, and leadership will ensure Natural Resources Police officers continue to effectively serve Marylanders through fair and equitable enforcement of the state’s natural resource laws.” “We are very appreciative of Acting Lt. Col. Brian Rathgeb’s service and leadership during the previous months,” added Kurtz. “His guidance was invaluable and we are extremely proud and fortunate to have him as a part of our leadership team.” Lilly has 29 years of experience in law enforcement, including serving in several leadership positions with the Baltimore County Police Department. Most recently, Lilly was a Major in the Western Patrol Division at the department, where he was assigned to the Operations Bureau. He holds a bachelor’s degree in criminal justice from the University of Baltimore and a master’s degree in management from Johns Hopkins University. Lilly has also served in various positions outside of the Baltimore County Police Department. He has been a member of several advisory boards, including the Baltimore County Work Group on Equitable Policing and the Baltimore County Government’s New Americans Task Force. Lilly also developed the curriculum and taught math application in law enforcement for 17 years in the Forensic Science Department at the University of Baltimore. “I’m excited to join the Maryland Natural Resources Police and look forward to the unique task of protecting Maryland’s natural resources,” Lilly said. “I want to thank Gov. Moore and Secretary Kurtz for providing me with this opportunity. My goal in this new role will be to ensure Natural Resources Police continue to provide excellent conservation enforcement, while also working closely with the communities we serve to understand how we can better address their needs.” A beacon in community policing, Lilly’s actions to strengthen the bond between the police and the citizens they serve has been evident throughout his career. Lilly hosted routine community events during his time with the Baltimore County Police Department, including basketball clinics, community walks, “Coffee with a Cop,” National Night Out, and many other community-building events. He intends to bring that ethic of service to the community to Natural Resources Police. Growing up in central North Carolina, Lilly developed a passion for the outdoors from his father, who was an avid hunter and fisherman. Working alongside conservation officers in Baltimore County showed him that police work can reach a wide variety of people and communities. Lilly worked his way up through the ranks during his tenure at the Baltimore County Police Department. He started his law enforcement career as an entry-level officer in 1994 after his service in the U.S. Navy aboard the USS Shreveport (LPD-12). Most recently, Lilly oversaw five of Baltimore County’s 10 precincts. An Albemarle, North Carolina native, Lilly first gained interest in the Baltimore County Police Department through a North Carolina Central University college class focused on Cornelius “Neil” Behan. Behan served as Baltimore County’s Chief of Police from 1977 to 1994 and was nationally renowned for his work in adapting and implementing community-based policing practices. Lilly and his wife, Angelica, reside in Ellicott City. They have two children. The Natural Resources Police comprises 258 officers and a dedicated staff of civilian and volunteer personnel, including reserve and retired officers. The agency is responsible for enforcing conservation and boating safety laws, protecting state parks, public lands, and waterways.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "orlando lilly",
        "sentiment": "negative"
      },
      {
        "name": "josh kurtz",
        "sentiment": "none"
      },
      {
        "name": "adrian baker",
        "sentiment": "none"
      },
      {
        "name": "lilly",
        "sentiment": "none"
      },
      {
        "name": "brian rathgeb",
        "sentiment": "none"
      },
      {
        "name": "orlando d. lilly",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "orlando d. lilly",
        "sentiment": "negative"
      },
      {
        "name": "navy",
        "sentiment": "none"
      },
      {
        "name": "maryland department of natural resources",
        "sentiment": "none"
      },
      {
        "name": "dnr",
        "sentiment": "none"
      },
      {
        "name": "maryland natural resources police",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "baltimore",
        "sentiment": "none"
      },
      {
        "name": "annapolis",
        "sentiment": "none"
      },
      {
        "name": "annapolis",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:29:13.238+03:00",
  "updated": "2024-04-21T03:31:10.150+03:00"
}