{
  "thread": {
    "uuid": "3057ffb4c9635b81424da351c306544372dd5851",
    "url": "https://www.pr.com/press-release/914131",
    "site_full": "www.pr.com",
    "site": "pr.com",
    "site_section": "https://www.pr.com/rss/news-by-country/1.xml",
    "site_categories": [
      "search_engine",
      "tech"
    ],
    "section_title": "PR.com Press Releases: United States News",
    "title": "Galen Fries’s New Book, \"Up To Speed: A Preppers Guide,\" is a Thought-Provoking Exploration of How One Can Become Better Prepared for Any Kind of Disaster - PR.com",
    "title_full": "Galen Fries’s New Book, \"Up To Speed: A Preppers Guide,\" is a Thought-Provoking Exploration of How One Can Become Better Prepared for Any Kind of Disaster - PR.com",
    "published": "2024-06-24T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.pr.com/o1200/release/2406/518317/pressrelease_518317_1718715886.jpeg",
    "performance_score": 0,
    "domain_rank": 9933,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3057ffb4c9635b81424da351c306544372dd5851",
  "url": "https://www.pr.com/press-release/914131",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Media Relations",
  "published": "2024-06-24T03:00:00.000+03:00",
  "title": "Galen Fries’s New Book, \"Up To Speed: A Preppers Guide,\" is a Thought-Provoking Exploration of How One Can Become Better Prepared for Any Kind of Disaster - PR.com",
  "text": "Tacoma, WA, June 24, 2024 --( PR.com )-- Fulton Books author Galen Fries, a retired sergeant first class who served for thirty years in both the active-duty Army and the Army National Guard, as well as a certified military instructor and a certified wildland firefighter, has completed his most recent book, “Up To Speed: A Preppers Guide”: a thorough discussion about the proper steps one should take in order to be ready for disasters, man-made or otherwise.\nAn avid hiker, shooter, motorcycle rider, and boater, author Galen Fries has spent a lifetime outside building a healthy respect for nature. Having a family consisting of a wife, three kids, three step kids, and multiple grandchildren, he feels his family is an extremely important part of his life. Although Galen doesn’t consider himself a survivalist, when his military unit took the Y2K threat to the infrastructure seriously, he recognized the importance of preparing oneself and one’s family for undesirable situations. Having had countless conversations with friends, coworkers, and loved ones about being ready for unexpected and undesirable events, he decided to finally write it all down, hence “Up to Speed: A Prepper’s Guide.”\n“The book has been carefully broken up into levels of importance,” writes Fries. “It begins by addressing a survival mindset. It then goes on to discuss ways we can set ourselves up for success when it to comes to reuniting with loved ones, having a home to come home to, and finally what we should consider as we step out of our homes in order to keep our families safe. ‘Up to Speed’ tries to take the daunting task of protecting what is truly important to us and break it down into small manageable pieces.\n“This is not a survivalist book. This is just a discussion and shouldn’t be considered the end-all in preppers’ manuals. In it you will find references to many other books that will supplement your preparedness library.”\nPublished by Fulton Books, Galen Fries’s book will help readers become more informed about potential disasters, as well as guide them towards examining their own personal preparedness, from their minds and bodies to supplies and their homes. Drawing upon the author’s years of personal observations and experiences, “Up To Speed: A Preppers Guide” is a must-have for any prepper’s tool kit.\nReaders who wish to experience this engaging work can purchase “Up To Speed: A Preppers Guide” at bookstores everywhere, or online at the Apple iTunes store, Amazon, Google Play, or Barnes and Noble.\nPlease direct all media inquiries to Author Support via email at support@fultonbooks.com or via telephone at 877-210-0816.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://fultonbooks.com/books/?book=up-to-speed-a-preppers-guide",
    "https://fultonbooks.com/books/",
    "https://www.fultonbooks.com/books/?book=up-to-speed-a-preppers-guide"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "galen fries",
        "sentiment": "neutral"
      },
      {
        "name": "galen",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "fulton books",
        "sentiment": "neutral"
      },
      {
        "name": "army",
        "sentiment": "none"
      },
      {
        "name": "army national guard",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "tacoma",
        "sentiment": "none"
      },
      {
        "name": "wa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-24T13:08:38.182+03:00",
  "updated": "2024-06-24T13:08:38.182+03:00"
}