{
  "thread": {
    "uuid": "479920e5f6610e171d9ea8f54e1faf2faf68803a",
    "url": "https://michiganstate.rivals.com/news/michigan-state-men-s-basketball-tom-izzo-is-reluctantly-pleased-",
    "site_full": "michiganstate.rivals.com",
    "site": "rivals.com",
    "site_section": "https://michiganstate.rivals.com/feed",
    "site_categories": [
      "sports"
    ],
    "section_title": "Rivals.com",
    "title": "Michigan State Men's Basketball: Tom Izzo is reluctantly 'pleased'",
    "title_full": "Michigan State Men's Basketball: Tom Izzo is reluctantly 'pleased'",
    "published": "2024-01-05T20:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.rivals.com/image/upload/f_auto,q_auto,t_headline_primary/jyj8p8byty7zwzdwoazt",
    "performance_score": 0,
    "domain_rank": 10230,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "479920e5f6610e171d9ea8f54e1faf2faf68803a",
  "url": "https://michiganstate.rivals.com/news/michigan-state-men-s-basketball-tom-izzo-is-reluctantly-pleased-",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kyle Luce •",
  "published": "2024-01-05T20:02:00.000+02:00",
  "title": "Michigan State Men's Basketball: Tom Izzo is reluctantly 'pleased'",
  "text": "Michigan State men's basketball head coach Tom Izzo was happy with his team's performance on Thursday night. The Spartans dominated Penn State by a final score of 92-61 .\nThe victory marked the fifth-straight win for the Spartans, and MSU also earned its first win in Big Ten play for the 2023-2024 season.\nAfter a slow start, Michigan State is currently sitting at 9-5 overall, and 1-2 in conference play, on the campaign. MSU is playing its best stretch of basketball over the past five games, but Izzo knows there is still work to be done.\nTom Izzo (on the margin of victory versus Penn State): “I was surprised, I’m not going to lie to you.\" Advertisement While Izzo was pleased with the way his squad played on Thursday night, he knows it won't be like that every night. While it was a strong game for the Spartans, the Nittany Lions didn't play their best.\n“We might not be as good as we played,\" Izzo said, “And they’re not as bad as they played.”\nIt was a cautious reminder from Izzo to those that are ready to declare Michigan State unequivocally “back.”\nBut boy is there a lot to like after MSU dominated Penn State. The Breslin Center was packed, and the Alumni Izzone was loud early and often. The fans helped energize the team.\nIzzo had strong praise for the alumni who returned to East Lansing on Thursday night. His comments can be heard in the video below.\nContent Loading Embed content not available\nManage privacy settings PGRpdiBjbGFzcz0nc3RfX2NvbnRlbnQtYmxvY2sgc3RfX2NvbnRlbnQtYmxv Y2stLXR3ZWV0Jz4KPGRpdiBjbGFzcz0nY2VudGVyX3R3ZWV0Jz48YmxvY2tx dW90ZSBjbGFzcz0idHdpdHRlci10d2VldCI+PHAgbGFuZz0iZW4iIGRpcj0i bHRyIj5Ub20gSXp6byBzcGVha3MgdG8gdGhlIEFsdW1uaSBJenpvbmUgYWZ0 ZXIgdGhlIGdhbWUgPGEgaHJlZj0iaHR0cHM6Ly90LmNvLzg0RllkQXUxQ04i PnBpYy50d2l0dGVyLmNvbS84NEZZZEF1MUNOPC9hPjwvcD4mbWRhc2g7IFNw YXJ0YW5zIElsbHVzdHJhdGVkIChAU3BhcnRhbnNSaXZhbHMpIDxhIGhyZWY9 Imh0dHBzOi8vdHdpdHRlci5jb20vU3BhcnRhbnNSaXZhbHMvc3RhdHVzLzE3 NDMwOTM4NzEwNzUwMDQ0NTY/cmVmX3NyYz10d3NyYyU1RXRmdyI+SmFudWFy eSA1LCAyMDI0PC9hPjwvYmxvY2txdW90ZT4KPHNjcmlwdCBhc3luYyBzcmM9 Imh0dHBzOi8vcGxhdGZvcm0udHdpdHRlci5jb20vd2lkZ2V0cy5qcyIgY2hh cnNldD0idXRmLTgiPjwvc2NyaXB0PgoKPC9kaXY+CjwvZGl2PgoK The success started (like it often does) on the defensive end, and even the hard-to-please Izzo was impressed.\n“Our defense, I think, was deserving of the credit I’d give them, because I don’t usually give it out very much,” Izzo confessed, “Holding (Penn State) to 10 percent from three (point range) and 32 percent from the field was really good.”\nMSU secured 11 first-half steals, led by six from guard Tyson Walker . The strong defense set the tone early, and easy buckets followed. It led to baskets in transition, as the Spartans outscored the Nittany Lions by a tally of 20-8 in fast-break points.\n“Those steals he creates, it’s amazing,” Izzo said about Walker. “(He) gets the fast-break going, and thats where we're at our best … So, I'd say that if there's been an improvement on this team, our defense has helped us get our break off.”\nWalker wasn't the sole recipient of praise, as Izzo discussed what forward Malik Hall’s recent play has meant to the team.\n“(Malik Hall), he's kind of everything — inside, outside, he's versatile,\" Izzo explained. \"He made some great post moves, made a couple of threes ... Malik Hall is starting to have games now, everybody knows (for MSU) that is an important position to get better at.”\nThe center position has notably been debated and critiqued often. Yet, on Thursday night, and as of late, Mady Sissoko has answered the bell for Michigan State. He has now posted consecutive games with 12 rebounds, and his production has not gone unnoticed.\n“The job he did on those ball screens, 12 boards back-to-back … phenomenal,” Izzo said of Sissoko.\nIzzo still had room for some critiques, and one was a familiar tune: rebounding.\n“Now the only thing left is to do a better job rebounding,” Izzo stressed. “We have not rebounded like a Michigan State team, and part of that is not being as big as most Michigan State teams, especially on the perimeter, but we have to improve in that area.”\nRebounding aside, Izzo was pleased with his team's overall performance, but added a jovial quip for his son, Steven.\n“The only guy that didn't play well was that (Steven) Izzo kid, and I don't know what the hell he’s doing shooting those Steph Curry shots ... I’ll get on him later,\" Tom Izzo said.\nOK, now that everything is back on track… In some ways it feels easier to discuss the start to the season, now being on the other side of the historical slow start. Yes the expectations were through the roof, but the drastic reversal of key strengths of last year's team (3-point shooting) that should've carried over to this season were shocking.\nIzzo recounted the journey to this point, and pointed to some key changes and improvements.\n“I keep going back (to the early part of the season), we missed a bunch a shots, we missed a bunch of free throws,\" the head coach said. \"Tonight we shot 77 percent from the free throw and 48 pecent from three (point distance) … earlier in this year, we’d shoot 19, 13 percent from three, 61 percent from the free throw.”\nHe praised the teams the Spartans have faced, and talked about the different looks this team has faced in its 14 unique opponents thus far.\n“We had some good teams we played,\" Izzo noted. \"Indiana State, JMU (James Madison University) is still undefeated ... I thought Arizona was one of the best teams we've played and they got beat by 20 against (California).\"\nIzzo notoriously preps his teams with a challenging schedule. A sure-fire way to get players experience in a condensed amount of time. He believes in March it pays dividends, the results speak for themselves.\n“That’s 14 different preps,” Izzo said about the 14 different teams played thus far. \"This team (Penn State) was drive it, drive it, drive it. (Indiana State) the other days was shoot it, shoot it, shoot it. Baylor had their own style, and preparing for the pressing, which we did a damn good job of. My staff deserves a lot of credit for that, they really do.”\nPoint being — anybody can lose to anyone, any day — and it keeps Izzo up at night.\n“Let me tell you, if you think I slept at all this week (I haven't),\" he said.\nSpartan fans can only hope Izzo gets some well-earned shut-eye, as a battered Northwestern team attempts to shake off a 30-point loss to Illinois . MSU and NU will square off this Sunday in Evanston, Illinois (Jan. 7 at 7:30 p.m. Eastern Time on the Big Ten Network).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "https://rivals.mydashboard.oath.com/",
    "https://www.rivals.mydashboard.oath.com/",
    "https://rivals.mydashboard.oath.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tom izzo",
        "sentiment": "negative"
      },
      {
        "name": "izzo",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "michigan state",
        "sentiment": "negative"
      },
      {
        "name": "penn state",
        "sentiment": "none"
      },
      {
        "name": "nittany lions",
        "sentiment": "none"
      },
      {
        "name": "spartans",
        "sentiment": "none"
      },
      {
        "name": "msu",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "michigan",
        "sentiment": "none"
      },
      {
        "name": "michigan state",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T01:00:14.487+02:00",
  "updated": "2024-01-06T01:00:14.487+02:00"
}