{
  "thread": {
    "uuid": "8b5b119ae7542d48329b031acaf70315deb473f9",
    "url": "https://vnexplorer.net/the-seven-last-words-of-jesus-christ-a-gen-zs-take-s2120333.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "The Seven Last Words of Jesus Christ: A Gen Z’s take",
    "title_full": "The Seven Last Words of Jesus Christ: A Gen Z’s take",
    "published": "2024-03-29T07:16:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1kIyis.img",
    "performance_score": 0,
    "domain_rank": 52651,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8b5b119ae7542d48329b031acaf70315deb473f9",
  "url": "https://vnexplorer.net/the-seven-last-words-of-jesus-christ-a-gen-zs-take-s2120333.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-03-29T07:16:00.000+03:00",
  "title": "The Seven Last Words of Jesus Christ: A Gen Z’s take",
  "text": "The Seven Last Words of Jesus Christ: A Gen Z’s take\nCEBU CITY, Philippines – The season of Lent, which includes the Holy Week, may be our chance to rediscover our faith in our Lord.\nAs someone who has been raised in a not-so-strict Catholic family, I admit that there are instances in which I sometimes lose my footing when it comes to my faith and religion.\nBut as I grew old, activities that often bring back life and excitement doesn’t work out as they did back in the day.\nHoly Week traditions: What is Visita Iglesia?\nHoly Week 2024: Understanding the Sacred Triduum\nI felt weak and tired as if I were floating around with no one to ground me in reality.\nFeeling embarrassed, I quietly looked back to our Lord and, as expected, he was there, smiling proudly for his child has returned.\nUnfolding Jesus’ Seven Last Words As the Holy Week unfolds, Christians worldwide turn their hearts and minds to the final moments of Jesus Christ on the cross.\nReflecting on the Seven Last Words Jesus spoke in this Holy season offers profound insights and spiritual nourishment.\nAs a 24-year-old young adult navigating the complexities of life in the modern world, these Words uniquely resonate with me, offering guidance, comfort, and hope.\nLet’s delve into the powerful Seven Last Words from the perspective of a young Cebuana Gen Z seeking meaning and purpose in today’s society.\n1. “Father, forgive them, for they know not what they do.” (Luke 23:34) In a world often filled with judgment and condemnation, these words remind us of the transformative power of forgiveness.\nAs a young adult, I admit I encounter situations where forgiveness can feel daunting or impossible.\nEven though it’s hard, Jesus’ example inspires me to show kindness even when hurt or betrayed, acknowledging the humanity and capacity for change in others.\n2. “Truly, I say to you, today you will be with me in paradise.” (Luke 23:43) Amidst suffering and despair, Jesus promises redemption and eternal life.\nIn a world where material wealth and instant satisfaction are often valued, and even I admit that I am often caught with these nasty webs. These words remind me of the lasting importance of faith and spiritual contentment.\nThey offer solace in times of uncertainty and point towards hope beyond the challenges of the present moment.\n3. “Woman, behold your son. Behold your mother.” (John 19:26-27) Jesus demonstrates care and compassion for those closest to Him, even in His final moments.\nThis act of entrusting His mother to the care of His beloved disciple speaks to the importance of community and support in times of trial.\nAs a young adult finding my way, I’m reminded of the importance of nurturing relationships and the support found in close bonds of love and solidarity.\nThough not blood-related, these connections feel like family, offering support through both good times and bad.\n4. “My God, my God, why have you forsaken me?” (Matthew 27:46) These words express the depths of human anguish and despair, echoing the cries of those who feel abandoned or alone.\nAs a young person grappling with existential questions and the challenges of modern life, I find solace in the knowledge that even Jesus experienced moments of profound doubt and isolation.\nHis vulnerability invites me to bring my struggles before a loving, compassionate God who understands my pain.\n5. “I thirst.” (John 19:28) Jesus acknowledges His humanity and shares His experiences of suffering in His physical thirst.\nThese words serve as a reminder of the importance of empathy and solidarity with those who thirst for justice, compassion, and necessities.\nAs a young adult passionate about social justice and global solidarity, Jesus’ cry speaks to my desire to alleviate the suffering of others and work towards a more equitable world.\n6. “It is finished.” (John 19:30) With these words, Jesus declares that He has finished His mission on Earth and fulfilled God’s plan for salvation.\nAs someone still navigating the uncertainties of adulthood, I find reassurance in knowing that even in moments of apparent defeat or failure, purpose and meaning exist to be found.\nJesus’ declaration reminds me to trust the bigger picture and to remain steadfast in my faith, knowing that God will ultimately fulfill His promises.\n7. “Father, into your hands I commend my spirit.” (Luke 23:46) In his final breath, Jesus fully surrenders Himself to God’s will, trusting in divine providence and the promise of resurrection.\nAs a young adult striving to surrender control and embrace trust in God’s plan, these words inspire me to relinquish my fears and anxieties, placing my life and future in God’s loving hands.\nAs we journey through Holy Week and meditate on the Seven Last Words of Jesus, let us, as young adults, embrace the timeless wisdom and profound love contained within these utterances.\nEven though you may find yourself submerged in moments of doubt, temptation, and even godlessness, remember that the Lord will always be there, ready to take you back into His arms.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1kIyis.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1kIyis.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus christ",
        "sentiment": "negative"
      },
      {
        "name": "catholic",
        "sentiment": "none"
      },
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "visita iglesia",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "cebu city",
        "sentiment": "none"
      },
      {
        "name": "philippines",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T07:18:46.700+03:00",
  "updated": "2024-03-29T07:18:46.700+03:00"
}