{
  "thread": {
    "uuid": "84d82d6e13c13fd8df1ce5e537a07ac7bd98f3ed",
    "url": "https://www.eleconomista.com.mx/sectorfinanciero/Bankaool-busca-crecer-30-al-cierre-del-2024-20240418-0092.html",
    "site_full": "www.eleconomista.com.mx",
    "site": "eleconomista.com.mx",
    "site_section": "https://www.eleconomista.com.mx/rss/ultimas-noticias",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": " El Economista",
    "title": "Bankaool busca crecer 30% al cierre del 2024",
    "title_full": "Bankaool busca crecer 30% al cierre del 2024",
    "published": "2024-04-18T22:56:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.eleconomista.com.mx/__export/1684201476136/sites/eleconomista/img/2023/05/15/bankaool_cortesia_tuit.jpg_673822677.jpg",
    "performance_score": 0,
    "domain_rank": 6940,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "84d82d6e13c13fd8df1ce5e537a07ac7bd98f3ed",
  "url": "https://www.eleconomista.com.mx/sectorfinanciero/Bankaool-busca-crecer-30-al-cierre-del-2024-20240418-0092.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@eleconomista",
  "published": "2024-04-18T22:56:00.000+03:00",
  "title": "Bankaool busca crecer 30% al cierre del 2024",
  "text": "[Sector Financiero](/seccion/sectorfinanciero)\nLectura 3:00 min\nBankaool busca crecer 30% al cierre del 2024\nBankaool buscará dar paso a su internacionalización con la compra de un banco en Estados Unidos y así tener corresponsalía en el país vecino para aprovechar las remesas.\nBankaool, banco digital mexicano, busca crecer su cartera de clientes 30% más en 2024 como parte de su estrategia de expansión, para después dar el paso a comprar su primer banco en Estados Unidos durante el primer trimestre de 2026, comentó Juan Antonio Pérez-Simón González, director general de la institución financiera.\nFundado en 1976 en Delicias, Chihuahua, Bankaool se encuentra en un proceso de transformación para ser un banco 100% digital a nivel nacional y así, llegar al millón de usuarios al final del año.\nEste proceso comenzó tras la adquisición de la institución financiera por Grupo OMNi en 2023, sin embargo considerando que la parte física es importante actualmente, el banco todavía cuenta con sucursales físicas.\nHemos trabajado mucho en la inclusión financiera y educación financiera, siendo conscientes que todavía lo físico es importante y creceremos en algunas más sucursales, pero el paso final es la total digitalización”, dijo Pérez-Simón.\nActualmente, la empresa cuenta con 22 sucursales en 15 municipios de Chihuahua, así como dos establecimientos adicionales en la Ciudad de México. Además, busca incrementar su cartera de crédito un 14% al llegar a las 50,000 carteras.\nBankaool buscará dar paso a su internacionalización con la compra de un banco en Estados Unidos y así tener un banco corresponsalía en el país vecino para aprovechar las remesas. El envío de dinero de mexicanos en el extranjero fue de 4,510 millones de dólares en febrero de 2024 al país, según datos del Banco de México (Banxico).\nDurante el 2023, el 99% de los 63,313 millones de dólares en remesas enviadas se realizó a través de transferencias electrónicas, un 0.3% más que hace cuatro años, de acuerdo con Banxico.\nPara 2023 en su conjunto, el valor de los ingresos por remesas fue de 63,313 millones de dólares.\nTambién como parte de su expansión, Bankaool se encuentra realizando un acuerdo con Multired, la\nalianza bancaria para compartir cajeros automáticos sin cobro de comisiones para los clientes de HSBC, Scotiabank, Banbajío, Inbursa, Banregio y Mifel, para formar parte de la red y poder llegar a más usuarios.\nImpulsa la educación financiera\nEl 67.8%, aproximadamente 56.7 millones, de los mexicanos entre 18 y 70 años tienen algún tipo de producto financiero.\nEn ese sentido, Bankaool busca impulsar la educación financiera por medio de su misma plataforma que personaliza los servicios según las necesidades del cliente, comentó Juan Antonio Pérez-Simón.\nLa educación financiera la voy a llevar de la mano para que pueda realizar sus planes, ¿quieres ir de viaje?, pues fíjate en la tarjeta de débito hay una aplicación que se llama ‘el guardadito’, ve metiendo ahí tu dinero y lo invertimos en esto. Eso es educación financiera, pero los tienes que llevar de la mano”, dijo el directivo.\nCon una visión clara hacia el futuro digital y un compromiso firme con la educación financiera, Bankaool se erige como un protagonista destacado en el panorama bancario mexicano. Su estrategia de crecimiento y expansión no solo busca aumentar su cartera de clientes y su presencia internacional, sino también empoderar a los usuarios a través del conocimiento y la tecnología.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:18:44.320+03:00",
  "updated": "2024-04-19T00:18:44.320+03:00"
}