{
  "thread": {
    "uuid": "54ba376921990ac77a7e5aaa71cf072c6e4c3582",
    "url": "https://www.las2orillas.co/la-formula-de-cristina-toro-y-carlos-mario-para-convertir-a-aguila-descalza-en-una-maquina-de-hacer-plata/",
    "site_full": "www.las2orillas.co",
    "site": "las2orillas.co",
    "site_section": "https://www.las2orillas.co/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Las2orillas",
    "title": "La fórmula de Cristina Toro y Carlos Mario para convertir a Águila Descalza en una máquina de hacer plata",
    "title_full": "La fórmula de Cristina Toro y Carlos Mario para convertir a Águila Descalza en una máquina de hacer plata",
    "published": "2023-12-29T00:38:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://www.las2orillas.co/wp-content/uploads/2023/12/Aguila-Descalza.jpeg",
    "performance_score": 0,
    "domain_rank": 69142,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "54ba376921990ac77a7e5aaa71cf072c6e4c3582",
  "url": "https://www.las2orillas.co/la-formula-de-cristina-toro-y-carlos-mario-para-convertir-a-aguila-descalza-en-una-maquina-de-hacer-plata/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Las Dos Orillas",
  "published": "2023-12-29T00:38:00.000+02:00",
  "title": "La fórmula de Cristina Toro y Carlos Mario para convertir a Águila Descalza en una máquina de hacer plata",
  "text": "Cristina Toro tenía 18 años y estudiaba Administración de Empresas en Eafit, así eso le pareciera muy aburridor. Si hubiera nacido en otro país, habría estudiado filosofía, literatura, pero en la Medellín de mediados de los años ochenta había que hacer empresa. Y a ella le tocó. Eso sí, en las prácticas empresariales, se torció. Inició una investigación teatral. Ninguno de sus compañeros pensó en que se podía hacer una tesis sobre el arte como empresa. Ella buscó la excusa y la encontró en\nCarlos Mario Aguirre.\nEn esa época, Carlos Mario Aguirre era un artista del hambre. Radical, solitario, conflictivo. Un lobo estepario. Vivía con su familia en el barrio Laureles de Medellín. Tenía una biblioteca inmensa que la había leído y releído varias veces, pero igual había hecho diabluras desde pequeño.\nFue compañero de infancia de Hernán Darío ‘Bolillo’ Gómez y de su hermano Gabriel Jaime ‘Barrabás’ Gómez. Estudió Licenciatura en literatura y Lengua Castellana en la\nUniversidad de Antioquia durante siete años y estaba convencido, cuando conoció a Cristina, que un artista tendría que pasar hambre con tal de lograr la perfección. No había nada que conceder. Cristina, en ese lejano 1982, se sintió intimidada, más que atraída, ante el genio.\nTres años después, lo vio durante una función en su teatro de Laureles donde presentó La cantante calva de Eugène Ionesco. Su grupo -en donde él era el su único integrante, por misántropo, por cansón- se llamaba El Águila Descalza, en honor a una película mexicana. Cristina acababa de llegar de Europa y fue a ver la obra con un amigo. Nadie más pagó la boleta.\nLa impresionó que él solo hiciera los seis personajes de la obra. Era un portento, pero no tenía idea de negocios. No había comunicados de prensa -él mismo los hacía- y él mismo cobraba las entradas. No era un negocio. Además, estaba el trago, la droga. Tomaba de todo lo que tuviera alcohol, perfumes, alcohol antiséptico, fumaba bazuco, metía hongos que lo dejaban alelado viendo las viejas esculturas de Henry Moore que tanto le gustaban y pensaba en el suicido.\nEra un bandido. Su tristeza la atenuaba cantando melodías de Charles Aznavour y Leonardo Favio, a los viejos dioses de siempre.\nEn 1987, Cristina y Carlos Mario se casaron por primera vez. Los casó un sacerdote muy especial. Se llamaba Carlos Alberto Calderón, quien murió de paludismo algunos años después mientras hacía un trabajo humanitario en África. El padre Calderón aceptó casarlos a sabiendas de que era una pareja sinigual y no se parecían a nadie y menos a las parejas normales de Medellín. Ella no quería tener hijos, a él le daba pereza tener que sacar tiempo para criar una persona. Estaba fundido con los libros. El Padre dejó incluso que en la iglesia pusieran los tangos sicotrópicos de Astor Piazzolla. Se casaron y, tal y como lo reconoció Aguirre, volvió a nacer.\nDe la vida del teatro al teatro de la vida\nCristina ingresó al solitario grupo en 1985 cuando pasaron de tener 7 espectadores a 25 y con el lanzamiento de Boleros en su ruta, lograron llenar otra sala para 50 personas. El estreno de País Paisa en 1986 les cambió la vida y en 1988 el teatro se convirtió en negocio.\nLa idea fue de Cristina Toro que Carlos Mario dejara un poco a los autores malditos para darle cabida al humor y fue un éxito. País Paisa, la obra que resume en clave de comedia la esencia de la antioqueñidad, se ha presentado de manera ininterrumpida desde 1986 en más de cincuenta países del mundo.\nDesde entonces, han vendido millones de DVDs e incluso la cantidad de gente que compra en línea la obra a través de Boletaenmano.com se cuentan por millares. A este éxito se sumaron otros estruendosos como No vuelvo a beber, La puntica no más, Lo que no mata, engorda.\nEn 1988, compraron una emblemática casa del barrio Prado en Medellín construida en 1916, conocida como el Palacio Medina, referente arquitectónico de la ciudad porque allí se grabó Bajo el cielo antioqueño en 1925, una de las pocas películas mudas colombianas conservada íntegramente y dicen que también fue velado el expresidente Carlos E. Restrepo.\nCristina dice, con orgullo, que País Paisa es la primera obra de teatro vista hasta por los futbolistas más famosos de este país. En 1989 ya eran tan famosos que\nHernán Darío Bolillo Gómez, su amigo de infancia, lo llevó con la Selección Colombia a Tel Aviv donde jugaría el partido decisivo contra Israel cuando buscaba regresar a un mundial de fútbol después de 28 años de ausencia. El equipo los tomó como si fueran un amuleto. Incluso, Francisco Pacho Maturana le dio la oportunidad a Cristina de que diera la charla técnica antes del partido. Funcionó, Colombia clasificó.\nEn la inmensa casa de la Calle 59 y con bienestar económico, Aguirre guardó allí su mayor tesoro, una biblioteca enorme con algunos libros invaluables y por esta colección, fue distinguido como uno de los poseedores de libros más importantes de Latinoamérica en 2022.\nHace unos meses, Cristina y Carlos Mario, compraron otra casa igual de grande, contigua al Palacio y las unieron para hacer una sede monumental llamada Solar del Águila Descalza en un espacio de 1.400 metros cuadrados y es una de las obras con las que el emblemático barrio El Prado de Medellín se está volviendo a levantar. En esa casa proyectan un teatro para presentar sus stand up comedy y un restaurante con capacidad para 200 personas.\nAhora, la ciudad de Medellín está llena de pasacalles con la foto de Carlos Mario y Cristina promocionando Luna de mier… Si, para un lector de Anton Chejov, títulos procaces como convirtió al Águila Descalza en el grupo teatral que mejor le va en el país, al menos desde el punto de vista económico.\nCarlos Mario es el primero en reconocer que le debe todo a Cristina. Incluso, su desintoxicación en 2004 y desde entonces ve el mundo tal y cómo es. Igual sigue siendo un tipo particular, con su pelo, sus pintas y su necesidad de estar solo, solo con Cristina con quien ha vuelto y regresado como quien se exilia y vuelve de una patria amada porque pase lo que pase, siempre van a estar juntos. A veces así habla el amor.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Economy, Business and Finance",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://www.udea.edu.co/wps/portal/udea/web/inicio/unidades-academicas/educacion/oferta-pregrado/licenciatura-literatura-lengua-castellana",
    "https://udea.edu.co/wps/portal/udea/web/inicio/unidades-academicas/educacion/oferta-pregrado/licenciatura-literatura-lengua-castellana"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T02:53:56.957+02:00",
  "updated": "2023-12-29T02:53:56.957+02:00"
}