{
  "thread": {
    "uuid": "66a0d2211ad7df285e9bceb5ff4aa2943709a211",
    "url": "https://www.gamesradar.com/unearthed-interview-with-satoru-iwata-shows-how-the-ds-informed-20-years-of-nintendo-when-it-comes-to-entertainment-i-think-we-know-the-best/",
    "site_full": "www.gamesradar.com",
    "site": "gamesradar.com",
    "site_section": "https://www.gamesradar.com",
    "site_categories": [
      "hobbies_and_interests",
      "video_and_computer_games"
    ],
    "section_title": "GamesRadar+",
    "title": "Unearthed interview with Satoru Iwata shows how the DS informed 20 years of Nintendo: \"When it comes to entertainment, I think we know the best\" | GamesRadar+",
    "title_full": "Unearthed interview with Satoru Iwata shows how the DS informed 20 years of Nintendo: \"When it comes to entertainment, I think we know the best\" | GamesRadar+",
    "published": "2024-01-05T23:58:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.mos.cms.futurecdn.net/z3kEYqgPqcYgop7hztUFHg-1200-80.jpg",
    "performance_score": 0,
    "domain_rank": 1955,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "66a0d2211ad7df285e9bceb5ff4aa2943709a211",
  "url": "https://www.gamesradar.com/unearthed-interview-with-satoru-iwata-shows-how-the-ds-informed-20-years-of-nintendo-when-it-comes-to-entertainment-i-think-we-know-the-best/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dustin Bailey",
  "published": "2024-01-05T23:58:00.000+02:00",
  "title": "Unearthed interview with Satoru Iwata shows how the DS informed 20 years of Nintendo: \"When it comes to entertainment, I think we know the best\" | GamesRadar+",
  "text": "Late Nintendo president Satoru Iwata oversaw the launch of the DS and Wii, helping to usher in the company's modern era. In a recently unearthed 2004 interview, Iwata explained the philosophy that led to the creation of those two systems, and with the benefit of hindsight, it's clear that this all informed the last 20 years of Nintendo. The interview was originally conducted for a [New York Times article](https://www.nytimes.com/2004/05/13/technology/taking-the-game-war-to-a-second-front.html) by longtime gaming journalist Stephen Totilo, but that story only ended up using two quotes from the full discussion with Iwata. Now, 20 years later, Totilo has finally transcribed some larger bits from the interview for his [Game File newsletter](https://www.gamefile.news/p/satoru-iwata-interview-tape), unearthing some fascinating insights from Iwata. In 2004, the DS was set to go up against the PSP, a far more graphically advanced piece of handheld gaming technology. Ahead of the launch of both systems, the PSP seemed to be the clear favorite in the impending console war, but in this interview, Iwata downplayed the importance of graphical advancements. \"We have come to understand that we are reaching limits in this direction,\" Iwata said. \"When Nintendo leads [it] has been a world-leading entertainment company, and when it comes to entertainment, I think we know the best. We have some final destiny in entertainment, and that is [that] whatever gorgeous or wonderful thing we may be able to come up with, in the future, people are going to get tired of it.\" Iwata said that the company \"believes that we definitely need a paradigm shift in this industry.\" That paradigm shift included new control schemes to help expand the gaming audience - something Nintendo was about to do with the DS, and would then double down on with the (then unannounced) Wii. Hiroshi Yamauchi, Iwata's predecessor, also had a strong influence on the direction of the DS. After Nintendo's hardware development team finished work on the GBA SP, Iwata explained that they had begun \"working on what they should do with the successive machine after the SP. And that is exactly when Mr. Yamauchi proposed the idea of: 'Look, you definitely have to come to some dynamic change, including the possibility of adapting two screens.'\" Iwata said he was convinced of the dual screen concept after he and Shigeru Miyamoto discussed the possibility of including a touch panel. \"There were many discussions about different ideas and possibilities but the finalization of the idea to include the touch panel was, I think, mainly due to Mr. Miyamoto’s judgment,\" Iwata said. If you're interested in seeing more you should definitely follow the link above for some additional quotes. This is fascinating stuff, particularly as we seem poised to see whatever Nintendo's next console will be sometime this year. With that in mind, there's one last quote from Iwata that seems particularly interesting here in 2024. \"Come to think about it, whatever future product Nintendo might make, it’s not the small changes we are going to be introducing,\" said Iwata. \"Everything Nintendo is going to create shall be very varied and revolutionary. If we cannot come up with that kind of great change, I’m afraid people are going to get tired of it pretty soon.\" This is as good a time as any to revisit the [best DS games](https://www.gamesradar.com/best-ds-games/) and [best Wii games](https://www.gamesradar.com/best-wii-games-all-time/) ever made.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Science and Technology"
  ],
  "external_links": [
    "https://www.nytimes.com/2004/05/13/technology/taking-the-game-war-to-a-second-front.html)",
    "https://www.gamefile.news/p/satoru-iwata-interview-tape),",
    "https://nytimes.com/2004/05/13/technology/taking-the-game-war-to-a-second-front.html)",
    "https://gamefile.news/p/satoru-iwata-interview-tape),"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "satoru iwata",
        "sentiment": "neutral"
      },
      {
        "name": "totilo",
        "sentiment": "none"
      },
      {
        "name": "iwata",
        "sentiment": "none"
      },
      {
        "name": "stephen totilo",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nintendo",
        "sentiment": "neutral"
      },
      {
        "name": "new york times",
        "sentiment": "none"
      },
      {
        "name": "psp",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:10:27.353+02:00",
  "updated": "2024-01-06T00:10:27.353+02:00"
}