{
  "thread": {
    "uuid": "07596df1ff24f65c43985074d5b7a60e891d80aa",
    "url": "https://www.army.mil/article/272712/u_s_soldier_conquers_french_desert_commando_course",
    "site_full": "www.army.mil",
    "site": "army.mil",
    "site_section": "http://www.army.mil/rss/178/",
    "site_categories": [
      "us_military",
      "social",
      "jobs",
      "law_government_and_politics",
      "us_government_resources"
    ],
    "section_title": "",
    "title": "U.S. Soldier conquers French Desert Commando Course",
    "title_full": "U.S. Soldier conquers French Desert Commando Course",
    "published": "2023-12-28T21:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://api.army.mil/e2/c/images/2023/12/28/02d496fc/max1200.jpg",
    "performance_score": 0,
    "domain_rank": 737,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "07596df1ff24f65c43985074d5b7a60e891d80aa",
  "url": "https://www.army.mil/article/272712/u_s_soldier_conquers_french_desert_commando_course",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-28T21:27:00.000+02:00",
  "title": "U.S. Soldier conquers French Desert Commando Course",
  "text": "Back to [U.S. Army Southern European Task Force, Africa] For nearly 50 years, French soldiers stationed in Djibouti have made their way to Arta Mountains for the [French Desert Commando course](https://www.hoa.africom.mil/what-we-do/exercises/french-desert-commando-course), a grueling five-day course designed to test soldiers’ physical, emotional and mental limits. This year 40 U.S. service members signed up for the challenge, among them was U.S. Army Sgt. Liliana Munday. Growing up, Munday, a Soldier with the [218th Maneuver Enhancement Brigade](https://www.facebook.com/218thmeb/), [South Carolina National Guard](https://www.scguard.ng.mil/), gravitated toward physical activities that kept her outdoors as often as possible. She was immediately interested in the French Desert Commando Course but hearing about the physical demands of the course brought on feelings of doubt. “I didn’t think I was ready for it,” she said. “But Staff Sgt. (Samuel) Perez kept pushing me to try out because he saw that I wanted to do it and he had faith in me that I could do it.” The FDCC has two phases, the pre-assessment and commando phase. The first phase ensured service members met the basic physical requirements and evolved into a preparation program over several weeks. During this period service members consistently trained to earn a spot in the commando phase. The second phase took them out to the field where they faced numerous courses including a night obstacle course, a ropes course and a swimming course incorporated with various combative and desert survival skills. With the paperwork submitted the next step was to prepare. Her training regimen began in September and included rucks and runs around the installation before dawn, weight lifting, and dynamic, high-intensity exercises nearly every day. At the peak of her training, she fit in three workouts each day while balancing her regular work schedule. After three months of training Munday remembers the nerves she felt on the drive out to Arta Mountains where her hard work was put to the test immediately. “I almost had an aneurysm, I was so scared,” she said. “On the way out there I kept thinking, 'Am I ready? Am I gonna do this? These guys are gonna smoke me, I’m just gonna be out here stranded and be sent home on day one'.” Day one consisted of a five kilometer ruck-run with a full kit, followed by a PT test and rope climbs. “I was nervous because rope climbs are very hard for me and in training, I could only do one,” she recalled. Her training partner, U.S. Army Staff Sgt. Samuel Perez, was there to support and encourage her, watching as she steadily made her way to the top. “I could see she was nervous because we saw the other competitors struggling with this climb,” Perez said. “I was there telling her she could do it; I knew she could. She got up there and when she came back down she had a big smile beaming from her face she was so excited and she ran over and gave me a big hug.” With the first big hurdle behind her, Munday moved forward in the course with a newfound confidence. “For some reason, after completing that first day I was good. I started to feel like I could do this thing and I proved to my squad that I was here to work and I deserved to be here,” she said. Each day and night Munday and her squad faced a new obstacle, the most difficult for her she says was the mountain obstacle course. Positioned 200 meters above the ground, participants were required to jump across five platforms spaced several meters apart, jump and grab on to a steel pole and slide down to the ground. “When you’re doing that mountain obstacle course you don’t realize how far each platform is from one another and there are points when you’re not clipped in,” she explained. “I thought, if I missed even a little bit, I’m going down.” On day three, after pushing herself through numerous challenges and rucking non-stop from one training location to another, she thought she had reached her breaking point and seriously considered quitting. “Your joints just start to scream. It’s painful,” she confessed. “I kept thinking I cannot take this pain anymore. I’m almost done but I cannot do it anymore.” Through the dirt, mud, sweat and pain, it was Munday’s spirit and drive within her that helped her push through. That spirit and drive, she said, comes from two of the strongest people she knows. “My mom and my grandma—they’re such strong women and they never let me quit when I was younger. They have strong personalities and it’s within me,” she said. “It was very nice to tell them that I did this. They were like, ‘No way, that’s awesome!’ and when I told them I was the only female they said, ‘You’re kicking ass!’.” At the end of it all, the feeling of accomplishment came when she received the French Desert Commando pin at graduation. Black and gold in color, the pin prominently features a scorpion resting on the outline of the country of Djibouti. Along the rim are the words \"Aguerrissement Zone Desertique\" which translates to \"Desert Zone Hardening\". “I’m now able to look back and say, I did that. We did that,” she said with a smile. “Completing something and not giving up even though you may want to … it sticks with you forever. I use this as fuel to my fire when I feel like I can’t do something. I think to myself, ‘You can, because you have already’.” Beyond the support she received from her family and teammates, Munday’s success is a testament to the old adage ‘preparation is the key to success.’ It’s a message she’s taken to heart and shared with her fellow soldiers since completing the course. “Someone I work with said he wanted to do the FDCC but he didn’t think he was ready,” she said. “I said, ‘Sir, you’re never going to be ready.’ I didn’t think I was ready. But I got ready. So if you truly think or know that you want to do something no matter the current status that you’re in, if you want to pursue it you’re just gonna have to train and do what it takes to get to that point. There is no other way.” About CJTF-HOA [Combined Joint Task Force – Horn of Africa](https://www.hoa.africom.mil/) conducts operations to enhance partner nation capacity, promote regional stability, dissuade conflict, and protect U.S. and partner interests. About SETAF-AF SETAF-AF provides [U.S. Africa Command](https://www.africom.mil/) and [U.S. Army Europe and Africa](https://www.europeafrica.army.mil/) a dedicated headquarters to synchronize Army activities in Africa and scalable crisis-response options in Africa and Europe. Follow SETAF-AF on: [YouTube](https://www.youtube.com/c/SETAFAF) & [DVIDS](https://www.dvidshub.net/unit/SETAF-AF)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [
    "https://www.hoa.africom.mil/what-we-do/exercises/french-desert-commando-course",
    "https://www.africom.mil/",
    "https://www.facebook.com/218thmeb/",
    "https://www.scguard.ng.mil/",
    "https://www.hoa.africom.mil/",
    "https://www.youtube.com/c/SETAFAF",
    "https://www.dvidshub.net/unit/SETAF-AF",
    "https://www.scguard.ng.mil",
    "https://www.africom.mil",
    "https://dvidshub.net/unit/SETAF-AF",
    "https://scguard.ng.mil/",
    "https://www.hoa.africom.mil",
    "https://facebook.com/218thmeb/",
    "https://hoa.africom.mil/",
    "https://africom.mil/",
    "https://www.facebook.com/218thmeb",
    "https://hoa.africom.mil/what-we-do/exercises/french-desert-commando-course",
    "https://youtube.com/c/SETAFAF"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "(samuel) perez",
        "sentiment": "none"
      },
      {
        "name": "liliana munday",
        "sentiment": "none"
      },
      {
        "name": "munday",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "u.s. army southern european task force",
        "sentiment": "negative"
      },
      {
        "name": "south carolina national guard",
        "sentiment": "none"
      },
      {
        "name": "218th maneuver enhancement brigade",
        "sentiment": "none"
      },
      {
        "name": "u.s. army",
        "sentiment": "none"
      },
      {
        "name": "fdcc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "africa",
        "sentiment": "none"
      },
      {
        "name": "djibouti",
        "sentiment": "none"
      },
      {
        "name": "arta mountains",
        "sentiment": "none"
      },
      {
        "name": "french desert commando course",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T01:06:40.883+02:00",
  "updated": "2024-01-06T04:16:20.637+02:00"
}