{
  "thread": {
    "uuid": "15a823b5149f11890d567f9c612a45795f3330dd",
    "url": "https://www.butlereagle.com/20231229/in-a-hurried-world-butler-buddhist-sangha-stresses-mindfulness/",
    "site_full": "www.butlereagle.com",
    "site": "butlereagle.com",
    "site_section": "https://www.butlereagle.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "Butler Eagle &#8211; Butler County&#039;s great daily newspaper",
    "title": "In a hurried world, Butler Buddhist Sangha stresses mindfulness – Butler Eagle",
    "title_full": "In a hurried world, Butler Buddhist Sangha stresses mindfulness – Butler Eagle",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://imengine.public.prod.bte.navigacloud.com/?uuid=dabe2a4d-a504-546d-abd0-3ed098aeb0e7&amp;function=cover&amp;type=preview&amp;source=false&amp;width=1600&amp;height=1085",
    "performance_score": 0,
    "domain_rank": 99599,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "15a823b5149f11890d567f9c612a45795f3330dd",
  "url": "https://www.butlereagle.com/20231229/in-a-hurried-world-butler-buddhist-sangha-stresses-mindfulness/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Irina Bucur",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "In a hurried world, Butler Buddhist Sangha stresses mindfulness – Butler Eagle",
  "text": "To a Zen Buddhist, there is no such thing as a coincidence. Celia Puz, who grew up Catholic, was first drawn to Buddhism after reading Hermann Hesse’s Siddhartha. By way of a Christian monastic, Sister Mary, she was introduced to a Buddhist nun, sparking a spiritual journey into Buddhism — which saw her travel to China with a Zen master — that Puz described as “kind of serendipitous.”\nNow, after 25 years as a practicing Buddhist, Puz said she has become keenly aware of how serendipity flows through all things. Since becoming Buddhist, the former Catholic also said her understanding of Jesus has grown.\nPuz was one of the few community members present on Thursday for the Butler Buddhist Sangha’s monthly meditation in the Holly Pointe building downtown.\nUsually, meditation follows a dharma talk, or a lecture on Buddhist teachings focused on the human condition. The last Thursday before the New Year saw no dharma talk. Instead, a few community members gathered for quiet reflection.\nThe sangha — or community — was observing Rohatsu, the Zen Buddhist celebration commemorating the day spiritual teacher Siddhartha Gautama, or Buddha, attained enlightenment while meditating under a fig tree.\nFor one hour, its members sat in silence. Cynthia Marshall, the group’s roshi, or teacher, sat on a zafu, or meditation cushion, her back tall and straight, palm in palm, with thumbs grazing each other. With her face slightly tilted downward, Marshall faced a wall, barely moving throughout the hour.\nThe posture is intended to nudge the practitioner inward.\n“You are alone with yourself,” Marshall said. “You are facing yourself.”\nGary Ellison, one of the sangha’s members, said he sits for periods of 35 minutes at a time.\n“When you’re sitting there, what you’re trying to do is sort of clear your mind,” he said. “You’re trying to let go of your thoughts, basically. How you begin, how all meditators begin, is by following your breath.”\nReaching a “no-mind state” and learning to let your thoughts go can take years, Ellison said.\nEllison has been practicing meditation since the 1960s, while learning about Buddhism from his Japanese roommate at Milligan College in Tennessee.\nLater, Ellison attended retreats at Zen Mountain Monastery in Mount Tremper, N.Y.\n“In the 1960s, you didn’t sit and meditate because no one was into that,” he said. “And, of course, in college we had no gurus, no masters. So it was all reading and getting together and discussing Buddhism.”\nAs she demonstrated proper posture, Marshall added that time-released photographs of Buddhist monks show them sitting still, in deep meditation for hours.\n“With a quiet mind, you become more compassionate,” Marshall said.\nBuddhism emphasizes wisdom and compassion, two qualities that become the lens through which meditators begin to see the world, Ellison shared.\n“You certainly see things very, very differently,” Ellison said. “You see people very differently. It’s so — it’s tough to describe what it is. It’s sort of, what you call inclusive. I mean, no one is an outsider. To me, you’re a Buddhist, everyone is, because you’re human and you’re just a human being being here.”\nThe Zen Buddhist concept of interconnectedness is called “interbeing,” Marshall said.\n“When you begin to recognize and be part of nature, animals, the earth, the universe, other people, you’re interbeing,” she said.\n“I absolutely feel like I’m connecting to the universe,” Puz said. “You become so much more aware of where you are, what’s around you, the sounds, the colors, the people. It’s very quiet and it’s very flowing.”\nIn our modern world, the act of reflecting and simply sitting with one’s thoughts can be uncomfortable, Marshall said.\n“The ability to sit by yourself for 10 minutes in silence can be terrifying,” Marshall said. “In our world — and it’s somewhat related to American culture — we find worth in work and doing. Meditation is stepping back and saying, ‘I’m going to reflect.’ And we do not take the time to do that. For people who would say, ‘This isn’t doing anything. I’m just sitting,’ (meditation) is incredibly purposeful.”\n“Buddhists believe that I am being present with you right now,” she said. “This is all we have is right now. Be here now. And Americans are not present. They’re thinking of the future. Or they’re thinking of the past. They forget to be in the present.”\nPuz noted that people of all religious backgrounds attend the free meditation groups. The sangha meets the third Thursday of each month.\nContinue Reading with One of the Options Below Already a subscriber? Sign in Here Subscribe to read the full article and support ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "celia puz",
        "sentiment": "negative"
      },
      {
        "name": "rohatsu",
        "sentiment": "none"
      },
      {
        "name": "puz",
        "sentiment": "none"
      },
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "hermann hesse",
        "sentiment": "none"
      },
      {
        "name": "mary",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "zen buddhist",
        "sentiment": "negative"
      },
      {
        "name": "butler buddhist sangha",
        "sentiment": "negative"
      },
      {
        "name": "catholic",
        "sentiment": "negative"
      },
      {
        "name": "buddhist",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "holly pointe",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T07:22:44.443+02:00",
  "updated": "2023-12-31T09:37:47.698+02:00"
}