{
  "thread": {
    "uuid": "a56df91180542ce94fd7d5345d450b4cec79c8b8",
    "url": "https://www.beliefnet.com/columnists/christnewstoday/2023/12/cs-lewis-christmas-sermon-offers-surprisingly-accurate-predictions.html",
    "site_full": "www.beliefnet.com",
    "site": "beliefnet.com",
    "site_section": "http://www.beliefnet.com/Feeds/All.aspx",
    "site_categories": [
      "religion",
      "christianity"
    ],
    "section_title": "Beliefnet Top Features",
    "title": "CS Lewis Christmas Sermon Offers Surprisingly Accurate Predictions",
    "title_full": "CS Lewis Christmas Sermon Offers Surprisingly Accurate Predictions",
    "published": "2023-12-29T00:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://wp-media.beliefnet.com/sites/409/2023/12/CS-Lewis_credit-Public-Domain-768x576.jpg",
    "performance_score": 0,
    "domain_rank": 5383,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 2,
        "comments": 0,
        "shares": 49
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a56df91180542ce94fd7d5345d450b4cec79c8b8",
  "url": "https://www.beliefnet.com/columnists/christnewstoday/2023/12/cs-lewis-christmas-sermon-offers-surprisingly-accurate-predictions.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "N/A",
  "published": "2023-12-29T00:22:00.000+02:00",
  "title": "CS Lewis Christmas Sermon Offers Surprisingly Accurate Predictions",
  "text": "CS Lewis, most famous for his popular children’s series, The Chronicles of Narnia, made the rounds online this past week with his “\nA Christmas Sermon for Pagans” making an appearance in preparation for the Christmas season. Prior to being a beloved children’s author, Lewis was a renowned Christian thinker and apologist, with his radio talks during World War II, which would later be compiled into his book Mere Christianity, catapulting him into the public eye. Lewis’s “Christmas Sermon” is lesser known than Mere Christianity and was published in the UK magazine The Strand in 1946, just after World War II.\nWhat has brought the sermon’s recent interest is its surprisingly prescient warnings to a post-truth generation. Lewis was writing at a time of extreme disillusionment- the carnage of World War I had left Europe with millions of dead men and the realities of the depravity of humanity. Then, less than a generation later, “the war to end all wars” was followed up by World War II. The world was in shock, and faith seemed to be the first casualty. “I know that people keep on telling us that our country is relapsing into Paganism. But they only mean it is ceasing to be Christian,” Lewis wrote. He then went on to explain that pagans were pre-Christian while he was finding himself living in a society that was seemingly post-Christian. “To say that modern people who have drifted away from Christianity are Pagans is to suggest that a post-Christian man is the same as a pre-Christian man. And that is like thinking a woman who has lost her husband is the same sort of person as an unmarried girl…”\nLewis noted that the Pagan, albeit pre-Christian, was still religious, giving him a sense of right and wrong. “When he asked himself what is wrong with the world, he did not immediately reply ‘the system,’ or ‘our allies,’ or ‘education.’ It occurred to him that he himself might be one of the things that was wrong with the world. He knew he had sinned.” The post-Christian, however, saw things differently. “There is no objective Right or Wrong: each race or class can invent its own code or ‘ideology’ just as it pleases. And whatever may be amiss with the world, it certainly is not we, not the ordinary people; it is up to God (if, after all, He should happen to exist), or to Government, or to Education, to give us what we want. They are the shop, we are the customers: and ‘the customer is always right,'” Lewis wrote of the post-Christian man. He doubted, however, that this new view of life was any better and certainly not true. “As for the ideologies, the newly invented Wrongs and Rights, does no one see the catch? If there is no real Wrong and Right, nothing good or bad in itself, none of these ideologies can be better or worse than another…. If there is no objective standard, then our choice between one ideology and another becomes a matter of arbitrary taste. Our battle for democratic ideals against Nazi ideals has been a waste of time because the one is no better than the other,” he wrote.\nHe then offered that if the post-Christian view was wrong, that left three possibilities for people- people who were sick and didn’t know it (post-Christians), the Pagans who are sick and know it but have no cure, and those “who have found the cure.” He argued that in order for post-Christians to regain their Christianity, they would need to first become Pagans again, willing to recognize their own sickness rather than deny it or be unaware of it. “For (in a sense) all that Christianity adds to Paganism is the cure. It confirms the old belief that in this universe, we are up against Living Power: that there is a real Right and that we have failed to obey it, that existence is beautiful and terrifying. It adds a wonder of which Paganism had not distinctly heard—that the Mighty One has come down to help us, to remove our guilt, to reconcile us,” he added. He encouraged his readers to partake in the upcoming “Pagan” festivities of Christmas and “to sing and feast because a God has been born.” “You are uncertain whether it is more than a myth,” wrote Lewis. “Well, if it is, then our last hope is gone. But is the opposite explanation not worth trying?”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Social Issue",
    "Religion and Belief"
  ],
  "external_links": [
    "https://crystalkirgiss.com/2022/12/23/c-s-lewis-a-christmas-sermon-for-pagans/",
    "https://www.crystalkirgiss.com/2022/12/23/c-s-lewis-a-christmas-sermon-for-pagans/",
    "https://crystalkirgiss.com/2022/12/23/c-s-lewis-a-christmas-sermon-for-pagans"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "cs lewis",
        "sentiment": "negative"
      },
      {
        "name": "lewis",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T07:01:51.783+02:00",
  "updated": "2023-12-29T07:01:51.783+02:00"
}