{
  "thread": {
    "uuid": "bf6a51c623dd5e2bb934bcef3f7ee6bc040088e0",
    "url": "https://emploi.lefigaro.fr/recrutement/agiles-competents-pourquoi-les-independants-ont-de-plus-en-plus-la-cote-sur-le-marche-du-travail-20231229",
    "site_full": "emploi.lefigaro.fr",
    "site": "lefigaro.fr",
    "site_section": "https://emploi.lefigaro.fr",
    "site_categories": [],
    "section_title": "Figaro Emploi : Offres d’emploi, Conseils et Actualités, Alertes, CV…",
    "title": "Agiles, compétents... Pourquoi les indépendants ont de plus en plus la cote sur le marché du travail",
    "title_full": "Agiles, compétents... Pourquoi les indépendants ont de plus en plus la cote sur le marché du travail",
    "published": "2023-12-29T18:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://i.f1g.fr/media/cms/3000x2000_crop/2023/12/07/23ce79f35230cbbddbbe327a9ce7d8946df9e777b51221cc8e6a3056aac1d9d1.jpg",
    "performance_score": 0,
    "domain_rank": 780,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bf6a51c623dd5e2bb934bcef3f7ee6bc040088e0",
  "url": "https://emploi.lefigaro.fr/recrutement/agiles-competents-pourquoi-les-independants-ont-de-plus-en-plus-la-cote-sur-le-marche-du-travail-20231229",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "lefigaro.fr",
  "published": "2023-12-29T18:30:00.000+02:00",
  "title": "Agiles, compétents... Pourquoi les indépendants ont de plus en plus la cote sur le marché du travail",
  "text": "Agiles, compétents... Pourquoi les indépendants ont de plus en plus la cote sur le marché du travail Par Frédéric De Monicault Publié le 29 décembre 2023 Les indépendants sont très recherchés par les entreprises pour leur capacité d’expertise. Adobe Une expertise de bon niveau et mobilisable très vite : ce type de prestation est très recherchée par de nombreux employeurs, qui ne disposent pas des compétences requises en interne. Explications.\nLeslie Garçon et Aristide Varvounis ont cofondé Weem, un cabinet qui met en contact les indépendants avec les entreprises qui souhaitent faire appel à leurs compétences. Fondée il y a cinq ans, cette structure cible en priorité les profils qualifiés. Leslie Garçon témoigne d’un marché en plein essor.\nLE FIGARO. - Quels sont les avantages pour une entreprise de faire appel à un indépendant ?\nLeslie GARCON - Travailler avec des indépendants permet aux entreprises d'avoir accès à des talents de haut niveau, dont les expertises sont mobilisables immédiatement. Les cas de figure sont nombreux où ce besoin se fait sentir : par exemple quand des pics de charge ou une vague de départs oblige à renforcer les équipes opérationnelles ; cela peut être la conduite d'un projet qui requiert des savoir-faire précis dans un horizon de temps limité ; cela peut être encore la volonté pour les entreprises de bénéficier de conseils particulièrement pointus.\nComment, au quotidien, les entreprises travaillent-elles avec les indépendants ?\nLes talents indépendants travaillent main dans la main avec les personnes en place et co-construisent des prestations sur mesure, en se concentrant sur la valeur apportée aux clients. Ils peuvent intervenir individuellement ou en équipes. Dans les deux cas, le client a l'avantage de pouvoir choisir les personnes avec lesquelles il va travailler. Chez Weem, nous sélectionnons les bons profils en amont : le service est précieux pour les entreprises car ce travail de défrichage peut se révéler long et fastidieux.\nGrands groupes, ETI, PME, start-ups, fonds d’investissement Quels sont les secteurs économiques ou les types d'entreprises les plus enclins à recruter des indépendants ?\nNous travaillons à hauteur de 75% avec des grandes entreprises, du CAC 40 et du SBF 120. Parallèlement, les scale-ups et les start-up représentent 10% de nos clients, idem pour les fonds d'investissement également. Les 5% restants sont constitués par les ETI, les PME et les cabinets de conseil. Il y a cinq ans, quand Weem a démarré, les gros acteurs du retail et des services étaient nos principaux clients. Aujourd'hui, tous les secteurs économiques ont recours aux indépendants, y compris des activités plus normées, comme la banque-assurance.\nTrès solide parcours académique Quel est le profil type d’un indépendant, que ce soit en termes de parcours académique, d'expérience, d'attentes ?\nPour parler de la communauté Weem, nos indépendants sont âgés de 35 à 45 en moyenne, avec une proportion de 33% de femmes. Ils justifient d'un solide parcours académique, avec une maîtrise des métiers du consulting (en stratégie et organisation) et/ou une expérience opérationnelle, ou encore des acquis dans l’entrepreneuriat. Leurs expertises sont donc très variées et recouvrent l’ensemble des fonctions d'une entreprise et des métiers du conseil : stratégie, transformation et organisation, marketing, e-commerce, finance, digital et IT, RH, achats…\nEthique professionnelle Quelles sont les clefs pour s'intégrer rapidement dans une entreprise ? Comment être opérationnel rapidement pour un indépendant ?\nLa réussite d'un début de mission dépend de trois facteurs. Le premier, au-delà des compétences, c'est le savoir-être, ce fit culturel avec l'entreprise : les bons indépendants partagent une éthique professionnelle, une capacité à créer du consensus, à mener des projets et à embarquer les équipes. Le deuxième facteur de réussite consiste dans la capacité d’accueil : au sein de l’entreprise, les équipes devront avoir été prévenues en amont du recours à un indépendant ; ce qui signifie un cadre bien balisé, avec le périmètre de la mission, l’aiguillage vers les bonnes personnes et un accès aux informations. Enfin, le dernier facteur de succès repose sur le suivi qui doit être le plus exhaustif possible.\nRelais en interne Êtes-vous capables de vous assurer en amont que ces trois facteurs seront bien respectés ?\nBien sûr. Quand quelqu'un intègre la communauté Weem, nous évaluons aussitôt son savoir-être. Nous testons d’abord la personne dans notre propre environnement, puis au contact du client - dans le cadre des entretiens menés préalablement à chaque mission. Nous nous assurons que l’entreprise possède bien un interlocuteur pour servir de relais à l'indépendant. Enfin, s'agissant du suivi, nous faisons systématiquement un point au terme de la première semaine, avant le rythme d’un rendez-vous mensuel, pour vérifier la bonne marche des choses. Ces différentes étapes s'appuient à la fois sur le ressenti de l'indépendant et sur celui de l'entreprise.\nLa rédaction vous conseille Tempêtes : jusqu’à 2 000 € d’aide pour les indépendants victimes de Ciaran, Domingos... Le casse-tête de la réforme des cotisations des indépendants",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T01:38:51.941+02:00",
  "updated": "2023-12-30T01:38:51.941+02:00"
}