{
  "thread": {
    "uuid": "4756bc9ae81390f4df8ba5f207a09f651ca518c9",
    "url": "https://www.chicagotribune.com/travel/taking-the-kids-15-fun-ways-snow-off-slopes-20240111-sxkyznvcwfawtboarvo6fq6e6e-story.html",
    "site_full": "www.chicagotribune.com",
    "site": "chicagotribune.com",
    "site_section": "https://www.chicagotribune.com/arcio/rss/",
    "site_categories": [
      "media"
    ],
    "section_title": "Chicago Tribune",
    "title": "Taking the kids: 15+ fun ways for fun in the snow off the slopes",
    "title_full": "Taking the kids: 15+ fun ways for fun in the snow off the slopes",
    "published": "2024-01-11T23:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.chicagotribune.com/resizer/upO1GcMPQUEsUDjJq6F6_vv_dO4=/1200x630/filters:format(jpg):quality(70)/cloudfront-us-east-1.images.arcpublishing.com/tronc/HOQ7XZ3HCJHQTDIWJSRDPMO6JI.jpg",
    "performance_score": 0,
    "domain_rank": 494,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4756bc9ae81390f4df8ba5f207a09f651ca518c9",
  "url": "https://www.chicagotribune.com/travel/taking-the-kids-15-fun-ways-snow-off-slopes-20240111-sxkyznvcwfawtboarvo6fq6e6e-story.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Eileen Ogintz",
  "published": "2024-01-11T23:03:00.000+02:00",
  "title": "Taking the kids: 15+ fun ways for fun in the snow off the slopes",
  "text": "Maybe your idea of fun in the snow is cozying up to a fire with a good book. Maybe the idea of a moonlight snowshoe hike intrigues you. Perhaps a decadent dinner on the mountain that requires a sleigh or snow cat ride. How about racing the kids down a multi-lane tubing hill, ziplining, or a luxuriant day (or two) at the spa while the kids are busy taking ski lessons. Maybe it’s exploring a national park entirely differently.Yes, I used to plan our trips to the snow around time on the slopes. But with how expensive that can be for a family — and the uncertain quality of the snow in many parts of the country — I’ve begun thinking of other options now available to snow-loving families.I’ve also been thinking about how I can enjoy the snow after being hobbled by multiple knee surgeries this past year and how families with non-skiers and riders can equally enjoy a trip.“We just enjoy hanging out and cooking,” one young woman told me. She and her family gathered near Steamboat Springs, Colorado, for the holidays but she and her brother only spent one day on the slopes.One of her colleagues opined that she opted for two days at a spa rather than the slopes. “It was wonderful,” she said.Even traditional ski towns have a lot to offer off the slopes. Park City, Utah , for example, boasts 240 restaurants, fat tire biking, ice fishing, dog sledding, sleigh rides, snow tubing and your pick of spas. (A favorite of mine in ski country is the Spa Montage Deer Valley .)On select nights during ski season Elk Camp , Snowmass ’ on-mountain restaurant, which transforms on Ullr Nights into a nighttime winter wonderland with rides on the Breathtaker Alpine Coaster, snowbiking and more while at Woodward Copper at Copper Mountain Resort and Woodward Park City, aspiring half-pipe stars can practice their boarding and biking skills or bounce on Olympic-grade trampolines inside the massive action-sports facility. Breckenridge, Colorado, hosts the International Snow Sculpture Championships the last week in January drawing teams from around the world.We’ve visited Vista Verde Ranch in winter, near Steamboat Springs. The first time, we spent a day at the busy Steamboat Springs Resort, jockeying for a table at lunch, waiting in lift lines. But then we realized, there was so much to do at the ranch – horseback riding, snowshoeing and Nordic skiing, star gazing, snow biking, snowmobiling and a ll without the crowds. As ranch stays typically are all inclusive, we would just come in for lunch (perhaps a sampling of different chilis followed by homemade cookies) after a morning activity (there were terrific kids’ activities too. How about making snow graffiti?). The Dude Ranchers Association notes at least nine ranches from Western Pleasure Guest Ranch in Sandpoint, Idaho, to the Triangle X Ranch in Moose, Wyoming, near Jackson Hole and inside Grand Teton National Park (great wildlife viewing!) to Latigo Ranch and C Lazy U Ranch in Colorado. Last summer, we visited the ultra-luxe Brush Creek Ranch in southern Wyoming, which boasts its own ski mountain accessed only by snow cat , ice fishing, cooking classes (homegrown food from vegetables to beef to goat cheese) and winter wellness. How about snowshoeing with a Llama? (Check out their Valentine’s Day offerings and Snowfest Feb. 29 to March 3 with plenty of snow adventures.)REI Adventures offers winter group trips snowshoeing to Banff, Yosemite and Lake Tahoe, among the offerings.For those on a budget, consider the pooch-friendly YMCA of the Rockies and Snow Mountain Ranch in Colorado (opt for a cabin) where there are many complimentary activities, including complimentary guided snowshoe hikes in Rocky Mountain National Park, ending with cocoa and s’mores around the fire pit, crafts, indoor roller skating, basketball, pool, indoor climbing wall, and even a new hot cocoa truck and free rentals at the outdoor ice skating rink. (If you want a day on the slopes, you aren’t too far from Granby Ranch or Winter Park and can rent your gear at Snow Mountain Sports.) At Snow Mountain Ranch, there is new moonlight ski and snowshoe opportunities at their expansive Nordic Center and dog sledding and the chance to meet the new dog sled huskies.On the East Coast, the Appalachian Mountain Club offers affordable all-inclusive winter stays with guided activities, including for those “Wee Wanderer’s 4 to 6. (Kids stay and eat free during February school vacation weeks at Joe Dodge Lodge and the Highland Center.).In Massachusetts, consider Forest Bathing on a Mindful Monday with Adventure East amid the solitude of Chesterfield Gorge in West Chesterfield.We had a memorable trip to Yellowstone one winter when we snowshoed and came face to face with a buffalo near Old Faithful. There are special winter packages . (Want to learn more about wolves?) Tour by Snow Coach or snowmobile!North of the park in Montana, there’s Yellowstone Country where you could try ice climbing and legendary hot springs, among the snowy activities.For those who want to cozy up around a fire there are always vacation rentals. But if you prefer someone to wait on you (and make your bed!) consider a historic resort like Mohonk Mountain House only 90 miles from New York City. Founded in 1869 and voted the number one resort in 2023 by Conde Nast Traveler in the Northeast and Mid-Atlantic, it is surrounded by 40,000 acres of forts and is a national historic landmark. There are 30 miles of groomed trails for cross- country skiing or snowshoeing, winter hiking, outdoor ice skating, snow tubing and an award-winning spa.We’ve visited the historic (open in 1902) Omni Mount Washington Resort with its famous zipline and 25,000 square-foot spa. (The longest zip is over 1,000 feet long and about 165 feet high off the forest floor!) Check for special WINTER deals .In the Midwest, Destination Kohler in Wisconsin offers everything from curling to fat-tire biking, S’mores by an outdoor fire, even a hot chocolate bar. There are cabins as well as a hotel. (Stay three nights by March 31 and get a complimentary third nigh t.)Don’t forget your waterproof mittens and hand warmers. (For more Taking the Kids, visit www.takingthekids.com and also follow TakingTheKids on Twitter , Facebook and Instagram where Eileen Ogintz welcomes your questions and comments. The fourth edition of The Kid’s Guide to New York City and the third edition of The Kid’s Guide to Washington D.C. are the latest in a series of 14 books for kid travelers published by Eileen.) ©2024 Eileen Ogintz. Distributed by Tribune Content Agency, LLC.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://www.instagram.com/takingthekids/",
    "https://www.colorado.com/skiing-snowboarding/copper-mountain-resort",
    "https://adventureeast.com/details/mindful-mondays-in-winter",
    "https://www.omnihotels.com/hotels/bretton-woods-mount-washington/specials",
    "https://www.visitparkcity.com/things-to-do",
    "https://www.yellowstonenationalparklodges.com/packages/winter-packages/",
    "https://ymcarockies.org/",
    "https://www.twitter.com/takingthekids",
    "https://takingthekids.com/a-very-family-friendly-dude-ranch-in-southern-wyoming/",
    "https://www.colorado.com/fine-dining/elk-camp-restaurant",
    "https://www.colorado.com/amusement-parks/woodward-copper",
    "https://gobreck.com/event/international-snow-sculpture-championships",
    "http://www.takingthekids.com/",
    "https://takingthekids.com/snow-graffiti-who-knew-the-kids-program-at-vista-verde-ranch/",
    "https://www.montage.com/deervalley/spa/",
    "https://takingthekids.com/at-vista-verde-ranch-in-colorado-on-a-different-kind-of-snow-vacation/",
    "https://www.destinationkohler.com/stay-a-little-longer",
    "https://www.outdoors.org/",
    "https://www.colorado.com/skiing-snowboarding/aspen-snowmass",
    "https://visityellowstonecountry.com/winter",
    "https://www.mohonk.com/",
    "https://facebook.com/takingthekids",
    "https://takingthekids.com/the-kids-guides-kids-help-kids-discover/",
    "https://www.aspensnowmass.com/visit/activities/winter/ullr-nights",
    "https://www.rei.com/adventures/a/snowshoeing",
    "http://www.duderanch.org/",
    "https://outdoors.org/",
    "https://www.takingthekids.com/the-kids-guides-kids-help-kids-discover/",
    "https://visitparkcity.com/things-to-do",
    "http://takingthekids.com/",
    "https://www.adventureeast.com/details/mindful-mondays-in-winter",
    "http://www.duderanch.org",
    "https://takingthekids.com/a-very-family-friendly-dude-ranch-in-southern-wyoming",
    "https://destinationkohler.com/stay-a-little-longer",
    "https://colorado.com/amusement-parks/woodward-copper",
    "https://www.ymcarockies.org/",
    "https://montage.com/deervalley/spa/",
    "https://www.outdoors.org",
    "https://instagram.com/takingthekids/",
    "https://mohonk.com/",
    "https://www.takingthekids.com/snow-graffiti-who-knew-the-kids-program-at-vista-verde-ranch/",
    "https://omnihotels.com/hotels/bretton-woods-mount-washington/specials",
    "http://www.takingthekids.com",
    "https://colorado.com/skiing-snowboarding/aspen-snowmass",
    "https://www.takingthekids.com/a-very-family-friendly-dude-ranch-in-southern-wyoming/",
    "https://aspensnowmass.com/visit/activities/winter/ullr-nights",
    "https://colorado.com/skiing-snowboarding/copper-mountain-resort",
    "https://yellowstonenationalparklodges.com/packages/winter-packages/",
    "https://www.takingthekids.com/at-vista-verde-ranch-in-colorado-on-a-different-kind-of-snow-vacation/",
    "https://www.facebook.com/takingthekids",
    "https://www.instagram.com/takingthekids",
    "https://twitter.com/takingthekids",
    "http://duderanch.org/",
    "https://takingthekids.com/the-kids-guides-kids-help-kids-discover",
    "https://takingthekids.com/snow-graffiti-who-knew-the-kids-program-at-vista-verde-ranch",
    "https://colorado.com/fine-dining/elk-camp-restaurant",
    "https://takingthekids.com/at-vista-verde-ranch-in-colorado-on-a-different-kind-of-snow-vacation",
    "https://www.visityellowstonecountry.com/winter",
    "https://www.montage.com/deervalley/spa",
    "https://www.gobreck.com/event/international-snow-sculpture-championships",
    "https://ymcarockies.org",
    "https://www.yellowstonenationalparklodges.com/packages/winter-packages",
    "https://www.mohonk.com",
    "https://rei.com/adventures/a/snowshoeing"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "steamboat springs",
        "sentiment": "none"
      },
      {
        "name": "colorado",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-12T01:23:09.489+02:00",
  "updated": "2024-01-12T01:23:09.489+02:00"
}