{
  "thread": {
    "uuid": "bcfdae9bc77837628bcae59f0d57b9169345776f",
    "url": "https://jornalggn.com.br/eua-canada/o-governo-trump-elege-um-inimigo-interno-a-universidade-por-nathalia-henrich",
    "site_full": "jornalggn.com.br",
    "site": "jornalggn.com.br",
    "site_section": "https://jornalggn.com.br",
    "site_categories": [
      "media"
    ],
    "section_title": "Jornal GGN - O jornal de todos os Brasis",
    "site_title": "Jornal GGN - O jornal de todos os Brasis",
    "title": "O governo Trump elege um inimigo interno: a Universidade, por Nathália Henrich",
    "title_full": "O governo Trump elege um inimigo interno: a Universidade, por Nathália Henrich",
    "published": "2025-06-26T15:08:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://jornalggn.com.br/wp-content/uploads/2025/06/Boston-Globe-via-Getty-Images.jpg",
    "performance_score": 0,
    "domain_rank": 70423,
    "domain_rank_updated": "2025-06-03T00:00:00.000+03:00",
    "licensing_agency": [],
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bcfdae9bc77837628bcae59f0d57b9169345776f",
  "url": "https://jornalggn.com.br/eua-canada/o-governo-trump-elege-um-inimigo-interno-a-universidade-por-nathalia-henrich",
  "ord_in_thread": 0,
  "author": null,
  "published": "2025-06-26T15:08:00.000+03:00",
  "title": "O governo Trump elege um inimigo interno: a Universidade, por Nathália Henrich",
  "text": "O governo Trump elege um inimigo interno: a Universidade\npor Nathália Henrich\nO governo Trump pressiona universidades a se alinharem às suas diretrizes sobre diversidade e inclusão. Depois de Columbia, agora é a vez de Harvard ser alvo das ameaças de retaliação sob acusação de que há antisemitismo e atividades terroristas no campus. A Casa Branca tenta impedir que Harvard receba alunos estrangeiros como punição, mas uma decisão judicial barrou a medida.\nA falta de apreço do governo Trump pelas universidades não é exatamente novidade e nem uma exceção entre membros do seu espectro político. A ideia de que há uma guerra cultural em curso nos Estados Unidos tampouco é uma crença exclusiva do atual presidente. Esta tem sido uma plataforma que ajuda a eleger candidatos do Partido Republicano há décadas e conseguiu com sucesso ser incorporada ao debate público nacional.\nProva disso é o discurso de J. D. Vance, proferido em 2021, no palco da National Conservatism Conference, realizada na Flórida. A fala data de antes, portanto, de J.D. Vance sequer ser escolhido para dividir a chapa que concorreria às eleições presidenciais. O vídeo do discurso, no entanto, voltou a circular após a confirmação do seu nome como candidato à vice-presidência. Na ocasião, Vance afirmou que para alcançar seus objetivos fazendo o que considerava certo para o país, teria que “honestamente e agressivamente atacar as universidades” . Afinal, complementou, havia sabedoria nas palavras que outro republicano, o presidente Richard Nixon, havia proferido nos anos 1970, quando declarou que “os professores são o inimigo.”\nA diferença entre as duas falas é que Nixon estava em uma conversa privada que se tornou pública com a divulgação de gravações produzidas durante o seu governo. Já J.D. Vance, então um Senador eleito pelo estado de Ohio, expressava publicamente uma visão de mundo que inspirava seu projeto político e que atualmente parece estar inspirando uma nova política de Estado. Este pode ser um sinal de que conclamar abertamente o público a destruir suas instituições de ensino e pesquisa mais proeminentes é uma boa ideia em termos eleitorais e encontra eco na sociedade estadunidense. É importante ressaltar que ambos utilizaram a palavra “professor” e não “teacher”, o que implica que estão se referindo especificamente aos docentes e pesquisadores das instituições de ensino superior.\nIsto não significa que os professores de ensino básico e secundário não venham sofrendo retaliação e pressões para que se alinhem à visão da administração Trump sobre a educação. Há muito tempo grupos de pressão conservadores se organizam para interferir na formulação dos currículos, banir leituras consideradas inadequadas e afastar professores e administradores não alinhados aos seus valores. Sob a bandeira da liberdade de escolha, estes grupos apoiam programas de “home school” e de distribuição de vouchers para que as famílias utilizem como pagamento em escolas privadas que se alinhem às suas convicções. O ápice do alinhamento de Trump com esta pauta foi a nomeação de Betsy DeVos como Secretária de Educação no seu primeiro mandato. DeVos, uma empresária da área da educação e ativista de longa data pelo direito de escolha, como Secretária investiu em ampliar a distribuição de vouchers. Em última instância, seu projeto envolvia retirar fundos da educação pública em favor de fortalecer a educação privada e religiosa. Houve ainda durante seu mandato um esforço concertado para eliminar as políticas de proteção à minorias e promoção da diversidade , como as que permitiam o uso de banheiros nas escolas que coincidam com a identidade de gênero dos alunos.\nAs políticas de diversidade e inclusão, conhecidas nos Estados Unidos, são um alvo de Donald Trump, portanto, desde seu primeiro mandato. Desde os primeiros dias de governo, ele demonstra que a pauta volta com ímpeto renovado. Entre suas primeiras medidas no cargo esteve rescindir através de ordem executiva uma normativa firmada pelo presidente Lyndon Johnson vigente há cerca de 60 anos, que proibia empresas de empregar práticas discriminatórias em processos de contratação, demissão, promoção e pagamento de salários. O objetivo alegado por Trump foi acabar com supostas práticas ilegais dos programas de diversidade e inclusão. Como resultado imediato, um número significativo de empresas eliminou ou anunciou mudanças nos seus programas. A reação do público consumidor não se fez esperar. Um exemplo é a gigante do varejo, Target, conhecida por seus posicionamentos como marca diversa e inclusiva. Após anunciar mudanças que incluíam cancelar vários pontos do seu programa de diversidade e inclusão, Target teve queda nos lucros e um desgaste de imagem que preocupa seus acionistas. O caso se tornou emblemático para gestores que na nova Era Trump precisam se equilibrar entre as imposições do governo e as pressões do consumidor.\nNos Estados Unidos, as políticas de diversidade e inclusão adotadas por diversas instituições públicas e privadas, desde empresas até universidades, geralmente agrupadas sob a sigla DEI (Diversity, Equity and Inclusion), se converteram em sinônimo de uma agenda “woke” que deve ser combatida por não levar em conta o mérito e ser, portanto, injusta. A guerra contra o “wokeism” está sendo travada, assim, em várias frentes. Entretanto, as universidades têm papel central no argumento da guerra cultural porque, na visão dos conservadores, seriam o lugar onde nasce e se dissemina o que eles passaram a chamar de cultura “woke”. O termo em inglês em uma tradução literal é uma flexão do verbo “to awake”, que significa literalmente acordar. Já a acepção condenada pela direita e que já se converteu em termo consagrado no debate político atual é o que ficou conhecido como “wokeism”, definido pelo dicionário Oxford como certas atitudes de esquerda e posições sobre assuntos políticos e sociais.\nO capítulo mais recente na guerra do governo Trump contra a “agenda woke” das universidades de elite é a batalha travada com a Universidade de Harvard. A queda de braço entre o governo e uma instituição do peso de Harvard tem despertado atenção em todo o mundo. Fundada oficialmente em 1863, a instituição é, portanto, mais antiga que o próprio país; já produziu mais recipientes de prêmios Nobel que qualquer universidade no mundo; é líder em pesquisa nas mais diversas áreas e ocupa o topo dos mais importantes rankings de educação e pesquisa existentes. A universidade é também uma das mais bem posicionadas financeiramente, graças às dotações, os chamados “endowments”, legados por seus benfeitores e que permitem um amplo grau de autonomia orçamentária.\nEm grande medida, a combinação destes dois fatores, prestígio e autonomia financeira, é que tem permitido a Harvard fazer frente às investidas de Trump. O atual imbróglio gira em torno da tentativa da Casa Branca de proibir Harvard de receber estudantes estrangeiros, que hoje respondem por cerca de 27% das matrículas, algo em torno de 7000 alunos de todo o mundo. A medida se dá através do cancelamento da certificação de Harvard no programa que lhe permite receber estrangeiros recipientes de variados tipos de vistos . Isto significa que os estrangeiros já matriculados devem se transferir para outras instituições ou deixar o país, sob risco de sua estadia nos Estados Unidos se tornar ilegal.\nA incerteza sobre o futuro desses estudantes tem causado reações por todo o país e também no exterior, não apenas pelo impacto individual nas famílias, mas pelo precedente aberto pela medida. Na academia, além da preocupação sobre o futuro da liberdade de cátedra, há um sentimento generalizado de apreensão sobre o futuro do próprio sistema de educação superior nos Estados Unidos. Quais serão os limites para a intromissão da Casa Branca nos assuntos internos das universidades? Quais ações das universidades podem desencadear sanções?\nA justificativa para a sanção a Harvard, que também inclui cortes em repasse de vebas e outras formas de pressão, é a de que a universidade falhou no combate ao antissemitismo e não adequou sua práticas de contratação e admissão, ou seja, sua política de DEI aos novos parâmetros estabelecidos em Washington. A Secretária de Segurança Interna, Kristi Noem, deixou clara a intenção do governo de usar Harvard como exemplo nos seus comentários públicos sobre o assunto. Ela vem afirmando que a universidade apoia atos terroristas antiamericanos, além de fazer alusões vagas à existência de violência, antissemitismo e atividades coordenadas com o Partido Comunista Chinês no campus. Noem afirmou que Harvard estava sendo punida por não conter estas atividades e acrescentou que é um privilégio, e não um direito da universidade, receber alunos estrangeiros .\nPara a Casa Branca esta é uma excelente oportunidade de acenar para a sua base eleitoral, tradicionalmente desconfiada das instituições de ensino superior de elite, que representam uma ideologia progressista, laicizante, cosmopolita, que para muitos é sinônimo de valores antiamericanos. Não se pode minimizar o efeito da Guerra em Gaza, que vem galvanizado protestos em campus por todo o país, alimentando o debate sobre os limites da liberdade de expressão e sobre antissemitismo, na medida em que recrudescem as críticas sobre Israel. Some-se a isso o apelo do tema da imigração, que foi novamente mobilizado para criar um cenário em que atividades criminosas e que atentam contra o país estariam ocorrendo sob os auspícios de Harvard com participação de estrangeiros, e se forma o tipo de factóide tão caro ao Presidente Trump.\nA investida contra Harvard não foi a primeira na sua agenda. Antes, a Universidade de Columbia havia sido o alvo. Sob acusações semelhantes, de falta de proteção a estudantes judeus e falha na prevenção de antiseemintismo no campus, Columbia estava sujeita a uma série de sanções do governo federal, como paralisação de repasses de verbas, a não ser que concordasse em promover mudanças institucionais. A escolha não foi aleatória, o campus em Nova Iorque havia sido palco de ruidosas manifestações Pró-palestina desde 2024 , acarretando inclusive prisões e expulsões de alunos e a presença de forças de segurança nos edifícios da universidade. O caso do estudante de pós-graduação Mohsen Mahdawi , gerou comoção mundial. Mahdawai, que reside legalmente nos Estados Unidos há cerca de uma década, foi preso e corre risco de deportação. O Secretário de Estado Marco Rubio justificou o ato sob o “Immigration and Nationality Act” e informou que o status migratório dos envolvidos em protestos semelhantes seria revisado. Rubio declarou uma política de tolerância zero para o que a Casa Branca considere um “abuso da hospitalidade dos Estados Unidos”.\nAs semelhanças entre os casos das universidades de Columbia e Harvard são evidentes. Ambos fazem parte de um projeto de país que quer eliminar o dissenso em favor da promoção daqueles que seriam os reais ideais e valores dos Estados Unidos. “Fazer a América grande de novo”, a promessa de campanha de Donald Trump, significa retornar a esse passado mítico em que o país exercia uma liderança inconteste no mundo e gozava de inabalada paz e prosperidade internas. No plano externo, isto inclui promover o protecionismo econômico, materializado na nova política tarifária imposta pelos Estados Unidos, e da rejeição dos foros multilaterais. Na política doméstica, o foco é o retorno aos valores tradicionais e a redução da imigração. As medidas contra as universidades atendem a estes dois anseios, oferecendo respostas práticas aos apoiadores do presidente Trump que subscrevem à sua visão de mundo, que não sou poucas. Uma pesquisa de 2024, do Instituto Gallup , mostra que a confiança dos estadunidenses nas universidades vem caindo em geral, mas mais acentuadamente entre os republicanos. Entre os motivos mais citados para a desconfiança, estão justamente a percepção de que as instituições estão promovendo uma agenda “política”, além de não ensinarem habilidades relevantes e custar caro demais.\nAs diferenças entre os dois casos, no entanto, são as que potencialmente trarão consequências relevantes. Columbia cedeu às demandas para garantir o repasse de verbas da ordem de 400.000 USD, para consternação de boa parte do seu corpo docente e discente. A reitora interina, Claire Shipman, foi vaiada na mais recente cerimônia de graduação realizada no campus, reflexo direto da desaprovação pela sua atitude contemporizadora com Trump. É importante ter em mente que as adequações solicitadas a Columbia extrapolam a esfera administrativa. O documento divulgado pela universidade concorda em reformular o Departamento para Estudos do Oriente Médio, do Sul da Ásia e da África (Mesaas); revisar currículos deste e de outros programas de estudos regionais; além de prever a contratação de novos docentes para “garantir a diversidade intelectual”. O precedente aberto é, desta forma, gravíssimo.\nHarvard, ao contrário, mantém-se firme em não atender às demandas, inclusive a mais recente. Donald Trump pessoalmente utilizou suas redes sociais para exigir que fossem divulgados os nomes e países de todos os estudantes estrangeiros matriculados. Desde o primeiro mandato, Harvard se posicionou frontalmente contra políticas de Donald Trump, especialmente nas questões de imigração, direitos civis e liberdade de cátedra, condenando publicamente medidas como a tentativa de banir a imigração de cidadãos de países muçulmanos ou de acabar com o programa DACA (Deferred Action for Childhood Arrivals), que permitia a permanência legal e obtenção de autorização de trabalho à pessoas indocumentadas levadas aos Estados Unidos quando menores. Harvard deixou claro desde então que não utilizava o status migratório como condição para admissão.\nO embate entre Trump e Harvard é apenas mais para uma administração que se regozija no caos e não deve ser o último do tipo. Por enquanto, resta a incerteza quanto ao desfecho dessa disputa entre a mais prestigiosa universidade dos Estados Unidos e o Presidente, já que uma decisão judicial barrou a medida inicial que impedia a matrícula de estrangeiros. Simbolicamente, no entanto, o recado está dado de ambas as partes. As universidades – e seus professores – seguem sendo o inimigo a ser combatido pelos conservadores no poder. No entanto, algumas universidades estão dispostas a pagar o preço e não se dobrar às exigências do governo Trump.\nReferências\nLee , Janet W.; Nadworny , Elissa. Judge blocks Trump admin’s move to bar Harvard from enrolling international students. NPR. 23/05/2025. Disponível em: https://www.npr.org/2025/05/23/nx-s1-5408987/harvard-international-students-lawsuit-trump . Acesso em: 25 de maio de 2025.\nKuchar , Savannah ; Schermele , Zachary. USA TODAY. 25 de Maio de 2025.\nTrump says he wants ‘names and countries’ of all international students at Harvard. Disponível em: https://www.usatoday.com/story/news/politics/2025/05/25/trump-harvard-international-student-names/83852222007/ . Acesso em: 25 de maio de 2025.\nVance, J.D. The Universities are the Enemy. National Conservatism Conference II. Disponível em: https://youtu.be/0FR65Cifnhw?si=clYqmkSOW2_y3PzM . Acesso em: 22 de maio de 2025.\nReitora da Universidade Columbia é vaiada em formatura. Folha de São Paulo. 21/05/2025. Disponível em: https://www1.folha.uol.com.br/mundo/2025/05/reitora-da-universidade-columbia-e-vaiada-durante-formatura-veja-video.shtml . Acesso em: 22 de maio de 2025.\nCarland, John M. (Editor). Foreign Relations of the United States, 1969–1976, Volume IX, Vietnam, October 1972–January 1973. Disponível em: https://history.state.gov/historicaldocuments/frus1969-76v09/d175%20 . Acesso em: 25 de maio de 2025.\nWazer, Caroline. Fact Check: Yes, Vance once said ‘professors are the enemy.’ He was quoting Nixon. Disponível em: https://www.yahoo.com/news/fact-check-yes-vance-once-030000127.html . Acesso em: 22 de maio de 2025.\nMatza, Max; Yousif, Nadine. Dozens of pro-Palestinian protesters arrested at Columbia University. BBC News. 8 May 2025. Disponível em:\nhttps://www.bbc.com/news/articles/ce929l5z2ldo . Acesso em: 25 de maio de 2025.\nHersher , Rebecca ; Johnson, Carrie . Trump Administration Rescinds Obama Rule On Transgender Students’ Bathroom Use. The Two Way, NPR. February 22, 2017. Disponível em: https://www.yahoo.com/news/fact-check-yes-vance-once-030000127.html . Acesso em: 22 de maio de 2025.\nHarvard University Loses Student and Exchange Visitor Program Department of Homeland Security. Certification for Pro-Terrorist Conduct. Disponível em: https://www.dhs.gov/news/2025/05/22/harvard-university-loses-student-and-exchange-visitor-program-certification-pro . Acesso em: 25 de maio de 2025.\nIsidore , Chris. Trump rescinds measure used to fight workplace discrimination for 60 years. CNN. January 23, 2025. Disponível em: https://edition.cnn.com/2025/01/23/business/trump-rescinds-anti-discrimination-order/index.html . Acesso em: 24 de maio de 2025.\nMeyersohn, Nathaniel. Target retreated on DEI. Then came the backlash. CNN. February 19, 2025. Disponível em:\nhttps://edition.cnn.com/2025/02/19/business/target-dei-boycott . Acesso em: 25 de maio de 2025.\nSwinhart, Amanda ; Ramer, Holly. Judge releases Palestinian student at Columbia who was arrested at citizenship interview. PBS News. Apr 30, 2025. Disponível em: https://www.pbs.org/newshour/politics/judge-releases-palestinian-student-at-columbia-who-was-arrested-at-citizenship-interview . Acesso em: 25 de maio de 2025.\nAnderson , Stuart. Rubio Makes Immigration Threat To Revoke Student, H-1B And Other Visas. May 05, 2025. Forbes Magazine. Disponível em: https://www.forbes.com/sites/stuartanderson/2025/05/05/rubio-makes-immigration-threat-to-revoke-student-h-1b-and-other-visas/ . Acesso em: 25 de maio de 2025.\nJones , Jeffrey M. U.S. Confidence in Higher Education Now Closely Divided. Nearly as many U.S. adults have little or no confidence as have high confidence. Gallup News. July 8, 2024. Disponível em: https://news.gallup.com/poll/646880/confidence-higher-education-closely-divided.aspx . Acesso em: 25 de maio de 2025.\nO texto não representa necessariamente a opinião do Jornal GGN. Concorda ou tem ponto de vista diferente? Mande seu artigo para dicasdepautaggn@gmail.com . O artigo será publicado se atender aos critérios do Jornal GGN.\n“Democracia é coisa frágil. Defendê-la requer um jornalismo corajoso e contundente. Junte-se a nós: www.catarse.me/jornalggn “\nUnidade Brasil-China-Celac: eixo de uma ordem mundial econômica multipolar Guerra Tarifária: os EUA contra o mundo, por Renato Souza e Bárbara Koboyama",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "negative",
  "categories": [
    "Politics",
    "Social Issue",
    "Education"
  ],
  "topics": [
    "Politics->government policy",
    "Politics->political parties and movements",
    "Politics->political dissent",
    "Social Issue->social problem",
    "Social Issue->social services",
    "Education->teachers",
    "Education->college and university",
    "Education->students"
  ],
  "ai_allow": true,
  "has_canonical": false,
  "breaking": null,
  "webz_reporter": false,
  "external_links": [
    "https://www.usatoday.com/staff/8063209001/savannah-kuchar/",
    "https://edition.cnn.com/2025/02/19/business/target-dei-boycott",
    "https://www.gallup.com/people/item.aspx?a=100180",
    "https://www.pbs.org/newshour/author/amanda-swinhart-associated-press",
    "https://www.yahoo.com/news/fact-check-yes-vance-once-030000127.html",
    "https://www.npr.org/people/127410674/carrie-johnson",
    "http://www.catarse.me/jornalggn",
    "https://www.cnn.com/profiles/chris-isidore",
    "https://www.forbes.com/sites/stuartanderson/2025/05/05/rubio-makes-immigration-threat-to-revoke-student-h-1b-and-other-visas/",
    "https://www.usatoday.com/story/news/politics/2025/05/25/trump-harvard-international-student-names/83852222007/",
    "https://www.npr.org/people/378865949/elissa-nadworny",
    "https://history.state.gov/historicaldocuments/frus1969-76v09/d175%20",
    "https://www.usatoday.com/staff/8391697001/zachary-schermele/",
    "https://www.npr.org/2025/05/23/nx-s1-5408987/harvard-international-students-lawsuit-trump",
    "https://www.forbes.com/sites/stuartanderson/",
    "https://www.npr.org/people/384067907/rebecca-hersher",
    "https://www.pbs.org/newshour/politics/judge-releases-palestinian-student-at-columbia-who-was-arrested-at-citizenship-interview",
    "https://www.npr.org/people/1006770203/janet-w-lee",
    "https://edition.cnn.com/2025/01/23/business/trump-rescinds-anti-discrimination-order/index.html",
    "https://www1.folha.uol.com.br/mundo/2025/05/reitora-da-universidade-columbia-e-vaiada-durante-formatura-veja-video.shtml",
    "https://www.npr.org/sections/thetwo-way/2017/02/22/516664633/trump-administration-rescinds-obama-rule-on-transgender-students-bathroom-use",
    "https://www.bbc.com/news/articles/ce929l5z2ldo",
    "https://news.gallup.com/poll/646880/confidence-higher-education-closely-divided.aspx",
    "https://www.dhs.gov/news/2025/05/22/harvard-university-loses-student-and-exchange-visitor-program-certification-pro",
    "https://www.pbs.org/newshour/author/holly-ramer-associated-press",
    "https://youtu.be/0FR65Cifnhw?si=clYqmkSOW2_y3PzM",
    "https://npr.org/sections/thetwo-way/2017/02/22/516664633/trump-administration-rescinds-obama-rule-on-transgender-students-bathroom-use",
    "https://forbes.com/sites/stuartanderson/2025/05/05/rubio-makes-immigration-threat-to-revoke-student-h-1b-and-other-visas/",
    "https://forbes.com/sites/stuartanderson/",
    "https://npr.org/people/127410674/carrie-johnson",
    "https://www.forbes.com/sites/stuartanderson/2025/05/05/rubio-makes-immigration-threat-to-revoke-student-h-1b-and-other-visas",
    "https://usatoday.com/story/news/politics/2025/05/25/trump-harvard-international-student-names/83852222007/",
    "https://usatoday.com/staff/8063209001/savannah-kuchar/",
    "https://www.usatoday.com/staff/8063209001/savannah-kuchar",
    "https://pbs.org/newshour/author/holly-ramer-associated-press",
    "https://www.usatoday.com/story/news/politics/2025/05/25/trump-harvard-international-student-names/83852222007",
    "https://usatoday.com/staff/8391697001/zachary-schermele/",
    "https://www.edition.cnn.com/2025/01/23/business/trump-rescinds-anti-discrimination-order/index.html",
    "https://npr.org/2025/05/23/nx-s1-5408987/harvard-international-students-lawsuit-trump",
    "https://bbc.com/news/articles/ce929l5z2ldo",
    "https://www.usatoday.com/staff/8391697001/zachary-schermele",
    "https://.folha.uol.com.br/mundo/2025/05/reitora-da-universidade-columbia-e-vaiada-durante-formatura-veja-video.shtml",
    "https://dhs.gov/news/2025/05/22/harvard-university-loses-student-and-exchange-visitor-program-certification-pro",
    "https://www.youtu.be/0FR65Cifnhw?si=clYqmkSOW2_y3PzM",
    "https://cnn.com/profiles/chris-isidore",
    "https://npr.org/people/384067907/rebecca-hersher",
    "https://gallup.com/people/item.aspx?a=100180",
    "https://pbs.org/newshour/politics/judge-releases-palestinian-student-at-columbia-who-was-arrested-at-citizenship-interview",
    "https://www.gallup.com/people/item.aspx",
    "https://www.forbes.com/sites/stuartanderson",
    "https://youtu.be/0FR65Cifnhw",
    "https://pbs.org/newshour/author/amanda-swinhart-associated-press",
    "https://www.news.gallup.com/poll/646880/confidence-higher-education-closely-divided.aspx",
    "https://npr.org/people/378865949/elissa-nadworny",
    "https://yahoo.com/news/fact-check-yes-vance-once-030000127.html",
    "http://catarse.me/jornalggn",
    "https://npr.org/people/1006770203/janet-w-lee",
    "https://www.edition.cnn.com/2025/02/19/business/target-dei-boycott",
    "https://www.history.state.gov/historicaldocuments/frus1969-76v09/d175%20"
  ],
  "entities": {
    "persons": [],
    "locations": [],
    "organizations": []
  },
  "syndication": {
    "syndicated": null,
    "syndicate_id": null,
    "first_syndicated": false
  },
  "trust": {
    "categories": [],
    "top_news": [],
    "bias": null
  },
  "rating": null,
  "crawled": "2025-06-26T16:12:20.359+03:00",
  "updated": "2025-06-26T13:16:19.000+00:00"
}