{
  "thread": {
    "uuid": "696e81e3572ad8b4839d725f6152f1299b1f8cf8",
    "url": "https://www.sentinelassam.com/more-news/editorial/the-cross-of-jesus-a-symbol-of-victory-over-sin-and-death",
    "site_full": "www.sentinelassam.com",
    "site": "sentinelassam.com",
    "site_section": "https://www.sentinelassam.com/feed",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "sentinelassam-english",
    "title": "The Cross of Jesus: A symbol of victory over sin and death",
    "title_full": "The Cross of Jesus: A symbol of victory over sin and death",
    "published": "2024-03-29T01:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://media.assettype.com/sentinelassam-english%2F2024-03%2Ff2bb5782-137c-44a9-b3e9-edbdba6f341d%2Fcros.jpg?w=1200&amp;ar=40%3A21&amp;auto=format%2Ccompress&amp;ogImage=true&amp;mode=crop&amp;enlarge=true&amp;overlay=false&amp;overlay_position=bottom&amp;overlay_width=100",
    "performance_score": 0,
    "domain_rank": 52974,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "696e81e3572ad8b4839d725f6152f1299b1f8cf8",
  "url": "https://www.sentinelassam.com/more-news/editorial/the-cross-of-jesus-a-symbol-of-victory-over-sin-and-death",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sentinel Digital Desk",
  "published": "2024-03-29T01:10:00.000+02:00",
  "title": "The Cross of Jesus: A symbol of victory over sin and death",
  "text": "Fr. William Horo\nJesus, the Son of God (Lk. 1:35), became the Lamb of God (Jn.1:39), and on the ‘Good Friday’ he shed his blood on the cross for the sin of the world. (Mt. 26:28) It all began when a young maid (Is 7:14), the Virgin Mary, a Jewish woman, consented to the message of the Archangel Gabriel, saying, “I am the handmaid of the Lord. Let it be done to me according to your word.” (Lk. 1:38) The Son of God was made a man in her womb. The Word of God was made flesh and dwelt among us. (Jn. 1:14) Thus, God incarnated into a human being.\nBorn of Mary, a Jewish woman, Jesus was a Jew by birth. He was circumcised (Lk. 2:21) and practiced all other customs and traditions of the Jewish faith. He celebrated the Jewish Passover feast throughout his life. The Jews celebrate the feast of Passover to remember how they passed over from slavery in Egypt to freedom; it is to commemorate the slavery of Israel in Egypt and their ultimate exodus to freedom. During this feast, they eat unleavened bread with the meat of the lambs. It is because the blood of the lamb has set them free.\nAs the Bible narrates that God had sent Moses to Egypt to lead them to freedom (Ex. 3:10), Moses went to Pharaoh, the king of Egypt, and demanded the release of the Israelites from his slavery. He said, “Let my people go out of Egypt.” (Ex. 9:1) With God’s help, he brought about nine types of plague in Egypt and pressured the Pharaoh for the release of his people, but the Pharaoh could not be moved. Finally, in the tenth decisive plague, the angel of God came at night and struck down all the firstborn Egyptians, both men and beasts. Pharaoh was moved by the wailing of his people and let the Israelites go. (Ex. 12: 29–32)\nThe Israelites were safe from the decisive plague because they obeyed Moses’ instructions. Moses had told the Israelites that each family had to kill a lamb (Ex. 12:3) and sprinkle its blood on their doorposts. (Ex. 12:7) Seeing the blood, the angel of God did not enter their houses, and thus their firstborn were spared. Before their departure from Egypt, they roasted the meat of the lamb and ate it at night with the unleavened bread because the flour of their bread could not be leavened. They ate it in a hurry, with their loins girded and their sandals on, because that night they had to move out of Egypt. It was their Passover of the Lord. (Ex. 12:11) Thereafter, Passover became one of their annual celebrations.\nJesus has celebrated the Passover feast since his childhood. At the age of twelve, his parents, Mary and Joseph, took him to Jerusalem for the Passover. (Lk. 2:41) As a fervent Jewish adult, Jesus went to Jerusalem for other festivities too, such as Hannukah (Jn. 10:22), an unnamed festival (Jn. 5:1), Shavuot, or Pentecost, etc. And in the year he was executed to death on the cross, Jesus ate his Passover meal on the first day of the unleavened bread, when the Passover lamb was sacrificed. (Mk.14: 12) It was his last supper for the following hour of the day, and he was killed. On the very day the Jews sacrificed their Passover lamb, Jesus was executed on the cross and became the Lamb of God (Jn. 1:29) for his followers. And the day he died became ‘Good Friday’.\nBy becoming the Paschal Lamb, Jesus transcended the meaning of the Jewish Passover. The Jews offered the Passover lambs for forgiveness of their sins. It was their annual reminder of sin. For the Bible says, “It is impossible for the blood of bulls and goats to take away sins.” (Hb. 10:4) And that is why Jesus came into the world and died on the cross on the day of the Jewish sacrifice of the Passover lamb; he replaced it and abolished ‘the first in order to establish the second.’ “And it is by God’s will that we have been sanctified through the offering of the body of Jesus, one for all.” (Hb. 10:10) This is the reason: the followers of Jesus revere the cross and place it in their churches, homes, and even work places, not for converting others, as alleged at times.\nIt is pertinent to mention here what Jesus did at his last supper. When they were eating, Jesus took a loaf of bread, and after blessing it, he broke it, gave it to his disciples, and said, “Take, eat; this is my body.” Then he took the cup, and after giving thanks, he gave it to them, saying, “Drink it all of you; for this is my blood of the covenant, which is poured out for many for the forgiveness of sins.” (Mt. 26:26–28) At his Last Supper, Jesus offered his bloodless sacrifice, and in the following hours, he had his bloody sacrifice on the cross. He was buried (Mt. 27:59), and on the third day of his burial, he rose again from the tomb. (Mk. 16:6) The Jewish Passover lamb had freed them from the slavery of Pharaoh, but Jesus, the Lamb of God, freed humankind from sin and its wages, death. (Rom. 6:23) Jesus shed his blood for the remission of sins. (Mt. 26:27–28)\nThen the cross was the Romans’ instrument to carry out the death sentences. The criminals who were served the death sentences were crucified until their deaths. It was a shameful death. Jesus was executed by Pontius Pilate, the fifth governor of the Roman province of Judea, under Emperor Tiberius. As a Roman prefect, Pontius Pilate was granted the power of a supreme judge. He had the sole authority to order a criminal’s execution. He convicted Jesus of treason, though he was found not guilty (Lk. 23:14), because the crowds demanded his crucifixion (Lk. 23:21), and their voices prevailed. (Lk. 23:23) When Pilate saw that he could do nothing but that a riot was beginning, he washed his hands before the crowds, said that he was innocent of Jesus’ blood, and handed him over to them to crucify him. (Mt. 27:24–26) Thus, he died a shameful death.\nHowever, Jesus is the saviour for his followers, as it was announced by the angel of God to Mary, his mother, and Joseph, his poster father. (Mt. 1:21) The Bible says that Jesus saved his people from their sin and death through his suffering, as prophesied by the prophets. For example, the prophet Isaiah said, “He was wounded for our transgressions, crushed for our iniquities; upon him was the punishment that made us whole, and by his bruises we are healed.” (Is. 53:5) Prophet Jeremiah said that he was like a gentle lamb that led to the slaughter. (Jer. 11:19) The prophecy was fulfilled in Jesus as he suffered and died on the cross, and thus the cross of Jesus has become a symbol of victory over sin and death for his followers.\nSaint Paul, a converted Jew to Christianity and one of the early preachers of Jesus, was once confronted by the Jews and Greeks, who said that to preach the crucified Christ was a foolish thing to do. To them, he retorted, “The message about the cross is foolish to those who do not believe, but to us who have faith, it is the power of God. You Jews demand signs, and Greeks desire wisdom, but we proclaimed Christ crucified, a stumbling block to the Jews and foolishness to the Greeks. God’s foolishness is wiser than human wisdom, and God’s weakness is stronger than human strength.” (1 Cor. 1:18–25)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "negative"
      },
      {
        "name": "william horo jesus",
        "sentiment": "neutral"
      },
      {
        "name": "archangel gabriel",
        "sentiment": "none"
      },
      {
        "name": "virgin mary",
        "sentiment": "none"
      },
      {
        "name": "mary",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "egypt",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T08:04:18.799+03:00",
  "updated": "2024-03-29T08:04:18.799+03:00"
}