{
  "thread": {
    "uuid": "dfa8c78ba70932d8ea661fad5689b8ffbe049e55",
    "url": "https://dothaneagle.com/news/local/content-creator-nick-trawick-has-local-roots-in-dothan-tik-tok-kleptora/article_cfcb4150-d66b-11ee-845f-6fb03917d3b9.html",
    "site_full": "dothaneagle.com",
    "site": "dothaneagle.com",
    "site_section": "http://dothaneagle.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Dothan Eagle | Breaking News | | Read Dothan, AL and Alabama breaking news. Get latest news, events and information on Alabama sports, weather, entertainment and lifestyles.",
    "title": "Content creator Nick Trawick has local roots in Dothan",
    "title_full": "Content creator Nick Trawick has local roots in Dothan",
    "published": "2024-02-29T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/dothaneagle.com/content/tncms/assets/v3/editorial/c/fc/cfcb4150-d66b-11ee-845f-6fb03917d3b9/65dfb0f098fea.preview.jpg?crop=1012%2C531%2C117%2C256&amp;resize=1012%2C531&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 32033,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dfa8c78ba70932d8ea661fad5689b8ffbe049e55",
  "url": "https://dothaneagle.com/news/local/content-creator-nick-trawick-has-local-roots-in-dothan-tik-tok-kleptora/article_cfcb4150-d66b-11ee-845f-6fb03917d3b9.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Skylar Celeste Boone sboone@dothaneagle.com",
  "published": "2024-02-29T07:00:00.000+02:00",
  "title": "Content creator Nick Trawick has local roots in Dothan",
  "text": "This Wiregrass has produced a few big names in the world from New York to Hollywood. However “celebrity status” has become more attainable for people to gain with the rise of social media. All it takes is one good video and you can launch a digital career. Well, the storyline is no different for Dothan native Nick Trawick. As a content creator his star rose bringing laughter to people through the screens from the user name @nicktrawick13. In the eleventh grade at the original Dothan High School, Trawick decided to fulfill his dream of performing in front of an audience. At a Black History month program he decided he wanted to be Michael Jackson and sing “Man in the Mirror\" in front of the entire school. It was a huge success. “I got bit by the bug,” said Trawick. “The performance bug is what I call it.” People are also reading… Then the next year, he decided to join the show choir and then he participated in his first talent show ever and won. Although he had a passion for performance he originally had dreams of going to school for dentistry and started out at Wallace Community College. But of course he changed his major at the last minute to theater. During his time in Dothan he performed with SEACT and always tried out for Hairspray, but never got the part that he wanted. He loved doing those shows beccause it was his favorite, musical. From his performances he was recruited by local dance studio PRJ to audition for their company and he was able to get his performance craving fulfilled through that outlet. “My entire life, I've always been my own biggest fan. It has kept me humble when I started to become more successful.” His journey on social media started in 2014/2015 and found success on DubSmash. The very first video that started his viral situation was when Blue Bell ice cream finally came back after a Listeria outbreak. Trawick created a super, mellow, dramatic, slow motion video running into Winn Dixie looking for the Blue Bell. “I think that was like the first video that I ever had go viral and I remember, have at least over a million views on Facebook at the time,” said Trawick. Nick shared he loves Facebook, always has, and always will love Facebook. He’s still very active on it today. Back in 2019 before Covid hit Nick transitioned from Alabama to California, to see a change in his day to day life. He never intended to start a social media career and actually had a friend encourage him to download TikTok. “I'm a theater boy, deep down I've always been. I'm a performer and I love the stage. I've I tried to do TV acting and things like that, but it doesn't fulfill me as enough. I'm a healer, I heal through comedy. That's why I do social media.” A major part of Trawick’s success and notoriety cam after the creation of his very popular character “Kleptora” which is a twist on Dora with kleptomania. In February of 2022 he pulled out the wig and already had the costume and started creating content. He had been trying his hand at Covid content creation for the past two years and built up a following on TikTok. His Kleptora character has raised his social following to 1.1 million on Instagram, 1.5 million on TikTok and 219 thousand on Facebook. The commitment to this character has even gone past the screen he even has a dog name Bootz, similar to Dora’s sidekick “Boots.” Nick doesn’t classify himself as an influencer, because he just wants to make art and put it out there and affect people and make them laugh. His goal is to take them out of the real world for a minute. “If you live for the the applause, you die by the boos,” stated Trawick. “Which means, if you're only doing what this type of stuff to get praise, then when they boo you, you're gonna fall. I don't do it to get praise from everyone. I do it to change or to make whoever needs to see it feel better.” Some advice he gave to anyone who is wanting to be a creator of some sort, in the Wiregrass area was to just put the content out there and just post your stuff, because you never know what could happen. “The hardest thing for me was literally being being secure in myself and being OK in my current situation, while still actively chasing my dream,” said the creator. He also believes once you realize you have free will, you can easily self-sabotage yourself in a heartbeat, but you have to just change your mindset and be OK with the things that you're presenting with yourself. He encourages others to be secure in the things that you're putting out and enjoy what you are doing and you're not enjoying it, you don't need to be doing it. “If you're trying to make content to make a living and to be rich. You're not gonna it's not gonna happen for you, because you're doing it for the wrong reason,” claims Nick. Lastly, he says creators should go back to that childlike mental state, and create, be imaginative of the life that you want, and then just create it. “Stop with the fear stop with the inhibitions, because that's what's gonna hold you back.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nick trawick",
        "sentiment": "positive"
      },
      {
        "name": "michael jackson",
        "sentiment": "none"
      },
      {
        "name": "trawick",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "wallace community colle",
        "sentiment": "none"
      },
      {
        "name": "dothan high school",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "dothan this wiregrass",
        "sentiment": "none"
      },
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "hollywood",
        "sentiment": "none"
      },
      {
        "name": "dothan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:06:31.952+02:00",
  "updated": "2024-03-01T00:06:31.952+02:00"
}