{
  "thread": {
    "uuid": "78b1cd4678935baa2f7f66b9f192d72e4954e97f",
    "url": "https://www.phoenixmag.com/2024/01/05/dining-review-hai-noon-is-spectacular/",
    "site_full": "www.phoenixmag.com",
    "site": "phoenixmag.com",
    "site_section": "https://www.phoenixmag.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "PHOENIX magazine",
    "title": "Dining Review: Hai Noon is Spectacular",
    "title_full": "Dining Review: Hai Noon is Spectacular",
    "published": "2024-01-05T23:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.phoenixmag.com/wp-content/uploads/2024/01/hainoon-coconut-curry-scaled.jpg",
    "performance_score": 0,
    "domain_rank": 99192,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "78b1cd4678935baa2f7f66b9f192d72e4954e97f",
  "url": "https://www.phoenixmag.com/2024/01/05/dining-review-hai-noon-is-spectacular/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Nikki Buchanan",
  "published": "2024-01-05T23:47:00.000+02:00",
  "title": "Dining Review: Hai Noon is Spectacular",
  "text": "With a PHOENIX Magazine 2023 Best New Restaurant of the Year award under his arm, Nobuo Fukuda keeps finding fresh ways to beguile our critic. by Nikki Buchanan | Photography by Mirelle Inglefield Last April, Welcome Diner owner Sloane McFarland and legendary chef Nobuo Fukuda opened Hai Noon without fanfare in a refurbished ’60s-era motor lodge called Sonder the Mariposa in South Scottsdale. At first blush, the narrow space, a dimly lit, rock-walled bar, seemed an unlikely venue for Fukuda, a 2007 James Beard Best Chef Southwest award winner revered for his fusion-y take on Japanese cuisine. However, I instantly fell in love with its retro look and relaxed vibe, finding it the perfect hangout for Japanese-inspired cocktails, curated sake and affordable small plates such as Fukuda’s signature pork belly buns, softshell crab sandwich and coconut curried lamb. To have a chef of this caliber back in action and turning out many of his brilliant greatest hits after a two-year hiatus seemed such a blessing that we awarded Hai Noon Best New Restaurant of the Year last November. Now that the partners have resurrected Fukuda’s equally famous omakase, there’s even more reason to visit this hipster hideaway. It’s a seven-course prix fixe menu priced at $200 per person and offered on Sundays at the bar, where the chef personally serves and explains every dish. For my money, or somebody else’s money, it’s the best way to get an overview of Fukuda’s inimitable style. The daily-driver menu is fantastic, but this is possibly the greatest dining experience you can have on a Sunday in Phoenix. (Call ahead at least a week in advance, the restaurant recommends.) Round one is a quartet of vegetables: sunomono, a salad of watermelon radish and Japanese cucumber, gently pickled in wasabi-plum vinaigrette splashed with dashi (Japan’s ubiquitous fish stock); baked eggplant, topped with jammy bacon miso; cauliflower florets set in a nutty puddle of sesame sauce; and grilled shishitos, sprinkled with queso fresco, pomegranate and smoky katsuobushi (bonito flakes). The second course is classic Nobuo – a half dozen ceramic spoons filled with wildly imaginative sashimi arranged from lightest to heaviest on the palate. If you love round umami flavors (and who doesn’t?), you’ll want to live right here. To begin, a plump, sweet Shigoku oyster topped with creamy mascarpone and set afloat in bracing tomato water reduction. Citrus-cured salmon topped with Parmesan and a single almond rests in a puddle of wasabi, mint and basil oil. Lightly seared big eye tuna, as rich and fatty as steak, sits in a crimson purée of beets, boozed up with Pinot Noir reduction – a Fukuda signature for good reason. The fourth spoon contains buri-hira, which Fukuda describes as “what happens when yellowtail (buri) and hiramasa have a baby.” Its flesh is firm, sweet and fatty, luscious with buttery avocado and a grapefruit supreme to cut its richness. Next up: a new one, to me: tuna, marinated in soy sauce and nattō (fermented soybeans) until it’s dark and silky with a hint of funk; and then the final spoon shooter, a palate-refreshing buri-hira given a quick, ceviche-like lime marinade, then rolled up with mint-like shiso leaf and garnished with crispy shredded taro. Maitake and shiitake mushrooms with trottole pasta are offered on the regular menu, bundled in special cooking cellophane (a modern version of en papillote) and served bubbling hot in an ambrosial broth of sake, soy, garlic and butter. For omakase, Fukuda adds impossibly sweet Hokkaido scallops, grating yuzu zest over the top for even more fragrance and citrusy lift. However, course four is the knockout of the evening: a whole fish (called nodoguro or blackthroat), deconstructed and artfully arranged on a platter. Tiny fish balls (meatballs of fish parts most people throw away) are sweet, crunchy morsels to pop in the mouth, while sashimi comes three ways: firm, lean pieces cut from the back of the fish, soft and fatty ones from the belly, still others kelp-cured for a boost of umami flavor. All are lightly torched until the skins are crisped and glistening. Fukuda cooks a few of the odd bits on a hibachi in front of us, urging us to eat everything but the eyeballs, and we do, savoring the sweetness and crunch that caramelization brings to the spine, fins, head (including luscious cheeks) and tail. This is nose-to-tail dining from the ocean. Course five – a tiny half quail, roasted and ruddy from a dry rub of 18 spices, black vinegar and molasses – is packed with aromatics and gone in minutes. For the last savory course, Fukuda takes a rustic Japanese classic called hoba-yaki – miso cooked over binchotan (Japanese charcoal) on a hoba leaf – adding duck breast and shimeji mushrooms. The mixture cooks on the hibachi until the miso bubbles and the nutty, smoky flavors from both leaf and charcoal are imparted to the meat. The final course, four fantastic desserts, includes a palate-cleansing ginger-grapefruit sorbet; whiskey-coffee ice cream (give me this all day); tofu-based chocolate mole mousse, jacked up with Chimayó chile; and a light, crisp almond fritter drizzled with black sesame caramel. This has been a spectacular meal – and arguably a bargain, given the rare and hard-to-source ingredients at hand. I’ll put your money on it. Cuisine: Japanese Hai Noon Contact: 7017 E. McDowell Rd., Scottsdale, 480-306-4023, hainoonaz.com Hours: Tu-Sa 5 p.m.-11 p.m.; Su (omakase only) Highlights: Sunomono ($10); coconut curry lamb ($16); sashimi spoons ($18-$20); pork belly bun ($8); omakase ($200) With a PHOENIX Magazine 2023 Best New Restaurant of the Year award under his arm, Nobuo Fukuda keeps finding fresh ways to beguile our critic. by Nikki Buchanan | Photography by Mirelle Inglefield Last April, Welcome Diner owner Sloane McFarland and legendary chef Nobuo Fukuda opened Hai Noon without fanfare in a refurbished ’60s-era motor lodge called Sonder the Mariposa in South Scottsdale. At first blush, the narrow space, a dimly lit, rock-walled bar, seemed an unlikely venue for Fukuda, a 2007 James Beard Best Chef Southwest award winner revered for his fusion-y take on Japanese cuisine. However, I instantly fell in love with its retro look and relaxed vibe, finding it the perfect hangout for Japanese-inspired cocktails, curated sake and affordable small plates such as Fukuda’s signature pork belly buns, softshell crab sandwich and coconut curried lamb. To have a chef of this caliber back in action and turning out many of his brilliant greatest hits after a two-year hiatus seemed such a blessing that we awarded Hai Noon Best New Restaurant of the Year last November. Now that the partners have resurrected Fukuda’s equally famous omakase, there’s even more reason to visit this hipster hideaway. It’s a seven-course prix fixe menu priced at $200 per person and offered on Sundays at the bar, where the chef personally serves and explains every dish. For my money, or somebody else’s money, it’s the best way to get an overview of Fukuda’s inimitable style. The daily-driver menu is fantastic, but this is possibly the greatest dining experience you can have on a Sunday in Phoenix. (Call ahead at least a week in advance, the restaurant recommends.) Round one is a quartet of vegetables: sunomono, a salad of watermelon radish and Japanese cucumber, gently pickled in wasabi-plum vinaigrette splashed with dashi (Japan’s ubiquitous fish stock); baked eggplant, topped with jammy bacon miso; cauliflower florets set in a nutty puddle of sesame sauce; and grilled shishitos, sprinkled with queso fresco, pomegranate and smoky katsuobushi (bonito flakes). The second course is classic Nobuo – a half dozen ceramic spoons filled with wildly imaginative sashimi arranged from lightest to heaviest on the palate. If you love round umami flavors (and who doesn’t?), you’ll want to live right here. To begin, a plump, sweet Shigoku oyster topped with creamy mascarpone and set afloat in bracing tomato water reduction. Citrus-cured salmon topped with Parmesan and a single almond rests in a puddle of wasabi, mint and basil oil. Lightly seared big eye tuna, as rich and fatty as steak, sits in a crimson purée of beets, boozed up with Pinot Noir reduction – a Fukuda signature for good reason. The fourth spoon contains buri-hira, which Fukuda describes as “what happens when yellowtail (buri) and hiramasa have a baby.” Its flesh is firm, sweet and fatty, luscious with buttery avocado and a grapefruit supreme to cut its richness. Next up: a new one, to me: tuna, marinated in soy sauce and nattō (fermented soybeans) until it’s dark and silky with a hint of funk; and then the final spoon shooter, a palate-refreshing buri-hira given a quick, ceviche-like lime marinade, then rolled up with mint-like shiso leaf and garnished with crispy shredded taro. Maitake and shiitake mushrooms with trottole pasta are offered on the regular menu, bundled in special cooking cellophane (a modern version of en papillote) and served bubbling hot in an ambrosial broth of sake, soy, garlic and butter. For omakase, Fukuda adds impossibly sweet Hokkaido scallops, grating yuzu zest over the top for even more fragrance and citrusy lift. However, course four is the knockout of the evening: a whole fish (called nodoguro or blackthroat), deconstructed and artfully arranged on a platter. Tiny fish balls (meatballs of fish parts most people throw away) are sweet, crunchy morsels to pop in the mouth, while sashimi comes three ways: firm, lean pieces cut from the back of the fish, soft and fatty ones from the belly, still others kelp-cured for a boost of umami flavor. All are lightly torched until the skins are crisped and glistening. Fukuda cooks a few of the odd bits on a hibachi in front of us, urging us to eat everything but the eyeballs, and we do, savoring the sweetness and crunch that caramelization brings to the spine, fins, head (including luscious cheeks) and tail. This is nose-to-tail dining from the ocean. Course five – a tiny half quail, roasted and ruddy from a dry rub of 18 spices, black vinegar and molasses – is packed with aromatics and gone in minutes. For the last savory course, Fukuda takes a rustic Japanese classic called hoba-yaki – miso cooked over binchotan (Japanese charcoal) on a hoba leaf – adding duck breast and shimeji mushrooms. The mixture cooks on the hibachi until the miso bubbles and the nutty, smoky flavors from both leaf and charcoal are imparted to the meat. The final course, four fantastic desserts, includes a palate-cleansing ginger-grapefruit sorbet; whiskey-coffee ice cream (give me this all day); tofu-based chocolate mole mousse, jacked up with Chimayó chile; and a light, crisp almond fritter drizzled with black sesame caramel. This has been a spectacular meal – and arguably a bargain, given the rare and hard-to-source ingredients at hand. I’ll put your money on it. Cuisine: Japanese",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nobuo fukuda",
        "sentiment": "positive"
      },
      {
        "name": "hai noon",
        "sentiment": "positive"
      },
      {
        "name": "fukuda",
        "sentiment": "none"
      },
      {
        "name": "nikki buchanan",
        "sentiment": "none"
      },
      {
        "name": "sloane mcfarland",
        "sentiment": "none"
      },
      {
        "name": "sonder",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "phoenix",
        "sentiment": "none"
      },
      {
        "name": "south scottsdale",
        "sentiment": "none"
      },
      {
        "name": "mariposa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T01:00:09.867+02:00",
  "updated": "2024-01-13T03:06:37.470+02:00"
}