{
  "thread": {
    "uuid": "74e831b807fd8109ddbbdbb57ac7cee47f126669",
    "url": "https://foodanddrink.scotsman.com/food/recipes/nisha-katona-shares-meat-free-mowgli-recipes/",
    "site_full": "foodanddrink.scotsman.com",
    "site": "scotsman.com",
    "site_section": "https://foodanddrink.scotsman.com/food",
    "site_categories": [
      "food",
      "cocktails_beer"
    ],
    "section_title": "Food | Scotsman Food and Drink",
    "title": "Nisha Katona shares Meat Free Mowgli recipes - including angry cauliflower and aubergine dhansak | Scotsman Food and Drink",
    "title_full": "Nisha Katona shares Meat Free Mowgli recipes - including angry cauliflower and aubergine dhansak | Scotsman Food and Drink",
    "published": "2024-01-05T17:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://foodanddrink.scotsman.com/wp-content/uploads/2023/03/MeatFree_Mowgli_AubergineDhansak_Chapter3x-scaled.jpg",
    "performance_score": 0,
    "domain_rank": 1461,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 4,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 2
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "74e831b807fd8109ddbbdbb57ac7cee47f126669",
  "url": "https://foodanddrink.scotsman.com/food/recipes/nisha-katona-shares-meat-free-mowgli-recipes/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Gaby Soutar",
  "published": "2024-01-05T17:01:00.000+02:00",
  "title": "Nisha Katona shares Meat Free Mowgli recipes - including angry cauliflower and aubergine dhansak | Scotsman Food and Drink",
  "text": "“Raised the daughter of a Hindu Brahmin priest, there was always a fug of disdain in our house for meat eating. My parents were, as were many first generation immigrants, keen horticulturalists who grew spinach, beets, radishes, squashes ... and used and cooked every part of them. Stems, flowers, leaves and even the peelings. Hinduism, you see, suggests that the fierce energy used to digest heavy meats should be channelled into philosophy and deep thought, into fathoming how to make the world a better place. In India, eateries will presume you are vegetarian – a minor area of the menu will be labelled “non-veg items”, from which one may order with a little blush of shame. While I am not a vegetarian or vegan, I, like many others, have wholeheartedly embraced the need to eat less meat and more veg, both for my own health and that of the planet”. extracted from Meat Free Mowgli by [Nisha Katona (](https://foodanddrink.scotsman.com/general/nisha-katona-of-mowgli-interview/)Nourish, [£12](https://www.amazon.co.uk/Meat-Free-Mowgli-Delicious-Plant-Based/dp/1848994117)) Angry cauliflower This is basically the Mowgli Angry Bird, but plant-based. There’s something luxurious about serving up a whole, roasted cauliflower that has drunk in the hot, spicy marinade to become soft and yielding, but fiery in colour and flavour. You could serve it with some turmeric-rubbed roast potatoes and my Indian Green Chopped Salad. It’s also lovely served with a simple lemon-dressed green salad and a raita. If you wanted to make this an even more hearty dish, you could serve it on a bed of warm whole grains. It’s very versatile, so make it your own. SERVES 6-8 400g Greek yogurt 1 tsp ground turmeric ½ tsp chilli powder 2 tsp ground cumin 2 tsp ground coriander ½ tsp ground cinnamon 1 tsp Kashmiri chilli powder 2 tbsp tandoori masala 5cm /2in piece of fresh ginger, peeled and finely chopped or grated 3 garlic cloves, finely chopped or grated 1½ tsp salt juice of ½ lemon 2 tbsp vegetable oil 1 whole baby cauliflower (about 600g) fresh green salad, to serve 1 Add all the ingredients, except the cauliflower, to a large mixing bowl. Mix well and taste for seasoning. 2 Use a sharp knife to make deep cuts in the entire surface of the cauliflower. Add the cauliflower to the marinade and use your hands to rub the marinade all over. Cover, then leave to marinate in the refrigerator overnight. 3 When you’re ready to cook, preheat the oven to 200°C/gas mark 6 and line a baking sheet with baking parchment. 4 Place the cauliflower on the baking sheet and roast it in the oven for 45 minutes–1 hour, or until cooked through. A sharp knife or skewer should easily go all the way through the cauliflower with no resistance. 5 Serve whole or slice up for your guests to enjoy with a green salad or raita. Aubergine dhansak This is a vegetarian take on the classic Parsi dish of meat (usually mutton) cooked in a lentil and vegetable base, known as dhansak. The Parsi community originally migrated from Persia to India, settling on the coast of Gujarat. Their cuisine still heavily reflects their ancient Persian origins. Hearty and comforting, a good dhansak should be spicy, tangy and a little sweet. Here, aubergine/eggplant replaces the traditional mutton and soaks up the flavours of the sauce just as beautifully. It can easily be eaten on its own or with some chapatis and brown rice. A simple kachumber (onion and cucumber salad) makes a perfect side dish. SERVES 4 100g dried red lentils 3 garlic cloves 2.5cm/1in piece of fresh ginger 3 tbsp vegetable oil 1 cinnamon stick 1 red onion, finely chopped 1 large aubergine/eggplant, finely chopped 1 potato, finely chopped 1 tsp salt, or as needed 2 tomatoes, roughly chopped 1 tbsp tomato purée/paste 1 tsp ground cumin 1 tsp ground coriander ¼ tsp chilli powder ½ tsp ground turmeric 1 tsp sugar, or as needed up to 450ml/15fl oz/scant 2 cups boiling water 2 handfuls of kale, leaves only, torn juice of ½ lemon 2 tsp garam masala 1 In a bowl, cover the dried lentils with boiling water and leave to soak for 20 minutes. 2 Blitz the garlic and ginger to a fine paste in a food processor. 3 Meanwhile, heat the oil in a large, wide pan that has a lid over a medium heat. When hot, add the cinnamon and stir for 30 seconds, or until fragrant, then add the red onion. Cook for 4–5 minutes, then stir in the garlic and ginger paste and cook for a further minute. Add the chopped aubergine and potato with the salt and stir together before adding the chopped tomatoes, tomato purée, spices and the sugar. Cover with the pan lid and cook for 8–10 minutes, or until the vegetables start to soften. 4 Add the lentils, plus their soaking liquid, and 350ml/12fl oz/scant 11/2 cups of the boiling water to the pan. Cover and simmer for a further 10–15 minutes, or until the lentils and vegetables are cooked and soft. Keep an eye on the water level and don’t let it get too dry. 5 Stir in the kale until wilted, then add the lemon juice and garam masala. Before serving, taste for seasoning, adding salt or sugar, as needed. Add more water if it’s looking a bit dry. Baked rose yogurt This is a typical Bengali dessert. Baked yogurt is gently sweetened with a light tang and has a firm texture rather like cheesecake. For a pretty pink colour, try to find a genuine Indian rose syrup (in the Asian aisles of supermarkets or in Indian grocers). Other rose syrups will not give such a depth of colour, but will still taste wonderful. You can either make this in a large dish or in individual dishes. Either way, it is the perfect dessert for entertaining as it can be made ahead of time and is super easy. SERVES 4 250g full-fat Greek yogurt 125g condensed milk 3 tbsp rose syrup 1 tsp vanilla extract 1 tbsp finely chopped pistachios 1 tbsp dried rose petals 1 Preheat the oven to 180°C/gas mark 4. Bring a kettle of water to the boil. 2 In a jug, mix together the Greek yogurt and condensed milk until well combined without any lumps, then add the rose syrup and vanilla extract. 3 Place 4 ovenproof ramekins in a baking dish, then carefully divide the yogurt mixture among them. Pour enough boiling water into the baking dish to come halfway up the sides of the ramekins, then cover the dish tightly with kitchen foil. 4 Bake in the oven for 20–25 minutes, or until set, then remove from the oven and let cool. 5 When cool, place in the fridge and leave to set for at least 2 hours, or ideally overnight. Serve decorated with the chopped pistachios and dried rose petals.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [
    "https://www.amazon.co.uk/Meat-Free-Mowgli-Delicious-Plant-Based/dp/1848994117))",
    "https://amazon.co.uk/Meat-Free-Mowgli-Delicious-Plant-Based/dp/1848994117))"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nisha katona",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "meat free mowgli",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:08:25.716+02:00",
  "updated": "2024-01-06T00:08:25.716+02:00"
}