{
  "thread": {
    "uuid": "9771fbe80389a06a7ba3a609c393df5cdc884299",
    "url": "https://www.algemeiner.com/2023/12/29/how-olim-are-helping-israels-war-effort-part-4-survivor-found-meaning-creating-new-years-fundraising-event-orphans-oct-7-massacre/",
    "site_full": "www.algemeiner.com",
    "site": "algemeiner.com",
    "site_section": "https://www.algemeiner.com/feed/",
    "site_categories": [
      "religion",
      "judaism"
    ],
    "section_title": "Algemeiner.com",
    "title": "How Olim Are Helping Israel’s War Effort, Part 4: This Survivor Found Meaning by Creating New Year’s Fundraising Event for Orphans of Oct. 7 Massacre - Algemeiner.com",
    "title_full": "How Olim Are Helping Israel’s War Effort, Part 4: This Survivor Found Meaning by Creating New Year’s Fundraising Event for Orphans of Oct. 7 Massacre - Algemeiner.com",
    "published": "2023-12-29T15:16:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.algemeiner.com/wp-content/uploads/2023/12/fruchter.jpg",
    "performance_score": 0,
    "domain_rank": 14015,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9771fbe80389a06a7ba3a609c393df5cdc884299",
  "url": "https://www.algemeiner.com/2023/12/29/how-olim-are-helping-israels-war-effort-part-4-survivor-found-meaning-creating-new-years-fundraising-event-orphans-oct-7-massacre/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Debbie Weiss",
  "published": "2023-12-29T15:16:00.000+02:00",
  "title": "How Olim Are Helping Israel’s War Effort, Part 4: This Survivor Found Meaning by Creating New Year’s Fundraising Event for Orphans of Oct. 7 Massacre - Algemeiner.com",
  "text": "Ariel Zohar, center, was left an orphan on Oct. 7, when Hamas terrorists killed his entire family. He turned 13 shortly after the massacre. Photo: Screenshot\nSince the Hamas terror group’s Oct. 7 massacre , immigrants who moved to Israel ( olim in Hebrew) have been helping the Jewish state’s war effort in crucial ways beyond the battlefield. The Algemeiner has spoken to several of these individuals — natives of the US, Europe, and elsewhere — gathering their stories of courage and resourcefulness to help Israel prevail over Hamas in Gaza. Over the coming weeks, The Algemeiner will share some of these stories as a new series on how olim are helping Israel’s war effort. To read part three, click here .\nWhen Israeli-American Arad Fruchter, an Israel Defense Forces (IDF) soldier in an intelligence unit, found himself caught in a barrage of rockets during the Supernova music festival , he couldn’t have imagined the significance of a throwaway text message he sent to his commander.\n“I’m fine, I’m in Gaza,” the 20-year-old quipped when asked by his commander if he was OK.\nFruchter was indeed one of the lucky ones. He and a group of friends, one of whom was shot, hid in a banana plantation and covered themselves in leaves until they were rescued. Of the 4,000 attendees at the festival, 360 were murdered by Hamas terrorists and more than 40 were abducted to Gaza.\n“For four terror-filled hours you lie to your friends that everything will be fine. Then you pray to everything that exists and everything that does not exist that you will make it out alive,” Fruchter told The Algemeiner .\nA month before the massacre, Fruchter and developer Gal Zilberstein launched an event planning app called Zygo . The app was designed to facilitate event planning by connecting organizers with suppliers, venues, and DJs, as well as managing guest lists. But after Oct. 7, Fruchter felt event promotion for its own sake was bereft of meaning.\nSeeking a way to keep himself motivated after his harrowing ordeal, Fruchter decided to organize a New Year’s Eve gala, the proceeds of which will go towards the Israeli Children’s Fund . Established by a group of Israeli high-tech leaders and venture capitalists in the wake of Oct. 7, the fund offers financial aid and emotional support to children who lost their parents, siblings, or homes in the attack.\nThe gala, called Echoes of Hope , is the first fundraising initiative promoted by Zygo and, according to Fruchter, is the only New Year’s Eve event in Israel that is also a fundraising drive for victims of the Oct. 7 massacre.\n“New Year’s Eve is a time for celebrating and laughing with friends. But this year, of course, it’s different. I can’t just enjoy and smile like everything is normal,” Fruchter told The Algemeiner . “My friends in Gaza are fighting for me to be able to have the privilege of enjoying New Year’s Eve, and I can’t forget that. But on the other hand, we can’t allow ourselves to wallow [in despair].”\nArad Fruchter. Photo courtesy of Arad Fruchter.\nHe co-produced the event together with his father, Ari Fruchter, an environmental activist and entrepreneur. Fruchter made aliyah from Philadelphia when his son was five years old.\nThe elder Fruchter said that for each shekel earned from ticket sales of the event, which will be hosted at the upscale Jaffa Hotel, they have received double the amount in direct donations. So far the event has raised more than $100,000, Fruchter said.\n“I’m unbelievably proud of my son who’s given so much to the country, and not just as a soldier,” Ari Fruchter told The Algemeiner . “He was so intent on using the fact that he’s still alive to generate more good in the world.”\nArad Fruchter, meanwhile, expressed his hope that the event will be an inflection point for a more united Israel in the future.\n“The day after the war, when my friends return from Gaza, I want them to come back to an Israel which is more unified, more healed,” he said. “This event is my small way to contribute to the kind of Israel we all want to see.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest",
    "Social Issue"
  ],
  "external_links": [
    "https://www.israelichildrensfund.org/",
    "https://zygo.co.il/event/65857d8cd1739a0923797525?ref=zygo",
    "https://zygo.co.il/",
    "https://www.zygo.co.il/",
    "https://www.zygo.co.il/event/65857d8cd1739a0923797525?ref=zygo",
    "https://zygo.co.il",
    "https://israelichildrensfund.org/",
    "https://zygo.co.il/event/65857d8cd1739a0923797525",
    "https://www.israelichildrensfund.org"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ari fruchter",
        "sentiment": "negative"
      },
      {
        "name": "arad",
        "sentiment": "negative"
      },
      {
        "name": "fruchter",
        "sentiment": "none"
      },
      {
        "name": "arad fruchter",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "negative"
      },
      {
        "name": "algemeiner",
        "sentiment": "none"
      },
      {
        "name": "israel defense forces",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T16:07:03.406+02:00",
  "updated": "2023-12-30T04:34:15.873+02:00"
}