{
  "thread": {
    "uuid": "3439bb737fd6a774eb13675eaa21279f4bd33bfd",
    "url": "https://www.foodfaithfitness.com/cookie-dough-energy-bites/",
    "site_full": "www.foodfaithfitness.com",
    "site": "foodfaithfitness.com",
    "site_section": "https://www.foodfaithfitness.com/rss",
    "site_categories": [
      "food",
      "desserts_and_baking"
    ],
    "section_title": "Food Faith Fitness",
    "title": "Cookie Dough Energy Bites",
    "title_full": "Cookie Dough Energy Bites",
    "published": "2024-01-06T00:24:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "https://www.foodfaithfitness.com/wp-content/uploads/2023/12/A_Cookie-Dough-Energy-Bites-Feature-4.jpg",
    "performance_score": 0,
    "domain_rank": 78180,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3439bb737fd6a774eb13675eaa21279f4bd33bfd",
  "url": "https://www.foodfaithfitness.com/cookie-dough-energy-bites/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Foodfaithfitness",
  "published": "2024-01-06T00:24:00.000+02:00",
  "title": "Cookie Dough Energy Bites",
  "text": "Delicious Cookie Dough Energy Bites—rolled oats, coconut, peanut butter, honey, and an assortment of other goodies—provide the fuel you need and the taste you savor.\nTable of Contents\nWant to know what “convenience” tastes like? Take a bite out of these muscle-inducing morsels. Not only are they convenient to make, being a no-bake treat, they are small bites that can go wherever you go, whenever you go.\nIf you see me running out the door, you will no doubt see one of these energy balls in my hand. They’ve really made a difference in my life. Sounds dramatic but it’s true. If I don’t have my breakfast, I hit a brick wall pretty quickly. Then I’m pretty much useless. Not only that, but I’m also Miss Crabby, so no one wants to have me around. It’s a downward spiral that all kicks off when my busy mornings rule out a decent breakfast.\nThese balls contain a solid balance of fats, carbs, and protein, so you get the macros you need without having to spends hours in the kitchen. They’re similar to my\nChai Energy Balls or my Energy Quinoa Breakfast Bars. All three deliver the energy but the combination of coconut, peanut butter, honey, and cinnamon that is found in this recipe keep me coming back. I make a batch of these on the weekend and I’m set for the week ahead!\nAre Cookie Dough Energy Bites Healthy?\nYes, this recipe can be considered healthy. They’re made with all-natural ingredients, which contain a solid balance of proteins, carbs, and fat—macronutrients that are integral components of our diets. The energy bites are suitable for vegan (provided the dark-chocolate drops are vegan), gluten-free, dairy-free, and paleo (provided your diet allows oats) diets. Just note that they are still high in calories so don’t treat them like candy; one a day should be sufficient.\nHow Is This A ‘No-Bake’ Recipe?\nShocking, right? You have to remind yourself, though, that these energy balls are a breakfast food, not a dessert food. Despite having “cookie dough” in the title, they don’t contain any baking soda or flour—nor do they contain any refined sugars. Instead, they’re made of ingredients that are ready to eat (pret a manger, if you will) that are held together by the honey and peanut butter. So take advantage of not having to wait for them to be done in the oven. Just roll… and go!\nINGREDIENTS\n- 2 cups rolled oats\n- 1 ½ cups desiccated coconut\n- 1 cup natural peanut butter\n- ¼ cup honey\n- ¼ cup chia seeds\n- 1 tsp ground cinnamon\n- 1 tsp vanilla essence\n- ½ tsp salt\n- ½ cup dark chocolate drops\nINSTRUCTIONS\nBlend\nAdd the oats to the food processor and blend until it forms a coarse crumb.\nAdd\nAdd the rest of the ingredients to the food processor. Blend it all together until it’s smooth.\nRoll\nBreak off chunks of the dough and roll it into balls, squeezing as you go. Repeat until you have finished all the dough.\nENJOY!\nTips & Tricks to Making Perfect Cookie Dough Energy Bites\n- Squeeze a handful of the dough to ensure it sticks together. If it’s too sticky, add in some more coconut. If it is too dry and doesn’t stick together, then add more peanut butter.\n- Use creamy peanut butter, not chunky. The creamy texture will ensure the balls stay cohesive.\n- Refrigerate for at least 30 minutes before eating to let the balls firm up.\n- Use cashew butter if you’re not a fan of peanut butter. Both are creamy and will work well with the other ingredients.\n- Add coconut flour if you like the taste and are having difficulty keeping the balls together.\nFAQs\nAdd more peanut butter. If you have already done so, add oat flour. It will work with the peanut butter and honey to keep things together (coconut flour should also work).\nA hand blender should suffice. If you don’t have that, you may have to rely upon your chopping skills to get the job done. More arduous a task but not insurmountable.\nUse all-natural peanut butter. Not only is it healthier, it’s drippy (keep it out of the fridge) and works better with this recipe.\nThey’re intended to be a cold or room-temperature snack but they can be warmed up if that’s what you prefer. Just be careful you don’t overdo it and melt the ingredients. Doing so will change their consistency.\nLook for something over 70%. The higher the percentage, the more bitter it will be but also, the healthier it will be. Given the balls have other, sweet ingredients, you should be able to crank this number up.\nVariations\nNuts and bits of fruit work well here. Cranberry, raisin, dried apricot, citrus zest, cocoa powder, nutmeg, allspice, cardamom, chopped almonds, walnuts, pecans, or pistachios should all work, though the texture will change. You may also need to increase the amount of peanut butter and/or honey to ensure the balls stay together despite the addition of the fruit and nut chunks.\nHow To Store Cookie Dough Energy Balls\nIt should be obvious that these balls aren’t intended to be devoured in one sitting, so, to make them as a batch IS to prep them. To store them, put the balls in an airtight container and then keep them either in the fridge for up to 3 days or store them in the freezer for up to 3 months. Let them thaw in the fridge overnight before attempting to take a bite!\nIngredients\n- 2 cups rolled oats\n- 1 ½ cups desiccated coconut\n- 1 cup all-natural peanut butter\n- ¼ cup honey\n- ¼ cup\nchia seeds\n- 1 tsp\nground cinnamon\n- 1 tsp vanilla essence\n- ½ tsp salt\n- ½ cup dark chocolate drops\nInstructions\n- Add the oats to the food processor and blend until it forms a coarse crumb.\n- Add the rest of the ingredients to the food processor. Blend it all together until it's smooth.\n- Break off chunks of the dough and roll it into balls, squeezing as you go. Repeat until you have finished all the dough.\nTips & Notes:\n- Use creamy peanut butter, not chunky. The creamy texture will ensure the balls stay cohesive.\n- Refrigerate for at least 30 minutes before eating to let the balls firm up.\n- Use cashew butter if you’re not a fan of peanut butter. Both are creamy and will work well with the other ingredients.\n ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "http://www.amzn.to/2GTa5t4",
    "http://amzn.to/2oKGNWo",
    "http://www.amzn.to/2oKGNWo",
    "http://amzn.to/2GTa5t4"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "energy quinoa breakfast bars",
        "sentiment": "none"
      },
      {
        "name": "chai energy balls",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:26:30.857+02:00",
  "updated": "2024-01-06T00:26:30.857+02:00"
}