{
  "thread": {
    "uuid": "e75bcf6ab6c5491d1bf94e51246024d46715546b",
    "url": "https://tribune.net.ph/2024/01/19/phl-canada-deepen-ties-sign-defense-cooperation-agreement",
    "site_full": "tribune.net.ph",
    "site": "tribune.net.ph",
    "site_section": "https://tribune.net.ph/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "tribune",
    "title": "Phl, Canada deepen ties, sign defense cooperation agreement",
    "title_full": "Phl, Canada deepen ties, sign defense cooperation agreement",
    "published": "2024-01-19T03:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PH",
    "main_image": "https://media.assettype.com/tribune%2F2024-01%2F84ec3e47-36fd-44e0-8d1f-2e168d336807%2Fviber_image_2024_01_19_17_17_27_707.jpg?w=1200&amp;ar=40%3A21&amp;auto=format%2Ccompress&amp;ogImage=true&amp;mode=crop&amp;enlarge=true&amp;overlay=false&amp;overlay_position=bottom&amp;overlay_width=100",
    "performance_score": 0,
    "domain_rank": 63263,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e75bcf6ab6c5491d1bf94e51246024d46715546b",
  "url": "https://tribune.net.ph/2024/01/19/phl-canada-deepen-ties-sign-defense-cooperation-agreement",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lade Jean Kabagani",
  "published": "2024-01-19T03:22:00.000+02:00",
  "title": "Phl, Canada deepen ties, sign defense cooperation agreement",
  "text": "The Philippines and Canada agreed to deepen their existing robust relations with the signing of a memorandum of understanding that will fortify the two countries’ defense relations.\nDefense chief Gilberto Teodoro Jr. signed the new defense agreement with Canadian Ambassador to the Philippines David Bruce Hartman on Friday at the Department of National Defense headquarters in Camp Aguinaldo.\n“I'm glad to hear that there is a strong intention on both sides to deepen and strengthen the relationships by forging new milestones in our defense relations to culminate, perhaps, with the Visiting Forces Agreement,” Teodoro said, shortly after the signing of the MoU.\nTeodoro noted the need for the country to further “foster working alliances with like-minded countries” and emphasized the crucial role of the Department of Foreign Affairs in facilitating such government-to-government connections.\nThe signing of the MoU, which coincides with this year’s 75th anniversary of the establishment of diplomatic relations between the Philippines and Canada, is seen as a great start of the two countries’ cooperation activities including military education, training exchanges, information sharing, peacekeeping operations, disaster response, among others.\nTeodoro said the DND’s full implementation of the Philippines-Canada’s new agreement will be anchored to the agency’s thrust—to strengthen its defense partnerships with like-minded states, “given the evolving regional security landscape” in the region.\nAcknowledging the interrelated dynamics of the Middle East, Europe, and the recent conflict between Pakistan and Iran, Teodoro said it is \"imperative for the nations to collaborate, particularly in areas of common vulnerabilities.”\n“The strongest assets we have are the mutual trust and confidence that we have in one another on a people-to-people basis, and because we are dealing with each other in a straightforward, open, and on a rules-based manner, such trust is reinforced and will surpass political changes and the tests of time,” he added.\nMeanwhile, Hartman conveyed Canada’s intention to advance its relations with the Philippines and the entire region as outlined in the Canadian government’s Indo-Pacific Strategy.\nA bilateral defense meeting, attended by Assistant Secretary for Strategic Assessments and International Affairs Marita Yoro for the Philippine side, and Assistant Deputy Minister (Policy) Peter Hammerschmidt for the Canadian side, was also convened on Friday morning.\nThe officials exchanged views on global security concerns, as well as discussed future activities and initiatives between the Philippines and Canada in the coming months.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Economy, Business and Finance",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gilberto teodoro jr.",
        "sentiment": "none"
      },
      {
        "name": "teodoro",
        "sentiment": "none"
      },
      {
        "name": "david bruce hartman",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "department of national defense",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "philippines",
        "sentiment": "none"
      },
      {
        "name": "camp aguinaldo",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T15:53:12.023+02:00",
  "updated": "2024-01-19T15:53:12.023+02:00"
}