{
  "thread": {
    "uuid": "b8fce3c07a46525d8ddc555855b586f03e27b89c",
    "url": "https://www.telemundo.com/deportes/mas-deporte/los-latinos-responsables-del-resurgimiento-del-liverpool-rcna131535",
    "site_full": "www.telemundo.com",
    "site": "telemundo.com",
    "site_section": "http://link.telemundo.com",
    "site_categories": [
      "television",
      "non_standard_content",
      "entertainment"
    ],
    "section_title": "Telemundo | Noticias, Shows, Entretenimiento, Series y Novelas | Telemundo",
    "title": "Los latinos responsables del resurgimiento del Liverpool",
    "title_full": "Los latinos responsables del resurgimiento del Liverpool",
    "published": "2023-12-29T00:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media-cldnry.s-nbcnews.com/image/upload/t_nbcnews-fp-1200-630,f_auto,q_auto:best/rockcms/2023-12/Liverpool-Latinos-dde5df.jpg",
    "performance_score": 0,
    "domain_rank": 13598,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b8fce3c07a46525d8ddc555855b586f03e27b89c",
  "url": "https://www.telemundo.com/deportes/mas-deporte/los-latinos-responsables-del-resurgimiento-del-liverpool-rcna131535",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "TELEMUNDO",
  "published": "2023-12-29T00:22:00.000+02:00",
  "title": "Los latinos responsables del resurgimiento del Liverpool",
  "text": "El Liverpool registra una transformación en la presente temporada de la Liga Premier, donde se encuentra en lo más alto de la tabla y en franca lucha del título y de paso buscar terminar con la hegemonía del Manchester City. Gran parte de esta metamorfosis se debe al destacado desempeño de tres jugadores latinos que le han dado una nueva cara al equipo de Anfield. Se trata del uruguayo Darwin Núñez, el colombiano Luis Díaz y el argentino Alexis Mac Allister. Núñez quien se incorporó en el verano del 2022 procedente del Benfica y por unos 80 millones de dólares, suma cinco anotaciones en 18 partidos y es una pieza fundamental en el planteamiento de Jürgen Klopp. Al tiempo que Luis Díaz quien arribó en el invierno del 2021 procedente del Porto y unos 50 millones de dólares, registra 3 goles en 18 apariciones y ya recuperado del trago amargo del secuestro de sus padres volvió a ser el soporte de una de las delanteras más temibles de la Liga Premier. Mientras que el argentino Mac Allister recién incorporada para la presente temporada luego de un gran año con el Brighton y ganar la Copa Mundial de Catar 2022 con Argentina, fue de impacto inmediato con los “Reds” hasta la lesión que sufrió frente al Sheffield United, el pampero tenía números de un gol en 14 partidos y un promedio de 6.14 balones recuperados por encuentro. Los “Reds” bajo el mando de Jürgen Klopp no levanta la copa desde la temporada 2019-2020, último equipo en hacerlo antes de que iniciará el reinado de los “Cityzens” de Pep Guardiola. Las dos siguientes campañas se mantuvieron entre los tres primeros lugares de la clasificación, sin embargo, en el periodo anterior cayeron hasta la quinta posición lejos de la UEFA Champions League. Los “Reds” ya probaron las miles del liderato de la clasificación, por lo que terminar en la cima es el único y mayor objetivo que de lograrlo tendrá un sabor sudamericano. No sin antes protagonizar una encarnizada lucha con el Arsenal y el sorprenderte Aston Villa, sin descartar a un City que se ha rezagado en las últimas jornadas, pero que en cualquier momento puede resurgir con el retorno de Kevin De Bruyne. Es así como nos espera una segunda mitad de la Liga Premier para lamerse los bigotes. TAMBIÉN TE PUEDE INTERESAR: [Las “amargas” navidades del Arsenal en la Liga Premier ](https://www.telemundo.com/deportes/mas-deporte/las-amargas-navidades-del-arsenal-en-la-liga-premier-rcna131044) [Rebecca Welch hizo historia como la primera mujer en pitar en Premier League](https://www.telemundo.com/deportes/premier-league/rebecca-welch-hizo-historia-como-la-primera-mujer-en-pitar-en-premier-rcna131032)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:35:31.783+02:00",
  "updated": "2023-12-29T00:35:31.783+02:00"
}