{
  "thread": {
    "uuid": "9fe646dc3362e8f97929b4ab3928b2e28b5c5f77",
    "url": "https://www.jpost.com/israel-news/defense-news/article-790826",
    "site_full": "www.jpost.com",
    "site": "jpost.com",
    "site_section": "https://www.jpost.com/rss/rssfeedsisraelnews.aspx",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "JPost.com - Israel News",
    "title": "On the women Joining the IDF's most elite units - Defense News - The Jerusalem Post",
    "title_full": "On the women Joining the IDF's most elite units - Defense News - The Jerusalem Post",
    "published": "2024-03-08T14:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.jpost.com/image/upload/f_auto,fl_lossy/c_fill,g_faces:center,h_407,w_690/583582",
    "performance_score": 0,
    "domain_rank": 939,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9fe646dc3362e8f97929b4ab3928b2e28b5c5f77",
  "url": "https://www.jpost.com/israel-news/defense-news/article-790826",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "jpost.com",
  "published": "2024-03-08T14:00:00.000+02:00",
  "title": "On the women Joining the IDF's most elite units - Defense News - The Jerusalem Post",
  "text": "Women are breaking through more and more barriers to serve in elite IDF units in parallel to the ongoing war.\nTwenty-three recently passed initial vetting rounds to move toward more specific training programs for potentially serving in elite units. Out of those 23, eight out of 10 passed from the Five Fingers training organization which focuses on assisting women through these processes.\nOne woman, Li Hochman, from Even Yehuda, has even moved on to potential vetting for the Sayeret Matkal special forces unit.\nAfter one vetting session, Hochman told the Magazine , “We did more in one morning than many people do in a day. We can really help with our military service. We have a lot of pride. We competed with a group of very large men. This could deter lots of women and cause some anxiety, but if you understand you can do it all and you act with professionalism, then there is nothing you cannot achieve.\n“The sky’s the limit. Everything new is challenging. But this is a chance to be a positive influence and an example,” she added. Women will soon be able to serve in the Israeli Air Force's elite 669 Search and Rescue Unit as well as the Yahalom combat engineering unit. (credit: IDF SPOKESPERSON'S UNIT) Which elite IDF units are women trying to enter?\nMore of the women are trying to make it into special units like Oketz, which does combat and special operations using dogs; the anti-tunnel Yahalom unit; and the 669 Search and Rescue Unit.\nIn general, women have received a windfall in support for elite units following the high levels of performance of a number of IDF female combat fighters and police combat fighters on Oct. 7 and during the Gaza invasion . There is also an increasing number of women in higher ranking career-track jobs in the IDF, with two major-generals, seven brigadier-generals, 51 colonels, and 486 lieutenant-colonels.\nIf before, one of the last remaining objections of doubters was that IDF women could perform stationary guard duty but that when a real war came they would be a liability, all of the data and narratives from Oct. 7 and after suggest that female combat fighters performed at high levels under the most extreme possible conditions.\nCorp. Maya Atilas of the Gaza Division’s Border Defense Unit told the Magazine about her Oct. 7 experience on the southern front.\nAfter the massacre, she felt the IDF would have easily let her switch to a lower-risk position, but she insisted on staying, explaining, “It was personal for me that it was important to do because also maybe someone would say women would not be able to continue, but I couldn’t quit. No matter how hard it was to go back to the lookout post, I will continue.\n“I understand the importance. The combat fighters need us so much. The most significant message for all young women who are afraid of taking this job in the IDF: The mission is so important. It is the greatest pride you can have,” she said.\nBesides some of the above individual stories, there was also encouraging data months into the war at the end of 2023.\nAccording to the data, the number of female draftees seeking combat positions in the shadow of the war broke every pre-war set goal.\nRegarding female draftees’ participation, border patrol units were at 116%; battle-related intelligence collection was at 133%; artillery was at 132%; air defense was at 101%; rescue units were at 122%; and border police was at 119%.\nAn additional 12% of women draftees requested to serve in combat units since the start of the war.\nIn addition, two women passed the vetting process for the elite Air Force search and rescue Unit 669.\nThey have started a 20-month elite training course to join the unit’s combat ranks.\nJust getting to the point where women can be considered for such a unit has been a long and winding path.\nA petition to the High Court of Justice filed a few years ago helped pressure the IDF High Command into opening some new combat units to women.\nThese included Yahalom and mobile deployment units in the Infantry Corps in summer 2023.\nThat women would be able to compete for spots in the IAF’s 669 Combat Search and Rescue Unit was announced in October 2022 and only came to fruition in January 2023.\nSome groups still view this progress as inadequate.\nThey note that there are other militaries in which women are already allowed to serve in all elite combat units.\nStill, there is no question that the recent trend, especially since the outbreak of the current war, has led to the integration of more women into units in which they previously could not serve. ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hochman",
        "sentiment": "none"
      },
      {
        "name": "li hochman",
        "sentiment": "none"
      },
      {
        "name": "yehuda",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "idf",
        "sentiment": "neutral"
      },
      {
        "name": "sayeret matkal",
        "sentiment": "none"
      },
      {
        "name": "air force",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "jerusalem",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T14:03:15.330+02:00",
  "updated": "2024-03-08T14:03:15.330+02:00"
}