{
  "thread": {
    "uuid": "f4fbd7cdef8a2bd4b2a2f7566e430ab7f110477d",
    "url": "https://pib.gov.in/PressReleaseIframePage.aspx?PRID=2012679",
    "site_full": "pib.gov.in",
    "site": "pib.gov.in",
    "site_section": "https://pib.gov.in/RssMain.aspx?ModId=6&Lang=1&Regid=3",
    "site_categories": [],
    "section_title": "Press Information Bureau ",
    "title": "PRESIDENT'S STANDARD AND COLOURS PRESENTATION TO INDIAN AIR FORCE UNITS",
    "title_full": "PRESIDENT'S STANDARD AND COLOURS PRESENTATION TO INDIAN AIR FORCE UNITS",
    "published": "2024-03-07T21:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 6864,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f4fbd7cdef8a2bd4b2a2f7566e430ab7f110477d",
  "url": "https://pib.gov.in/PressReleaseIframePage.aspx?PRID=2012679",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-07T21:00:00.000+02:00",
  "title": "PRESIDENT'S STANDARD AND COLOURS PRESENTATION TO INDIAN AIR FORCE UNITS",
  "text": "On 08 March 2024, the Hon'ble President of India, the Supreme Commander of the Indian Armed Forces, Smt Droupadi Murmu, awarded the prestigious President's Standard to 45 Squadron and 221 Squadron, and the President's Colours to 11 Base Repair Depot (BRD) and 509 Signal Unit (SU) of the Indian Air Force (IAF). The award of the President's Standard and Colours is the highest honour that can be bestowed upon any military unit. This is the first time in the history of the IAF that four units have been awarded the President's Standard and Colours together in a single ceremony.\nOn arrival, the Hon'ble President was presented with an aerial salute by three Mi-171V helicopters in 'Dhwaj' formation trooping the National flag. General VK Singh (Retd), Min of State for Civil Aviation, also graced the occasion. Air Chief Marshal VR Chaudhari, Chief of the Air Staff and senior officers of the Indian Air Force were present on this momentous occasion.\nThe ceremonial parade was commanded by Group Captain KS Sanu Nair of 11 BRD. First Day covers for 45 Squadron, 221 Squadron, 11 Base Repair Depot and 509 Signal Unit were released by the Hon'ble President during the ceremony.\nThe President's Standard were received by Group Captain M Surendran, Commanding Officer of 45 Squadron and Group Captain Shubhankan, Commanding Officer of 221 Squadron. The President's Colours were received by Air Commodore Ashutosh Vaidya, Air Officer Commanding of 11 BRD and Group Captain Vivek Sharma, Commanding Officer of 509 SU during an impressive parade at Air Force Station Hindan, Ghaziabad.\nAddressing the parade, the Hon'ble President congratulated the units receiving the President's Standard & Colours, and commended them for their services to the nation.\nThe Hon'ble President highlighted the courage, commitment and sacrifices of the Indian Air Force during war and peacetime operations, both within India and overseas. She also brought out the important contributions of the IAF in the ongoing space programmes of the country and the upcoming Gaganyaan mission.\nThe Hon'ble President also congratulated the women personnel of the IAF on the occasion of International Women's Day. She expressed happiness on the fact that women officers are provided with equal opportunities in every branch of the IAF, which provides them with greater opportunities for career advancement.\n***\nABB/AM/SM",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "vr chaudhari",
        "sentiment": "none"
      },
      {
        "name": "smt droupadi murmu",
        "sentiment": "none"
      },
      {
        "name": "vk singh",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "supreme commander of the indian armed forces",
        "sentiment": "negative"
      },
      {
        "name": "indian air force",
        "sentiment": "none"
      },
      {
        "name": "standard and colours",
        "sentiment": "none"
      },
      {
        "name": "squadron",
        "sentiment": "none"
      },
      {
        "name": "state for civil aviation",
        "sentiment": "none"
      },
      {
        "name": "group captain ks sanu nair",
        "sentiment": "none"
      },
      {
        "name": "signal unit",
        "sentiment": "none"
      },
      {
        "name": "air force",
        "sentiment": "none"
      },
      {
        "name": "iaf",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T15:25:12.693+02:00",
  "updated": "2024-03-08T15:25:12.693+02:00"
}