{
  "thread": {
    "uuid": "1f7507b1932920d48b1d010cde328687e76b4559",
    "url": "https://www.philadelphiaeagles.com/news/saquon-barkley-eagles-special-player",
    "site_full": "www.philadelphiaeagles.com",
    "site": "philadelphiaeagles.com",
    "site_section": "http://applesamsung.einnews.com/live_feed",
    "site_categories": [
      "football",
      "sports"
    ],
    "section_title": "Live Feed Wire - Apple Samsung Patent War News - EIN Presswire",
    "title": "Saquon Barkley: 'I feel like I'm a special player'",
    "title_full": "Saquon Barkley: 'I feel like I'm a special player'",
    "published": "2024-03-14T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.clubs.nfl.com/image/upload/t_editorial_landscape_12_desktop/eagles/gmy4akexczdjycsegy3a",
    "performance_score": 0,
    "domain_rank": 18690,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1f7507b1932920d48b1d010cde328687e76b4559",
  "url": "https://www.philadelphiaeagles.com/news/saquon-barkley-eagles-special-player",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Chris McPherson",
  "published": "2024-03-14T02:00:00.000+02:00",
  "title": "Saquon Barkley: 'I feel like I'm a special player'",
  "text": "His mindset is one of starting over, beginning anew, joining a football team that has been on the opposite sideline for six seasons. Pulling on his Philadelphia Eagles hoodie was, running back Saquon Barkley admitted on Thursday at his introductory press conference at the NovaCare Complex, a \"little bit different,\" but in a very, very good way. \"From watching them from afar, you know what this team is all about, what this City is about,\" Barkley said. \"They have that mentality. They want to win. I know everyone is stuck on last year being 11-6 and making it to the first round (of the postseason) and that's a down year. That's a great culture to be a part of, when you have that mindset. Whereas, it's like, 'No, we need to do way more.' \"I know how special this place is and I know how special a player I believe I can be and I'm just happy to be a part of it.\" Barkley has been a special player in his six NFL seasons with the New York Giants, surpassing 1,000 rushing yards in three of those campaigns, threatening defenses with his pass-catching abilities, and largely being the focal point for defenses playing in an offense that had its challenges from year to year. With the Eagles, he is another piece – and a highly valued one at that – of the attack. What it looks like in terms of scheme and how Barkley is used remains to be seen with new Offensive Coordinator Kellen Moore, but the pieces are intriguing and highly talented with star wide receivers A.J. Brown and DeVonta Smith, tight end Dallas Goedert, quarterback Jalen Hurts, and an offensive line that again expects to be one of the best in the league. Barkley has power and explosiveness and he's eager to fit right into the puzzle. \"I think, the point I am in my career, to be able to get a fresh start is good. It's something new. Different excitement. I feel like a rookie all over again,\" Barkley said. \"Some new team meetings. Some new strength, new locker room – everything. But also being around some talented guys especially on the offensive side of the ball. You've got Jalen, you've got A.J., DeVonta, tremendous offensive line, and I feel like I'm a special player and I feel I've still got a lot left and I've got a lot to prove and I just can't wait to get on the field with those guys and prove it and show it to the world.\" Remaining close to home and returning to his Pennsylvania roots – Barkley grew up in Whitehall, PA and played collegiately at Penn State – was also important. Barkley's mission, he said, is to \"keep leveling up,\" in his performance, and that includes every part of his game. Barkley – the second overall pick in the 2018 NFL Draft who amassed 2,028 total yards from scrimmage with 15 touchdowns that season – can do it all. And that is something the offense looks forward to incorporating, however that manifests itself. Barkley says he is ready for the opportunity to put his game – in a new uniform – on display. \"I pride myself in taking care of my body, I pride myself in the way I train, in the way I push myself, and I'm a big believer in learning from the greats – the Walters (Payton), the Barrys (Sanders), the list goes on and on,\" said Barkley, who spent time last summer with Sanders on how to take care of the body preparing for game action. \"A lot of those guys played well into their 30s. I believe that the work you put in, you get out.\" The objective? Barkley echoed Hurts twice in the press conference, saying he wants to \"keep the main thing, the main thing\" and compete and win with the Philadelphia Eagles. That's the way he's built. That's what you can expect: A veteran with a fresh start who plays and acts with pride on and off field and who should have a very positive impact in the Eagles' offense, however it looks, moving forward. Go behind the scenes of Pro Bowl running back Saquon Barkley's arrival at the NovaCare Complex to sign his contract, meet new coaches and teammates, and host his introductory press conference.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "saquon barkley",
        "sentiment": "negative"
      },
      {
        "name": "barkley",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "new york giants",
        "sentiment": "none"
      },
      {
        "name": "nfl",
        "sentiment": "none"
      },
      {
        "name": "novacare complex",
        "sentiment": "none"
      },
      {
        "name": "philadelphia eagles",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:37:05.590+02:00",
  "updated": "2024-03-26T09:08:00.779+02:00"
}