{
  "thread": {
    "uuid": "822e3bf14f2a8c21b9615cee320888874afb3da9",
    "url": "https://www.knskashmir.com/displaynews.aspx?news=183612",
    "site_full": "www.knskashmir.com",
    "site": "knskashmir.com",
    "site_section": "https://www.knskashmir.com",
    "site_categories": [
      "media"
    ],
    "section_title": "\r\n\tKashmir News Service provides the most latest coverage and up to date news, breaking news,feature stories, videos, information on Kashmir,politics, cricket and more.\r\n",
    "title": "J&K DGP awards 430 commendation certificates to cops, 41 to army and CAPFs",
    "title_full": "J&K DGP awards 430 commendation certificates to cops, 41 to army and CAPFs",
    "published": "2023-12-31T00:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "RU",
    "main_image": "https://www.knskashmir.com/userfiles/image/s_638395998972287855_IMG-20231228-WA0155.jpg",
    "performance_score": 0,
    "domain_rank": 61209,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "822e3bf14f2a8c21b9615cee320888874afb3da9",
  "url": "https://www.knskashmir.com/displaynews.aspx?news=183612",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "KNS",
  "published": "2023-12-31T00:00:00.000+02:00",
  "title": "J&K DGP awards 430 commendation certificates to cops, 41 to army and CAPFs",
  "text": "J&KJ&K DGP awards 430 commendation certificates to cops, 41 to army and CAPFs By KNS Posted on Dec 31, 2023 | Updated on Dec 31, 2023 Share Tweet Share Jammu, December 31 (KNS): The Director General of Police, J&K, R.R. Swain has awarded DGP’s Commendation Certificate and medal, in favour of 430 Police personnel/SPOs, 41 Army/BSF/CRPF/ITBP/SSB personnel, 08 civil officers/officials and 01 civilian, for their meritorious and exemplary performance rendered by them during the year 2023. The civilian has also been awarded with cash reward of rupees ten thousand for his services. In his message DGP has said that, I am pleased to extend my heartfelt congratulations to each and every one who has been awarded for their exemplary services to the organisation and to the society in the year 2023. He said that this prestigious recognition is a testament of commitment to excellence, adding that dedication and hard work does not go unnoticed. He also congratulated the families of these officers and personnel. Those officers and officials of JKP who have been awarded are DIG Sarah Afzal Ahmed Rizvi IPS086104, SSP Feroz Ahmad JKPS085737, SP Furqan Qadir JKPS116039, SP Imtiyaz Ahmad JKPS116063, DySP Arun Kumar JKPS045862, DySP Shazia Akhter JKPS125707, DySP Hilal Ahmad Hilal JKPS125720, DySP Khalid Ashraf JKPS125722, DySP Mohd Saleem JKPS125748, DySP Nikhil Rasgotra JKPS125700, DySP (S) Neelam Kumari MES861334, DySP Mohd Muzaffar Khan EXK901769, DySP Surinder Khadyal EXJ935609, DySP Tariq Ahmad Tak EXK932042, DySP Vijay Dhar EXJ935824, DySP(S) Mushtaq Ahmad MES931269, DySP Zia-Ul-Haq ARP935556, DySP Shabinder Singh EXJ955641, DySP Bhupinder Singh EXJ955473, DySP Daljeet Singh EXJ956371, DySP Raj Kumar EXJ955568, DySP Rouf Ahmad Baba EXK951304, DySP Ahjaz Ahmad ARP984092, DySP Jagpal Sharma ARP985677, DySP Malik Mohammad Iqbal ARP985495, DySP Satish Kumar TEL987397, DySP Satvir Singh ARP983597, DySP Sunil Kumar ARP985679, DySP Susheel Kumar ARP981788, DySP Vinod Kumar ARP985676, Inspr.(T) Shiv Kumar TEL832485, Inspr.(T) Kartar Chander TEL846217, Inspr.(M) Ghulam Hassan MEG871701, Inspr.(M) Hardeep Kour MEG875731, Inspr.(M) Gh. Nabi MEG891278, Inspr.(M) Mohd Amin MEG901865, Inspr.(M) Ghulam Jeelani MEG911960, Inspr.(M) Mulkh Raj MEG936050, Inspr. Zameer Hussain ARP931451, Inspr. Mohd Ramzan EXK952643, Inspr(S) Ajay Kumar Jalali MES987256, Inspr. Nargis Kirmani ARP984126, Inspr. Indpal Singh ARP997287, Inspr(S) Faimah Fazily MES003259, Inspr. Punjab Singh EXJ006643, Inspr. Rakesh Manni EXJ006593, Inspr. Riyaz Ahmad EXK001426, Inspr. Sajad Hussain Shah ARP003711, Inspr. Sunil Kumar Sharma EXJ006208, Inspr.(S) Manoj Kumar Bali MES005673, Inspr.(S) Rajesh Singh MES015731,Inspr. (S) Vinod Kumar MES016235, Inspr. Anil Kumar Jad EXJ017347, Inspr. Ab Hamid Akhone ARP026104, Inspr. Jahangeer Ahmed EXJ026023, Inspr. Ashiq Parvaiz ARP026200, Inspr. Khalid Rashid Mirchal EXK026269, Inspr. Mohd Irfan EXJ026045, Inspr. Pawan Singh EXJ026096, Inspr. Rakesh Singh EXJ026336, Inspr. Pritpal Singh EXJ046191, Inspr. Taranjeet Singh ARP046149, Inspr. Vikas Malvotra EXJ046183, Inspr. Manju Bala ARP065591, Inspr. Anu Dutta ARP065596, Inspr. Varinder Singh ARP066695, Inspr. Abdul Manan EXK109282, Inspr. Amrit Katoch EXJ109395, Inspr. Anil Sharma EXJ109487, Inspr. Karnail Singh EXJ109494, Inspr. Khayti Maan Khajuria EXJ109552, Inspr. Madan Lal EXJ109407, Inspr. Mohd Saleem Koser ARP109227, Inspr. Mohinder Parkash AUX109278, Inspr. Naseer Ahmed Malik EXK109597, Inspr. Sami-ullah-Baba ARP109292, Inspr. Sunil Singh EXJ109468, Inspr. Tariq Ahmed EXJ109543, Inspr. Vijay Sharma EXJ109546, Inspr. Vikramjeet Singh ARP109346, Inspr.(T) Avineet Sharma TEL109317,Inspr. Arif Hameed ARP115626, Inspr. Iftikar Ahmad ARP115585, Inspr. Mohd Ashraf ARP115646,Inspr. Nasar Majeed ARP115649,SI Nazir Ahmad EXK822230,SI Akthar Hussain Dewani EXK921305,SI Daulat Ram EXJ835593,SI Kuldeep Singh ARP835959,SI Mohd Ramzan EXK831663,SI Mohd Rafiq EXJ836865,SI Sham Lal EXJ845619,SI Shambhu Dutt EXJ846162,SI Shyam Singh EXJ875918,SI Altaf Hussain Khan EXK873017,SI Anchal Singh EXJ876080,SI Lekh Raj EXJ876026, SI Dawood Ahmad EXK873164,SI Mohd Maqbool EXK872430,SI Joginder Paul EXJ875669,SI Mohd Yaqoob EXK872155,SI Nazir Ahmad Lone EXK872522,SI Nazir Ahmad Shah EXK876519,SI Farooq Ahmad EXK881380,SI(M) Ghulam Ahmad Lone MIN881638,SI(M) Suman Kotwal MEG926039,SI (M) Jagan Singh MEG931921,SI (M) Mohammad Yousuf MEG935869,SI(M) Santosh Sharma MEG945630,SI(M) Latief Hussain Rather MEG952741,SI Zakir Hussain EXK951925,SI(M) Naresh Kumar MEG966456,SI(M) Chaman Lal PID MEG977006,SI(M) Gh. Nabi MEG971833,SI(S) Reyaz Qadir Bhat MEG973113,SI(M) Ajay Kumar MEG986165,SI(M) Bashir Ahmad MEG983952,SI(M) Rama Kant MIN981282,SI(M) Mohammad Maqsood Wani MEG006627,SI(M) Kuldeep Singh MEG012908,SI(M) Riyaz Ahmad MEG011563,SI(S) Vinod Kumar Bhat MES022619,SI(M) Naresh Kumar MEG036794,SI(S) Hilal Ahmad MES045462,SI Sandeep Sharma ARP135865,ASI Sohan Singh ARP841763,ASI Nisar Hussain ARP855478,ASI Mohammad Iqbal ARP861264,ASI Anil Kumar ARP875912,ASI Chaman Lal ARP885742,ASI Naryan Dass EXE882122, ASI Gh. Hassan EXJ891589,ASI Ravi Ji Marhatta EXK895686,ASI Naseer Ahmad EXK901875, ASI Yashpaul Chand EXJ905562,ASI Deedar Singh EXK911353,ASI Kulwant Singh EXK911811,ASI Mohammad Ilyas Dar EXK911699,ASI Abdul Majid EXK922397,ASI Chanchal Singh EXJ925591,ASI Mohd Iqbal EXJ925839,ASI Riaz Ahmed EXJ925945,W/ASI Pushpa Devi EXJ935674,ASI Gh.Mohi-ud-Din EXK951946,ASI Mohinder Singh EXJ956168,ASI Nasir Alam EXJ956344,ASI Nazrul Islam EXK952648, ASI(Dvr) Kamal Singh EXJ952814,ASI(Dvr.) Rajinder Singh EXJ956176,ASI Rattan Lal EXJ965595,ASI Reyaz Ahmad EXK962428,ASI Ashish Kumar EXK961235,ASI Mohinder Parkash EXJ966378,ASI Mohd Ashraf EXK973375,ASI Reyaz Ahmad EXK971645,ASI(T) Zahoor Ahmad TEL973498,ASI(T) Mukhminder Singh TEL984545, ASI(T) Nayeem Ahmad TEL984510,ASI(T) Ram Lal TEL987066, ASI(M) Raj Kumar MEG995960,ASI(M) Sukhdev Singh MEG006201, ASI(M) Vinod Kumar MEG002551, ASI Bilal Ahmad EXK002908, ASI(M) Tilak Raj MEC011300,ASI(M) Sheetal Raina MEC011299, ASI Ab. Hamid EXK013161,ASI Zahoor-Ul-Rehman ARP031552,ASI(M) Ravinder Kumar Bhat MEG035654,ASI(S) Shakti Singh MES066488,ASI(S) Aijaz Ahmad Shan MES099395,ASI(S) Keemti Lal MES119088,ASI(S) Bilal Ahmad Ganaie MES126518,ASI(S) Firdous Ahmad Shiekh MES167303,HC Soom Dutt ARP872411,HC Bodh Raj ARP905610,HC Bashir Ahmad ARP921347,HC Ghulam Rasool ARP925789,HC Imtiyaz Ahmad Bhat EXE931603,HC Sanjay Kumar Bhat ARP935863, HC Abdul Wahid ARP951383, HC Deep Kumar ARP955947, HC Subash Chander ARP956063, HC Farooq Ahmad ARP951536, HC Fayaz Ahmad ARP952606, HC Kulbir Singh ARP956070, HC Gh Mohd ARP951501, HC Manoj Kumar ARP952099, HC Mohammad Maqbool ARP952681, HC Rattan Lal ARP951604, HC Ravinder Singh ARP951615, HC Prem Singh ARP952617, HC Farooq Ahmad EXK961509, HC Manzoor Ahmad EXK961655, HC Makesh Kumar EXJ966315, HC Surjeet Kumar EXJ965787, HC Shahzad Ahmed EXJ966284, HC Vinod Kumar EXJ977340, HC Suresh Kumar EXJ976461, HC Surinder Pandita EXJ977748, HC Vishwa Nath ARP975642, HC Manjeet Singh EXJ977786, HC Mohammad Khurshid ARP973603, HC Mohd Alyass EXJ976185, HC Mohd Hanief Khan EXK973254, HC Abdul Hamid EXJ977241, HC Amar Singh ARP972708, HC Ashok Kumar ARP973761, HC Bashir Ahmad Malik EXK973238, HC Dalik Ram EXJ977205,W/HC Jyoti Devi ARP975795, HC Karan Singh EXJ976931, HC Mushtaq Ahmad EXK971382, HC Nazir Ahmad ARP973616, HC Narinder Kumar EXJ976612, HC Narotam Singh EXJ985921, HC Bhar Din EXJ986607, HC Bashir Ahmad ARP984531, HC Bashir Ahmad EXK984113, HC Gh. Nabi Bhat EXK981562,HC Mohd Idrees EXK983453,HC Mohd Shafi EXK983533,HC Pawan Kumar EXJ986134,HC Shabir Ahmed EXJ985987,HC Vijay Kumar EXJ985615, HC Mohinder Kumar EXJ996156, HC Baldev Singh ARP991450, HC Govind Ram ARP992793, HC Imtiyaz Ahmad ARP991404, HC Jagdev Singh EXJ995782, HC Prem Paul ARP992594, HC Rajinder Singh ARP995716, HC Sanjay Singh ARP996901,HC Subash Chander ARP996484, HC(T) Kamlesh Raina TEL993766, HC(T) Raj Kumar TEL007070,HC(T) Jai Gopal TEL006986, HC(T) Vimal Kumar TEL006982, HC Lateef Ahmad EXK001381, HC(T) Mohammad Ashraf Bhat TEL993779,HC(M) Subash Chander MEG012154, SgCt Mohd Maqbool ARP012829, HC Shams-ud-Din EXK011309, HC Javed Ahmad EXK021397, HC(M) Bilal Ahmad MEG021636, HC(M) Mohd Ibrahim MEG022576, HC(M) Nazir Ahmad Malik MEG026136, HC Asif Iqbal EXK021353, HC Sajjad Hussain EXJ066782, HC Rakesh Tickoo ARP086061, HC Tariq Ahmad EXK085788, HC(M) Dheeraj Babu Jungral MEG085603, HC(M) Junaid Maqbool MEG098103, HC Rouf Ahmad Zarger EXK098644, HC Aijaz Ahmad EXK095878, HC Ishfaq Ahmad EXK098271, HC(T) Sarfaraz Yaqoob TEL107503, HC Pervaiz Ahmad EXK155461, SgCt. Ghulam Mohi-ud-Din EXK973340, SgCt. Nissar Ahmad EXJ986857, SgCt. Ghulam Jeelani Wani EXK991259, SgCt. Bharat Bushan Raina EXK992023, SgCt. Manmohan Singh EXJ995881, SgCt. Ali Mohammad EXK993050, SgCt. Manoj Kumar Bhat EXK002429, SgCt. Jai Paul Sharma ARP005561, SgCt. Mohammad Akbar EXK001399, SgCt. Mohd Maqbool Chechoo EXK002499, SgCt. Parveez Ahmad EXK002796, SgCt. Raman Arora EXJ005676, SgCt. Ravinder Kumar Raina EXK006708, SgCt. Shabir Ahmad EXK003180, SgCt. Surjeet Kumar EXJ005726, SgCt. Amit Raina EXK002865, SgCt. Surinder Singh ARP015714, SgCt. Rajinder Kumar ARP015545, SgCt. Mehraj-U-Din ARP016526, SgCt. Mohammad Shahbaz EXK012610, SgCt. Karan Singh ARP011406, SgCt. Manoj Kumar ARP011426, SgCt. Manoj Kumar Bhat EXK012588, SgCt. Ali Mohammad ARP015990, SgCt. Anil Bali ARP013184, SgCt. Ab. Rashid ARP012841, SgCt. Avtar Singh ARP015709, SgCt. Fayaz Ahmad ARP015442, SgCt. Deepak Ji Bhat EXK011247, SgCt. Hilal Ahmad ARP012007, SgCt. Mohd Saleem ARP016093, SgCt. Mudasir Ahmad ARP015758, SgCt. Sanjay Kumar ARP011363, SgCt. Parveen Kumar EXE022293, SgCt. Farooq Ahmad Dar EXK021834, SgCt. Fayaz Ahmad Khan EXK021438, SgCt. Bashir Ahmad Ganie EXK022142, SgCt. Ashoo Pandita EXK022193, SgCt. Gh. Nabi ARP021730,SgCt(M) Hamid Ali MEG022490,SgCt(M) Vinod Raina MEG022213, SgCt. Altaf Hussain EXK026162,SgCt(M) Manmohan Pandita MEG035652,SgCt(M) Reyaz Ahmad MEG031468,HC(M) Shamim Ahmad MEG036497, SgCt. Gurjeet Singh ARP031613, SgCt. Ajay Kumar ARP036180, SgCt. Fayaz Ahmad TEL031408, SgCt. Firdous Ahmad ARP036222, SgCt. Firdous Ahmad ARP036401, SgCt. Maqsood Ahmad ARP036011, SgCt. Mehboob Hussain ARP035963, SgCt. Mohd Guftar ARP036237, SgCt. Sayar Ahmad Itoo ARP035597, SgCt. Shakeel Ahmad ARP035740, SgCt. Shan-Ul-Bashir ARP036019, SgCt. Sheeraz Ali ARP035948, SgCt. Showkat Ahmad ARP031432, SgCt. Altaf Hussain EXK045777, SgCt. Keshav Kumar EXJ055528, SgCt. Ashfaq Ahmad EXJ065570, SgCt. Jaffar Hussain EXJ066769, SgCt. Mohd Sarver ARP066215, SgCt. Swaran Singh EXJ065488, SgCt. Sohan Lal ARP066633, SgCt. Tariq Ahmad ARP078403, SgCt. Tariq Ahmad ARP078596, SgCt. Mohd. Rafiq Pandit ARP078074, SgCt. Mohmad Abass Wani EXE072752, SgCt. Angrez Singh ARP077370, SgCt. Arshad Hussain ARP077405,SgCt Ravi Kumar ARP076715, SgCt. Javid Hussain ARP077991, SgCt. Naveen Singh EXE072731, SgCt.(M) Javid Ahmad MEG078683, SgCt. Anil Kumar EXJ085911, SgCt. Sunandan Sharma EXJ085882, SgCt. Ubaid Ahmad Rather ARP097009, SgCt. Arsheed Ahmad ARP099222,SgCt Mohd Yousuf Reshie EXK098164,SgCt(M) Mohd Ilyas MEG099864, SgCt. Ajaz Ahmad Wani EXK098951, SgCt. Bilal Ahmad Waza EXK098923, SgCt. Goutam Khajuria ARP094935, SgCt. Jagdish Singh ARP097917, SgCt. Javaid Ahmad ARP099501, SgCt. Mohd Maqbool Mir EXK098249, SgCt. Mohd Nasir-ul-Islam ARP095310, SgCt. Muneer Ahmad ARP095045, SgCt. Muneer Bashir ARP096371, SgCt. Shabir Ahmad EXK098433, SgCt. Raj Mohd ARP097216, SgCt. Rakesh Kumar ARP096570, SgCt. Rohit Singh ARP096635, SgCt. Showkat Ahmad EXK098446, SgCt. Vijay Kumar ARP094583,W/SgCt. Bindu Kumari ARP096128,W/SgCt. Dimple Billowria ARP096212,W/SgCt. Renu Bala ARP096172, SgCt.(M) Shabir Ahmad Bhat MEG097192, SgCt. Sanjay Kumar ARP108130, SgCt. Sanjeet Kumar ARP107380, SgCt. Sumit Bharti ARP108411, SgCt. Liyaqat Hussain ARP109632,SgCt(M) Kumar Shiv Satya Narayan MEG108056,SgCt(M) Manik Kumar MEG109652, SgCt. Ashwani Kumar ARP109737, SgCt. Nirmal Singh ARP105841, SgCt. Rakesh Kumar ARP108145, SgCt.Mushtaq Ahmad Bhat EXK105534, SgCt.Suman Kishore EXJ116121, SgCt. Rajesh Kumar EXJ116870, SgCt. Muneeb Ahmed EXJ116399, SgCt. Ranjeet Singh EXJ116092, SgCt. Vikas Sharma ARP115446, SgCt. Ajeet Singh EXJ117811, SgCt. Pardeep Singh EXJ116317, SgCt. Mohd Ashraf EXK118027, SgCt. Safeer Lone EXK111960, SgCt. Shahid Hussain EXJ116409, SgCt.(M) Mudasar Rasheed Magray MEG126074, SgCt. Umar Rashid EXK156527, SgCt. Irfan Ahmad EXK167038, SgCt. Jahangir Ahmad Paray EXK165725, SgCt. Vijay Kumar EXJ117663,Const. Khursheed Ahmad ARP095286, Const. Subzar Ahmad Dar ARP095403, Const. Mushtaq Ahmad EXK109202, Const. Ab. Hamid EXK111920, Const. Bilal Ahmad EXK118870, Const. Saqib Ayoub EXK127802, Const.(Dvr) Rajinder Kumar EXJ125514, Const.Showkat Ahmad Thoker EXK126169, Const. Sunil Sharma EXJ127179, Const. Vinod Kumar ARP168872, Const. Ahsan-Ul-Haq EXK167076, Const. Mohd Rashad ARP168955, Const. Mohsin Mohidin ARP166741, Const. Muzafar Ahmad Sheikh ARP169258, Const. Sahil Maqsood ARP168096, Const. Sandeep Phull ARP166185, Const. Showket Hussain EXK165570, Const. Zeeshan Sultan ARP168032, Const. Bilal Ahmad ARP182183, Const. Jan Mohd ARP182464, Foll. Raj Kumar EXJ966119, Foll. Kuldeep Kumar ARP992055, Foll. Madan Singh ARP992073, Foll. Kewal Krishan EXK003710, Foll. Gh. Hassan EXK002057, Foll. Shabir Ahmad Beigh ARP012210, Foll. Sodagar Mal ARP036475, Foll. Arjun Kumar ARP035774, Foll. Abdul Rashid EXJ066273, Foll. Altaf Hussain ARP066560, Foll. Zulfikar Ali EXJ075613, Foll. Bipan Singh EXJ085609, Foll. Sunder Pal Singh ARP126615, Foll. Surjeet Singh EXK155795, SPO Mohd Ashraf Butt 805/SPO-Ktr, SPO Ranjit Singh 149/SPO-Rsi, SPO Sansar Singh 203/SPO-Rsi, SPO Rajinder Singh 229/SPO-Rsi, SPO Mohinder Lal 911/SPO-J, SPO Kuldeep Raj 09/SPO-SSG, SPO Vikas Thapa 943/SPO-J, SPO Prem Singh 795/SPO, SPO Cheman Lal 179/SPO, SPO Sanjay Kumar 213/SPO, SPO Rohit Kumar 1209/SPO, SPO Jehangir Ali 52/SPO-Sec Kmr, SPO Tarsem Lal 472/SPO-J and SPO Manjit Singh 1133/SPO-J. Those Army/BSF/CRPF/ITBP/SSB officers and officials who have been awarded are Colonel Prikshit Dahiya IC-62111A, Colonel Yogeshwar Singh IC-66883P, Lieutenant Colonel G.N.Tripathy MR-08782W, Major Ajin Raj MS-19565A, Naib Subedar Ganesh Dass JC-290894K. DIG(PSO) A. Sriniwas 18735697, DIG Prakhar Trivedi 193609351, CO Vinay Yadav 19667218, CO Sanjai Kumar Singh 19666860, CO Anam Saxena 19667263, CO Jagir Chand, CO Ashwani Maithil, CO Parma Shivan No.IRLA-4022, CO Nisar Mohamad No. IRLA-4485,CO Satish Kumar No.IRLA-4465,CO Kumar Navin No.IRLA-52136,CO Madan Mohan No. IRLA-5269,CO Rajesh Kumar No.IRLA-5291,2-I/C Ram Chandra No.IRLA-5680,2I/C Rajesh Yadav No.IRLA-6677,2I/C Chaudhary Mahesh Kumar IRLA-5644, AC Kulwant Singh No.IRLA-9978, AC Sanjeet Kumar No.IRLA-101395, AC Sudesh Kumar No.IRLA-9991, AC Bechan Yadav No.IRLA-8834, AC Ashutosh Singh No.IRLA-9480, AC Harvesh Chand Yadav No.IRLA-9807, AC Amoghavarsha U.S No.IRLA-10340, Inspr./GD Rajendra Prasad Gurjar 025011316, Inspr/GD Manoj Kumar F.No.065112325, Inspr. Shohan Singh Meena, Ct/GD Raj Kumar Jha F.No 075081031, IG Sanjay Kumar Gunjyal-IPS, DIG Vijay Deswal,CO Parmendra Singh, 2I/C Saurabh Dubey, DC Animesh Kumar, 2I/C Devendra Kumar 14140007, DC Amit Kumar 16010584, DC Deepak Tomer UIN-11270680, DC Aman Deep Manhas16010740 Govt. employees who have been awarded are CPO Sajad Ahmed Bhat PRO026098, CPO Hilal Ahmad PRO036869, CPO Fayaz Ahmad Shalbaf PRO036819, Sr.PO Sheikh Bilal Mohi-ud-Din PRO106622, Sr.PO Mir Zahid Nazir PRO156502, DD Parvaiz Ahmad Lone DEP196400, JE Vikas Razdan BIJPDD01270102 and Sr. Compiler Jawid Ahmad Bhat CPIS230403002034 Singh Gaurav Kumar is the only civilian who has been awarded with DGPs Medal and Commendation Certificate alongwith cash reward of Rs.10,000/- (Ten thousand only). He is working as Technical officer / Advisor in Cyber Security with J&K Police.(KNS) Related Categories:Politics Share Tweet Share Recommended for you J&K DGP awards 430 commendation certificates to cops, 41 to army and CAPFs PDP committed to work for public welfare: Arif laigaroo Police announce cash reward for those providing info about trans border tunnels, drones, terrorists in J",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "r.r. swain",
        "sentiment": "none"
      },
      {
        "name": "sarah afzal ahmed rizvi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "army/bsf",
        "sentiment": "none"
      },
      {
        "name": "ssb",
        "sentiment": "none"
      },
      {
        "name": "crpf",
        "sentiment": "none"
      },
      {
        "name": "itbp",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "jammu",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T16:53:40.807+02:00",
  "updated": "2023-12-31T18:33:17.921+02:00"
}