{
  "thread": {
    "uuid": "837d3057a8b0141b8275a2930864a2a99d5a3ec2",
    "url": "https://biz.crast.net/forget-microsoft-heres-the-better-artificial-intelligence-ai-stock-to-buy-the-motley-fool/",
    "site_full": "biz.crast.net",
    "site": "crast.net",
    "site_section": "https://biz.crast.net/feed",
    "site_categories": [],
    "section_title": "Business News",
    "title": "Forget Microsoft, Here's the Better Artificial Intelligence (AI) Stock to Buy The Motley Fool",
    "title_full": "Forget Microsoft, Here's the Better Artificial Intelligence (AI) Stock to Buy The Motley Fool",
    "published": "2024-01-05T23:12:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://i3.wp.com/g.foolcdn.com/editorial/images/759928/bearded-person-at-desk-by-computer-taking-notes.jpg",
    "performance_score": 0,
    "domain_rank": 70734,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "837d3057a8b0141b8275a2930864a2a99d5a3ec2",
  "url": "https://biz.crast.net/forget-microsoft-heres-the-better-artificial-intelligence-ai-stock-to-buy-the-motley-fool/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Deanna Walker",
  "published": "2024-01-05T23:12:00.000+02:00",
  "title": "Forget Microsoft, Here's the Better Artificial Intelligence (AI) Stock to Buy The Motley Fool",
  "text": "Investors invested in both Microsoft (NASDAQ:MSFT) and Adobe (ADBE -0.43%) in 2023. Software giants outperform sharply nasdaq composite index last year, thanks largely to growing optimism about artificial intelligence (AI) and its potential to boost the value of creative and productive software platforms in the years to come.\nAlthough Microsoft has its advantages in this area, it is far from an ideal growth stock. Let's take a look at some reasons why an investor might prefer Adobe shares to gain exposure to the AI boom right now.\n1. Generating more sales growth\nAdobe has some workflow software products that help enterprises in the same way as Microsoft does, but its creative focus gives businesses more leverage in the generative AI area as opposed to Microsoft's core productivity solutions.\nThese products mostly fall under Adobe's Firefly platform, which is attracting great engagement right now. In mid-December, management said that users had actually created nearly 5 billion creations since its launch in March.\nThe addition of generative fill and generative detail capabilities to Photoshop has greatly increased the value of that software. These two offerings are seeing record adoption right now, and “are already among the most used features” in Photoshop, officials said. This is a road map to potentially faster sales growth over time, although right now Adobe and Microsoft are expanding at the same 13% rate.\n2. Software on Hardware\nYou may also like Adobe for its centralized exposure in the software industry, which is a more stable and profitable area than Microsoft's consumer hardware segments. For example, Microsoft faced weak demand for its tablets and laptops last year, while Adobe's growth was more evenly spread across its creative cloud and document cloud segments.\nThis is a major benefit of Adobe's software-as-a-service approach, which generates recurring revenue with little in the way of infrastructure costs to bolster profit margins. Its cash flow of $7 billion in fiscal 2023 was testament to that financial success.\nCertainly, Microsoft is a far more profitable business today due to its huge global sales footprint and its established hold in areas such as enterprise services. But owning Adobe stock will benefit you as the creative software giant ideally closes that performance gap in the coming years.\n3. Price and value\nAdobe is the more expensive stock according to most traditional metrics. You would have to pay 14 times annual sales for this business and 49 times annual profits compared to Microsoft's ratios of 13 and 36 respectively. And this valuation looks higher given the failed acquisition of the Figma business.\nAdobe has a great chance to earn a premium valuation for all the reasons discussed above. It's also free from the huge market capitalization levels that could hold Microsoft back in the coming years. Adobe's business today is worth $263 billion, making it one of the largest software companies on the market.\nThat's still a far cry from Microsoft's nearly $3 trillion position. Investors can't be confident that Adobe will cross the $1 trillion mark any time soon. But there is still room for its market value to grow significantly in the coming years as it adds more customers and complements its growing portfolio of software services.\nDimitri Kalogeropoulos has no positions in any stocks mentioned. The Motley Fool has positions at and recommends Adobe and Microsoft. The Motley Fool recommends the following options: long January 2024 $420 calls on Adobe and short January 2024 $430 calls on Adobe. The Motley Fool has a disclosure policy.\nSource: www.fool.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "motley fool investors",
        "sentiment": "neutral"
      },
      {
        "name": "better artificial intelligence",
        "sentiment": "neutral"
      },
      {
        "name": "microsoft",
        "sentiment": "neutral"
      },
      {
        "name": "forget microsoft",
        "sentiment": "neutral"
      },
      {
        "name": "adobe",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:29:49.936+02:00",
  "updated": "2024-01-06T00:29:49.936+02:00"
}