{
  "thread": {
    "uuid": "bd0962fcfcc32cc5ccf73fe510127e058103728f",
    "url": "https://www.archyde.com/this-weapon-discovered-by-a-starfield-player-is-a-real-monster/",
    "site_full": "www.archyde.com",
    "site": "archyde.com",
    "site_section": "http://www.archyde.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Archyde",
    "title": "This weapon discovered by a Starfield player is a real “monster”",
    "title_full": "This weapon discovered by a Starfield player is a real “monster”",
    "published": "2024-01-08T00:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 19075,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bd0962fcfcc32cc5ccf73fe510127e058103728f",
  "url": "https://www.archyde.com/this-weapon-discovered-by-a-starfield-player-is-a-real-monster/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "archyde",
  "published": "2024-01-08T00:01:00.000+02:00",
  "title": "This weapon discovered by a Starfield player is a real “monster”",
  "text": "2024-01-07 21:35:19 Estelle Vernet ❘ Published: 2024-01-07T15:07:14 ❘ Updated: 2024-01-07T15:07:20 A Starfield player has discovered an exceptional weapon in a location considered to be one of the best in the game. Starfield, Bethesda’s space adventure game, lets players create their own ships and explore over a thousand planets. Criticized for numerous bugs, notably in certain impossible-to-complete quests, and a feeling of unfinished business, the game unfortunately received many negative opinions. However, this did not prevent Bethesda’s game from becoming one of the most profitable of the year 2023, which is no small thing. The upcoming arrival of the first Shattered Space DLC may allow Starfield to restore its image. Article continues after ad Article continues after ad Whether as part of the main story, side quests or simply when you go looking for loot, you need to be equipped with weapons to protect yourself from the enemies and dangers of the Starfield universe. There are many weapons available in Starfield, and it can be difficult to get your hands on the best ones. And in fact, a player came across an exceptional and overpowering weapon during his space explorations. Bethesda Game Studios Starfield player gets his hands on a powerful weapon Reddit user [u/Jazzlike-Fee-3493](https://www.reddit.com/user/Jazzlike-Fee-3493/) quickly shared his discovery with the Starfield community. Titled ” This gun I found is a monster », the post was accompanied by the image of the famous weapon, with its impressive characteristics. Article continues after ad Article continues after ad This is a Legendary Va’ruun Inflictor. With the Laser and Particle Beam skills, the weapon is simply overpowered. The poster has in fact added mods to his weapon to allow it to achieve formidable efficiency. Subscribe to our newsletter to receive the latest esports news, gaming and more. In the discussion, the praise was quick to arrive. Some were “ jealous » of such a find. Others were quick to comment on the weapon’s exceptional capabilities and impressive ammo count. An admiring player asked: “ 90,000 rounds of Heavy Particle Fuse? That’s all you buy when you sell your loot? ». Article continues after ad Article continues after ad However, many were skeptical about using the Legendary One Inch Punch mod. One player explained: “ Nice but what’s the point of One Inch Punch? I never liked the loss of ranged shooting and the recoil it brings “. Others quickly explained its usefulness: “ This turns the weapon into a shotgun. Damage is not divided between each cartridge. Each inflicts total damage, so in effect it’s a damage multiplier ». Also, the big question many were asking was where the player made such a discovery. His answer ? “ The Vulture’s Perch on Jaffa 4 “. Located in the Jaffa system, above Porrima, Vulture Roost is a relatively secretive and incredibly lucrative area. Indeed, this bar-motel where many enemies find themselves is full of loot and contraband. Article continues after ad Article continues after ad However, be aware that you’ll need plenty of Digipicks to unlock the many contraband chests, doors, and safes in this unmissable location. Now you know where to go for guaranteed exploration. To learn more about Bethesda’s space exploration game, visit the Starfield section of our site. 1704664919 #weapon #discovered #Starfield #player #real #monster",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://reddit.com/user/Jazzlike-Fee-3493/",
    "https://www.reddit.com/user/Jazzlike-Fee-3493",
    "https://www.reddit.com/user/Jazzlike-Fee-3493/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "estelle vernet",
        "sentiment": "negative"
      },
      {
        "name": "starfield",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "starfield",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "starfield",
        "sentiment": "none"
      },
      {
        "name": "bethesda",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:05:54.800+02:00",
  "updated": "2024-01-08T00:06:59.690+02:00"
}