{
  "thread": {
    "uuid": "d07fd5e491f68fe83911532b1919cdfea926622f",
    "url": "https://www.carandbike.com/news/dakar-rally-2024-stage-9-indian-rider-harith-noah-excels-in-rally2-while-loeb-secures-victory-in-cars-3211312",
    "site_full": "www.carandbike.com",
    "site": "carandbike.com",
    "site_section": "https://www.carandbike.com/rss/newsrss",
    "site_categories": [
      "buying_selling_cars",
      "vehicles"
    ],
    "section_title": "CarandBike - News",
    "title": "Dakar Rally 2024, Stage 9: Indian Rider Harith Noah Excels In Rally2 While Loeb Secures Victory In Cars",
    "title_full": "Dakar Rally 2024, Stage 9: Indian Rider Harith Noah Excels In Rally2 While Loeb Secures Victory In Cars",
    "published": "2024-01-18T03:41:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.carandbike.com/cms/articles/2024/1/3211276/harith_noah_9549d0b381.avif",
    "performance_score": 0,
    "domain_rank": 31367,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d07fd5e491f68fe83911532b1919cdfea926622f",
  "url": "https://www.carandbike.com/news/dakar-rally-2024-stage-9-indian-rider-harith-noah-excels-in-rally2-while-loeb-secures-victory-in-cars-3211312",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Carandbike Team",
  "published": "2024-01-18T03:41:00.000+02:00",
  "title": "Dakar Rally 2024, Stage 9: Indian Rider Harith Noah Excels In Rally2 While Loeb Secures Victory In Cars",
  "text": "Dakar Rally 2024, Stage 9: Indian Rider Harith Noah Excels In Rally2 While Loeb Secures Victory In Cars By Carandbike Team 2 mins read Published on January 17, 2024 Stage 9 of the Dakar Rally delivered thrilling moments as Sebastien Loeb, a nine-time World Rally champion, made a triumphant comeback, securing victory in a challenging 417km stretch from Ha’il to Al-’Ula. Despite navigational challenges, Loeb finished the stage 4 minutes and 14 seconds ahead of his competitors, marking his fourth stage win in 2024. Carlos Sainz Sr, the overall leader, maintained a substantial lead in the rally's standings, finishing the stage in a competitive effort. The lead fluctuated during the race, with Sainz narrowing the gap to just 2 minutes and 35 seconds after covering 348km. However, Loeb's late-stage surge solidified his triumph, keeping him in contention for his first Dakar title. Impressive performances unfolded in the race, with Mathieu Serradori showcasing his skills in a two-wheel drive Century, securing the third spot just 29 seconds behind Sainz. Guillaume de Mevius and Guy Botterill closely followed in the Overdrive Toyotas. Audi duo Stephane Peterhansel and Mattias Ekstrom played supporting roles, finishing 10 minutes behind the lead. Sainz maintained his overall lead, now 20 minutes and 33 seconds ahead of Loeb, with three stages left in the rally. Nasser Al-Attiyah faced challenges as his Prodrive Hunter encountered issues at the start of the stage, leading to a temporary withdrawal. Despite the setback, Sainz's comfortable lead in the overall standings allows room for potential comebacks as the rally approaches its conclusion. Motorcycles and Quads: Van Beveren Dominates Bikes, Harith Noah Excels in Rally2 In the bikes category, the Monster Energy Honda Team dominated Stage 9, with Adrien Van Beveren, Ricky Brabec, and Pablo Qunintannila securing the top three positions. Van Beveren's victory extended his overall lead to 7 minutes and 9 seconds. In the Rally2 class, Harith Noah, following his remarkable first-place finish in Stage 8, faced the challenging 417km special stage. Riding the Sherco rally bike, Noah finished the stage in P4, 3 minutes and 56 seconds behind the stage winner. In the overall Rally2 class, Noah proudly holds the third spot, maintaining P13 overall. Hero MotoSports' Ross Branch Battles Challenges in Stage 9 Stage 9 of the Dakar Rally posed unique challenges with a 417km special stage and a 222km liaison from Hail to Al Ula. Hero MotoSports’ Ross Branch finished the stage in 5th place, trailing the leader by 6 minutes and 59 seconds. Despite a rough day, Branch and Hero MotoSports remain in 2nd place overall. The 7 minutes and 9 seconds gap, widened due to dune and camel grass difficulties, presents a challenge. Ross Branch remains determined, stating, \"It’s not the end of the rally. We’re still in the fight, and tomorrow we’re going to have to put the hammer down.” Stage 10, covering 317km within Al Ula, awaits the competitors, and with three stages remaining, the Dakar Rally's intensity continues. Hero MotoSports and Ross Branch aim to overcome challenges and vie for the top spot in the rally standings come January 17. [WhatsApp Channel.](https://whatsapp.com/channel/0029Va4oXd61yT1zq7kDtX0w) Great Deals on Used Cars [View All Used Cars](/used/cars-for-sale) Upcoming Cars Upcoming Bikes Explore More Latest News Related Articles -14384 second ago Backed by TVS, Noah finished first in the Rally 2 category at the 2024 Dakar Rally becoming the first Indian to win overall in a category in the gruelling rally -13903 second ago The second model line from the Bengaluru firm will place emphasis on comfort and safety, as per Ather Energy co-founder Tarun Mehta. 6 minutes ago The Indie was launched in India in 2023 at a price of Rs 1.25 lakh (ex-showroom) and has delivered over 100 scooters to date. 16 minutes ago The Spectre is a two-door, four seater coupe, touted as a spiritual successor to the Phantom Coupe 1 hour ago The NX500 arrives in India via the CBU route and will be retailed via Honda’s BigWing dealership chain. 4 hours ago MoveOS 4 sees the introduction of Ola Maps to Ola's scooters The Seltos diesel is now available with a 6-speed manual gearbox across all Tech Line variants. A memorandum of understanding (MoU) was signed between Hyundai Motor India and the Maharashtra government in Davos on January 18. The Swedish carmaker began local assembly of its passenger vehicle portfolio in 2017. 18 hours ago ExpressCare is currently available in 20 centers across 11 cities and costs up to Rs 150 more than the standard service. 2 days ago The Kerala native set the best class time in Stage 8, a whole 1 minute 25 seconds clear of second-placed Jean-Loup Lepan 6 days ago Defending champion Nasser Al-Attiyah claims his inaugural stage win of the 2024 Dakar Rally in the four-wheeler category. 7 days ago Nacho Cornejo secures his second stage win, propelling him to the top of the overall standings, while Ricky Brabec claims the second spot 9 days ago KTM's Kevin Benavides and Toyota's Lucas Moraes claimed their first-ever stage wins in the Dakar 2024 Rally, triumphing in the motorcycle and car categories, respectively, on Stage 3 10 days ago Overcoming initial setbacks, the rally legend clinched a significant victory on the 464 km stage, outpacing Loeb by a narrow 29 seconds Trending Vehicles In India [View All](/new-bikes/trending)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://whatsapp.com/channel/0029Va4oXd61yT1zq7kDtX0w)",
    "https://www.whatsapp.com/channel/0029Va4oXd61yT1zq7kDtX0w)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "harith noah",
        "sentiment": "negative"
      },
      {
        "name": "sebastien loeb",
        "sentiment": "none"
      },
      {
        "name": "al-’ula",
        "sentiment": "none"
      },
      {
        "name": "carlos sainz",
        "sentiment": "none"
      },
      {
        "name": "loeb",
        "sentiment": "none"
      },
      {
        "name": "mathieu serradori",
        "sentiment": "none"
      },
      {
        "name": "guy botterill",
        "sentiment": "none"
      },
      {
        "name": "sainz",
        "sentiment": "none"
      },
      {
        "name": "guillaume de mevius",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "carandbike team",
        "sentiment": "none"
      },
      {
        "name": "dakar rally",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "dakar",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T17:41:33.894+02:00",
  "updated": "2024-01-19T19:15:54.475+02:00"
}