{
  "thread": {
    "uuid": "e8ba82a7d397c079088849cb942bd95fcc4cce81",
    "url": "https://www.ndtv.com/india-news/bharat-bandh-today-farmers-delhi-march-on-but-talks-to-continue-5066873",
    "site_full": "www.ndtv.com",
    "site": "ndtv.com",
    "site_section": "https://www.ndtv.com",
    "site_categories": [
      "media",
      "health",
      "cold_and_flu"
    ],
    "section_title": "\r\n\tGet Latest News, India News, Breaking News, Today's News - NDTV.com\r\n",
    "title": "Bharat Bandh Today, Farmers' Delhi March On But Talks To Continue",
    "title_full": "Bharat Bandh Today, Farmers' Delhi March On But Talks To Continue",
    "published": "2024-02-16T01:26:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://c.ndtvimg.com/2024-02/33fq458g_farmers-march-to-delhi-pti_625x300_16_February_24.jpeg?ver-20240117.06",
    "performance_score": 0,
    "domain_rank": 855,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e8ba82a7d397c079088849cb942bd95fcc4cce81",
  "url": "https://www.ndtv.com/india-news/bharat-bandh-today-farmers-delhi-march-on-but-talks-to-continue-5066873",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Chandrajit Mitra",
  "published": "2024-02-16T01:26:00.000+02:00",
  "title": "Bharat Bandh Today, Farmers' Delhi March On But Talks To Continue",
  "text": "Unauthorized gatherings are banned in Noida and other parts of Gautam Buddh Nagar district in view of the 'Bharat Bandh' called by the Samyukt Kisan Morcha, a major farmers' organization involved in the 2020-21 farmers' protest, and Central Trade Unions. These organisations are not part of the 'Delhi Chalo' march, but broadly, their demands are the same. The organisations have called on farmers to suspend all agricultural work between 6 am-4 pm and stage road blockades across the country. Senior leaders of nine Central Trade Unions will hold a joint protest at Jantar Mantar over 21 demands, including a law guaranteeing minimum support price (MSP) for crops, minimum pension, and minimum wage. Haryana Roadways employees have backed the bandh call and all toll booths will remain free for three hours as part of the strike. Most offices and banks are expected to stay open. The farmers-police standoff continues at the Punjab-Haryana border with the farmers asserting they will continue with their march to Delhi. Thousands of them - with ration and diesel expected to last for months - began their march on Tuesday, demanding a law on MSP, farm law waiver, and solutions to other issues. The third round of talks in Chandigarh was held after they faced tear gas and water cannons used by cops. Two Union Ministers - Arjun Munda and Piyush Goyal - and Punjab Chief Minister Bhagwant Mann attended the meeting. Following the meeting, Arjun Munda, Union Minister of State for Agriculture and Farmers' Welfare, told reporters the issues will be discussed in detail at the 6 pm meeting on Sunday, during which the two sides will try to find a solution. Bhagwant Mann said they had a very positive conversation and a consensus was reached on several issues. The farmers have assured they would maintain peace during their protest, he said, while accusing the Haryana government of sending their cops into Punjab during the standoff. The farmers say they will continue their march to Delhi and that no conclusion can be drawn since the talks are still on. They also took up the issues of police action on them and their social media pages were taken down. The farmers said the government has sought further discussion on issues like the MSP and farm loan waiver, but discussions must also lead to timely solutions. \"We said that we should not just keep discussing the issues, we should also find solutions. They said they need time,\" said Sarwan Pandher, a farmer leader.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Politics"
  ],
  "external_links": [
    "https://www.jiosaavn.com/featured/new-music-this-week/Ns2UZo9qDvI",
    "https://www.jiosaavn.com",
    "https://jiosaavn.com",
    "https://jiosaavn.com/featured/new-music-this-week/Ns2UZo9qDvI"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "piyush goyal",
        "sentiment": "none"
      },
      {
        "name": "arjun munda",
        "sentiment": "none"
      },
      {
        "name": "bhagwant mann",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bharat bandh today",
        "sentiment": "negative"
      },
      {
        "name": "state for agriculture and farmers' welfare",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "delhi",
        "sentiment": "none"
      },
      {
        "name": "chandigarh",
        "sentiment": "none"
      },
      {
        "name": "punjab",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T04:10:35.324+02:00",
  "updated": "2024-02-16T07:00:14.254+02:00"
}