{
  "thread": {
    "uuid": "39d0073403dafd1bfb71afac69ea0860e430e9eb",
    "url": "https://journalstar.com/sports/college/kraken-score-rare-shutout-win-over-vegas-in-nhl-winter-classic-at-t-mobile-park/article_47e1aba1-ca9d-599e-8ce7-68303e4d8893.html",
    "site_full": "journalstar.com",
    "site": "journalstar.com",
    "site_section": "http://www.journalstar.com/search/?f=rss&t=article&c=sports*&l=25&s=start_time&sd=desc",
    "site_categories": [
      "media"
    ],
    "section_title": "journalstar.com - RSS Results in sports* of type article",
    "title": "Kraken score rare shutout win over Vegas in NHL Winter Classic at T-Mobile Park",
    "title_full": "Kraken score rare shutout win over Vegas in NHL Winter Classic at T-Mobile Park",
    "published": "2024-01-02T01:48:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/journalstar.com/content/tncms/assets/v3/editorial/e/6b/e6b6ecf9-ff44-5bc6-91c1-7e02798c1345/65936e3a43671.image.jpg?crop=1763%2C926%2C0%2C125&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 6662,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "39d0073403dafd1bfb71afac69ea0860e430e9eb",
  "url": "https://journalstar.com/sports/college/kraken-score-rare-shutout-win-over-vegas-in-nhl-winter-classic-at-t-mobile-park/article_47e1aba1-ca9d-599e-8ce7-68303e4d8893.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Geoff Baker, The Seattle Times",
  "published": "2024-01-02T01:48:00.000+02:00",
  "title": "Kraken score rare shutout win over Vegas in NHL Winter Classic at T-Mobile Park",
  "text": "With no misty air, rain, or other weather impediments hampering what became a showcase New Year’s Day hockey event for those watching from the stands, Kraken goalie Joey Daccord promptly went out and did away with any lingering on-ice concerns. The only rain at any point thereafter was the constant chants of “Jo-ey! Jo-ey!” raining down from most of 47,313 pumped-up fans as Daccord made 35 saves in a 3-0 win over the Vegas Golden Knights, logging MVP honors for the first shutout in Winter Classic history.\n“It’s truly the coolest thing in the world to have that,” said Daccord, a self-professed hockey history buff who had a huge contingent of family and friends from his native Boston travel in for the game. “Just to have that support from them…we have the best fans in the world. It was so much fun hearing that and then just hearing that support throughout the game.”\nPeople are also reading… Man found dead in NW Lincoln lake after report of submerged car Fourth generation set to lead Lincoln's largest bank Lincoln man lied on food stamp application, defrauded government of more than $25K, officials say Grain elevator in the heart of Lincoln up for sale Lancaster County Sheriff to put six automatic license plate readers along I-80 Double blessings: Twin brothers welcome babies on same day in Lincoln Ruling allows Nebraska employees to continue working remotely — for now LFR responds to fire at Lazlo's in south Lincoln Shooting suspect arrested in I-80 traffic stop, Nebraska State Patrol says These 4 moms, home in Waterloo for the holidays, always can ask a sister for baby advice Amie Just: Predicting 2024 for Nebraska Athletics — and beyond Nebraska football reserve linebacker enters transfer portal 'I don't believe in welfare' — Nebraska Gov. Pillen maintains he won't seek federal grocery aid 17-year-old Omaha boy dies from injuries in crash involving ambulance 2 Lincoln men among first to challenge their gun charges following Supreme Court decision The Kraken seized on the crowd’s momentum, opening the scoring just five minutes in on an Eeli Tolvanen deflection goal off Vince Dunn’s point blast. And they kept on scoring early in periods from there, with Will Borgen slapping one home from the top of the right circle barely two minutes into the second period and Yanni Gourde potting his own rebound off a breakaway chance a couple of minutes into the final frame.\nSomewhat incidental to the broader spectacle of the game itself, though definitely not inconsequential to their season, the win was the Kraken’s fifth straight and enabled them to set a franchise record with points in nine consecutive contests. That 7-0-2 run, also an NHL record by a team immediately rebounding from an eight-game losing streak, has helped the Kraken climb to within a point of the final Western Conference wild-card spot.\nCombined with near-perfect January conditions of 46.1 degrees at puck drop, with midgame sunlight peeking through moderate clouds, it was a banner hockey day all around for both the city and the team representing it.\nThe “Jo-ey! Jo-ey!” cheers began in the opening period when Daccord stopped Jack Eichel on a breakaway try. And they continued through the final two minutes after Daccord robbed robbed Eichel with a glove save to keep the shutout intact with the Vegas netminder pulled for an extra attacker.\nOtherwise, the Tolvanen goal got the huge crowd roaring in a hurry while a first intermission performance of “Barracuda” and “Magic Man” by Heart — fresh off a New Year’s Eve concert at Climate Pledge Arena the night before — kept the stands rocking. Perhaps feeding off that energy, the Kraken grabbed a two-goal lead just 2:19 into the second period when Will Borgen slapped a puck past Logan Thompson for his first goal of the season.\nIf any one Kraken player used the Winter Classic to increase his profile tenfold, it might have been Borgen. Beyond scoring the goal, he also featured prominently in the TNT docuseries “Road to the Winter Classic” giving demonstrations on his cookie baking skills among other things.\n2024 NHL Winter Classic Picks & Props | Vegas Golden Knights vs Seattle Kraken Bets | Line Change\nKraken minority owner and former Seahawks running back Marshawn Lynch drew the day’s loudest applause during a second intermission on-field “interview” with Mariners broadcaster Rick Rizzs shown on the JumboTron. Lynch was playful but a man of few words, to which ex-Seahawks quarterback Matt Hasselback — among the many sports dignitaries being honored on-field — took the microphone and said, “He’s just here so he won’t get fined.”\nThat Hasselback take off Lynch’s words during media day in January 2015 before 2015 Super Bowl in Glendale, Arizona, drew even more thunderous applause from the stands.\nThose cheers were still ringing when the puck dropped for the third period and Gourde soon raced in alone on Thompson, who made the first save but couldn’t prevent the rebound from going in. At that moment, the way Daccord has played the past month, it was pretty obvious the Kraken would win for only the second time in 10 games against Vegas since inception.\nIn fact, midway through the third, plenty of fans appeared to be heading for the exits early, perhaps seeking an early jump to the commute home to catch the opening of the Washington Huskies-Texas Longhorns in the College Football Playoff semifinal in the Sugar Bowl in New Orleans. And the Kraken, among the league leaders in overtime games played, will undoubtedly take a rare outing where their fans felt comfortable enough to call a game that quickly.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Sport",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kraken",
        "sentiment": "neutral"
      },
      {
        "name": "joey daccord",
        "sentiment": "none"
      },
      {
        "name": "jo-ey",
        "sentiment": "none"
      },
      {
        "name": "daccord",
        "sentiment": "none"
      },
      {
        "name": "lincoln",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nhl",
        "sentiment": "neutral"
      },
      {
        "name": "kraken",
        "sentiment": "none"
      },
      {
        "name": "lincoln",
        "sentiment": "none"
      },
      {
        "name": "vegas golden knights",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "boston",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T07:30:04.724+02:00",
  "updated": "2024-01-02T07:30:04.724+02:00"
}