{
  "thread": {
    "uuid": "533d7fe0510861f7f8fbf344151925379758f4be",
    "url": "https://www.miragenews.com/restoring-statue-of-hercules-1269887",
    "site_full": "www.miragenews.com",
    "site": "miragenews.com",
    "site_section": "https://miragenews.com/tag/investigation",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Investigation updates | Mirage News",
    "title": "Restoring Statue Of Hercules | Mirage News",
    "title_full": "Restoring Statue Of Hercules | Mirage News",
    "published": "2024-07-04T18:56:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://ballarat.vic.gov.au/sites/default/files/2024-07/93653561_2011543898979407_6933590873888260096_n.jpg?itok=bggtBYpZ",
    "performance_score": 0,
    "domain_rank": 11530,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "533d7fe0510861f7f8fbf344151925379758f4be",
  "url": "https://www.miragenews.com/restoring-statue-of-hercules-1269887",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-07-04T18:56:00.000+03:00",
  "title": "Restoring Statue Of Hercules | Mirage News",
  "text": "The long-awaited restoration of the Hercules statue in the Ballarat Botanical Gardens has now commenced thanks to a generous community donation. In April 2023, the statue was removed from the gardens to investigate the stabilisation and repairs needed of Hercules. This occurred after annual maintenance works identified instability. Following this, a detailed assessment was completed offsite and it was determined that the statue was in a critical condition needing urgent restoration works particularly to stabilise the pins connecting parts of the statue together. The materiality and the age of the statue requires careful conservation methodologies to be followed. While the basic statue repairs were part of the City of Ballarat's annual maintenance budget, the more detailed restoration works are being undertaken thanks to the donation. Richard Thege has generously donated money to enable the conservation required for the entire Stoddart Collection, starting first with Hercules, as this statue is currently not on display. Works that will now be completed on Hercules include: - Replacement of internal structure within the statue - Replacement of discoloured areas and failing repairs from previous decades - Fixing of cracks - Further stabilisation. The specialised works on Hercules will take some time and at this stage the statue is expected to be back in the Ballarat Botanical Gardens later this year. City of Ballarat Mayor, Cr Des Hudson said it is incredible to be in receipt of a generous donation to ensure the restoration of the entire Stoddart Collection. \"The historical significance of these statues is so important to Ballarat, and to the fabric of the Ballarat Botanical Gardens,\" he said. The statue is carved from Carrara marble with a pedestal of Sicilian marble and a base of local Victorian granite. Hercules is one of the 12 marble statues gifted to the gardens by local stockbroker Thomas Stoddart, who purchased them while travelling in Italy. While the conservation team is working on Hercules offsite, restoration works on the other statues including Hebe, Autumn, Bacchante and the others will continue to happen onsite at the Ballarat Botanical Gardens. The conservation works on the entire Stoddart Collection are expected to be completed by Spring 2024. [here](/restoring-statue-of-hercules-1269887/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Environment",
    "Arts, Culture and Entertainment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "richard thege",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ballarat",
        "sentiment": "none"
      },
      {
        "name": "stoddart collection",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ballarat botanical gardens",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T04:59:11.125+03:00",
  "updated": "2024-07-05T04:59:11.125+03:00"
}