{
  "thread": {
    "uuid": "50e2017284d038749243662fe093c12e36b46541",
    "url": "https://www.world-today-news.com/malo-gusto-the-rising-star-of-chelsea-latest-updates-and-achievements/",
    "site_full": "www.world-today-news.com",
    "site": "world-today-news.com",
    "site_section": "https://www.world-today-news.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "World Today News",
    "title": "Malo Gusto: The Rising Star of Chelsea – Latest Updates and Achievements",
    "title_full": "Malo Gusto: The Rising Star of Chelsea – Latest Updates and Achievements",
    "published": "2024-01-08T00:20:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://assets-fr.imgfoot.com/media/cache/1200x675/design-sans-titre-13-659ad04f3265d.jpg",
    "performance_score": 0,
    "domain_rank": 23224,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "50e2017284d038749243662fe093c12e36b46541",
  "url": "https://www.world-today-news.com/malo-gusto-the-rising-star-of-chelsea-latest-updates-and-achievements/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "world today news",
  "published": "2024-01-08T00:20:00.000+02:00",
  "title": "Malo Gusto: The Rising Star of Chelsea – Latest Updates and Achievements",
  "text": "Doubts were allowed a year ago when Chelsea formalized the arrival of Malo Gusto. Given his lack of experience (less than 50 Ligue 1 matches), his terrifying competition embodied by Reece James, and the lack of success displayed by young French people in recent seasons with the Blues (Tiemoué Bakayoko, Malang Sarr… ), there was no guarantee that the former Lyonnais would shatter this tricky context. But although he arrived injured at the time, the right-back never backed down from his choice, indicating that he was committed to taking the rose and the thorns.\nThe rest after this ad\n“I’m not stupid, nor crazy either. I knew before coming that Reece James was one of the best players in his position (…) If I chose Chelsea, it’s because I have a plan. I know what I’m doing”he repeated in September in an interview given to\nThe Team. Four months later, the plan in question appears to be holding up. Because for several weeks, Gusto has been wearing a fairly broad suit and has managed to dig into the right drawers at the right time. Used on both the left and the right, the 20-year-old optimizes his playing time and takes advantage of the injury to Reece James, who will be absent for at least two more months. It’s simple, since Chelsea’s defeat against Wolves (2-1) on December 24, Mauricio Pochettino has installed him as a starter. A great reward, obviously in the Christmas spirit.\nRead Chelsea: Christopher Nkunku injured again\nHe is adored by Mauricio Pochettino and the supporters\nFacing Crystal Palace three days later, Gusto impressed at Stamford Bridge, which has already made him one of its favorites. Named man of the match, the native of Décines-Charpieu served Mudryk on the first goal after exceptional work in his lane. This Saturday, he repeated the same performance against Preston (4-0), in the FA Cup, but this time serving Armando Broja from his left lane. Tactical flexibility much appreciated by Mauricio Pochettino, and performances praised by the British press. Consultant for Sky SportsMicah Richards got excited about the Frenchman: “I’ll tell you who is exceptional… Malo Gusto. He has so much energy, he is as good in attack as in defense for a full-back, I love him. He has a bright future ahead of him, and it’s very serious.”he appreciated after the Frenchman’s decisive pass against the Eagles a fortnight ago.\nRead more: Roger Federer's Evaluation of Carlos Alcaraz: Impressive Achievements and Future Potential\nThe rest after this ad\nMoreover, this season Gusto tops the ranking of Chelsea’s best passers at Stamford Bridge (4 caviars). All in just 17 games, due to a stubborn knee injury which kept him off the field in November and December. But now, his physical problems seem to be put away in the box of bad memories. Continuing this momentum, the young French\ninternational (1 selection) is well aware that he will be able to apply for a place at the Euro. During his first call-up to the Blues in October to compensate for Jules Koundé’s package, he did not use any pretense at the microphone of Téléfoot : «Play the Euro? It’s in the back of our minds (en implying Castle Lukeba). Obviously, that must be a goal. Personally, I believe that we should not focus on long-term things. We must already take things as they happen, work day after day to claim them.“. Theoretically, Deschamps should unveil his list around May 15. We will therefore have to stay the course for another hundred days to hope to be part of the journey.\nPub. 01/07/2024 10:01 p.m. Updated 01/07/2024 11:09 p.m.\n2024-01-07 21:10:36\n#Malo #Gusto #agreement #Chelsea",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://www.lequipe.fr/Football/Article/Malo-gusto-sur-son-choix-de-quitter-l-ol-debut-2023-si-j-ai-choisi-chelsea-c-est-que-j-ai-un-plan/1420106",
    "https://lequipe.fr/Football/Article/Malo-gusto-sur-son-choix-de-quitter-l-ol-debut-2023-si-j-ai-choisi-chelsea-c-est-que-j-ai-un-plan/1420106"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chelsea",
        "sentiment": "negative"
      },
      {
        "name": "tiemoué bakayoko",
        "sentiment": "none"
      },
      {
        "name": "malang sarr",
        "sentiment": "none"
      },
      {
        "name": "reece james",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "chelsea",
        "sentiment": "negative"
      },
      {
        "name": "ligue",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:31:38.982+02:00",
  "updated": "2024-01-08T00:31:38.982+02:00"
}