{
  "thread": {
    "uuid": "f8bb1e574483a3b9e53770c66a54da72685018ac",
    "url": "https://unn.ua/en/news/today-is-world-childrens-mental-health-awareness-day-how-to-preserve-it-for-ukrainian-children-in-the-midst-of-war",
    "site_full": "unn.ua",
    "site": "unn.ua",
    "site_section": "https://unn.ua/en",
    "site_categories": [],
    "section_title": "Operational news of Ukraine and the World | Ukrainian National News UNN",
    "title": "Today is World Children's Mental Health Awareness Day: How to preserve it for Ukrainian children in the midst of war | УНН",
    "title_full": "Today is World Children's Mental Health Awareness Day: How to preserve it for Ukrainian children in the midst of war | УНН",
    "published": "2024-05-07T06:37:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "UA",
    "main_image": "https://unn.ua/img/2024/05/06/1715020429-3564-large.jpeg",
    "performance_score": 0,
    "domain_rank": 41893,
    "domain_rank_updated": "2024-04-30T13:08:01.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f8bb1e574483a3b9e53770c66a54da72685018ac",
  "url": "https://unn.ua/en/news/today-is-world-childrens-mental-health-awareness-day-how-to-preserve-it-for-ukrainian-children-in-the-midst-of-war",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Zakhar Podkidyshev",
  "published": "2024-05-07T06:37:00.000+03:00",
  "title": "Today is World Children's Mental Health Awareness Day: How to preserve it for Ukrainian children in the midst of war | УНН",
  "text": "Today is World Children's Mental Health Awareness Day: How to preserve it for Ukrainian children in the midst of war Kyiv • UNN Ukrainian children face mental health challenges due to the Russian invasion, including lack of basic resources, pessimistic emotions, family separation, and normalization of violence, which requires parents to support them, encourage open communication, and teach coping strategies. Today, on May 7, various events are taking place in many countries around the world on the occasion of World Children's Mental Health Awareness Day, UNN writes. The event was launched in the United States and Canada and quickly became relevant in many countries around the world. Mental health is an important component of children's overall health and has a complex and interactive relationship with their physical health and ability to succeed in school, work, and society. Both physical and mental health affect the way we think, feel and act inside and out. It is essential to address the mental health needs of children and adolescents early in their development to ensure that they lead productive lives as adults. The need to preserve the mental health of Ukrainian children has become especially urgent in the context of the full-scale Russian invasion. Psychologists identify the main mental problems that Ukrainian children face today: - Lack of basic necessities of basic resources (adequate housing, places of recreation, food and water). This makes it difficult to create adequate conditions for children; - Pessimistic emotions. One of the main consequences of war is the loss of hope; - Separation of families. During war, many family members are killed or captured by the enemy. The loss of family members causes significant stress or anxiety for children; Normalization of violence. Most children begin to perceive violent acts as normal. In order to distract children from negative thoughts and emotions, psychologists give the following advice to parents in the first place: - Spend time with children during breakfast or dinner, as children need to work on building strong relationships with their peers and family. Talk to your children about pressing issues. Show love and care for your children. Ask questions about their interests and activities; - Teach children to solve a variety of problems. Praise your child every time he or she makes progress or succeeds at a task; - Encourage children to talk about their feelings (whether good or bad); - Teach your children ways to relax when they are stressed. This could be deep breathing, yoga, being alone, or going for a walk; - Be careful when talking to children (do not bring up family, financial problems, illnesses). Often children get very stressed about these things. If you want to share this, be delicate and tell them that sometimes it is normal to cope with such situations; - Keep track of how much time your children spend in front of the gadget screen. You should know who they interact with on the Internet and social media. The joy of victories and the bitterness of defeats: how Ukraine performed at Eurovision [Exclusive](/en/news/its-time-to-withdraw-ukrainian-land-from-corrupt-management-of-the-national-academy-of-agrarian-sciences-and-give-it-to-the-armed-forces-expert) It's time to withdraw Ukrainian land from corrupt management of the National Academy of Agrarian Sciences and give it to the Armed Forces - expert Russian army damaged a power facility in Sumy region, equipment was turned off in Kharkiv region amid Russian attacks - Ukrenergo [Exclusive](/en/news/how-to-break-the-fast-without-harming-the-body-and-not-pounce-on-junk-food-tips-from-a-gastroenterologist) How to break the fast without harming the body and not \"pounce\" on junk food: tips from a gastroenterologist [Exclusive](/en/news/compensation-to-ukrainians-for-property-destroyed-by-the-enemy-kyiv-scientific-research-institute-of-forensic-expertise-explained-how-the-amount-of-damage-is-determined) Compensation to Ukrainians for Property Destroyed by the Enemy: Kyiv Scientific Research Institute of Forensic Expertise explained how the amount of damage is determined [Exclusive](/en/news/the-case-of-minister-solsky-nabu-must-suspect-more-than-a-thousand-ato-soldiers-or-drop-all-charges) \"The case of Minister Solsky\": NABU must \"suspect\" more than a thousand ATO soldiers or drop all charges [Exclusive](/en/news/more-than-218-thousand-devices-delivered-to-ukrainian-students-and-teachers-for-learning-in-war-conditions) More than 218 thousand devices delivered to Ukrainian students and teachers for learning in war conditions [Exclusive](/en/news/setup-and-political-persecution-mps-on-the-minister-solskyi-case) Setup and political persecution: MPs on the \"Minister Solskyi case\" [Exclusive](/en/news/excise-stamp-examinations-biological-and-trace-evidence-kyiv-scientific-research-institute-of-forensic-expertise-told-how-to-identify-smuggled-cigarettes-and-counterfeits-of-well-known-brands) Excise stamp examinations, biological and trace evidence: Kyiv Scientific Research Institute of Forensic Expertise told how to identify smuggled cigarettes and counterfeits of well-known brands [Exclusive](/en/news/approximately-every-eighth-development-on-the-brave1-platform-uses-ai) Approximately every eighth development on the Brave1 platform uses AI Today is World Children's Mental Health Awareness Day: How to preserve it for Ukrainian children in the midst of war russian oil products stuck at sea due to South Korean repression May 7: International Planetarium Day, Cake Day Italy to approve new military aid package to protect Ukraine from russia - Crozzetto russia is attacking: tactical aviation activity in the east and south Israel conducts several airstrikes on Rafah: there are casualties Xi Jinping: China has worked \"vigorously\" to advance peace talks on Ukraine russia stops using the Crimean bridge for military supplies - The Independent Scholz supports the use of frozen russian assets to purchase weapons for Ukraine Israeli tanks enter Rafah near the border with Egypt Popular Kyiv teacher calls IDP boy a separatist: Lubinets appeals to law enforcement A large-scale fire broke out at a brick factory in the Russian city of Smolensk: witnesses heard two explosions Defense forces are in control of the situation: Voloshyn on Chasiv Yar Occupants strike again at energy facilities in Sumy region: consumers are urged to save money Journalist: Six dead found in Tysa overnight who tried to illegally cross the border Publications What is wrong with the attempted assassination of the acting deputy head of the State Tax Service of Ukraine Holy fire: miracle or hoax? And where to watch the broadcast of the descent of fire \"The Minister's Case: Supreme Court resolves dispute over land that, according to NABU, ATO soldiers \"squeezed\" from agrarian academy A million-dollar gift could not be hidden: how a wife \"betrayed\" her husband's wealth NAAS land bank was empty before privatization: negligence of \"agrarian scientists\" was to blame Today is World Children's Mental Health Awareness Day: How to preserve it for Ukrainian children in the midst of war Ukrainian children face mental health challenges due to the Russian invasion, including lack of basic resources, pessimistic emotions, family separation, and normalization of violence, which requires parents to support them, encourage open communication, and teach coping strategies. russian oil products stuck at sea due to South Korean repression More than two million barrels of russian oil products are stuck in tankers off the coast of Oman due to South Korea's repression of direct imports from russia. May 7: International Planetarium Day, Cake Day Today, on May 7, people who love space and are fascinated by the mysterious world of celestial bodies can join the International Planetarium Day. The date of the celebration was chosen in honor of the fact that on May 7, 1924, the first planetarium in the modern sense of the word in Munich started its work on a permanent basis. Italy to approve new military aid package to protect Ukraine from russia - Crozzetto Italy will soon approve a new military aid package for Ukraine to help it defend itself against russian invasion. russia is attacking: tactical aviation activity in the east and south The Air Force of the Armed Forces of Ukraine reports significant activity of enemy tactical aircraft in eastern and southern Ukraine. Israel conducts several airstrikes on Rafah: there are casualties According to reports, Israeli air strikes in Rafah (Gaza) killed at least 8 Palestinians and injured several others. Xi Jinping: China has worked \"vigorously\" to advance peace talks on Ukraine Chinese President Xi Jinping emphasized that China has consistently supported peace talks in Ukraine, and therefore has no involvement in the Ukrainian crisis. russia stops using the Crimean bridge for military supplies - The Independent russia has stopped using the Crimean bridge to support its military operations in the war with Ukraine. Scholz supports the use of frozen russian assets to purchase weapons for Ukraine German Chancellor Olaf Scholz supports the use of up to 90% of frozen russian assets to finance arms purchases for Ukraine. Israeli tanks enter Rafah near the border with Egypt Israeli tanks entered the city of Rafah in the southern Gaza Strip, coming within 200 meters of the Egyptian border, despite Hamas's acceptance of a ceasefire offer from Egypt and Qatar.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "unn",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-07T06:59:02.231+03:00",
  "updated": "2024-05-07T06:59:02.231+03:00"
}