{
  "thread": {
    "uuid": "97a2e7928f25293d618fbbc79c5813f9e29cfd5c",
    "url": "https://www.greenme.it/animali/cani/salvataggio-38-cani-annegamento-mississippi",
    "site_full": "www.greenme.it",
    "site": "greenme.it",
    "site_section": "https://www.greenme.it/rss",
    "site_categories": [
      "business",
      "green_solutions"
    ],
    "section_title": "greenMe",
    "title": "Tre uomini salvano miracolosamente 38 cani che rischiavano di affogare nel Mississippi",
    "title_full": "Tre uomini salvano miracolosamente 38 cani che rischiavano di affogare nel Mississippi",
    "published": "2024-06-23T19:39:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.greenme.it/wp-content/uploads/2024/06/salvataggio-38-cani_mississippi.jpg",
    "performance_score": 0,
    "domain_rank": 32946,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "97a2e7928f25293d618fbbc79c5813f9e29cfd5c",
  "url": "https://www.greenme.it/animali/cani/salvataggio-38-cani-annegamento-mississippi",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Roberta De Carolis",
  "published": "2024-06-23T19:39:00.000+03:00",
  "title": "Tre uomini salvano miracolosamente 38 cani che rischiavano di affogare nel Mississippi",
  "text": "Bob Gist, pescatore di 61 anni, il suo amico Brad Carlisl e Jordan Chrestman, guida di pesca, hanno salvato dal Mississippi 38 cani che rischiavano di affogare nel fiume. I cani stavano inseguendo un cervo, anche lui in acqua. L’eroico salvataggio è davvero quasi un miracolo\nBob Gist, Brad Carlisle e Jordan Chrestman erano tre uomini come tanti ma due settimane fa si sono resi protagonisti di un eroico gesto, salvando 38 cani che rischiavano di affogare nel Mississippi. I cani stavano inseguendo il cervo e tutti erano in palese difficoltà.\nBob e Brad, amici di vecchia data, si erano diretti al lago Grenada nel Mississippi e si sono messi in contatto con Jordan Chrestman, una guida di pesca locale, che li ha condotti in acqua. L’idea era trascorrere una mattinata a pescare.\nMa, dopo aver pescato nelle prime ore del mattino, senza troppa “fortuna” in realtà, il gruppo si è spostato in un luogo diverso. Da lì la giornata è cambiata completamente.\nCi siamo spostati per circa mezzo miglio da dove eravamo in un altro posto e abbiamo iniziato a pescare –e ben presto abbiamo sentito alcuni cani abbaiare – racconta Bob Gist a Fox News – Molto presto abbiamo visto alcuni cani all’orizzonte nell’acqua\nChrestman ha invece notato nell’acqua un cervo, che il gruppo di cani stava tentando di inseguire.\nAbbiamo continuato a pescare per altri 10 o 15 minuti, e Jordan “Ehi ragazzi, se non vi dispiace, dobbiamo davvero andare a controllare quei cani perché sono là fuori in acqua”. Eravamo semplicemente sbalorditi perché c’erano cani ovunque, e stavano andando tutti in direzioni diverse perché non riuscivano più a vedere la riva su alcun lato\nFishing crew rescues 38 dogs treading water in lake | Read more:\n— FOX 8 New Orleans (@FOX8NOLA)\n[June 20, 2024]\nSenza esitazione, gli uomini hanno portato i cani sulla barca per evitare che annegassero. In particolare Chrestman è riuscito a raccogliere 27 cani, assicurandosi che nessuno di loro tentasse di tornare in acqua.\nGli animali non erano randagi, ma costosi cani da caccia che i loro padroni cercavano disperatamente. Grazie ad un GPS collegato ai loro collari, gli uomini hanno poi trovato altri tre o quattro cani a più di un miglio dalla riva.\nErano sul punto di annegare, perché ormai sono rimasti a galla per un’ora – ha spiegato Gist – Siamo tornati con l’ultimo gruppo di cani… [e] abbiamo dovuto trascinarli fuori dalla barca perché non volevano scendere. Avevano paura di tornare alla acqua. È stato terribile\nI proprietari hanno offerto a Chrestman una ricompensa, ma il ragazzo si è rifiutato di accettarla.\nSe Brad e io fossimo stati lì da soli su una barca, non avremmo saputo che c’era qualcosa che non andava, ma quel ragazzo di 20 anni e qualcosa – io ho 61 anni, quindi lo chiamo ragazzino – lui sapeva che bisognava fare qualcosa\nAlla fine sono stati salvati 38 cani.\nNon vuoi perdere le nostre notizie?\nTelegram\n News, attiva preferite\nFonte:\nFox News\nLeggi anche:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.news.google.com/publications/CAAqBwgKMKix9AMwl9kd?ceid=IT:it&oc=3",
    "https://www.foxnews.com/lifestyle/fishermen-mississippi-pull-off-dramatic-rescue-38-dogs-treading-water",
    "https://news.google.com/publications/CAAqBwgKMKix9AMwl9kd",
    "https://t.me/greenme_it",
    "https://foxnews.com/lifestyle/fishermen-mississippi-pull-off-dramatic-rescue-38-dogs-treading-water?intcmp=tw_fnc",
    "https://www.t.me/greenme_it",
    "https://news.google.com/publications/CAAqBwgKMKix9AMwl9kd?ceid=IT:it&oc=3",
    "https://www.foxnews.com/lifestyle/fishermen-mississippi-pull-off-dramatic-rescue-38-dogs-treading-water?intcmp=tw_fnc"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-23T19:58:34.428+03:00",
  "updated": "2024-06-23T19:58:34.428+03:00"
}