{
  "thread": {
    "uuid": "8c095002a817ded52ccfde16fe7aadd7f81c1caa",
    "url": "https://www.osservatoreromano.va/en/news/2024-05/ing-022/this-is-my-body-this-is-my-blood.html",
    "site_full": "www.osservatoreromano.va",
    "site": "osservatoreromano.va",
    "site_section": "https://www.osservatoreromano.va/en.html/",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "L&#39;Osservatore Romano",
    "title": "‘This is my body... this is my blood’ - L'Osservatore Romano",
    "title_full": "‘This is my body... this is my blood’ - L'Osservatore Romano",
    "published": "2024-05-31T15:10:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.osservatoreromano.va/content/dam/or/images/en/2024/05/022/varobj25105063obj2035841.jpg/_jcr_content/renditions/cq5dam.web.1280.1280.jpeg",
    "performance_score": 0,
    "domain_rank": 32717,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8c095002a817ded52ccfde16fe7aadd7f81c1caa",
  "url": "https://www.osservatoreromano.va/en/news/2024-05/ing-022/this-is-my-body-this-is-my-blood.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "L'Osservatore Romano",
  "published": "2024-05-31T15:10:00.000+03:00",
  "title": "‘This is my body... this is my blood’ - L'Osservatore Romano",
  "text": "He took the bread and recited the blessing, broke it, and gave it to them, saying: “Take, this is my body”. Then he took a cup and gave thanks, gave it to them and they all drank from it. And he said to them, “This is my blood of the covenant, which is shed for you and for many”. Immediately after the conclusion of the Easter season and with the great solemnity of Pentecost, the Church celebrates two other glorious solemnities: the Holy Trinity and Corpus Christi, the Body and Blood of our Lord Jesus. We could say that these are two feasts that act as a synthesis of the entire Christian Mystery announced, contemplated, and celebrated during the liturgical year. Only after following Jesus from Bethlehem to Jerusalem, from the event of the Incarnation to the Easter of Passion, Death, Resurrection and Ascension into Heaven, under the interior action of the Holy Spirit, can we “say” about God what He has revealed of Himself, who is a Trinity of Persons in the unity of a single substance, who is perfect communion of love of the Father and of the Son and of the Holy Spirit. The perfection and fullness of the holiness and grace of God are then given to us in the sublime and supreme Gift of the Eucharist, of the true Body and Blood of our Lord Jesus. The Solemnity of Corpus Christi reminds us of and makes us experience that our God, the one true God, is not a distant God at all; it is precisely because He is the Trinity of Love, who revealed Himself in the flesh of Jesus, who made His life a total and free gift to the Father for our salvation. He is a God who is close to us, so close that He can be seen and touched, so close that He becomes our food and drink, that we can physically nourish ourselves with Him, that we can be effectively transformed by Him. The Solemnity of Corpus Christi is an exquisitely Catholic solemnity. It knew its institution and the essential coordinates of its form in medieval times, but it expresses what has been an undisputed truth since the first Christian community. When the Church celebrates the Eucharist, she is truly in the presence of the Lord! The Church celebrates the Eucharist, but it is the Eucharist that generates the Church. The Church is not just any society, one of the many human associations that arise from the sharing of the same ideal, for the defense of a right, for the promotion of a good or to combat abuse. The Church is the mystical Body of the Lord Jesus, who is its Head. All the men and women fascinated by Jesus and His Gospel, even if gathered in the same place, would not constitute the Church without the Eucharist. The Church is not the sum of individuals gathered in the same space or united by the same ideals. From the beginning, before the Lord in the celebration of the Eucharist, at the bloodless repetition of the Sacrifice on Calvary, every social and cultural, economic and political distinction disappears: the absolute primacy belongs to the Lord and His action, which reaches and transforms the life of those who feed on His Body and His Blood, constituting them one Body and one Spirit, the Church, the Body of Jesus. Celebrating Corpus Domini thus reminds us, first of all, who we are, our identity, what we are made up of, who we are continually generated by. True Christian brother and sisterhood flows from the Eucharist and grows only if it is nourished by the Eucharist. Converging from different places to celebrate the Eucharist is not the expression of a spontaneous movement of individual wills, but is responding to a call, it is being gathered together by the Trinity and in the Trinity. So, this moving towards the Lord also becomes paradigmatic of Christian life: we can live as brothers and sisters, we can share history, with its hardships and contradictions, trying to safeguard peace, only if we all converge towards the Lord, to live in His presence, to live by and with Him. Even the Eucharistic procession, which characterizes this solemnity in a special way, to a certain extent wants to remind us that our earthly pilgrimage is only possible if we live it with the Lord and that the meaning and direction of history are shown in their truth and beauty only if illuminated by the presence of the Lord. But there is an essential condition, to be urgently recovered, without which the entire Eucharistic dynamic risks not releasing its vigor: Adoration. If the Eucharist is Jesus, God Himself made flesh and remained present among us, the only Saviour, the full and definitive revelation of the Mystery of God, the supreme Sacrifice of the Cross that touches us personally with the power of His grace, the food that gives us salvation and opens to us the way to eternal life, then our attitude can only be the one worthy of God: Adoration! Before God who gives Himself, the true response is acceptance. Moreover, the true way to welcome God is to adore Him, to recognize His holiness, to glorify Him, to let ourselves be transformed by Him and then to become, like Him, a Eucharistic presence amongst our brothers and sisters. The gesture that has always expressed Adoration is in fact getting on our knees. The Solemnity of Corpus Christi has for centuries reminded us Catholics, and through us every Christian, of our true identity, the true style of our life, the only attitude worthy of God. For it is only those who know how and are willing to kneel before the Lord who can in turn know how to kneel before their brothers and sisters in need and to serve them generously (and not to make use of them) just as Jesus did during the Last Supper with that great act of humility: washing the feet of those present on His knees. Am I willing? * Custody of the Holy Land By Fr John Luke Gregory ofm*",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "l'osservatore romano he",
        "sentiment": "negative"
      },
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "corpus christi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "church",
        "sentiment": "none"
      },
      {
        "name": "trinity of persons",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pentecost",
        "sentiment": "none"
      },
      {
        "name": "jerusalem",
        "sentiment": "none"
      },
      {
        "name": "bethlehem",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T20:58:23.365+03:00",
  "updated": "2024-05-31T20:58:23.365+03:00"
}