{
  "thread": {
    "uuid": "087b9794ef7e8672bb143ce23997bba81bb38617",
    "url": "https://www.ajc.org/news/podcast/unheard-until-now-how-israeli-women-are-powering-israels-resilience",
    "site_full": "www.ajc.org",
    "site": "ajc.org",
    "site_section": "https://www.ajc.org/leadership",
    "site_categories": [
      "religion",
      "judaism"
    ],
    "section_title": "Leadership | AJC",
    "title": "Unheard, Until Now: How Israeli Women Are Powering Israel’s Resilience | AJC",
    "title_full": "Unheard, Until Now: How Israeli Women Are Powering Israel’s Resilience | AJC",
    "published": "2024-03-14T23:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.ajc.org/sites/default/files/styles/embedded_full_width_medium/public/article-images/2024-03/gettyimages-1736179400-594x594.jpg?itok=mHYM8ZlU",
    "performance_score": 0,
    "domain_rank": 21060,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "087b9794ef7e8672bb143ce23997bba81bb38617",
  "url": "https://www.ajc.org/news/podcast/unheard-until-now-how-israeli-women-are-powering-israels-resilience",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-14T23:15:00.000+02:00",
  "title": "Unheard, Until Now: How Israeli Women Are Powering Israel’s Resilience | AJC",
  "text": "March 14, 2024 In the days following October 7, Israeli filmmaker Shifra Soloveichik felt hopeless and hated, but not helpless. Inspired by women around her, she launched a digital initiative called Women of Valor: Women of War, to spotlight unheralded women with extraordinary stories during one of the most difficult moments in modern Jewish history. To mark Women’s History Month, hear from Shifra about how she is giving a voice to Israeli women whose stories have gone unheard. *The views and opinions expressed by guests do not necessarily reflect the views or position of AJC. Episode Lineup: - (0:40) Shifra Soloveichik Show Notes: Learn more: [Women of Valor on Instagram](https://www.instagram.com/valorstories/) [Senai Geudalia’s Story on YouTube](https://www.youtube.com/watch?v=fC08QbsRluM) [Sarah Lopez’s Story on Instagram](https://www.instagram.com/p/C27ivfoN5Bs/) [To commemorate Women's History Month, read AJC's Dina Siegel Vann's Op-Ed in JNS, \"She Fought Not To Forget\"](https://www.ajc.org/news/she-fought-not-to-forget) Listen – People of the Pod on the Israel-Hamas War: [152 Days Later: What the Mother of Hostage Edan Alexander Wants the World to Know](https://www.ajc.org/news/podcast/152-days-later-what-the-mother-of-hostage-edan-alexander-wants-the-world-to-know) [What It’s Like to Be Jewish at Harvard Among Antisemites and Hamas Supporters](https://www.ajc.org/news/podcast/what-its-like-to-be-jewish-at-harvard-among-antisemites-and-hamas-supporters) [When Antisemites Target Local Businesses: How Communities Are Uniting in Response](https://www.ajc.org/news/podcast/when-antisemites-target-local-businesses-how-communities-are-uniting-in-response) [How A 10/7 Survivor is Confronting Anti-Israel Activists on College Campuses](https://www.ajc.org/news/podcast/how-a-107-survivor-is-confronting-anti-israel-activists-on-college-campuses) Follow People of the Pod on your favorite podcast app, and learn more at [AJC.org/PeopleofthePod](https://www.ajc.org/peopleofthepod) You can reach us at: [peopleofthepod@ajc.org](mailto:peopleofthepod@ajc.org) If you’ve appreciated this episode, please be sure to tell your friends, and rate and review us on Apple Podcasts. Transcript of Interview with Shifra Soloveichick: So I'll start from the day before. It was Friday, October 6. That night was really fun. We were dancing in the street from place to place, like you know hakafot here, hakafot there. And he was like being so like himself, times 100. Hugging me and dancing with me and just, at the sea of Yosef, like that was Yosef in a bottle, like celebrating his people, celebrating the Torah and being with his family, like that was the peak of Yosef. You know, they say the neshamah [soul] knows 40 days before. So that to me, like he was like getting all of it in. Manya Brachear Pashman: That’s Senai Geudalia, whose husband Yosef was killed on Oct 7.In the uncertain days following the outbreak of the war between Israel and Hamas, Israeli filmmaker Shifra Soloveichik felt hopeless and hated, but not helpless. She used her craft to launch a digital initiative called Women of Valor: Women of War, an opportunity to lift up the Jewish women of Israel and share their stories of courage and perseverance. To mark Women's History Month, Shifra is with us now to discuss Women of Valor: Women of War. Shifra, Welcome to People of the Pod. Shifra Soloveichik: Hi, thanks for having me. Manya Brachear Pashman: You have shared a little bit about the genesis of this project on your social media. You felt self conscious, scared, like a lot of us did after October 7. Can you share how you channeled that fear? Shifra Soloveichik: So on October 7, myself, and like many Israelis, we woke up to sirens. My husband was immediately call for reserve duty that morning. And it was a very scary feeling. Because I had never experienced anything like that before. I grew up in the States. I moved to Israel when I was a young teenager, so my entire relationship, my husband, he was never in the army, so I never had that sort of experience within my relationship. The only word I can describe I could use to describe how I felt was scared. It was a very scary day. I remember being scared to walk to my in-laws house that they live very close by because there were sirens every other minute. And we lived in an area in Israel where there aren't usually a lot of sirens. So we knew things were going on. We also are observant Jews. So if we couldn't check our phones, we were keeping Sabbath. So we weren't able to understand what was going on. We were just hearing from people talking on the streets. We heard that maybe there was a terrorist infiltration, but we didn't quite understand the scope of what was going on. And my husband left. I didn't know what to do. I didn't realize that from that day, he would be in reserves for four months, and our entire lives completely changed. And just the first few days of the war was incredibly terrifying, because only after Shabbat did we realize what was going on. And over the next few days, did we realize what was going on. And there were two aspects that were very fearful. One was that physically what my entire life changed within a few minutes. And I was living, I wasn't living at home, I was scared to be myself. My husband wasn’t at home. There was a physical war going on. I didn't know where he was going. On October 7, we didn't know anything. So it was just a very logistic reason, logistic reasons to be afraid. And then on top of that, I would go on social media and I would scroll through Tiktok and Instagram and see, at the beginning level of support. But even then, there were a lot of people who were saying very hateful things calling what happened on October 7 a resistance. So there was just that aspect of fear. But there was also this very genuine fear of being scared of being a Jew and experiencing a level of hate that I didn't know was humanly possible. So I had all of these feelings of, of fear, and also hopelessness. And the only thing that got me through that time was being with other women whose husbands were also in reserve duty, being with family, being within a support network where we would sit around, and we would knit and we would talk, all of our schedules were all gone. We didn't have school, we didn't have work. We didn't have anything to do except wait around all day for our husbands to call us and just be scared. So that support system is what got me through. And it inspired me. And throughout living in Israel and reading the news stories of the horrific tragic things that were happening, I was also finding so much strength and the connection between the Jewish women that I was experiencing in my community as well as stories of Jewish women who were so brave and powerful, and empowering in their own right, in different ways from the war and those women would inspire me as well. Manya Brachear Pashman: So I love how you describe the subjects of Women of Valor–ordinary women who do extraordinary things-because that's often how I define the religion stories that I pursue. Ordinary people who do extraordinary things, inspired by their faith. What are some of the other extraordinary stories you have collected so far? Shifra Soloveichik: Yes, absolutely. So, Iris Haim, the mother of Yotam Haim, who was abducted from his home in Kfar Aza, and was in Hamas captivity and ran away from his captors. He was killed by IDF friendly fire, a situation that is just so unbelievably awful and horrific. And we interviewed Iris Haim as part of the Women of Valor series, but I think she's an embodiment of looking at evil in the eyes and still saying that she doesn't blame the IDF. She doesn't blame her people. And that at this time, we need to come together and be one family, which I think is something so difficult to feel sometimes during such hard times of war. But even more so after such a horrific tragic loss, she was able to, and she continues to inspire people through her perspective and her power. And I think in general, the women that I've been bringing, that we've been wanting to show a light or showcase on the series are women who, who are not letting their pain define them. Rather, they are taking the next step to be empowered through their story. I think in general, with everything that's happened since October 7, there's been so many awful tragedies that have happened to our people, to the Jewish people. And it's very easy for us as a nation to connect through the pain and connect to each other and feel each other's pain and kind of sit in the pain. It's more so, these women are letting their power, they are choosing to let that define them. And I think that's a really beautiful part of this platform that we're creating, which is connecting other women to our strength and to the beauty that comes along with the pain but it's not letting the pain and the evil define who we are. Two weeks after October 7, I found out I was pregnant. I was honestly shocked and the joy that I felt was such a juxtaposition to the pain that I was feeling that it almost felt kind of wrong. My husband was in miluim at the time and I surprised him when he got back. For us it was like this little flame of light and joy during such a dark time. Now I don't feel like this is just another baby or I'm just another mother. Now this feels like a mission, it feels like a shlichut, to continue our Jewish legacy and bring life after we lost so many. It’s kind of like a sign to our enemies, because us Jewish women, we're not gonna stop being strong and powerful. We're not going to stop living and giving life. Because we are women of valor. Manya Brachear Pashman: How did you find the women for this project, like Sarah Lopez, who we just heard from? Shifra Soloveichik: So we have two different parts of the project. We have documentaries, as well as a social media platform. They kind of work together, but they are kind of different entities in the sense that and the documentaries, I have four interviews with women that I specifically wanted to show their narrative, and our social media is open to everyone, any Jewish woman can send in her submission of what her life has been like since October 7, or how she defines what a woman of valor is. So with the submissions, we have so many women just sending us stories and ideas and thoughts. And they send it through asocial media form, in a social media structure. So they'll send you their reels, or posts or written posts or captions, and so many different ways. And that was just very organic, we post on our stories that we would love for you to share your story. And it comes to us. And it's just a beautiful initiative and way for us all to connect and feel seen and heard. And for the documentaries that came more from a film background of just research and reaching out to specific women that I wanted to amplify their voices. And that was our production team working on that. And that was more from things I saw on the news as well as friends of friends that I was inspired by and I was like, you know what, I need to share her story. So it kind of happened in that organic route as well. Manya Brachear Pashman: This project in many ways highlights how women are overcoming the unique challenges that face them in the aftermath of October 7. Could we talk a little bit about those unique challenges but also the added affront of doubt that Israeli women faced unspeakable crimes. The UN recently validated the claims of sexual violence against women by Hamas, for example. That seemed like an additional layer of trauma that Israeli women had to endure even if they weren't directly affected by it. How do you see Israeli women responding to those kinds of challenges as well? Shifra Soloveichik: The lack of condemning the sexual violence on October 7 was very hurtful, but I wasn't. I would have seen it coming. I wasn't surprised. Because just from the general feeling that and especially that's something I experienced a lot on October 7 was that everyone is kind of out to get me, like why would anyone believe me? No one understands me. I think there's a general feeling of misunderstanding amongst Israelis in general amongst all Israelis, not women and men alike. I think it's just or it's not something I was surprised by, which is very painful to say. I think what Israeli women are experiencing, specifically is kind of an understanding of where our priorities are and what we need to focus on in order to be strong and be strong for our husbands, for our children, our parents. There are a lot of Israeli women who are, who are soldiers and are in reserve duty, but also a lot are kind of also undeserved duty from the other end of supporting the war from a more spiritual and emotional perspective. I think that is the biggest challenge of kind of just not letting anything faze you and being focused on how can we continue the conversation? How can we continue our lives in a healthy way? I think if I were to sit and think about all of the injustice since October 7, I don't think I would be able to have it within myself to create a platform like this necessarily, because it's just so disappointing. But unfortunately, not something that I would have expected otherwise. I yeah, I think that there's a lot of immense trauma going on right now. Amongst all Israelis, I think I don't know the exact statistic. But most Israelis suffer from some form of PTSD. And I think when we let the outside voices kind of define our narrative,it just makes it harder. Like it's harder for us to kind of focus on how we continue, how we grow. Manya Brachear Pashman: You have described this war as not only one of physical violence, but as a spiritual battle against the essence of our existence, those are the words that you used. The existence of the Jewish people, is that what you mean by that? Can you explain it a bit? Shifra Soloveichik: It can be defined as against the existence of the Jewish people, but I don't think you necessarily you don't have to be Jewish to be an Israeli and to be part of this narrative. I think there are so many Women of Valor, who are not necessarily Jewish, they can be Muslim, Christian, and they live in Israel, and they are also experiencing tragedy from this war. I don't think it is particularly only a Jewish concept. But I do think that the general narrative against the essence of existence as Israelis and Israeli Jews is kind of what's going on. The spiritual war is that, it’s part of the narrative that Israel should not exist. And the battle that we're fighting is, why shouldn't I? I deserve to live too, I deserve to be part of this, I deserve to live freely, why is this part of the conversation? And I think that's more of the spiritual aspect of kind of standing up for our rights to exist as a Jew, wherever I want to live. If it's in America, if it's in Israel, if it's in Canada, I have a right to exist. Manya Brachear Pashman: And do you see women in particular as fighting this spiritual war? Shifra Soloveichik: I believe that women are the spiritual leaders. I think from history and from the Bible that's how I've always connected to the role of women in Judaism, is that we are spiritual warriors throughout all the generations.I see it on a on a general scale, but on a very, very personal level, just me being at home while my husband was at war. It did feel like something out of the Bible, like what people talk about. I was just at home and you think, what do you do at home, when your husband's at war, it's just such a odd concept. And it just feels so traditional in a sense. And that reality was just very eye opening, of what is my role in my home. And I think highlighting that aspect, that more traditional role as an empowering thing, because that in my personal journey, that's kind of where it brought me, has just been, I think, giving a voice to a lot of women and saying, you know, stuff like your role in whatever you choose to do, whether that's be a warrior, or be a wife, or be a mother, be a commander in the army, like these are not contradictory things. I interviewed someone named Shifra Buchris, who is a mother of 10, who's also commander in Magav, in the border police, and she's also religious, and she also, saved tons of lives on October 7, she was driving back and forth from the Nova festival, just saving lives. I think people kind of can see it as a complex idea of like, what is a woman of valor? What is what makes someone a spiritual warrior? And I think it's just, it's, it's anything, it's anything if you're a woman, and you're, and you're fighting, in whatever way you're, you're a woman of valor. And she's a great embodiment of that, that kind of like, oh, is this? Are these identities complex? Are they contradictory? And it's, it's honestly, it's not. We are all living here trying to be there for our families, be there for our our friends and our nation. Manya Brachear Pashman: Why focus on women? Shifra Soloveichik: As an Israeli Jewish woman, I see a lot of emphasis on the men in our society. And I think also as a whole. Just growing up, I haven't seen so much representation of women voices that I connected with. I think it's specifically in Israeli society, there's a big emphasis on the military, it's more of a patriarchal society, I would say not necessarily in a bad way. I think it makes sense in the context of us having a lot of wars, and there's just a lot of emphasis and an honor placed on our male soldiers, because of what they do. And it's incredible, and they are protecting Israel. And it makes sense. That idea that I had with this project was to give voices to those who are not necessarily being honored or applauded, whether that's in the general society or even within our consciousness, I think, just giving a voice to people who have inspired me and inspire countless others, but you wouldn't look at them walking down the street and think, oh, yeah, they're super inspiring, and they're so strong, because I think it's more of a internal strength as opposed to like an external battle. And I think giving a voice to those women and those and that narrative has just been very empowering for me personally, and that's really what I hope to share through this platform. Manya Brachear Pashman: Shifra, thank you so much for joining us. To learn more about Women of Valor, check out @ValorStories on Instagram and Youtube - links are in our Show Notes. Shifra Soloveichik: Thank you. Thank you for having me.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "shifra soloveichik",
        "sentiment": "neutral"
      },
      {
        "name": "shifra",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ajc",
        "sentiment": "neutral"
      },
      {
        "name": "hamas",
        "sentiment": "none"
      },
      {
        "name": "harvard",
        "sentiment": "none"
      },
      {
        "name": "hostage edan alexander wants the world",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "israel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:01:17.031+02:00",
  "updated": "2024-03-22T01:40:59.406+02:00"
}