{
  "thread": {
    "uuid": "ab3fe73a750306e33f1766dd7126958c62cf2f89",
    "url": "https://catholicvote.org/showing-solidarity-usccb-announces-annual-collection-church-in-latin-america/",
    "site_full": "catholicvote.org",
    "site": "catholicvote.org",
    "site_section": "https://catholicvote.org/?feed=rss2",
    "site_categories": [
      "politics",
      "law_government_and_politics"
    ],
    "section_title": "CatholicVote org",
    "title": "‘Showing Solidarity’: USCCB Announces Annual Collection for the Church in Latin America",
    "title_full": "‘Showing Solidarity’: USCCB Announces Annual Collection for the Church in Latin America",
    "published": "2023-12-30T00:17:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://catholicvote.org/wp-content/uploads/2023/11/USCCB-conference-coverage-not-much-more-info-as-of-yet.jpg",
    "performance_score": 0,
    "domain_rank": 76624,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ab3fe73a750306e33f1766dd7126958c62cf2f89",
  "url": "https://catholicvote.org/showing-solidarity-usccb-announces-annual-collection-church-in-latin-america/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "McKenna Snow",
  "published": "2023-12-30T00:17:00.000+02:00",
  "title": "‘Showing Solidarity’: USCCB Announces Annual Collection for the Church in Latin America",
  "text": "CV NEWS FEED // The United States Conference of Catholic Bishops announced that Catholics have the opportunity to show solidarity for Christians living in persecution and poverty by donating to the special annual Collection for the Church in Latin America next month. According to a December 28 USCCB [statement](https://www.usccb.org/news/2023/catholics-make-positive-impact-showing-solidarity-church-latin-america), the collection goes toward a wide variety of ministries, communities, and emergency disaster relief programs in Latin America. Last year’s “collection delivered more than $6.5 million in grants to help people who reside in regions where poverty, political and religious persecution, and other hardships make it difficult for the Church to support itself.” The collection in many dioceses across the United States will take place from January 27-8. [#iGiveCatholicTogether](https://usccb.igivecatholictogether.org/organizations/usccb-church-in-latin-america) also accepts funds and donations for the collection. Chairman of the USCCB Subcommittee on the Church in Latin America and Emeritus Auxiliary Bishop of Brooklyn Octavio Cisneros said of the collection, In an era with too much focus on what divides us from our sisters and brothers in Latin America, Catholics across the United States continue to strengthen our bonds of faith, hope, and love through their gifts to the U.S. bishops’ annual Collection for the Church in Latin America. According to the statement, last year’s collection funded 251 total [grants](https://www.usccb.org/committees/church-latin-america/cla-grant-information-informacion-del-programa-de-ayuda) that supported evangelization and catechesis, pro-life work and family ministry, “outreach to groups as diverse as prisoners, university students, and Indigenous communities,” the “sponsoring the formation of seminarians, clergy and those in consecrated life,” and “emergency disaster relief after hurricanes, earthquakes and floods.” In the Diocese of Itztapalpa, Mexico, the collection “supported an evangelization center where newly released convicts receive practical help with job-hunting, along with spiritual and emotional support and opportunities for recreation,” the USCCB statement read. “In Brazil, where persons of African ancestry suffer racial discrimination, the National Conference of Bishops of Brazil obtained a grant to engage Afro-Brazilian Catholic leaders in helping the Church more effectively promote and live Pope Francis’ vision for loving our neighbors,” the statement added. In Peru, another grant went to the Prelature of Chuquibambilla in the Andes, and “supported alliances between Church leaders, healthcare organizations and law enforcement to teach church workers how to prevent, report and respond to suspected abuse of children and vulnerable adults.” The Sisters of the Eucharistic Communicators of the Heavenly Father in Columbia are able to teach the Bible, Catholic doctrine, spirituality, and family life-skills, such as budgeting, to families in spiritual and material need through funding from the collection. The [website](https://www.usccb.org/committees/church-latin-america) for the USCCB Subcommittee on the Church in Latin America states, Your contribution makes a positive impact by supporting seminary studies for future priests, pastoral ministries that provide reconciliation, spiritual direction, and job search assistance to prisoners completing jail sentences, and other vital ministries that bring the light of Christ into the lives of thousands in Central and South America and the Caribbean islands.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [
    "https://usccb.org/news/2023/catholics-make-positive-impact-showing-solidarity-church-latin-america",
    "https://www.usccb.org/committees/church-latin-america/cla-grant-information-informacion-del-programa-de-ayuda",
    "https://www.usccb.org/news/2023/catholics-make-positive-impact-showing-solidarity-church-latin-america",
    "https://usccb.org/committees/church-latin-america",
    "https://usccb.igivecatholictogether.org/organizations/usccb-church-in-latin-america",
    "https://www.usccb.igivecatholictogether.org/organizations/usccb-church-in-latin-america",
    "https://www.usccb.org/committees/church-latin-america",
    "https://usccb.org/committees/church-latin-america/cla-grant-information-informacion-del-programa-de-ayuda"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "usccb",
        "sentiment": "negative"
      },
      {
        "name": "united states conference of catholic bishops",
        "sentiment": "negative"
      },
      {
        "name": "church in latin america cv news",
        "sentiment": "negative"
      },
      {
        "name": "church",
        "sentiment": "none"
      },
      {
        "name": "emeritus auxiliary bishop of brooklyn octavio cisneros",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "latin america",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T01:18:36.944+02:00",
  "updated": "2023-12-30T01:21:15.768+02:00"
}