{
  "thread": {
    "uuid": "6eb88478c9a5f490f1fda0c7f3e0540b8eb6230f",
    "url": "https://www.gazzetta.it/Calcio/Liga/04-05-2024/liga-real-campione-di-spagna.shtml",
    "site_full": "www.gazzetta.it",
    "site": "gazzetta.it",
    "site_section": "https://www.gazzetta.it",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "La Gazzetta dello Sport | Notizie sportive e risultati live di oggi",
    "title": "Liga: Real campione di Spagna | Gazzetta.it",
    "title_full": "Liga: Real campione di Spagna | Gazzetta.it",
    "published": "2024-05-04T21:34:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://dimages2.gazzettaobjects.it/files/og_thumbnail/uploads/2024/05/04/66367d666d250.jpeg",
    "performance_score": 0,
    "domain_rank": 4487,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6eb88478c9a5f490f1fda0c7f3e0540b8eb6230f",
  "url": "https://www.gazzetta.it/Calcio/Liga/04-05-2024/liga-real-campione-di-spagna.shtml",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Gazzetta dello sport",
  "published": "2024-05-04T21:34:00.000+03:00",
  "title": "Liga: Real campione di Spagna | Gazzetta.it",
  "text": "Campione allo stadio, ma davanti al televisore. Il Madrid ha vinto la sua 36a Liga dopo aver battuto 3-0 il Cadice e restando poi al Bernabeu a vedere Girona-Barcellona. Il Real aveva bisogno che il Barça non vincesse: la squadra di Xavi è andata due volte in vantaggio ma ha perso 4-2, come all’andata a Montjuic. Il Girona, prima stagione in Liga nel 2017, è matematicamente e storicamente in Champions e a 4 giornate dalla fine ha superato i rivali al secondo posto, che vale l’accesso alla Supercoppa europea e ai suoi milioni. A Montilivi festa sfrenata. Per il Madrid una Liga colossale: una sola sconfitta, in settembre al Metropolitano contro l’Atletico, e da allora 28 giornate di imbattibilità, eguagliato il record del club stabilito nel 1990 con Toshack. Per Ancelotti titolo numero 26 in carriera e 12 col Madrid: +1 su Zidane e -2 sul mito Miguel Muñoz, che potrà essere superato la prossima stagione. Ancelotti ha vinto due Liga negli ultimi 3 anni ed è arrivato a 6 titoli nazionali: quello spagnolo è il suo primo ‘doblete’ in un campionato. Al Bernabeu aria di festa e sfida impari tra due squadre alla fine separate da 61 punti, col Madrid alla settima vittoria consecutiva e il Cadice in zona retrocessione. Carlo ha fatto un turnover massiccio cambiando 10 uomini rispetto alla partita di Monaco col Bayern. Confermato solo Nacho, chiamato ad affrontare il fratello Alex. Tra i pali è tornato Courtois, dopo 355 giorni di assenza per la rottura di un legamento e poi di un menisco. Il belga è stato decisivo: dopo un primo tempo senza emozioni Chris Ramos si è presentato solo davanti al belga che si è fatto enorme e ha fermato il tiro dell’avversario, e sul rovesciamento di fronte Brahim si è inventato un gran gol con un tiro sul palo lontano quando era circondato da 3 avversari. Sesto gol in Liga, decimo stagionale. Cadice depresso e Madrid di nuovo in gol con Bellingham, appena entrato e servito dallo stesso ex milanista, e nel recupero con Joselu, che un attimo prima aveva preso il palo, rete gentilmente offertagli da Nacho. Al Bernabeu i giocatori hanno festeggiato in campo e si sono poi messi a vedere la partita in tv dentro lo stadio, la polizia ha transennato la fontana di Cibeles in previsione delle feste dei parrocchiani blancos. A Montilivi inizio frenetico: gol spettacolare di Christensen, controllo di petto su gran taglio di Lamine Yamal e destro al volo incrociato dopo 2 minuti e 34 secondi, Girona che batte e in un’azione che passa dai piedi di Miguel Gutierrez e Ivan Martin arriva al pareggio con un colpo di testa di Dovbyk al 3’44”, 70 secondi dopo. L’ucraino, a segno nelle ultime 5 giornate, difende il pichichi: ha fatto 20 gol, 2 in più di Bellingham e 3 in più di Sorloth e Lewandowski, che nel recupero del primo tempo dopo una traversa di Gundogan ha trasformato un rigore non visto dall’arbitro e assegnato al Var per un fallo di Miguel Gutierrez sul solito eccezionale Lamine Yamal. Nella ripresa la partita è rimasta aperta, con occasioni per entrambe le squadre. Decisiva il cambio di Portu per Tsygankov. Al 65’, entrato giusto qualche secondo prima, Portu ha pareggiato su assist di Dovbyk lanciato in maniera sciagurata da SergI Roberto. E al 67’, dopo appena 118 secondi, gara rovesciata: contropiede del Girona aperto da un altro errore di Sergi Roberto, Aleix Garcia lancia Portu che serve Miguel Gutierrez, tiro deviato da Kounde e Girona in vantaggio. L’incredibile Portu al 75’ ha suggellato il magnifico pomeriggio del Girona con un golazo fenomenale: destro al volo spettacolare in diagonale su lancio di Savio dalla trequarti. Nella pancia del Bernabeu è partita la festa dei giocatori, mentre i tifosi del Madrid hanno iniziato ad avviarsi sul Paseo de la Castellana verso Plaza de Cibeles. La Liga è in bacheca, mercoledì può arrivare anche la finale di Champions.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Sport",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-04T21:36:43.763+03:00",
  "updated": "2024-05-11T22:16:29.310+03:00"
}