{
  "thread": {
    "uuid": "2b353c96824feacce3d33095fee6b7cf5659f7eb",
    "url": "https://www.newslocker.com/en-uk/profession/automotive/celebrate-earth-day-by-saving-up-to-31-on-greenworks-electric-lawn-tools",
    "site_full": "www.newslocker.com",
    "site": "newslocker.com",
    "site_section": "https://www.newslocker.com/en-uk/profession/automotive/rss/",
    "site_categories": [
      "tennis",
      "sports"
    ],
    "section_title": "",
    "title": "Celebrate Earth Day by saving up to 31% on Greenworks electric lawn tools",
    "title_full": "Celebrate Earth Day by saving up to 31% on Greenworks electric lawn tools",
    "published": "2024-04-18T23:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "DE",
    "main_image": "https://img4.newslocker.com/2024/04/18/315281886_350.jpg",
    "performance_score": 0,
    "domain_rank": 63993,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2b353c96824feacce3d33095fee6b7cf5659f7eb",
  "url": "https://www.newslocker.com/en-uk/profession/automotive/celebrate-earth-day-by-saving-up-to-31-on-greenworks-electric-lawn-tools",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-18T23:00:00.000+03:00",
  "title": "Celebrate Earth Day by saving up to 31% on Greenworks electric lawn tools",
  "text": "[✗ Close categories](javascript:hideCategories();) Addiction Apple Arts Asia News British Airways Business Cars Celebrity Christianity Cinema, Theater & TV Conspiracy Theories Coronavirus Ebola Economy Education Electronics Entertainment Environment Fashion Finance Food Funny videos Gadgets Games General News Health International Crime Jobs Lifestyle Military Mindfulness Movies Music News videos NewsPhoto Nightlife Obituaries Olympics Organized Crime Politics Psychology Recipes Royal Family Sci-Tech Science Social media Sport Technology Television Thames Deckway Traffic Travel Trending UK UK News UnitedHealth Group Inc. Weather World News [✗ Close categories](javascript:hideCategories();) [✗ Close categories](javascript:hideCategories();) Arsenal Aston Villa Athletics Badminton Baseball Basketball Blackburn Rovers Blackpool Boxing Burnley Cardiff City Champions League Chelsea Cricket Crystal Palace Cycling Darts Everton Formula 1 Formula 1 - Force India Videos Formula 1 - Infiniti Red Bull Racing Videos Formula 1 - Live Stream & News Formula 1 - McLaren Videos Formula 1 - Mercedes AMG Petronas Videos Formula 1 - Sauber F1 Team Videos Formula 1 - Scuderia Ferrari Videos Formula 1 - Scuderia Toro Rosso Videos Formula 1 - Team Lotus Videos Formula 1 - Williams Martini videos Fulham Golf Hockey Horse Racing Hull City Ice Hockey Leicester City Liverpool Manchester City Manchester United Middlesbrough Motorsport Norwich City Philadelphia Phillies Premier League Queens Park Rangers Rally Reading Rowing Rugby scarlets rugby Soccer Southampton Stoke City Sunderland Swansea City Swimming Tennis Tottenham Tour de France Volleyball WC soccer 2014 Welsh Rugby Union West Ham Wigan Athletic Wolverhampton Wanderers [✗ Close categories](javascript:hideCategories();) [✗ Close categories](javascript:hideCategories();) ...test Aberdeen City Aberdeenshire Antrim Aylesbury Vale Barking and Dagenham Barnet Barnsley Basildon Bath and North East Somerset Belfast Bexley Birmingham Blackburn with Darwen Bolton Bournemouth Bradford Brent Brighton and Hove Bristol Bromley Bury Calderdale Cambridge Camden Cardiff Central Bedfordshire Cheshire East Cheshire West and Chester Cornwall County Durham Coventry Croydon Derby Doncaster Dudley Ealing East Riding of Yorkshire Edinburgh Enfield Essex Gateshead Glasgow Greater London Greenwich Hackney Hammersmith and Fulham Haringey Harrow Havering Herefordshire Hillingdon Hounslow Hull Islington Kirklees Lambeth Leeds Leicester Lewisham https://www.newslocker.com/en-uk/region/liverpool/ London Luton Manchester Medway Merton Milton Keynes New Forest Newcastle Newcastle upon Tyne Newham North Somerset North Tyneside North West Northampton Northern Ireland Northumberland Nottingham Oldham Oxford Peterborough Plymouth Portsmouth Redbridge Richmond upon Thames Rochdale Rotherham Salford Sandwell Scotland Sefton Sheffield Shropshire Solihull South East South Gloucestershire South West https://www.newslocker.com/en-uk/region/southampton/ Southend-on-Sea Southwark St Helens Stockport Stockton-on-Tees Stoke-on-Trent https://www.newslocker.com/en-uk/region/sunderland/ Sutton Swindon Tameside Tower Hamlets Trafford Wakefield Wales Walsall Waltham Forest Wandsworth Warrington West Midlands Westminster Wigan Wiltshire Wirral Wolverhampton York [✗ Close categories](javascript:hideCategories();) [✗ Close categories](javascript:hideCategories();) Harry Styles Aaron Taylor-Johnson Adele Ashley Cole Benedict Cumberbatch Billie Piper Boris Johnson Charlie Hunnam Cliff Richard David Beckham DJ 3lau DJ Above & Beyond DJ Afrojack DJ Alesso DJ Aly & Fila DJ Andrew Rayel DJ Angerfist DJ Armin Van Buuren DJ Arty DJ ATB DJ Audien DJ Avicii DJ Axwell DJ Bingo Players DJ Bl3ND DJ Blasterjaxx DJ Borgeous DJ Borgore DJ Boy George DJ Brennan Heart DJ Calvin Harris DJ Carl Cox DJ Carnage DJ Code Black DJ Coone DJ Cosmic Gate DJ Da Tweekaz DJ Dada Life DJ Daft Punk DJ Dannic DJ Dash Berlin DJ David Guetta DJ Deadmau5 DJ Deorro DJ Diego Miranda DJ Dillon Francis DJ Dimitri Vegas & Like Mike DJ Diplo DJ Don Diablo DJ DVBBS DJ Dyro DJ Eric Prydz DJ Fedde Le Grand DJ Felguk DJ Ferry Corsten DJ Firebeatz DJ Frontliner DJ Gabry Ponte DJ Gareth Emery DJ Hardwell DJ Headhunterz DJ Heatbeat DJ Infected Mushroom DJ John O'Callaghan DJ Kaskade DJ Knife Party DJ Krewella DJ Kura DJ Laidback Luke DJ Madeon DJ MAKJ DJ Markus Schulz DJ Martin Garrix DJ Merk & Kremont DJ Mike Candys DJ Nervo DJ Nicky Romero DJ Noisecontrollers DJ Oliver Heldens DJ Orjan Nilsen DJ Paul Van Dyk DJ Porter Robinson DJ Quentin Mosimann DJ Quintino DJ R3hab DJ Radical Redemption DJ Richie Hawtin DJ Sander Van Doorn DJ Sebastian Ingrosso DJ Showtek DJ Skrillex DJ Snake DJ Steve Angello DJ Steve Aoki DJ Tenishia DJ The Chainsmokers DJ Tiddey DJ Tiesto DJ TJR DJ Umek DJ Ummet Ozcan DJ Vicetone DJ VINAI DJ W&W DJ Wildstylez DJ Wolfpack DJ Yves V DJ Zatox DJ Zedd DJ Zomboy Emilia Clarke Emily Blunt Gabriella Wilde Gary Lineker Gemma Arterton Gwendoline Christie Hayley Atwell Helena Bonham Carter Imogen Poots Jason Statham John Terry Juno Temple Kate Beckinsale Kate Winslet Keira Knightley Liam Payne Lily Collins Louis Tomlinson Niall Horan Nicholas Hoult Paul McCartney Prince William Ralph Fiennes Richard Branson Robbie Williams Robert Pattinson Rosamund Pike Sophie Turner Theo James Tom Hardy Tom Hiddleston Tony Blair Tyree Cooper Wayne Rooney Zayn Malik [✗ Close categories](javascript:hideCategories();) [✗ Close categories](javascript:hideCategories();) Accountancy Administration Advertising Aerospace Agriculture Analyst Animals Antiques Archaeology Architecture https://www.newslocker.com/en-uk/profession/arts/ Astrology Astronomy Auto News Automotive Aviation Bakery Biotechnology Brazil Cabaret Call Centre Car News Care Catering Charities Chemistry Child care https://www.newslocker.com/en-uk/profession/cinema_theater_tv/ Cleaning Industry Coaching Construction Customs Dairy industry Dance & ballet Debt collection agencies Defense DJ https://www.newslocker.com/en-uk/profession/economy/ Education & Training Electrical Entrepreneur Farming & Agriculture Financial Firefighter Fisheries Flowers FMCG https://www.newslocker.com/en-uk/profession/food/ Fruit & Vegetables Genealogy https://www.newslocker.com/en-uk/profession/general_news/ Government Hair stylist Hotel HR & Recruitment ICT Insurance IT Executive https://www.newslocker.com/en-uk/profession/jobs/ Justice Landscaper Lawyer Legal Library Logistics Marketing Meat industry Medical Industry Mining Nurse Online Trends Pharmaceutical Industry Pharmacy Physical therapy Police Political PR Public relations Production & Industry Project Management https://www.newslocker.com/en-uk/profession/psychology/ Public Transport Publisher Real estate Research & Development Restaurant Retail Sales & Marketing Security SEO Shipping Social work Sustainable Energy Teacher Telecom Tourism Traditional Energy Transport Travel Industry Web Design [✗ Close categories](javascript:hideCategories();)\n-\nCelebrate Earth Day by saving up to 31% on Greenworks electric lawn toolsFiled under:CommerceContinue reading Celebrate Earth Day by saving up to 31% on Greenworks electric lawn tools Celebrate Earth Day by saving up to 31% on Greenworks electric lawn tools originally appeared on Autoblog on Thu, 18 Apr 2024 16:00:00 EDT.Please see our terms for use of feeds. Permalink | Email this | Comments\n-\nCorvette Executive Chief Engineer Tadge Juechter retiring this summerFiled under:Design/Style,Chevrolet,Automotive History,PerformanceContinue reading Corvette Executive Chief Engineer Tadge Juechter retiring this summer Corvette Executive Chief Engineer Tadge Juechter retiring this summer originally appeared on Autoblog on Thu, 18 Apr 2024 16:17:00 EDT.Please see our terms for use of feeds. Permalink | Email this | Comments\n-\nAlabama Mercedes workers to vote in May on UAW representationFiled under:Plants/Manufacturing,UAW/Unions,Mercedes-BenzContinue reading Alabama Mercedes workers to vote in May on UAW representation Alabama Mercedes workers to vote in May on UAW representation originally appeared on Autoblog on Thu, 18 Apr 2024 15:08:00 EDT.Please see our terms for use of feeds. Permalink | Email this | Comments\n-\nGOP-led states sue to block U.S. emissions rules for cars, light trucksFiled under:Government/Legal,Green,ElectricContinue reading GOP-led states sue to block U.S. emissions rules for cars, light trucks GOP-led states sue to block U.S. emissions rules for cars, light trucks originally appeared on Autoblog on Thu, 18 Apr 2024 14:07:00 EDT.Please see our terms for use of feeds. Permalink | Email this | Comments\n-\n2024 Shelby Super Snake upgrades the Mustang with insane power and plenty of carbon fiberFiled under:Aftermarket,Design/Style,Ford,PerformanceContinue reading 2024 Shelby Super Snake upgrades the Mustang with insane power and plenty of carbon fiber 2024 Shelby Super Snake upgrades the Mustang with insane power and plenty of carbon fiber originally appeared on Autoblog on Thu, 18 Apr 2024 13:01:00 EDT.Please see our terms for use of feeds. Permalink | Email this | Comments\n-\nCar Deal of the Day: sensational BMW M2 is a bargain at this price!Our Day of the Day for 18 April is the formidable BMW M2 performance car\n-\nNew 2024 Hyundai Santa Fe goes on sale with specs and prices announcedThe big, bold seven-seater starts from £46,775, and is available with full-hybrid and plug-in hybrid power\n-\nNew Hyundai Santa Fe - picturesPictures of the new Hyundai Santa Fe.\n-\nSave $40 on a best-selling DeWalt portable tire inflator with this Amazon dealFiled under:CommerceContinue reading Save $40 on a best-selling DeWalt portable tire inflator with this Amazon deal Save $40 on a best-selling DeWalt portable tire inflator with this Amazon deal originally appeared on Autoblog on Thu, 18 Apr 2024 10:20:00 EDT.Please see our terms for use of feeds. Permalink | Email this | Comments\n-\nReport: The Toyota Highlander is going all-electricFiled under:Green,Lexus,Toyota,Crossover,SUV,ElectricContinue reading Report: The Toyota Highlander is going all-electric Report: The Toyota Highlander is going all-electric originally appeared on Autoblog on Thu, 18 Apr 2024 10:20:00 EDT.Please see our terms for use of feeds. Permalink | Email this | Comments\n-\nNext-gen GMC Terrain teased looking chiseled in AT4 trimFiled under:GM,GMC,Crossover,SUV,Luxury,Off-Road VehiclesContinue reading Next-gen GMC Terrain teased looking chiseled in AT4 trim Next-gen GMC Terrain teased looking chiseled in AT4 trim originally appeared on Autoblog on Thu, 18 Apr 2024 10:00:00 EDT.Please see our terms for use of feeds. Permalink | Email this | Comments\n-\n2025 BMW X3 previewed with sharper handling and more techFiled under:BMW,SUV,LuxuryContinue reading 2025 BMW X3 previewed with sharper handling and more tech 2025 BMW X3 previewed with sharper handling and more tech originally appeared on Autoblog on Thu, 18 Apr 2024 09:30:00 EDT.Please see our terms for use of feeds. Permalink | Email this | Comments\n-\nThe best RV roof sealants of 2024Filed under:Commerce,Parts and AccessoriesContinue reading The best RV roof sealants of 2024 The best RV roof sealants of 2024 originally appeared on Autoblog on Thu, 18 Apr 2024 09:15:00 EDT.Please see our terms for use of feeds. Permalink | Email this | Comments\n-\nFood or car insurance? Tough choices for low income households as costs spiralCitizens Advice has told parliament’s Treasury Committee that people of colour pay, on average, £250 more for car insurance\n-\n2025 Toyota Camry First Drive Review: Hybrid-only overhaul is a hitFiled under:Green,Toyota,First Drives,Hybrid,SedanContinue reading 2025 Toyota Camry First Drive Review: Hybrid-only overhaul is a hit 2025 Toyota Camry First Drive Review: Hybrid-only overhaul is a hit originally appeared on Autoblog on Thu, 18 Apr 2024 07:00:00 EDT.Please see our terms for use of feeds. Permalink | Email this | Comments\n-\nMazda CX-80 2024 preview: walkaround, specs and full detailsMazda’s first seven-seater for more than a decade, the new CX-80 will be offered\n-\nNew Mazda CX-80 revealed - picturesPictures of the new Mazda CX-80\n-\nNew B-ON Pelkan electric van 2024 - picturesPictures of the new B-ON Pelkan\n-\nB-ON Pelkan van review: back-to-basics EV van with small billsB-ON promises to be a fleet manager’s dream, but the Pelkan is only so-so for the driver\n-\nNew Citroen C3 Aircross reveals a “radical change in attitude”The SUV version of Citroen’s new C3 supermini will offer up to seven seats and the latest Stellantis group technology\n-\nNew Citroen C3 Aircross revealed 2024 - picturesPictures of the new Citroen C3 Aircross\n-\nNew Vauxhall Mokka Griffin lowers small SUV’s price to £21,555The Griffin trim level is carried over to the petrol-powered models after appearing on the Mokka Electric\n-\nFord Mustang Experience Center will soon be Pony Car HQ for ownersFiled under:Motorsports,Ford,Convertible,Coupe,Racing Vehicles,PerformanceContinue reading Ford Mustang Experience Center will soon be Pony Car HQ for owners Ford Mustang Experience Center will soon be Pony Car HQ for owners originally appeared on Autoblog on Wed, 17 Apr 2024 17:20:00 EDT.Please see our terms for use of feeds. Permalink | Email this | Comments\n-\nFord adds first-gen-style instruments to all current MustangsFiled under:Ford,Technology,Convertible,Coupe,PerformanceContinue reading Ford adds first-gen-style instruments to all current Mustangs Ford adds first-gen-style instruments to all current Mustangs originally appeared on Autoblog on Wed, 17 Apr 2024 16:34:00 EDT.Please see our terms for use of feeds. Permalink | Email this | Comments\n-\nFord adds 1965-style instruments to all current MustangsFiled under:Ford,Technology,Convertible,Coupe,PerformanceContinue reading Ford adds 1965-style instruments to all current Mustangs Ford adds 1965-style instruments to all current Mustangs originally appeared on Autoblog on Wed, 17 Apr 2024 16:34:00 EDT.Please see our terms for use of feeds. Permalink | Email this | Comments\n-\nCar backfire startles a circus elephant; she breaks down a fence and runs into trafficFiled under:Weird Car NewsContinue reading Car backfire startles a circus elephant; she breaks down a fence and runs into traffic Car backfire startles a circus elephant; she breaks down a fence and runs into traffic originally appeared on Autoblog on Wed, 17 Apr 2024 16:32:00 EDT.Please see our terms for use of feeds. Permalink | Email this | Comments\n-\nToyota Prius recalled for rear doors that could pop openFiled under:Green,Recalls,Toyota,Hatchback,HybridContinue reading Toyota Prius recalled for rear doors that could pop open Toyota Prius recalled for rear doors that could pop open originally appeared on Autoblog on Wed, 17 Apr 2024 14:15:00 EDT.Please see our terms for use of feeds. Permalink | Email this | Comments\n-\nLevel 3 autonomous driving promise, safety concerns via autonews.comWith Level 3 automated technology reaching public roads, auto and safety experts weighed the benefits and ‘persistent challenges' of such systems Tuesday at the SAE WCX conference in Detroit.\n-\nREI has two best-selling tents and other camping gear from The North Face on sale for 30% off, just in time for summerFiled under:CommerceContinue reading REI has two best-selling tents and other camping gear from The North Face on sale for 30% off, just in time for summer REI has two best-selling tents and other camping gear from The North Face on sale for 30% off, just in time for summer originally appeared on Autoblog on Wed, 17 Apr 2024 13:30:00 EDT.Please see our terms for use of feeds. Permalink | Email this | Comments\n-\nLawmaker introduces bill to prevent Chinese dominance of U.S. EV market https://www.newslocker.com/en-uk/profession/automotive/lawmaker-introduces-bill-to-prevent-chinese-dominance-of-us-ev-market/ https://www.autonews.com/regulation-safety/congresswoman-introduces-bill-preventing-chinese-dominance-american-ev-marketCongresswoman Carol Miller announced the End Chinese Dominance of Electric Vehicles in America Act of 2024, designed to regulate the foreign entity of concern definition for the 30D EV tax credit and prevent Chinese companies from obtaining U.S. tax dollars.\nFollow\n@AutomotiveNewsl on Twitter!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "https://www.autonews.com/mobility-report/level-3-automation-has-risks-experts-say-sae",
    "https://twitter.com/AutomotiveNewsl",
    "https://www.autonews.com/regulation-safety/congresswoman-introduces-bill-preventing-chinese-dominance-american-ev-marketCongresswoman",
    "https://www.twitter.com/AutomotiveNewsl",
    "https://autonews.com/mobility-report/level-3-automation-has-risks-experts-say-sae",
    "https://autonews.com/regulation-safety/congresswoman-introduces-bill-preventing-chinese-dominance-american-ev-marketCongresswoman"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "force india videos formula",
        "sentiment": "none"
      },
      {
        "name": "cars celebrity christianity cinema",
        "sentiment": "none"
      },
      {
        "name": "mclaren videos formula",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "airways bu",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:33:59.469+03:00",
  "updated": "2024-04-19T00:33:59.469+03:00"
}