{
  "thread": {
    "uuid": "ae00ac25c168f0c2fd7500bcea7a20f2f9fe373d",
    "url": "https://healthwise.punchng.com/cross-river-proactively-working-to-mitigate-flooding-commissioner",
    "site_full": "healthwise.punchng.com",
    "site": "punchng.com",
    "site_section": "https://healthwise.punchng.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "Healthwise",
    "title": "Cross River proactively working to mitigate flooding – Commissioner",
    "title_full": "Cross River proactively working to mitigate flooding – Commissioner",
    "published": "2024-07-05T15:19:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://healthwise.punchng.com/wp-content/uploads/2023/08/Flooding-street.jpg",
    "performance_score": 0,
    "domain_rank": 6331,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ae00ac25c168f0c2fd7500bcea7a20f2f9fe373d",
  "url": "https://healthwise.punchng.com/cross-river-proactively-working-to-mitigate-flooding-commissioner",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Agency",
  "published": "2024-07-05T15:19:00.000+03:00",
  "title": "Cross River proactively working to mitigate flooding – Commissioner",
  "text": "Agency\nThe Cross River State Government has reassured residents that it is taking steps towards containing the impact of any eventual flooding in the state.\nThis was stated by the Cross River Commissioner for Environment, Mr Moses Osogi, following predictions by the Nigerian Meteorological Agency of increased flooding as the rain intensifies.\nHe told the News Agency of Nigeria in Calabar, the state capital on Friday proactive measures became necessary after the 2024 prediction by the Nigerian Meteorological Agency, which listed the state as flood-prone was unveiled.\nOsogi said that the state government had made arrangements towards reducing the impact of flooding, adding, “We are doing everything necessary to ensure that the impact is reduced to the barest minimum, we shall also ensure that those in flood-prone areas are safe.\n“Apart from the sensitisation programmes being carried out by the government, those in flood-prone areas have been advised to move to the upland,” he said.\nThe commissioner further said that although flooding was a natural occurrence, the location of Cross River made it prone to such occurrence.\nHe added, “As a government, we are aware of this fact, we are working in line with the prediction and warnings of NiMet.\n“As part of efforts to mitigate the impact, we have cleared most drainage and water channels across the state for easy flow of water.\n“Those in the riverine and flood-prone areas have also been advised to relocate to the upland for safety.\n“For those moving, the government, through the State Emergency Management Agency is working on shelter for them.”\nOsogi warned residents of the state against erecting structures on waterways, saying that the state government would prosecute anyone found flouting the order.\nPUNCH Healthwise reports that NiMet in its 2024 annual flood outlook, said 148 local governments in 31 states fell within high flood risk areas.\nAlso, the Minister of Water Resources and Sanitation, Joseph Utserv, revealed that some states had already started experiencing varying levels of flooding and its associated disasters.\nHe stated that most of the incidents recorded so far were flash or urban floods, resulting from high rainfall and poor or blocked drainage systems.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "moses osogi",
        "sentiment": "none"
      },
      {
        "name": "osogi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cross river",
        "sentiment": "negative"
      },
      {
        "name": "meteorological agency",
        "sentiment": "none"
      },
      {
        "name": "nigerian meteorological agency",
        "sentiment": "none"
      },
      {
        "name": "news agency",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "calabar",
        "sentiment": "none"
      },
      {
        "name": "nigeria",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T17:38:29.365+03:00",
  "updated": "2024-07-05T17:38:29.365+03:00"
}