{
  "thread": {
    "uuid": "3e820e37c4647faa1b6694c27bb0d80af3dc6b2b",
    "url": "https://www.unicef.it/media/gaza-la-forza-della-vita-in-mezzo-al-caos-della-guerra-in-105-giorni-di-conflitto-20mila-nati",
    "site_full": "www.unicef.it",
    "site": "unicef.it",
    "site_section": "https://www.unicef.it/page-data/index/page-data.json",
    "site_categories": [
      "travel",
      "italy"
    ],
    "section_title": "",
    "title": "Gaza: \"La forza della vita in mezzo al caos della guerra\". In 105 giorni di conflitto nati 20 mila bambini, uno ogni 10 minuti | UNICEF Italia",
    "title_full": "Gaza: \"La forza della vita in mezzo al caos della guerra\". In 105 giorni di conflitto nati 20 mila bambini, uno ogni 10 minuti | UNICEF Italia",
    "published": "2024-01-19T12:48:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.datocms-assets.com/30196/1700474002-uni473117-neonati-prematuri-gaza.jpg?w=1000&amp;fit=max&amp;fm=jpg",
    "performance_score": 0,
    "domain_rank": 41417,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3e820e37c4647faa1b6694c27bb0d80af3dc6b2b",
  "url": "https://www.unicef.it/media/gaza-la-forza-della-vita-in-mezzo-al-caos-della-guerra-in-105-giorni-di-conflitto-20mila-nati",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-19T12:48:00.000+02:00",
  "title": "Gaza: \"La forza della vita in mezzo al caos della guerra\". In 105 giorni di conflitto nati 20 mila bambini, uno ogni 10 minuti | UNICEF Italia",
  "text": "19/01/2024\nNei 105 giorni dell’escalation del conflitto nella Striscia di Gaza, circa 20.000 bambini sono nati in guerra – un neonato ogni 10 minuti.\nLa scorsa settimana ho trascorso del tempo con le madri all'ospedale Emirati di Rafah , nella Striscia di Gaza. La giornata è stata un’occasione per ricordare la forza della vita in mezzo al caos della guerra. Ma è stata anche la più straziante dei sette giorni che ho trascorso a Gaza. Lasciate che vi faccia quattro rapidi esempi che parlano delle esperienze di migliaia di donne.\nIman – correva terrorizzata, all'ottavo mese di gravidanza, per le strade di Gaza City quando era sotto attacco. Ora, 46 giorni dopo un cesareo, è ricoverata in ospedale con una grave infezione. È troppo debole per tenere in braccio il suo nuovo bambino Ali.\nMashael – la sua casa nella zona centrale è stata colpita, suo marito è rimasto sepolto sotto le macerie per diversi giorni e poi il suo bambino ha smesso di muoversi dentro di lei. Dice di essere sicura ora, dopo circa un mese, che il bambino è morto. È ancora in attesa di cure mediche. Mi dice che è meglio ‘che un bambino non nasca in questo incubo’.\nAmal – sepolta sotto le macerie durante un attacco mentre era incinta di sei mesi. La bambina non si è mossa per una settimana. Fortunatamente la piccola Sama è nata sana il giorno prima del nostro incontro. Ma Amal è ferita e malata e si stava preparando a portare Sama a casa... in un rifugio di fortuna nelle strade di Rafah.\nE... l'infermiera Webda ha eseguito cesarei d'emergenza su sei donne morte nelle ultime otto settimane. Mi ha detto: ‘Ci sono anche più aborti spontanei a causa dell'aria malsana e del fumo dovuto ai bombardamenti. È successo più volte di quante ne possa contare’.\n1 / 4 Stato di Palestina, Iman (a destra) e Mashael siedono insieme su un letto nell'Emirati Maternity Hospital. a Rafah.\nLa situazione per le donne in gravidanza e i neonati nella Striscia di Gaza è inconcepibile e richiede azioni intensificate e immediate. La già precaria situazione della mortalità infantile e materna è peggiorata con il sistema sanitario al collasso. Le madri affrontano sfide inimmaginabili nell’accesso ad assistenza medica adeguata, nutrizione e protezione prima, durante e dopo il parto.\nL’ospedale Emirati a Rafah ora è in grado di assistere la maggior parte delle donne in gravidanza nella Striscia di Gaza. Lottando con condizioni di sovraffollamento e risorse limitate , lo staff è costretto a dimettere le madri entro tre ore dal cesareo. Queste condizioni espongono le madri a rischio di aborti spontanei, bambini nati morti , travaglio pretermine, mortalità materna e traumi emotivi. Il trauma della guerra ha un impatto diretto sul neonato, con conseguenti tassi più elevati di denutrizione, problemi di sviluppo e altre complicazioni sanitarie.\nLe donne in gravidanza e allattamento e i bambini vivono in condizioni disumane: rifugi di fortuna, scarsa nutrizione e acqua non sicura. Questo espone circa 135.000 bambini sotto i 2 anni a rischio di malnutrizione grave.\n1 / 4 Pazienti e operatori sanitari in un corridoio dell'Emirati maternity hospital, a Rafah.\nNon dimentichiamo che questo accade nella metà meridionale di Gaza. Nonostante gli incessanti sforzi, l’UNICEF non ha potuto accedere al nord, dove la situazione è, incredibilmente, peggiore.\nVedere i neonati soffrire, mentre alcune madri muoiono dissanguate , dovrebbe tenerci tutti svegli la notte. Anche sapere che due giovanissimi bambini israeliani rapiti il 7 ottobre non sono ancora stati rilasciati dovrebbe tenerci svegli.\nNel tempo che ho impiegato per presentare questo discorso, è probabile che sia nato un altro bambino, ma in che modo? Come Amal, torneranno in un rifugio di fortuna. Nervosi perché l'acqua potrebbe far ammalare il loro bambino? Preoccupati di cosa mangerà il bambino?\nDiventare madre dovrebbe essere un momento di festa. A Gaza, è un altro bambino consegnato all'inferno. L'umanità non può permettere che questa versione distorta della normalità persista ancora a lungo. Madri e neonati hanno bisogno di un cessate il fuoco umanitario.\nDichiarazione di Tess Ingram , Specialista Comunicazione dell’UNICEF, alla conferenza stampa di oggi al Palazzo delle Nazioni di Ginevra .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-19T14:20:54.885+02:00",
  "updated": "2024-01-23T16:58:00.477+02:00"
}