{
  "thread": {
    "uuid": "90a3461b521c669ca5e626ecc4a588fbdcccb170",
    "url": "https://www.pv-magazine.com/2024/07/05/solar-cell-based-on-high-entropy-hybrid-perovskite-achieves-25-7-efficiency",
    "site_full": "www.pv-magazine.com",
    "site": "pv-magazine.com",
    "site_section": "https://www.pv-magazine.com/feed/",
    "site_categories": [
      "business",
      "green_solutions"
    ],
    "section_title": "pv magazine International",
    "title": "Solar cell based on high-entropy hybrid perovskite achieves 25.7% efficiency",
    "title_full": "Solar cell based on high-entropy hybrid perovskite achieves 25.7% efficiency",
    "published": "2024-07-05T09:27:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.pv-magazine.com/wp-content/uploads/2024/07/Photos-of-small-area-perovskite-PV-11-1196x1200.jpg",
    "performance_score": 0,
    "domain_rank": 7905,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "90a3461b521c669ca5e626ecc4a588fbdcccb170",
  "url": "https://www.pv-magazine.com/2024/07/05/solar-cell-based-on-high-entropy-hybrid-perovskite-achieves-25-7-efficiency",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Emiliano Bellini",
  "published": "2024-07-05T09:27:00.000+03:00",
  "title": "Solar cell based on high-entropy hybrid perovskite achieves 25.7% efficiency",
  "text": "Researchers from the [Zhejiang University](https://www.pv-magazine.com/2023/08/25/organic-cell-based-on-htl-made-of-indium-chloride-layer-achieves-18-92-efficiency/) in China have developed for the first time an inverted perovskite solar cell based on a high-entropy hybrid perovskite material that reportedly improves the device's stability while providing excellent efficiency levels. “Our work highlights the potential of a kind of high-entropy structure, namely high entropy hybrid perovskite (HEHP), in improving the efficiency and stability of perovskite solar cells,” the research's corresponding author, Jingjing Xue, told pv magazine. “This interesting structure is characterized by highly disordered organic moieties to induce the entropy gain, and exhibiting superior thermal stability and structural robustness to its ordered single-component counterparts. Given the rich chemistry of the organic moieties, we hope this discovery could open up more opportunities to tune the properties of perovskites and other related materials.” The research team explained that the new material has a multicomponent single-phase perovskite structure, which ensures superior phase stability at high temperatures compared to conventional perovskites. The coexistence of multiple organic cations in the proposed material was confirmed by nuclear magnetic resonance (NMR) spectroscopy. “The HEHP single crystal showed an ensemble of signature peaks of all the constituent organic cations, which was in good agreement with that of the equimolar mixture of all the five organic cations,” the scientists said. “This single crystal would be better described as a hybrid structure that is constructed by ordered inorganic frameworks and disordered organic interlayers.” Using the HEHP, the researchers built a perovskite film that purportedly exhibits superior water and damp-heat resistance. With this film, they then constructed a perovskite solar cell with a conventional architecture based on an indium tin oxide (ITO) substrate, a tin oxide (SnO2) electron transport layer (ETL), the perovskite absorber, a hole transport layer based on Spiro-OMeTAD, and a silver (Ag) metal contact. Its performance was compared to a reference device with a similar perovskite film without the HEHP. Tested under standard illumination conditions, the HEHP-based device achieved a power conversion efficiency of 25.7%, an open-circuit voltage of 1.17 V, a short-circuit current density of 25.8 mA cm2, and a fill factor of 85.2%. The reference device reached an efficiency of 23.2%, an open-circuit voltage of 1.13 V, a short-circuit current density of 25.1 mA cm2, and a fill factor of 81.7%. The HEHP-based cell was also found to be able to retain over 98% of its initial efficiency after 1,000 h. Popular content “We attributed the enhancement in open-circuit voltage and fill factor to reduced non-radiative recombinations and improved interface after the incorporation of HEHP,” the academics explained. “The superiority of HEHP over single component in reducing electronic disorders could be attributed to the coexistence of multiple types of A-site cations that can synergistically interact with various defects.” The team is confident that the novel perovskite material is applicable in different perovskite compositions and cell architectures. “It may serve as a highly universal and error-tolerant strategy to improve the performance of perovskite solar cells under various scenarios, which is crucial to improve the production yield of perovskite devices in future industrial mass production,” it concluded. The details on the new cell concept can be found in the study “ [High-entropy hybrid perovskites with disordered organic moieties for perovskite solar cells](https://www.nature.com/articles/s41566-024-01468-1),” published in nature photonics. This content is protected by copyright and may not be reused. If you want to cooperate with us and would like to reuse some of our content, please contact: [editors@pv-magazine.com](/cdn-cgi/l/email-protection#6640451e50535d40451e50525d40451e505f5d40451e51525d40451e50005d40451e51545d40451e51555d40451e52565d40451e51565d40451e51505d40451e54025d40451e50025d40451e50575d40451e50515d40451e50575d40451e51075d40451e505f5d40451e50035d40451e50535d40451e54035d40451e50555d40451e50005d40451e50025d).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.nature.com/articles/s41566-024-01468-1",
    "https://nature.com/articles/s41566-024-01468-1"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jingjing sue",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "zhejiang university",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "china",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T10:01:05.166+03:00",
  "updated": "2024-07-08T19:02:59.703+03:00"
}