{
  "thread": {
    "uuid": "6a340690c8cb559042c5c94c02ece49e67f80b27",
    "url": "https://www.roundrocktexas.gov/news/mayor-at-state-of-the-city-round-rock-maintains-focus-on-core-services/",
    "site_full": "www.roundrocktexas.gov",
    "site": "roundrocktexas.gov",
    "site_section": "https://www.roundrocktexas.gov",
    "site_categories": [
      "media",
      "travel",
      "by_us_locale",
      "law_government_and_politics",
      "us_government_resources"
    ],
    "section_title": "Home - City of Round Rock",
    "title": "Mayor at State of the City: Round Rock maintains focus on core services - City of Round Rock",
    "title_full": "Mayor at State of the City: Round Rock maintains focus on core services - City of Round Rock",
    "published": "2023-12-28T23:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.roundrocktexas.gov/wp-content/uploads/2023/12/2023-12-05-State-of-the-City-33-scaled.jpg",
    "performance_score": 0,
    "domain_rank": 73932,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6a340690c8cb559042c5c94c02ece49e67f80b27",
  "url": "https://www.roundrocktexas.gov/news/mayor-at-state-of-the-city-round-rock-maintains-focus-on-core-services/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-28T23:27:00.000+02:00",
  "title": "Mayor at State of the City: Round Rock maintains focus on core services - City of Round Rock",
  "text": "In a forward-looking State of the City address at the Round Rock Chamber’s December Power Lunch, Round Rock Mayor Craig Morgan provided an update on the City of Round Rock’s progress and future plans, focusing on public safety, parks and quality of life, water and wastewater infrastructure, traffic management and other crucial developments. The event was held Dec. 5 at Kalahari Resort and Conventions. Morgan was joined on stage by [KVUE](https://www.kvue.com/) Anchor Bryan Mays in a conversation-style presentation. Watch the State of the City above, or view below a recap of topics from the State of the City with information on upcoming projects: Public Safety Enhancements and Initiatives Mayor Morgan emphasized the feeling of safety that residents have in Round Rock, which is bolstered by several initiatives: - The [Public Safety Training Center](https://www.youtube.com/watch?v=Pqb40PL27Rg)(PSTC) Phase II, approved in 2013, is currently in the design phase, with an 18-month timeline. This expansion includes additional classroom space and a new driving track. - “The fact that two bonds have passed that have shown public safety is a high priority for the city is absolutely amazing,” Morgan said. - Construction of new [fire stations](https://www.roundrocktexas.gov/city-departments/fire/fire-stations-team-locations/)is on the horizon to improve response times, with Fire Station 1 slated for completion in 2024, and Stations 10 and 11 expected in late 2025 and 2026. - The new [Crisis Response Unit](https://www.roundrocktexas.gov/city-departments/fire/fire-marshal/community-risk-reduction/crisis-response-unit/)celebrated one year of service, with over 1,133 crisis encounters, demonstrating its vital role in addressing mental and behavioral health issues in the community. - Mayor Morgan also addressed the “Keep Round Rock Safe” Political Action Committee (PAC) that is petitioning for [a Charter amendment to allow up to 12 new electronic billboards in Round Rock](https://www.roundrocktexas.gov/billboards), saying, “Any group that says Round Rock needs help protecting our City is not paying attention to the fine job that our men and women in our police and fire departments are already doing.” Parks and Quality of Life Developments The City’s parks and recreational facilities continue to be a focal point for enhancing community life: - The City’s Repair and Replacement Program continues to enhance local parks throughout the community. Recent updates have been completed at Bowman Park, Clay Madsen Park, Frontier Park, Kinningham Park, Buck Egger Park, High Country Park and Freeman Park, with Somerset Park and Rock Hollow Park next in line. - A significant [$230 million G.O. Bond](https://www.roundrocktexas.gov/city-departments/administration/2023-bond/)passed by voters in May for parks, recreation and sports will result in projects remodeling Clay Madsen Recreation Center, expanding the Sports Center and a Multipurpose Complex, a new Downtown Park along Brushy Creek, upgrades to Play for All Park, improving systemwide infrastructure and adding new active amenities to Old Settlers Park. - Old Settlers Park is in the design phase for its “ [Conceptual Master Plan](https://www.roundrocktexas.gov/news/round-rock-city-council-selects-engineering-firm-for-old-settlers-park-improvements/),” with major construction set to begin after summer 2024. Additions will include new soccer fields and tennis and pickleball courts, a new Recreation Center, Lakeview Pavilion and Rock’N River expansion. “We still intend on Old Settlers Park having the right mix of passive and active areas,” Morgan said. - The City is advancing on the [Heritage Trail West,](https://www.roundrocktexas.gov/news/round-rock-city-council-approves-contract-to-restart-heritage-trail-west-project/)a one-mile segment spanning from Chisholm Trail Road to Mays Street in Downtown Round Rock. The trail is expected to be completed in 2024. Construction has also started on the [Lake Creek Trail](https://www.roundrocktexas.gov/news/council-approves-lake-creek-trail-construction/), which will connect Round Rock West and Centennial Plaza in Downtown Round Rock. - Downtown improvements will continue in the coming years, including the renovation of the [Griffith Building](https://www.roundrocktexas.gov/news/round-rock-approves-funding-to-remodel-former-library-building/), which will include a Visitors Center, Arts and Culture gallery and the Round Rock Chamber. Water and Wastewater Infrastructure As the population grows, Mayor Morgan highlighted the City’s initiatives to manage water and wastewater infrastructure effectively: - The [deep water intake project](https://bcruawaterproject.com/ProjectOverview), in partnership with Cedar Park and Leander, aims to provide a reliable water source from Lake Travis and is expected to complete in early 2027. “Having such a diverse portfolio of water supplies is the most important thing that the City of Round Rock has done,” Morgan explained, emphasizing the City’s strategic partnerships and foresight in ensuring water security. - Round Rock continues to invest in [water reuse](https://www.arcgis.com/apps/mapviewer/index.html?layers=8688cea5552541ba88f39d58522d067e)and expanding its wastewater treatment capacity to meet the water and wastewater demands of the region. Traffic Management and Road Development Recognizing traffic management as a key concern, Mayor Morgan provided updates on various projects: - The City of Round Rock and its partners are currently wrapping up several major road projects, including [RM 620](https://my35construction.org/projects/620-Roundabout)and extensions of [Kenney Fort Boulevard.](https://www.roundrocktexas.gov/transportprojects/kenney-fort-boulevard-segments-2-3/) - Upcoming projects set to break ground in 2024 include : - The City’s most recent [Transportation Master Plan update](https://www.roundrocktexas.gov/news/round-rock-adopts-updated-transportation-master-plan/)identifies an estimated $1.9 billion in road project costs, with the plan emphasizing congestion reduction, connectivity and safety. - The [Round Rock Rides](https://www.roundrocktexas.gov/news/round-rock-introduces-on-demand-transit-services/)public transit program, which launched earlier this year, is the latest component in the City’s public transportation offerings. Overall, the Mayor emphasized that the City of Round Rock’s primary focus remains on core services as its fundamental duty to the citizens of Round Rock. He noted that the strong voter support for the City’s recent G.O. bond election in May reflected positively on Council’s strategic planning direction and services provided by City staff. “We have a great staff that makes it easy for us, and the buy-in from our citizens is what I’m most proud of,” he said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Politics",
    "Human Interest"
  ],
  "external_links": [
    "http://www.youtube.com/watch?v=Pqb40PL27Rg)(PSTC)",
    "https://www.kvue.com/)",
    "https://bcruawaterproject.com/ProjectOverview),",
    "https://my35construction.org/projects/620-Roundabout)and",
    "https://www.arcgis.com/apps/mapviewer/index.html?layers=8688cea5552541ba88f39d58522d067e)and",
    "https://www.my35construction.org/projects/620-Roundabout)and",
    "https://kvue.com/)",
    "http://youtube.com/watch?v=Pqb40PL27Rg)(PSTC)",
    "https://www.arcgis.com/apps/mapviewer/index.html",
    "http://www.youtube.com/watch",
    "https://arcgis.com/apps/mapviewer/index.html?layers=8688cea5552541ba88f39d58522d067e)and",
    "https://www.bcruawaterproject.com/ProjectOverview),"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "morgan",
        "sentiment": "none"
      },
      {
        "name": "craig morgan",
        "sentiment": "none"
      },
      {
        "name": "bryan mays",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "public safety training center",
        "sentiment": "none"
      },
      {
        "name": "kvue",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "round rock",
        "sentiment": "none"
      },
      {
        "name": "kalahari resort",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T01:32:45.951+02:00",
  "updated": "2023-12-29T01:32:45.951+02:00"
}