{
  "thread": {
    "uuid": "9370b10cfb87bb943f837ba50c63e651de26ed76",
    "url": "https://www.wkyc.com/article/features/north-cantons-community-christian-church-raises-money-eliminate-million-medical-debt/95-f85e9bdf-ef02-4536-95d9-ffcaa0a22651",
    "site_full": "www.wkyc.com",
    "site": "wkyc.com",
    "site_section": "https://www.wkyc.com/frontrow",
    "site_categories": [
      "media"
    ],
    "section_title": "Front Row  | wkyc.com",
    "title": "North Canton church helps eliminate $1M of medical debt | wkyc.com",
    "title_full": "North Canton church helps eliminate $1M of medical debt | wkyc.com",
    "published": "2024-03-14T23:48:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.wkyc.com/assets/WKYC/images/8bfaa92f-8912-4800-877c-f0f2e35aa656/8bfaa92f-8912-4800-877c-f0f2e35aa656_1140x641.jpg",
    "performance_score": 0,
    "domain_rank": 6894,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9370b10cfb87bb943f837ba50c63e651de26ed76",
  "url": "https://www.wkyc.com/article/features/north-cantons-community-christian-church-raises-money-eliminate-million-medical-debt/95-f85e9bdf-ef02-4536-95d9-ffcaa0a22651",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Isabel Lawrence",
  "published": "2024-03-14T23:48:00.000+02:00",
  "title": "North Canton church helps eliminate $1M of medical debt | wkyc.com",
  "text": "NORTH CANTON, Ohio — On a Sunday morning in North Canton, prayers are shared and hopefully answered inside [Community Christian Church](https://www.northcantonccc.org/). Leading the congregation for the last 10 years is Reverend Doctor Sarah Taylor Peck. To mark the milestone of her decade of ministry with the church, she set a goal to raise $10,000 to donate to [RIP Medical Debt](https://ripmedicaldebt.org/), a non-profit that buys medical debt for pennies on the dollar, eliminating the burden for people across the country. “We have abolished $11 billion and counting of medical debt across the country,” said RIP Medical Debt’s President and CEO Allison Sesso. A $10,000 donation would buy $1 million in medical debt, according to Sesso. “It's not an individual's fault that they end up in medical debt. It is a system that really is working against them,” she said. “They can do everything right and still end up in medical debt and that's an unfortunate reality in the United States.” The reality is staggering. According to the Consumer Financial Protection Bureau, medical debt has become a leading cause of personal bankruptcy nationwide, with $88 billion dollars of that debt in collections. When RIP Medical Debt purchases bundles of debt, people across the country receive letters that their debt has been erased. They have no tax consequences or penalties to consider. And just like that, they’re free of their medical debt. That work translates directly to themes explored in the bible, explained Rev. Dr. Taylor Peck. “At the core of the RIP Medical Debt work is forgiveness,\" she said. \"And for us, that is a foundational part of faith is being a part of forgiveness in every possible way.” So the reverend put a call out to the church community and beyond, and they delivered. Vera Burton, chair of the church’s outreach committee, has seen the congregation’s generosity firsthand, and knew they would meet their goal. “We are only as fortunate as we allow others to be, which means that you've got to give part of what you have,” Burton said. Perhaps no one knows that better than Michael Daugherty, who has been part of the church community for more than six decades. Michael’s brother, Chris, has multiple sclerosis and is on a very limited income but continues to give selflessly. “He's been in a wheelchair now for 25 years. He calls me and he says, ‘Michael, I want to donate $10 to the RIP program to help with medical relief’,” Daugherty recalled. “He has about $20 a month for personal spending. So he has very little, but God love him out of what he has, he wanted to give $10.” That inspired Michael to contribute, too. “The theme here is to give,” he said with a laugh, “To give back.” But the biggest single donation for the campaign came from Mary Lou Milligan. “It really meant a lot to me because of my own sister's experience,” she explained. Milligan’s little sister, Marlena, found herself in a desperate situation after her husband suffered two heart attacks and a stroke within 24 hours at the age of 49. He was on disability for years after that, according to Milligan, and was in and out of the hospital with more surgeries. When the heart attacks and stroke occurred, Milligan said her sister and her husband lived in a home that was paid off, and had medical insurance through her husband's work. But when Marlena's husband's company closed, they lost their insurance. Marlena was a stay-at-home mom, and began working to help the family. “She was not doing well financially at that point and had a huge medical debt. So she sold their house. She lost her house and had to declare bankruptcy,” Milligan said. “So I'll just say she never caught up. It affected her whole life.” Milligan says, she hopes this donation may help others. “I think just the way that medical debt affects a person's whole life changes the course of a person's life, of a family's life. Not just the person involved, but their spouse, their children. It really changes your quality of life. So I think it's extremely important to help these people out.” Fitting for the season of lent, it took 40 days for the church to meet their $10,000 dollar fundraising goal, with money pouring in from friends and family in other states – and even from other congregations. Taylor Peck’s husband Rev. Andrew Taylor Peck, is the senior minister at Trinity United Church of Christ. His church made the single biggest contribution from an organization to the campaign with a $2,000 check. All coming together to harness the power of faith and forgiveness “We already had people who came to church every single week wanting to be transformed, wanting to be a part of something bigger than themselves and bigger than this individualistic moment in time,” Taylor Peck said. “They were ready for a collective effort where they felt like they could make a difference in this world that can sometimes feel broken.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [
    "https://www.northcantonccc.org/).",
    "https://ripmedicaldebt.org/),",
    "https://northcantonccc.org/).",
    "https://www.ripmedicaldebt.org/),"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sarah taylor peck",
        "sentiment": "none"
      },
      {
        "name": "allison sesso",
        "sentiment": "none"
      },
      {
        "name": "sesso",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "community christian church",
        "sentiment": "none"
      },
      {
        "name": "consumer financial protection bureau",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ohio",
        "sentiment": "none"
      },
      {
        "name": "canton",
        "sentiment": "none"
      },
      {
        "name": "canton",
        "sentiment": "none"
      },
      {
        "name": "north canton",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:24:36.242+02:00",
  "updated": "2024-03-22T01:54:52.087+02:00"
}