{
  "thread": {
    "uuid": "c882a81b4192acd42dad8bfd1b8065c10b37b00a",
    "url": "https://www.abc10.com/article/news/health/popular-2500-full-body-mri-scan-detect-cancer-early/103-79e53be7-3e1e-40ed-afa3-49c44823a3e5",
    "site_full": "www.abc10.com",
    "site": "abc10.com",
    "site_section": "https://events.abc10.com/news",
    "site_categories": [
      "media"
    ],
    "section_title": "News Headlines | abc10.com",
    "title": "Prenuvo: $2,500 MRI scan says it can detect cancer early | abc10.com",
    "title_full": "Prenuvo: $2,500 MRI scan says it can detect cancer early | abc10.com",
    "published": "2024-04-12T01:54:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.abc10.com/assets/KXTV/images/b78ab2e7-c3f3-4957-b564-c1ee7ce953bb/b78ab2e7-c3f3-4957-b564-c1ee7ce953bb_1140x641.jpg",
    "performance_score": 0,
    "domain_rank": 11475,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c882a81b4192acd42dad8bfd1b8065c10b37b00a",
  "url": "https://www.abc10.com/article/news/health/popular-2500-full-body-mri-scan-detect-cancer-early/103-79e53be7-3e1e-40ed-afa3-49c44823a3e5",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jeannie Nguyen",
  "published": "2024-04-12T01:54:00.000+03:00",
  "title": "Prenuvo: $2,500 MRI scan says it can detect cancer early | abc10.com",
  "text": "LOS ANGELES — Hollywood celebrities are lining up to test out a new technology using an MRI scan to [detect deadly diseases and conditions](/health). It comes with a hefty price tag, and experts say it's not perfect. Bay Area resident, Connie Farris, became interested in [Prenuvo](https://www.prenuvo.com/) after her mom passed from cancer in 2007. \"I was just really uneasy about colon cancer, and I was having some trouble with a hip. And my family has had ongoing problems with heart disease,\" she said. Over the past year, celebrities like Paris Hilton, Kim Kardashian and Maria Menounos have shared their experiences with a new full body MRI scan that says it can detect diseases and medical conditions. Some of those things include early stages of cancer, tumors, aneurysms and more. \"Prenuvo sounded like a really cool way to find out a whole lot of things all at one time. And so I decided to do it,\" said Farris. Dr. Sean London is a radiologist for Prenuvo in Redwood City and clarified how exactly the scan works. \"This is still MRI. What we have done is we've optimized our parameters and made a very thoughtful protocol to cover essentially the entire body using the most high-yield image sense sequences in a relatively short period of time,\" said Dr. London. In less than an hour, Dr. London says the machine scans the body from head to toe and delivers results that are then analyzed by a doctor. \"Any potential tumors throughout the entire body, brain aneurysms and then anything like metabolic disease, so fatty liver, iron overload, visceral fat, subcutaneous fat,\" said Dr. London. Currently, [Prenuvo offers three types of scans at three different costs](https://www.prenuvo.com/pricing). The most popular and expensive is the full body scan, costing nearly $2,500. In addition to the steep cost, most patients have to travel. Prenuvo is only available at two locations in California, Redwood City and Los Angeles. Dr. London says they are adding more clinics. \"Our goal is to make this accessible to everybody, and we're doing that by expanding our clinics. We're using new technology to increase the scan time, which ultimately will drive down the cost of the scan itself,\" he said. Even though Prenuvo's main selling point is to be able to detect health issues early on, the American College of Radiology, a national group that represents tens of thousands of radiologists, says there is no evidence that this is effective in prolonging life. The scan can also result in false positives, which would require more testing. \"There's always going to be false positives, because there might be something that we can't definitively characterize on our test (and) we take it to another test,\" said Dr. London. Luckily for Connie, her scan showed no major issues, but did find something in her hip. \"It showed that my right hip had necrosis, and that it was bone-on-bone. There was no margin, there was no cushion anymore, which explained the pain I was in,\" she said. Shortly after getting those results, Connie confirmed with her doctors and had a hip replacement. Now, she believes this scan may have been able to help her mother had it been available during that time. Insurance companies currently do not cover this type of scan. However, Dr. London says Prenuvo is working with public and private companies to try and integrate it into their systems to provide this service to their employees. WATCH ALSO:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [
    "https://www.prenuvo.com/pricing).",
    "https://www.prenuvo.com/)",
    "https://prenuvo.com/pricing).",
    "https://prenuvo.com/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "connie farris",
        "sentiment": "none"
      },
      {
        "name": "farris",
        "sentiment": "none"
      },
      {
        "name": "kim kardashian",
        "sentiment": "none"
      },
      {
        "name": "maria menounos",
        "sentiment": "none"
      },
      {
        "name": "sean london",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "hollywood",
        "sentiment": "none"
      },
      {
        "name": "los angeles",
        "sentiment": "none"
      },
      {
        "name": "redwood city",
        "sentiment": "none"
      },
      {
        "name": "bay area",
        "sentiment": "none"
      },
      {
        "name": "paris hilton",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T03:57:33.842+03:00",
  "updated": "2024-04-12T03:57:33.842+03:00"
}