{
  "thread": {
    "uuid": "0ca5b3426acf71df1de49dac6436ee19cef5063b",
    "url": "https://www.tatlerasia.com/power-purpose/sustainability/bike-friendly-cities-360info",
    "site_full": "www.tatlerasia.com",
    "site": "tatlerasia.com",
    "site_section": "https://www.tatlerasia.com/",
    "site_categories": [],
    "section_title": "Tatler Asia – Celebrating the Best of Asia",
    "title": "To encourage urban bicycling, we need good planning and laws | Tatler Asia",
    "title_full": "To encourage urban bicycling, we need good planning and laws | Tatler Asia",
    "published": "2024-07-05T00:25:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "TW",
    "main_image": "https://cdn.tatlerasia.com/tatlerasia/i/2024/07/05113925-assy-gerez-su-wfixjjmg-unsplash_cover_1600x1067.jpg",
    "performance_score": 0,
    "domain_rank": 20699,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0ca5b3426acf71df1de49dac6436ee19cef5063b",
  "url": "https://www.tatlerasia.com/power-purpose/sustainability/bike-friendly-cities-360info",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dorina Pojani",
  "published": "2024-07-05T00:25:00.000+03:00",
  "title": "To encourage urban bicycling, we need good planning and laws | Tatler Asia",
  "text": "Concerted planning, laws and initiatives are needed to encourage urban commuters to switch to two-wheeled transport If you spend much time on the streets of Marikina, in Metro Manila, you’ll notice something that’s not very common in other parts of the Indo-Pacific—people riding bicycles. Far from being solely the prerogative of the lycra-clad, cycling in Marikina is a common way of getting around. Since the turn of the millennium, the city has built more than 50km of bikeways . But for the transport sector to decarbonise and contribute to limiting global warming to the 1.5 degrees Celsius target, more cities could follow Marikina’s lead and shift from driving cars to embracing micromobility . And that may mean cycling and the laws surrounding it may need to look a bit different in countries such as Australia. For example, by repealing the laws that make helmets compulsory and shifting the burden of proof onto drivers in civil cases to prove they didn’t cause the collision they had with a cyclist . While a climate catastrophe looms, the rates of utilitarian cycling —that is, cycling for transport as opposed to recreation—are abysmal in most places. Only a handful of northern European and east Asian cities—including Marikina, Osaka and Shanghai—have managed to achieve some level of success. A guide to better cycling networks Their policies and programmes can provide a guide for other cities wanting to promote cycling. A combination of ‘hardware’, ‘software’ and ‘orgware’ is needed to encourage cycling in cities . In terms of hardware, segregated cycling paths which separate bicycles from vehicular traffic through physical barriers, are the best way to ensure the safety of cyclists on busy roads. Where possible, cycling-only streets or cycling highways can also be created. Cycling networks must be fully integrated and interconnected within cities. As the crucial—and most accident-prone—links of the cycling network, intersections need to be carefully designed to reduce the risks of collisions and make travel appear seamless. On residential streets, where traffic levels are low and/or fully segregated bicycle paths are unfeasible, so traffic calming—the slowing of traffic in residential areas—can be adopted instead. Planned cycling infrastructure should take the weather and climate into consideration. In regions where summers are very hot, weatherproof cycling infrastructure involves covered paths, tree-shaded paths, and even artificially cooled paths . In cold winter conditions, heated paths are an option . E-bikes help cyclists cope with adverse weather (either too hot or too cold) and urban sprawl by making trips quicker and less strenuous. To encourage the uptake of e-bikes, programmes such as free hire and purchase subsidies can be adopted. The provision of secure, comfortable, and possibly covered bicycle parking is essential to cyclists. In addition to serving cyclists, it minimises community complaints prompted by randomly scattered bicycles. Well-designed, simple-to-use and easy-to-find bicycle parking facilities could be provided not only in apartment buildings and universities but also near public transport stops, workplaces, and shopping centres. Linking with public transport Integrating cycling with other modes, in particular public transport, is crucial to achieving seamless trips involving multiple modes of travel. To this end, cities could prioritise cycling routes leading to public transport stations. Stations could be equipped with bicycle parking facilities, a range of bicycle services (such as repair or wash shops), and changing rooms for cyclists. Bicycles should be accommodated on buses, trams and trains. It is also useful to encourage the purchase of folding bicycles which take up less space on public transport. Rental or shared bicycles could also be available at public transport stations. In terms of software, normalising cycling as a mainstream, rather than a niche, activity is a key challenge. Cities need to work to improve the image of both cycling and cyclists. To this end, the costs and benefits of different travel options could be publicised so that residents can re-evaluate their travel behaviours based on transparent information. Among young people, cycling could be framed as a trendy activity. Cyclists need to possess a certain level of skill in order to cycle more efficiently, confidently, and safely on urban roads. Therefore, training courses could be offered to help participants overcome the initial fear of venturing onto the roads on a bicycle. Courses would be more effective if they targeted specific neighbourhoods or demographic groups. To create a safe traffic environment for all, drivers’ education in sharing the road with others, beginning at the licensing stage, is crucial. Seemingly minor details—such as techniques to safely change lanes, turn or open car doors when exiting a parked car—can make a big difference in terms of cycling safety.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Politics",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://citycomfortsblog.typepad.com/cities/2008/05/air-conditioned.html",
    "https://www2.deloitte.com/nl/nl/pages/publieke-sector/articles/deloitte-city-mobility-index.html",
    "http://www.velomondial.net/velomondiall2000/PDF/FERNAN.PDF",
    "https://www.dw.com/en/the-netherlands-tests-heated-cycle-lanes/a-18971259",
    "https://www.alliance-healthycities.com/PDF/WHOAward2008/GoodPractice/ClimateChange/WHO2008-GPA-Climate-Marikina.pdf",
    "https://link.springer.com/referenceworkentry/10.1007/978-3-030-87745-3_273",
    "https://360info.org/",
    "https://theconversation.com/cars-overwhelmingly-cause-bike-collisions-and-the-law-should-reflect-that-78922",
    "https://www.istiee.unict.it/europeantransport/papers/N69/P04_69_2018.pdf",
    "https://www.unep.org/news-and-stories/press-release/urgent-investment-needed-walking-and-cycling-infrastructure-save#:~:text=In%20Global%20Outlook%20on%20Walking,ten%20per%20cent%20a%20year.",
    "https://www.abc.net.au/triplej/programs/hack/should-we-ease-mandatory-helmet-laws-to-get-people-cycling/9564586",
    "https://www2.deloitte.com/us/en/insights/focus/future-of-mobility/micro-mobility-is-the-future-of-urban-transportation.html",
    "https://www.360info.org/",
    "https://.deloitte.com/us/en/insights/focus/future-of-mobility/micro-mobility-is-the-future-of-urban-transportation.html",
    "https://www.link.springer.com/referenceworkentry/10.1007/978-3-030-87745-3_273",
    "https://abc.net.au/triplej/programs/hack/should-we-ease-mandatory-helmet-laws-to-get-people-cycling/9564586",
    "https://www.citycomfortsblog.typepad.com/cities/2008/05/air-conditioned.html",
    "https://dw.com/en/the-netherlands-tests-heated-cycle-lanes/a-18971259",
    "http://velomondial.net/velomondiall2000/PDF/FERNAN.PDF",
    "https://unep.org/news-and-stories/press-release/urgent-investment-needed-walking-and-cycling-infrastructure-save#:~:text=In%20Global%20Outlook%20on%20Walking,ten%20per%20cent%20a%20year.",
    "https://istiee.unict.it/europeantransport/papers/N69/P04_69_2018.pdf",
    "https://.deloitte.com/nl/nl/pages/publieke-sector/articles/deloitte-city-mobility-index.html",
    "https://alliance-healthycities.com/PDF/WHOAward2008/GoodPractice/ClimateChange/WHO2008-GPA-Climate-Marikina.pdf",
    "https://360info.org",
    "https://www.theconversation.com/cars-overwhelmingly-cause-bike-collisions-and-the-law-should-reflect-that-78922"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "marikina",
        "sentiment": "none"
      },
      {
        "name": "metro manila",
        "sentiment": "none"
      },
      {
        "name": "asia",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T09:36:34.675+03:00",
  "updated": "2024-08-03T16:37:10.700+03:00"
}