{
  "thread": {
    "uuid": "741d701f266b33a13bfd145183c5c4dcfd2a9742",
    "url": "https://beta.gamespress.com/Fire-up-da-machine-kommander-Ta-da-Orc-boyz-glory",
    "site_full": "beta.gamespress.com",
    "site": "gamespress.com",
    "site_section": "https://gamespress.com/de/Files/ComboRSS",
    "site_categories": [],
    "section_title": "Games Press Pressematerial RSS Feed",
    "title": "Fire up 'da machine kommander! Ta 'da Orc boyz glory!",
    "title_full": "Fire up 'da machine kommander! Ta 'da Orc boyz glory!",
    "published": "2024-03-08T18:14:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 27092,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "741d701f266b33a13bfd145183c5c4dcfd2a9742",
  "url": "https://beta.gamespress.com/Fire-up-da-machine-kommander-Ta-da-Orc-boyz-glory",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-08T18:14:00.000+02:00",
  "title": "Fire up 'da machine kommander! Ta 'da Orc boyz glory!",
  "text": "Watch the release trailer of Warhammer 40,000: Dakka Squadron\nWarhammer 40,000: Dakka Squadron has hit Nintendo’s eShop like a Blasty Dakka to a goblin command base! Right now, players can take the helm of an orc machine and, as one of their commanders, lead his boys to victory in this fast-paced, aerial shooter.\nHere, action is mixed with black humor of the real kind. But if you think it's going to be just funny, well... couldn't be more wrong. This is war, after all. A bloody battle between the player’s orc companions and vicious goblins.\nThis time, players will take the wheel of an airborne war machine as one of the orc commanders.\nThey will be able to choose from five available orc clans, each with their own unique bonuses, whether more defensive or offensive. As they say – \"whatever floats one's boat\".\nThere will be five different planets to conquer and both ground and air targets to defeat. One thing can be said for sure – there will be no time for boredom!\nThere will also be a range of different types of missions to complete – whether it's the defense of a specific strategic point or, instead, a fierce aerial dogfight. The missions will vary in length and difficulty and sometimes their objective may even change while the task is being carried out.\nAlso, Commanders should not forget to check the technical parameters of your machine during the battle! They have to remember that it too has limited endurance.\nAnd while we're on the subject of aircraft, let's get to the particularly fun part. After all, each of the airships will be completely customizable! Oh, and there will be many types of them available to choose from.\nSo how about it? Already have a favorite color for an ORC MACHINE UV DESTRUCTION?\nWarhammer 40,000: Dakka Squadron is available on the\nNintendo eShop.\nThe game is going to receive a patch, with optimization changes and UI upgrades soon. The information regarding the patch availability will be announced on the nearest possible date.\nIf you want to be up-to-date with RedDeer.Games projects, visit\nthe official website,\nFor more information, contact the PR representative:\nABOUT REDDEER.GAMES\nSince 2019, RedDeer.Games (RDG) is an independent developer and publisher of video games. According to “Forbes”, RDG is ranked among the Top50 Polish game producers and has been awarded one of \"The Fastest Growing Gamedev Companies in Central Europe\". RDG's portfolio contains over 80 unique indie titles, some of which are Sprout Valley, One Night: Burlesque, Little Mouse Encyclopedia, She Wants Me Dead, and Uzzuzzu My Pet - Golf Dash, alongside franchises like The Smurfs, Kayko & Kokosh, as well as The Evil One. RDG releases games on key distribution platforms like Nintendo Switch, Steam, Xbox, PlayStation, and iOS. When it comes to plans for 2024, RedDeer.Games will publish Warhammer 40,000: Dakka Squadron on Nintendo Switch console, as well as their own original project - Tell Me Your Story.\nAbout Phosphor Studios\nBased in Chicago, Phosphor Studios is a premier development studio comprised of experienced video game designers with a track record of producing financially successful and critically acclaimed titles across a variety of genres – from first-person shooters and MMOs to sports and casual games. The studio received back-to-back Mobile Game of the Year nominations from the Academy of Interactive Arts & Sciences for Horn (2012) and The Dark Meadow (2011), was awarded the AppStore ‘Best of 2015’ for Path to Luma (2015), and has released the hit VR title The Brookhaven Experiment (2016). More information can be found online at\nwww.phosphorgames.com, on Facebook, or via Twitter @phosphorgames.\nAbout Games Workshop®\nGames Workshop® Group PLC (LSE: GAW.L), based in Nottingham, UK, produces the best fantasy miniatures in the world. Games Workshop designs, manufactures, retails, and distributes its range of Warhammer®: Age of Sigmar® and Warhammer® 40,000® games, miniature soldiers, novels and model kits through more than 529 of its own stores (branded Games Workshop® or Warhammer®), the\nwww.games-workshop.com web store and independent retail channels in more than 50 countries worldwide. More information about Games Workshop and its other, related, brands and product ranges (including our publishing division ‘Black Library’ and our special resin miniatures studio ‘Forge World’) can be found at www.games-workshop.com. Warhammer 40,000: Dakka Squadron © Copyright Games Workshop Limited 2020. Dakka Squadron, the Dakka Squadron logo, GW, Games Workshop, Space Marine, 40K, Warhammer, Warhammer 40,000, 40,000, the ‘Aquila’ Double-headed Eagle logo, and all associated logos, illustrations, images, names, creatures, races, vehicles, locations, weapons, characters, and the distinctive likeness thereof, are either ® or TM, and/or © Games Workshop Limited, variably registered around the world, and used under license. All rights reserved to their respective owners.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://reddeergames.us4.list-manage.com/track/click?u=c80586c4452c7c8fefe72d0f0&id=51706961a7&e=470962f01a",
    "https://reddeergames.us4.list-manage.com/track/click?u=c80586c4452c7c8fefe72d0f0&id=bdcaeabfb1&e=470962f01a",
    "https://reddeergames.us4.list-manage.com/track/click?u=c80586c4452c7c8fefe72d0f0&id=899cba4c1d&e=470962f01a",
    "http://www.phosphorgames.com",
    "http://www.games-workshop.com",
    "https://www.reddeergames.us4.list-manage.com/track/click?u=c80586c4452c7c8fefe72d0f0&id=bdcaeabfb1&e=470962f01a",
    "http://games-workshop.com",
    "https://www.reddeergames.us4.list-manage.com/track/click?u=c80586c4452c7c8fefe72d0f0&id=51706961a7&e=470962f01a",
    "https://www.reddeergames.us4.list-manage.com/track/click?u=c80586c4452c7c8fefe72d0f0&id=899cba4c1d&e=470962f01a",
    "http://phosphorgames.com",
    "https://reddeergames.us4.list-manage.com/track/click"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "blasty dakka",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "dakka squadron",
        "sentiment": "negative"
      },
      {
        "name": "dakka squadron warhammer",
        "sentiment": "negative"
      },
      {
        "name": "nintendo",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-10T04:14:50.418+02:00",
  "updated": "2024-03-10T04:14:50.418+02:00"
}