{
  "thread": {
    "uuid": "6467ef7b9437d4c36b39913a07a6c573e373185c",
    "url": "https://bnnbreaking.com/sports/kingdrew-and-birmingham-triumph-in-la-city-section-open-division-basketball-championships",
    "site_full": "bnnbreaking.com",
    "site": "bnnbreaking.com",
    "site_section": "https://bnnbreaking.com/feed/",
    "site_categories": [],
    "section_title": "BNN : Latest Posts",
    "title": "King/Drew and Birmingham Triumph in LA City Section Open Division Basketball Championships",
    "title_full": "King/Drew and Birmingham Triumph in LA City Section Open Division Basketball Championships",
    "published": "2024-02-29T22:37:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IL",
    "main_image": "https://img-cdn.thepublive.com/fit-in/1200x675/bnn/media/media_files/d9660228e691007820e19f6093163c6ccfde798cc9c6af289156e83ff0dcf593.jpg",
    "performance_score": 0,
    "domain_rank": 19407,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6467ef7b9437d4c36b39913a07a6c573e373185c",
  "url": "https://bnnbreaking.com/sports/kingdrew-and-birmingham-triumph-in-la-city-section-open-division-basketball-championships",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Salman Khan",
  "published": "2024-02-29T22:37:00.000+02:00",
  "title": "King/Drew and Birmingham Triumph in LA City Section Open Division Basketball Championships",
  "text": "King/Drew Golden Eagles boys and Birmingham Patriots girls basketball teams emerged victorious in the City Section Open Division Championships, marking a significant moment in high school sports. The Patriots unseated the reigning champions, Westchester Lady Comets, with a 55-50 victory, while King/Drew ended the LACES Unicorns' surprising playoffs run with a 51-45 win. The achievements of these teams underscore the competitive spirit and talent present in high school basketball.\nRise to Victory: King/Drew and Birmingham's Path to Glory\nThe King/Drew Golden Eagles faced a formidable opponent in the LACES Unicorns, who had previously upset top-seeded teams to reach the finals. Despite a challenging start, King/Drew found their rhythm, with freshman guard Jayshawn Kibble leading the charge with pivotal three-pointers. Their strategy and teamwork paid off, securing them a lead that they maintained till the end. Jayshawn Kibble's 20 points were crucial in clinching the championship for King/Drew.\nOn the other hand, the Birmingham Patriots girls team demonstrated resilience and strategic prowess against the Westchester Lady Comets. Both teams showcased an intense battle, with the game tied in the final quarter. However, the Patriots leveraged their three-point shooting and effective free throws to outmaneuver Westchester, securing their victory and the championship title.\nKey Players and Their Impact\nSeveral players stood out during the championships, making significant contributions to their teams. For King/Drew, Kibble's scoring abilities and focus were instrumental in their win. His dedication to perfecting his shot was evident, playing a critical role in key moments of the game. Similarly, for Birmingham, Devyn Berry's three-point shooting and Zoee Mitchell's crucial jumper in the closing minutes were pivotal. Their performances highlight the individual talent that, when combined with team effort, leads to success.\nLACES's Joshua Sangster and the Unicorns' defensive strategies were noteworthy, despite falling short in the final. Their journey to the championship game, marked by upsets and determined play, added an exciting narrative to the tournament.\nReflecting on the Championships\nThe victories of King/Drew and Birmingham in the City Section Open Division Championships are a testament to the hard work, strategy, and teamwork inherent in high school sports. These games not only provided thrilling moments for fans but also showcased the rising talent in the basketball circuit. As these young athletes continue to develop, their contributions to their teams and the sport at large will be eagerly watched by scouts, colleges, and basketball enthusiasts.\nFor the teams and players involved, these championships will remain a highlight of their high school careers, offering valuable experience and memories that will last a lifetime. As the dust settles on this year's tournament, anticipation for the next season's competition begins, promising more action, talent, and sportsmanship on the high school basketball courts.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Education",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jayshawn kibble",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "birmingham patriots",
        "sentiment": "negative"
      },
      {
        "name": "king/drew",
        "sentiment": "negative"
      },
      {
        "name": "king/drew golden eagles",
        "sentiment": "negative"
      },
      {
        "name": "birmingham triumph",
        "sentiment": "negative"
      },
      {
        "name": "westchester lady comets",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "la city",
        "sentiment": "none"
      },
      {
        "name": "birmingham",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:40:56.402+02:00",
  "updated": "2024-03-01T00:40:56.402+02:00"
}