{
  "thread": {
    "uuid": "dd07098534edfca3e5ad63bd7a602708b094e302",
    "url": "https://www.ilmessaggero.it/economia/news/legge_di_bilancio_confagricoltura_imprese_consumi-7842287.html",
    "site_full": "www.ilmessaggero.it",
    "site": "ilmessaggero.it",
    "site_section": "https://www.ilmessaggero.it:443/economia",
    "site_categories": [
      "travel",
      "italy"
    ],
    "section_title": "ECONOMIA - Il Messaggero",
    "title": "Manovra, Confagricoltura: misure positive, il Milleproroghe dà respiro alle imprese",
    "title_full": "Manovra, Confagricoltura: misure positive, il Milleproroghe dà respiro alle imprese",
    "published": "2023-12-29T20:41:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://statics.cedscdn.it/photos/MED_HIGH/22/87/7842287_29193856_confagricoltura.jpg",
    "performance_score": 0,
    "domain_rank": 6419,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dd07098534edfca3e5ad63bd7a602708b094e302",
  "url": "https://www.ilmessaggero.it/economia/news/legge_di_bilancio_confagricoltura_imprese_consumi-7842287.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redazione Web",
  "published": "2023-12-29T20:41:00.000+02:00",
  "title": "Manovra, Confagricoltura: misure positive, il Milleproroghe dà respiro alle imprese",
  "text": "Manovra, Confagricoltura: misure positive, il Milleproroghe dà respiro alle imprese 3 Minuti di Lettura Venerdì 29 Dicembre 2023, 19:41 Confagricoltura apprezza le misure per il settore contenute nella manovra.\n«Confagricoltura plaude a diverse misure a supporto del settore primario, inserite nella Legge di Bilancio; in particolare: il Fondo per la gestione delle emergenze in agricoltura che prevede lo stanziamento di 100 milioni di euro per ciascuno degli anni 2024, 2025 e 2026; il differimento, dal 1° gennaio 2024 al 1° luglio 2024, della decorrenza dell’imposta sui manufatti in plastica monouso e dell’imposta sul consumo delle bevande analcoliche edulcorate», si legge in una nota.\n«La manovra - prosegue l'associazione degli agricoltori guidata da Massimiliano Giansanti - risponde alle richieste della Confederazione in merito alla reintroduzione delle misure di intervento per la previsione della liquidità aziendale, al fine di evitare il sovraindebitamento. Significativo il sostegno alle imprese, tramite il finanziamento del credito di imposta per il Mezzogiorno (pari a 1,8 miliardi di euro); le dotazioni di bilancio per i contratti di sviluppo e le misure agevolative della cosiddetta “Nuova Sabatini”. Accolta anche la richiesta di intervento, da parte di Confagricoltura, per nuovi stanziamenti finalizzati alla ricostruzione dei territori interessati dai sismi degli anni scorsi e dagli eventi alluvionali manifestatesi dal 1° maggio 2023».\nL'associazione di Palazzo della Valle auspica poi «un progressivo aumento degli interventi sistemici a vantaggio del sistema imprese, guardando con favore all’incentivazione di ogni azione che possa favorire la ripresa dei consumi. Bene, dunque, l’introduzione del “Bonus spesa”, cosiddetto “Social Card”, che può stimolare l’acquisto di prodotti dell’agricoltura italiana». Si sottolinea, infine, «la necessità di uno sforzo ulteriore su alcuni temi: la reintroduzione dell’Irpef (che possa almeno avvenire in modo graduale), la gestione del rischio in agricoltura e la tassazione retroattiva in relazione ai contratti di superficie».\nConfagricoltura giudica positivamente anche le norme del decreto-legge Milleproroghe. E’ il caso - rileva ancora l'organizzazione - della proroga al 31 dicembre 2024 della possibilità di rinviare i controlli sulla regolarità contributiva (Durc), da parte delle amministrazioni competenti, al momento del saldo in caso di erogazione di aiuti e contributi pubblici. Analoga possibilità viene prevista in materia di inadempienza rispetto all’obbligo di versamento derivante dalla notifica di una o più cartelle di pagamento da parte dell’Agenzia delle Entrate. In tal caso il pagamento in anticipo è sottoposto a clausola risolutiva e quindi al recupero dei benefici erogati.\n«Positiva - rileva Confagricoltura - anche la proroga al 2024 per l’applicazione delle misure di contenimento della Xylella fastidiosa nel comparto olivicolo. Il decreto Milleproroghe - aggiunge la Confederazione - ha anche esteso al 31 dicembre 2024 (era al 31.12.23) il termine per la revisione delle macchine agricole immatricolate dal 1° gennaio 1984 al 31 dicembre 1996, e al 31 dicembre 2025 (era al 31.12.24) la scadenza per la revisione di quelle immatricolate dal 1° gennaio 1997 al 31 dicembre 2019. La proroga - evidenzia Confagricoltura - si è resa ancora una volta necessaria perché non è stato ancora emanato il dm che dovrà stabilire la tipologia di verifiche da effettuare in sede di revisione e, soprattutto, l’impostazione organizzativa dei centri di revisione. Per cui ad oggi, non è possibile procedere alla revisione delle macchine agricole>.\n«Confagricoltura apprezza inoltre le misure volte a estendere i termini degli strumenti già individuati per mitigare gli effetti della siccità sulle coltivazioni - si legge ancora in una nota dell'associazione -. Le proroghe inserite nel decreto-legge approvato dal Consiglio dei ministri danno respiro alle imprese - conclude Confagricoltura -. Si ribadisce, tuttavia, la necessità di interventi strutturali più ampi a favore dell’agricoltura italiana e delle sue aziende, per dare slancio al settore e all’economia del Paese».",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T22:46:08.591+02:00",
  "updated": "2023-12-29T22:46:08.591+02:00"
}