{
  "thread": {
    "uuid": "9e908fe35882eb467157367ebffa39fda295b9e8",
    "url": "https://www.ansa.it/sito/notizie/politica/2024/03/29/il-papa-basta-una-tastiera-per-insultare-e-sentenziare_4bff6a3d-6c2a-4ed2-8b74-90d04acbabed.html",
    "site_full": "www.ansa.it",
    "site": "ansa.it",
    "site_section": "https://www.ansa.it/sito/notizie/politica/politica_rss.xml",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "RSS di   - ANSA.it",
    "title": "Il Papa: 'Basta una tastiera per insultare e sentenziare' - Notizie - Ansa.it",
    "title_full": "Il Papa: 'Basta una tastiera per insultare e sentenziare' - Notizie - Ansa.it",
    "published": "2024-03-29T14:36:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.ansa.it/webimages/img_165x110/2024/3/28/c3815fba49f031670354b7fb6df0f935.jpg",
    "performance_score": 0,
    "domain_rank": 1882,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9e908fe35882eb467157367ebffa39fda295b9e8",
  "url": "https://www.ansa.it/sito/notizie/politica/2024/03/29/il-papa-basta-una-tastiera-per-insultare-e-sentenziare_4bff6a3d-6c2a-4ed2-8b74-90d04acbabed.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ansa.it",
  "published": "2024-03-29T14:36:00.000+03:00",
  "title": "Il Papa: 'Basta una tastiera per insultare e sentenziare' - Notizie - Ansa.it",
  "text": "Una preghiera per coloro che sono offesi sui social sarà tra le meditazioni della Via Crucis scritte dal Papa. \"Gesù, tanti seguono il barbaro spettacolo della tua esecuzione e, senza conoscerti e senza conoscere la verità, emettono giudizi e condanne, gettando su di te infamia e disprezzo. Accade anche oggi, Signore, e non serve nemmeno un macabro corteo: basta una tastiera per insultare e pubblicare sentenze\", sottolinea Papa Francesco.\nNella sesta stazione (\"Gesù riceve conforto dalla Veronica che gli asciuga il volto\") il Papa ricorda che \"mentre tanti urlano e giudicano, una donna si fa strada in mezzo alla folla. Non parla: agisce. Non inveisce: s'impietosisce. Va controcorrente: sola, con il coraggio della compassione, rischia per amore , trova il modo di passare tra i soldati solo per darti sul volto il conforto di una carezza. Il suo gesto passerà alla storia ed è un gesto di consolazione\".\nE' possibile anche oggi vedere Gesù crocifisso \"nei cristi umiliati dalla prepotenza e dall'ingiustizia , da guadagni iniqui fatti sulla pelle degli altri nell'indifferenza generale\". Lo dice il Pontefice nelle meditazioni della Via Crucis di questa sera al Colosseo. \"Ora capisco questa tua insistenza nell'immedesimarti coi bisognosi: tu sei stato carcerato; tu straniero, condotto fuori della città per esser crocifisso; tu sei nudo, spogliato delle vesti; tu, malato e ferito; tu, assetato sulla croce e affamato d'amore. Fa' che ti veda nei sofferenti e che veda i sofferenti in te, perché tu sei lì, in chi è spogliato di dignità\", è la preghiera del Papa.\nGuarda anche alle donne la Via Crucis che si terrà questa sera al Colosseo con Papa Francesco. Le donne al Calvario \"non hanno voce ma si fanno sentire. Aiutaci a riconoscere la grandezza delle donne, loro che a Pasqua sono state fedeli e vicine a te, ma che ancora oggi vengono scartate, subendo oltraggi e violenze\", sottolinea il Pontefice nelle meditazioni. \"Gesù, le donne che incontri si battono il petto e fanno lamenti su di te. Non si piangono addosso, ma piangono per te, piangono sul male e sul peccato del mondo\", è la preghiera di Papa Francesco all'ottava stazione (\"Gesù incontra le donne di Gerusalemme\").",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T14:54:16.855+03:00",
  "updated": "2024-03-29T14:54:16.855+03:00"
}