{
  "thread": {
    "uuid": "d6c8f0485e2ce1d6115f0547ed07207d143fc9cd",
    "url": "https://fstoppers.com/reviews/ultimate-bts-camera-review-insta360-x4-664856",
    "site_full": "fstoppers.com",
    "site": "fstoppers.com",
    "site_section": "https://fstoppers.com/#home",
    "site_categories": [
      "photography",
      "hobbies_and_interests"
    ],
    "section_title": "Fstoppers - Photography News, Gear Reviews, Tutorials, and Community",
    "title": "The Ultimate BTS Camera: We Review the Insta360 X4 | Fstoppers",
    "title_full": "The Ultimate BTS Camera: We Review the Insta360 X4 | Fstoppers",
    "published": "2024-04-18T20:04:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.fstoppers.com/styles/large-16-9/s3/lead/2024/04/dsc09112-copy.jpg",
    "performance_score": 0,
    "domain_rank": 7783,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d6c8f0485e2ce1d6115f0547ed07207d143fc9cd",
  "url": "https://fstoppers.com/reviews/ultimate-bts-camera-review-insta360-x4-664856",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Home",
  "published": "2024-04-18T20:04:00.000+03:00",
  "title": "The Ultimate BTS Camera: We Review the Insta360 X4 | Fstoppers",
  "text": "I’m new to the 360 camera space, but after just a week or two with the new Insta360 X4, I can't see myself using my GoPro again. Ever.\nTo kick things off, my primary use for Insta 360 X4 is to capture behind-the-scenes footage of me working. So while this camera can do a ton of things that creators will find useful (which I'll touch on), I really just need decent footage that I can use for Instagram Reels, YouTube, and Patreon.\nIn the past, I used a GoPro mounted to the button of my camera. This approach worked but also had a lot of limitations. The main one is the field of view. The GoPro has a pretty wide lens, but no matter where you place it on the camera, you’ll never be able to see the subject and me shooting at the same time. This leaves the footage feeling very static and unengaging. There were also times when I would set the GoPro up off-camera, and this led to always having to adjust the positioning to make sure it was pointed in the right direction or tilted up/down in order to encompass the entire scene. This not only took extra time, but most importantly, it took up more of my mental capacity than I was willing to dedicate to the task. This led to multiple situations where I would just forfeit any BTS recording because I didn't want to deal with it or didn't have the time.\nThat’s where the Insta360 X4 is a game changer for me. Because it's always capturing video footage in all directions, there is no need to think about how you set the camera up. There is no adjusting the angle left and right or the tilt up and down. You simply set the camera up and hit record. You can then adjust where in the frame you want the video when you get to post-production.\nThis ability to endlessly reframe the video, for me, is the number one reason this makes the perfect BTS camera. Not only do I not have to worry about adjusting the camera, but I also now have the ability to show myself in the scene as well as the subject. In post, I can also add movement to the video where maybe the video starts showing me and then pans to the subject. This adds more interest to the clip as well as gives you a lot more options in post-production.\nThe new Insa360 X4 also now films in 8k30 which gives you a lot more freedom to zoom into the frame. But for me, I ended up keeping it on 5k60 for the ability to slow parts of the clips down a bit. But even at the lower 5k resolution, I was still able to grab clips in both horizontal and vertical aspect ratios without any issues. This ability is another way that Insta360 wins over GoPro. Because in the past, I had to choose whether to film horizontally or vertically. And because I used my footage mostly for horizontal spaces, the video just had to suffer when it got shared to vertical platforms. But with the Insta360, I get the best of both worlds.\nAll I have to do is edit the clip how I want within the free Insta360 app or software for horizontal. With a GoPro, I’d then have to crop into the video to convert it to verticle. This almost always leads to losing important parts of the video. However, with the Insta360, I can change the format to vertical, and it can simply zoom out to show what I need since there is 360 degrees of footage.\nOne thing that it's important to know, though, is that the 360 video is a combination of footage captured on two different sensors and lenses. This is important because there is a space in the video where the two different videos are being stitched together. Most of the time, this is barely noticeable. However, I found out that this characteristic becomes more apparent when things are closer to the camera. So when I mounted the X4 to my camera, I initially just had it pointed directly forward and back. But what this did was make the stitch seam travel through my camera and face.\nHowever, an easy fix for this is simply to rotate the camera a bit so that this stitch seam travels just in front of the lens and to the side of the camera. Which was a weird concept for me to grasp at first. It's just because it looks off with the 360 camera pointing at an angle. But because it's capturing everything all at once, the rotation of the camera doesn't really matter.\nThankfully, when you take the footage into post-production, the ease of use remains equally simple. You can very intuitively drag video footage to show the area of the video you want to show. You can also easily set where you want to start the video clip and then have the camera “pan” to another section in the video with just a couple of clicks. So I can have a super wide shot showing me and the subject, then have the video zoom into the subject as well as track them through the video. However, one of the hardest parts about 360 video is that you are capturing so much that it can sometimes be hard to narrow down what you want to show. And it's here where they have an AI-based framing feature that analyzes your video clip and will automatically cut pieces of content from that clip so you can pick and choose what you want to use. But for me, I usually know exactly what I want to show, so I tend to manually edit and cut the clips.\nOne of my favorite and most used features for recording BTS is the ability to quickly start recording as well as easily stop and delete footage. Sometimes, when capturing moments, it's hard to know for sure if something interesting will happen. So as soon as something starts to happen, I can press the record button and, even if the camera is off, it will turn on and start recording. If nothing happens, I can long press the record button to simultaneously stop recording and delete the clip. This saves a ton of time in post-production without having to go through clips where nothing happened or have to dive into menus to delete footage from within the camera. One thing I wish though, was that the start time from off to recording was a bit faster.\nFrom here, capturing BTS footage is only a small drop in the bucket of what this camera can do. From high-resolution still images to reproducing drone-style footage, to even making crazy slow-motion Matrix-style video clips known as bullet-time. One look at some of the X4 promotional material, and you'll quickly see how much potential this little setup can give you!\nI also feel it's important to mention some of the specifics around the specs of this camera. As mentioned before, it can shoot video in 8k30 as well as 4k60 and even 4k100. It can take still images at 72 megapixels and also has an HDR mode for both still and video. I also have no complaints about the battery life with 135 minutes of run time. It's also super easy to swap out batteries if you have a long day of shooting and the entire camera is waterproof up to 30m. There is also the ability to use a dedicated underwater housing if you want to go deeper.\nThere is also a host of accessories. From invisible selfie sticks to extra-long invisible poles, as well as the special spinning rig used for recording bullet time videos. They also have special lens protectors, but unless you're filming in a hazardous environment, I'd recommend not using the guards because they can result in unwanted flaring and artifacts. The camera also has a USB-C port that offers quick charging. I loved having this because when I charge my Sony a7cR via USB-C, I could easily charge the 360 camera simultaneously. This makes the process of using an everyday camera along with an everyday BTS camera pretty seamless.\nWhat I Liked Set-it-and-forget-it style filming while being able to capture everything and reframe in post-production Quick recording with the ability to quickly cancel Solid build with great battery life What I Didn't Like Wish the start time was faster Have to be a little conscious of where the stitch seam will be in certain situations From the start, I always thought 360 cameras were a one-hit-wonder type of device. Thankfully, I was dreadfully wrong. This camera has drastically increased my ability to capture BTS footage while also making the process easier, more dynamic, and more engaging. If you are considering a GoPro, or currently use a GoPro, I'd highly recommend looking into the new Insta360 X4 . If you have an older Insta360 X3, I feel like this newer model would be worth the upgrade.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "https://www.youtube.com/embed/utIKv7KNOYo?feature=oembed",
    "https://www.bhphotovideo.com/c/search?q=sony%20a7cr&BI=6857&KBID=7410",
    "https://www.youtube.com/embed/6yAm4Ob2ZRI?feature=oembed",
    "https://www.bhphotovideo.com/c/product/1816273-REG/insta360_cinsabma_x4_360_deg_camera.html?BI=6857&KBID=7410",
    "https://bhphotovideo.com/c/product/1816273-REG/insta360_cinsabma_x4_360_deg_camera.html?BI=6857&KBID=7410",
    "https://www.youtube.com/embed/6yAm4Ob2ZRI",
    "https://youtube.com/embed/utIKv7KNOYo?feature=oembed",
    "https://www.bhphotovideo.com/c/product/1816273-REG/insta360_cinsabma_x4_360_deg_camera.html",
    "https://www.bhphotovideo.com/c/search",
    "https://www.youtube.com/embed/utIKv7KNOYo",
    "https://bhphotovideo.com/c/search?q=sony%20a7cr&BI=6857&KBID=7410",
    "https://youtube.com/embed/6yAm4Ob2ZRI?feature=oembed"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:28:10.163+03:00",
  "updated": "2024-04-26T06:16:48.797+03:00"
}