{
  "thread": {
    "uuid": "1cadf01d34a51ba06f956b55479aabefc7982fb1",
    "url": "https://www.jaxdailyrecord.com/news/2024/mar/14/first-residents-move-into-johnson-commons-town-homes-in-lavilla",
    "site_full": "www.jaxdailyrecord.com",
    "site": "jaxdailyrecord.com",
    "site_section": "https://jaxdailyrecord.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Jacksonville Daily Record - Jacksonville, Florida",
    "title": "First residents move into Johnson Commons town homes in LaVilla | Jax Daily Record",
    "title_full": "First residents move into Johnson Commons town homes in LaVilla | Jax Daily Record",
    "published": "2024-03-14T23:11:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.yourobserver.com/img/photos/2024/03/14/19_dji_fly_20240228_095334_97_1709132324848_aeb_mls_r1080x720.jpg?a5a8e335434cfe3a93dc299de6ea435221e0bf0d",
    "performance_score": 0,
    "domain_rank": 47026,
    "domain_rank_updated": "2024-03-12T12:13:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1cadf01d34a51ba06f956b55479aabefc7982fb1",
  "url": "https://www.jaxdailyrecord.com/news/2024/mar/14/first-residents-move-into-johnson-commons-town-homes-in-lavilla",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "J. Brooks Terry",
  "published": "2024-03-14T23:11:00.000+02:00",
  "title": "First residents move into Johnson Commons town homes in LaVilla | Jax Daily Record",
  "text": "Representatives of the Johnson Commons town home development in LaVilla Downtown celebrated its first homeowners March 14. Johnson Commons is the first large-scale, single-family home project built in the historic Black neighborhood since much of LaVilla’s housing was acquired and demolished by the city in the 1980s and ‘90s. Planned for “total completion” in the fourth quarter of 2025, it is a joint project between JWB Real Estate Capital LLC and Corner Lot Development Group. The Jacksonville City Council agreed to convey the development site, appraised in 2019 at $3.58 million, to the Johnson Commons partnership for $100 in exchange for keeping the prices affordable for middle-income buyers. Alex Sifakis, JWB Real Estate Capital president, called Johnson Commons a “great development with great demand.” Developers say 47 Johnson Commons units have been released for sale and 32 are sold or under contract. Prices start at $299,900, according the development’s website. The 91-unit project is next to the new Lift Ev’ry Voice and Sing Park, the Emerald Trail and the Jacksonville Transportation Authority’s Jacksonville Regional Transportation Center, making it a transit-oriented development “It’s been a long time coming. We really have this vision of Johnson Commons being a vibrant, inclusive, affordable place to live in downtown Jacksonville,” Sifakis said. “We think we did that with this project.” District 7 City Council member Jimmy Peluso said Johnson Commons is inching Downtown closer to becoming a “true urban core like every major city has.” “A lot of things we talk about when we talk about Downtown is that chicken-and-the-egg problem. Everyone says ‘Well, what do we need? Do we need more residences? Do we need more retail and attractions to bring people here?’ Well, this is a great solution,” he said. “If we want to spur more urban core development and show everyone Downtown Jacksonville is the place to be, this is one of the ways we are going to succeed.” Austin Mackey, 34, and his wife, Jessica, are among the first Johnson Common residents. Natives of North Carolina, Mackey said living Downtown makes sense for them both. “My wife works for the library system and she can get to all of the branches in 15 or 20 minutes,” said Mackey, who works remotely for a marketing firm out of Tampa. “And we’re so close to the main branch, which is great.” Mackey said he plans to walk to city destinations, including the Winston Family YMCA in Brooklyn, on a regular basis. Resident Stephen Wiley, 38, previously lived in Atlanta, where he is a hybrid worker at an infection prevention and other procedural products and service provider. He said Downtown is a familiar atmosphere for him. He previously lived at the Plaza Condominiums at Berkman Plaza & Marina. “Living Downtown was something I always wanted to do when I moved to Atlanta,” he said. “I like being near things. I like being near the water. “The location of Johnson Commons is perfect for me.” Resident and retired veteran Devonne Phillips called living Downtown “an awesome experience.” He is originally from Jacksonville, North Carolina. “Jacksonville isn’t far from where I was last stationed in Valdosta (Georgia),” he said. “And I just thought I’d really love to be able to walk out my door to Downtown restaurants and bars, and entertainment. It’s great for me.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "johnson commons",
        "sentiment": "negative"
      },
      {
        "name": "alex sifakis",
        "sentiment": "none"
      },
      {
        "name": "lavilla",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "corner lot development group",
        "sentiment": "none"
      },
      {
        "name": "jacksonville city council",
        "sentiment": "none"
      },
      {
        "name": "johnson commons",
        "sentiment": "none"
      },
      {
        "name": "jwb real estate capital",
        "sentiment": "none"
      },
      {
        "name": "jwb real estate capital llc",
        "sentiment": "none"
      },
      {
        "name": "voice",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "lavilla downtown",
        "sentiment": "none"
      },
      {
        "name": "jacksonville transpor",
        "sentiment": "none"
      },
      {
        "name": "emerald trail",
        "sentiment": "none"
      },
      {
        "name": "black",
        "sentiment": "none"
      },
      {
        "name": "sing park",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:47:31.057+02:00",
  "updated": "2024-03-15T00:47:31.057+02:00"
}