{
  "thread": {
    "uuid": "597303a40242e7cd0c7eb5e1cb11a8976028207f",
    "url": "https://aleteia.org/2024/03/28/baltimore-bridge-tragedy-shows-churchs-systems-of-support",
    "site_full": "aleteia.org",
    "site": "aleteia.org",
    "site_section": "http://aleteia.org/feed/",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "Aleteia — Catholic Spirituality, Lifestyle, World News, and Culture",
    "title": "Baltimore bridge tragedy shows Church’s systems of support",
    "title_full": "Baltimore bridge tragedy shows Church’s systems of support",
    "published": "2024-03-28T23:18:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://wp.en.aleteia.org/wp-content/uploads/sites/2/2024/03/Dali-crashed-into-Baltimore-bridge.jpg?w=620&amp;h=310&amp;crop=1",
    "performance_score": 0,
    "domain_rank": 6101,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "597303a40242e7cd0c7eb5e1cb11a8976028207f",
  "url": "https://aleteia.org/2024/03/28/baltimore-bridge-tragedy-shows-churchs-systems-of-support",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "John Burger",
  "published": "2024-03-28T23:18:00.000+02:00",
  "title": "Baltimore bridge tragedy shows Church’s systems of support",
  "text": "Please consider a gift for Aleteia! Help us spread the joy of Christ's victory. Aleteia depends on your support. Join our Lenten Campaign 2024. [DONATE NOW](https://aleteia.org/support-aleteia/?utm_campaign=easter2024&utm_content=cta&utm_medium=inread_box&utm_source=en_aleteia) A parish with the largest Hispanic congregation in the Archdiocese of Baltimore “stands ready” to assist the families of the six construction workers who disappeared in Tuesday’s bridge collapse, said its pastor. Redemptorist Fr. Ako Walker, the pastor, was called just hours after the catastrophe happened and sat with family members as they awaited news of their loved ones. Two workers were rescued Tuesday, soon after a container ship plowed into one of the pillars of the [Francis Scott Key Bridge](https://mdta.maryland.gov/Toll_Facilities/FSK.html). The crash sent most of the structure into the waters of the Patapsco River. But by Tuesday night, officials said the cold water, poor visibility, and changing currents led to a decision to call off further rescue efforts. The bodies of two of the six workers were found Wednesday morning inside a pickup truck submerged in the water. The two were identified as Alejandro Hernandez Fuentes, 35, a Mexican native who lived in Baltimore, and Dorlian Ronial Castillo Cabrera, 26, originally from Guatemala, who lived just outside the city. Meanwhile, the director of the [Apostleship of the Sea](https://www.aos-usa.org) in Baltimore, a Catholic agency that works with seafarers coming into the busy Port of Baltimore, is staying in touch with crew members of the Dali, the ship involved in the accident – some of whom he had met just hours before the incident. Media reports have said all the crew members are from India. “They had reached out to me on Sunday morning,” Andrew K. Middleton, director of the AOS, told Aleteia. “They said they were getting ready to have a long trip. and they wanted to go shopping to get the things that they needed for the voyage. I had a volunteer on Sunday, so he took them shopping. They were out for five or six hours.” “I was just with those guys” Middleton has been director of the AOS for about 15 years. He said the ministry reaches out to visiting ships, in order to offer assistance to seafarers, who spend long weeks away from home. Many of the crews have gotten to know the AOS and contact Middleton when they come into port. “We try to welcome them as we welcome Christ in the stranger,” he said. A former Baltimore police officer, Middleton said that after Sunday’s shopping excursion, the sailors spent some time relaxing at the AOS’s Seafarer Center and took some books and magazines from its library for what they expected to be a 27-day voyage to Sri Lanka. “On Sunday night, two crew members reached out to me separately and thanked us for our service and our hospitality to them,” Middleton said. The next day, Middleton himself took some crew members shopping. On Tuesday morning, when he heard the news of the collision and the name of the ship involved, he thought to himself, “I was just with those guys yesterday.” He had contact information, so he immediately sent a message to one of them. “He responded within a few minutes saying that everyone was safe,” Middleton said. “Since then, I’ve just kind of periodically, three or four times throughout the day, I just send them a message to say, you know, just checking to make sure everybody’s still okay; we’re here for you. We’re praying for you.” Middleton expects that once the onsite investigation of the accident is finished, and the vessel can return to a terminal, “we can get on board and we can assess what their needs are and figure out how we can help them.” Repairs to the ship as well as the need to clear the submerged bridge structure will mean that the crew – as well as crews of other ships in port – will be there for a while. “There hasn’t been an official timeline or even an official estimate of how long this might last,” Middleton said. “I imagine that for the Dali, it’s probably going to be months.” In the meantime, the AOS is ready to provide at least the normal services it offers to seafarers. “At some point, we’ll probably start trying to find ways to provide enhanced recreational activities,” he speculated. Middleton has a staff of six volunteers and a list of four or five priests of the Archdiocese of Baltimore he calls on when needed. Sometimes Mass can be arranged on a ship or at St. Rita’s Church in Dundalk, where the Seafarer’s Center is located. It’s fewer than three minutes from the [Dundalk Marine Terminal](https://mpa.maryland.gov/pages/dundalk-marine-terminal.aspx). “It would be very easy to have the church opened up and have a Mass there [for crew members], or even if they just wanted to go in and sit before the Blessed Sacrament, that would be very easily done,” he said. Of the work of mariners, Middleton said, “It’s a dangerous profession to begin with. It’s a high stress environment on a good day. So something like this — I’m sure it lingers in the back of every seafarer’s mind now.” “I can only imagine what the crew of the Dali is feeling right now,” he said. Ministering to grieving families On Tuesday, a couple hours after the accident, Fr. Ako Walker, pastor of Sacred Heart of Jesus in Baltimore, was called to be present to the families, to “accompany them, be a spiritual guide during their moment of loss,” he told Aleteia. “Being bilingual, I was invited to be there,” he said. “As I entered the room, of course, there was extreme sadness, but I also detected a bit of numbness that people were trying to come to terms with the news that they received,” he said. “And, given that the incident would have taken place only a couple of hours before that, no real answers were forthcoming, and so they were in what I call this liminal space, this space of uncertainty, this space of not being able to get the kinds of responses that they may have needed to assuage their fears and concerns about the disappearance of their loved ones.” There was pain “etched on their faces as they awaited the news,” he said. Fr. Walker, a native of Trinidad and Tobago, commended the Baltimore Police, FBI, Red Cross, Baltimore City, and Baltimore County services, “all making an effort to provide relief to these families in the midst of a very trying time, a very trying circumstance.” Although he doesn’t think any of the families are members of Sacred Heart parish and is not sure if any are Catholic, he said that at least two of his parishioners told him they knew some of the lost construction workers. And at least one parishioner has worked on the Francis Scott Key Bridge. “I like to think that while the Latino community is large, it’s also small in terms of connection and knowing one another and so on. It’s a close knit community,” he said. “So if you’re involved in construction with those kinds of activities, then chances are you will have worked on that bridge or other bridges within Baltimore.” The men who were thrown into the river when the bridge collapsed had been on a night shift repairing potholes. Although the captain of the Dali had issued a mayday call when he lost control of the ship, allowing road crews to close the bridge to traffic and thus save lives, there was very little time to get the construction crew off the span. Fr. Walker said that the grieving families are not only “saddled with the burden of the physical loss of their loved ones,” but also a major source of income has been cut off. “One of the ladies, without going into too much detail, has three young children,” he said. “So that’s a father gone. That’s a shocking reality that the children, the mother, and family have to face.” He said that a number of organizations, such as the Latino Racial Justice Circle, have already raised “quite a bit of money that will be distributed directly to the immediate families of these six victims.” Sacred Heart parish is planning to have a prayer service to honor the memory of the six men and “see how best we can assist the families that are in need at this time.” The parish also “stands ready” to “open the church” or provide a priest, if a family requests one, he said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [
    "https://mdta.maryland.gov/Toll_Facilities/FSK.html",
    "https://www.aos-usa.org",
    "https://mpa.maryland.gov/pages/dundalk-marine-terminal.aspx",
    "https://www.mdta.maryland.gov/Toll_Facilities/FSK.html",
    "https://aos-usa.org",
    "https://www.mpa.maryland.gov/pages/dundalk-marine-terminal.aspx"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "christ",
        "sentiment": "neutral"
      },
      {
        "name": "alejandro hernandez fuentes",
        "sentiment": "none"
      },
      {
        "name": "ako walker",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "baltimore",
        "sentiment": "none"
      },
      {
        "name": "patapsco river",
        "sentiment": "none"
      },
      {
        "name": "francis scott key bridge",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T03:07:39.255+03:00",
  "updated": "2024-03-29T03:19:12.355+03:00"
}