{
  "thread": {
    "uuid": "cb0d06e4f0ad6a219c8c97d5f32a43510eef109b",
    "url": "https://www.jpost.com/opinion/article-779936",
    "site_full": "www.jpost.com",
    "site": "jpost.com",
    "site_section": "http://israel.nowlej.com",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "Israel NOWlej | News &amp; Views on the State of the Jews",
    "title": "Rebuilding Gaza post-war must include Palestinian education restructure - The Jerusalem Post",
    "title_full": "Rebuilding Gaza post-war must include Palestinian education restructure - The Jerusalem Post",
    "published": "2023-12-29T21:13:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.jpost.com/image/upload/f_auto,fl_lossy/c_fill,g_faces:center,h_407,w_690/570532",
    "performance_score": 0,
    "domain_rank": 943,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cb0d06e4f0ad6a219c8c97d5f32a43510eef109b",
  "url": "https://www.jpost.com/opinion/article-779936",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "jpost.com",
  "published": "2023-12-29T21:13:00.000+02:00",
  "title": "Rebuilding Gaza post-war must include Palestinian education restructure - The Jerusalem Post",
  "text": "The eyes of the world remain fixated on Gaza. But true vision requires looking beyond the here and now and ensuring that the horror of the present day won’t be repeated. Assuming Israel succeeds in freeing its innocent hostages and neutralizing Hamas terrorists, what then?\nThe immediate concern will undoubtedly be repairing the physical and material devastation. New homes, roads, and infrastructure will be among the first items on the post-war agenda.\nYet, the building blocks of Gaza’s collective future will depend not just on the bricks and mortar of communal buildings but also on the social fabric of a viable future. While Gaza’s material welfare has been devastated in a matter of weeks, much of its moral and ethical wellbeing was destroyed by Hamas decades ago.\nIn his seminal work, Imagined Communities, political scientist Benedict Anderson dissected how nations develop a sense of identity. He argues that nations are a cultural construct that can be shaped. In the case of Gaza, hatred, violence, and terror have been normalized, culminating in over 3,000 terrorists crossing the border on October 7 to wreak death and havoc and to be gleefully greeted by many more on their return as they paraded victims through the streets.\nAt the heart of the identity that precipitated this chaos sits a warped ideology fueling indoctrination. An estimated 100,000 children underwent military training and were taught to lionize armed “resistance” in summer camps across Gaza a few months ago. This supplements everyday schooling, which has been documented to contain hatred toward Jews and Israel , incitement to violence, and the glorification of martyrdom.\nAnd all of this is exacerbated by leaders of religious institutions, Hamas-controlled media, and social media propaganda, fueling a culture of death and destruction. October 7 did not happen in a vacuum. The seeds of terror were carefully sown by Hamas in classrooms and summer camps, from pulpits and TV screens. Tellingly, media reports are increasingly detailing how Gaza’s schools are being harnessed by Hamas to launch attacks and store weapons. Israeli soldiers operate in the Gaza Strip on December 27, 2023 (credit: IDF SPOKESPERSON'S UNIT) Out with the old, but in with what?\nSO, IF the stated aim of rooting out Hamas is achieved, what will fill this void? Advertisement\nA Gaza that places a premium on life, literacy, respect, and opportunity will surely outlive the new buildings that will soon dot the landscape. According to Anderson’s thesis, a new sense of identity can be constructed in place of Hamas’s ethos of hate. And so, just as Hamas hijacked education to poison young minds, education can fuel a new and brighter future.\nWhile not a simple transformation, there are historical precedents. Japan’s meteoric post-World War II transformation into an economic powerhouse is something of a 20th-century miracle. It is no coincidence that just one month after Japan’s surrender in 1945, the American administration introduced new education policy guidelines that focused heavily on fostering a sense of cooperation, open-mindedness, and a love of peace.\nMeanwhile, the Saudi Arabian curriculum has steadily developed over the past few years , rooting out antisemitism from its textbooks and introducing a greater sense of gender equality. These reforms go hand-in-hand with the country’s ‘Vision 2030’ to steadily grow its economic and geopolitical curriculum. Clearly, no single curriculum is perfect, but these case studies offer hope.\nInstructively, before a single brick has been laid, the first step for any architect is to draw a plan of the finished product. So, too, must Gaza’s education be planned. When I served as the dean of a school in Australia, we reconstructed the educational offering by defining the ideal graduate. Once we were clear about what an ideal graduate looked like, we worked backward, developing each detail of the curriculum, each lesson plan, and a host of enrichment activities accordingly.\nIn the context of Gaza, a new educational reality will mean ensuring that graduates become productive members of society. It will mean that graduates are committed to building a Gaza that is prosperous and peaceful. It will mean graduates who are proud Palestinians and at the same time, active global citizens.\nThese cannot be treated as vague concepts. They must infuse each facet of a reimagined education system that empowers the next generation. Such a system will require just as much time investment and careful planning as the rebuilt Gazan landscape, which the international community is already contemplating. Defining how this looks will require moderate voices in partnership with fine educators, experts, and those who truly understand how to connect with students.\nFailure to prioritize education at the heart of Gaza’s post-war plan will mean that new buildings, new neighborhoods, and new schools will house hate once more. In other words, there will be no real future at all.\nThe writer, a rabbi, lives in Jerusalem. He has headed global Jewish initiatives, schools, and communities and is the co-founder of Israel Impact Partners.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "benedict anderson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "jerusalem post",
        "sentiment": "negative"
      },
      {
        "name": "hamas",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T21:23:32.421+02:00",
  "updated": "2023-12-29T21:23:32.421+02:00"
}