{
  "thread": {
    "uuid": "9321cb4fb9416c9f7da892f3065800773523cf99",
    "url": "https://asbarez.com/how-to-observe-the-new-year/",
    "site_full": "asbarez.com",
    "site": "asbarez.com",
    "site_section": "http://asbarez.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Asbarez.com",
    "title": "How to Observe the New Year",
    "title_full": "How to Observe the New Year",
    "published": "2023-12-29T20:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 54611,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9321cb4fb9416c9f7da892f3065800773523cf99",
  "url": "https://asbarez.com/how-to-observe-the-new-year/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Contributor",
  "published": "2023-12-29T20:30:00.000+02:00",
  "title": "How to Observe the New Year",
  "text": "BY REV. DR. VAHAN H. TOOTIKIAN As the page turns on our calendar welcoming the New Year, we ask, “How do we observe the New Year?” The New Year is an opportune time to evaluate our lives and hopefully gain a deeper understanding of life. In this respect, the Bible is the best source that can be of great assistance and provide us with good insight and guidance. In the Bible, life is compared to the flower of the fields, a trust, and a journey. In the Epistle to the Hebrews, life is compared to a race. The picture is that of a person standing at the starting line, ready to run. This scripture sheds some light concerning life’s journey. It tells us the following: First, we must look behind us. The author of Hebrews speaks of “a great cloud of witness,” and that looks back to the previous chapter where he has called the roll of the faithful across the centuries. He speaks of Noah, Abraham, Joseph and others as if they were seated in the stadium waiting to watch us run. Looking behind us definitely has an advantage in that the past offers us a body of experience. If we are wise enough to use it, surely it can save us to take advantage of the insights of the past upon which to build our own future. Second, we must look within us. The author of Hebrews urges us “to throw off everything that hinders and the sin that so easily entangles.” Are we carrying around an old cardboard box full of worries, guilt, and past regrets? We don’t have to carry it anymore. We should not allow the frustrations, disappointments, or mistakes of one day, a week, or even earlier years to ruin our entire life. We should not dwell on thoughts that depress us. If our minds are filled with clouds, we should chase them away and fill them with sunshine. We should gather the courage to do what is right and take responsibility for our actions. Third, we must look forward. There is a life out there to live.Hebrews 12 calls it “the race which lies ahead.” We should not live in the past. It is true that we cannot turn back the wheels of time physically, but we can go back psychologically. We can sentimentalize the “good-old-days.” The danger of sentimentalizing the past is that it destroys our effectiveness in the present and kills aspirations for the future. The Apostle admonishes us “to run with perseverance the race marked out for us.” That is the forward-looking orientation about which St. Paul speaks about when he writes, “I press on toward the goal” (Philippians 3:14). We can go worthily to meet the future and make it a significant one if we honestly accept what we have in the way of talent, ability, and resources and use them productively. Finally, before we begin the New Year we must look upward. The race which lies ahead is uncertain. Only God knows what the future holds, and He is too wise to spoil the excitement by taking away the anticipation. The New Year will be a year in many ways like the past—hills and valleys, good times and bad. For some people who are with us in the race of life, this will be their last year. Yes, the future is unknown to us. But one thing is known: Our Heavenly Father, through Jesus Christ, will be with us, whether we live or die. As for those who are in the race of life, the writer tells them “to fix their eyes on Jesus, the author and the perfecter of our faith.” Just as a runner concentrates on the finish line, we should concentrate on Jesus, the goal and objective of our faith. Rev. Dr. Vahan H. Tootikian is the Minister Emeritus of the Armenian Congregational Church of Greater Detroit and the Executive Director of the Armenian Evangelical World Council.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "vahan h. tootikian",
        "sentiment": "neutral"
      },
      {
        "name": "abraham",
        "sentiment": "none"
      },
      {
        "name": "joseph",
        "sentiment": "none"
      },
      {
        "name": "noah",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T00:05:27.749+02:00",
  "updated": "2024-01-06T01:01:43.960+02:00"
}