{
  "thread": {
    "uuid": "947eecfe0675ddc8d4d282cb7c17f1b70eb90e4c",
    "url": "https://vnexplorer.net/antarcticas-miniature-moss-forests-reveal-shifts-in-climate-across-thousands-of-years-s1543320.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/feed",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Antarctica's miniature moss 'forests' reveal shifts in climate across thousands of years",
    "title_full": "Antarctica's miniature moss 'forests' reveal shifts in climate across thousands of years",
    "published": "2024-02-16T03:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ilSNj.img",
    "performance_score": 0,
    "domain_rank": 51153,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "947eecfe0675ddc8d4d282cb7c17f1b70eb90e4c",
  "url": "https://vnexplorer.net/antarcticas-miniature-moss-forests-reveal-shifts-in-climate-across-thousands-of-years-s1543320.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-02-16T03:07:00.000+02:00",
  "title": "Antarctica's miniature moss 'forests' reveal shifts in climate across thousands of years",
  "text": "The frozen continent is not just all ice and snow, but home to lush beds of amazing ancient moss. (Supplied: Emiliano Cimoli)\nThink Antarctica, and you probably imagine snow and ice and not much else.\nBut the frozen continent is also home to lush beds of green moss.\nCapable of surviving Antarctica’s extreme cold and wind, moss beds can live for centuries or even millennia — and scientists have dubbed them “miniature old-growth forests”.\nMoss is the cornerstone of the continent’s biodiversity and analysing it can also tell us about past climates.\nAnd now that climate change is messing with Antarctica’s ecology, scientists are trying to work out how to protect the unique moss species that live there.\nWhy is moss so special? Moss is a type of plant that has no tissue to conduct water and nutrients. This limits how big it can grow, so it appears as little ‘cushions’ or ‘buttons’.\nIt was one of the first plants to evolve to live on land and today is the main plant in Antarctica.\nMoss grows only in the ice-free areas of Antarctica, which make up only a tiny fraction of the continent (around 54,200 square kilometres).\nThese are mainly around the coast but also include isolated mountain peaks, mountain ranges, dry valleys, exposed coastal fringes or offshore subantarctic islands. Some species of Antarctic moss even grow as underwater ‘pillars’ in lakes.\nStephen Chown, director of Securing Antarctica’s Environmental Future (SAEF), is charged with understanding and protecting this moss.\n“There are no ecosystems elsewhere in the world where mosses play such an important role,” Professor Chown says.\nMosses in Antarctica must survive nine to 10 months lying dormant under the winter snow.\n“One of the things that makes them special is that they can tolerate very low temperatures and substantial dryness for prolonged periods,” Professor Chown says.\nThen, in December, when it warms a little and the snow melts, the frozen moss thaws and soaks up the water like a sponge, and springs back to life.\nOther plants would never survive this constant cycle.\nGrowing only a matter of millimetres a year, Antarctic moss scrounges for nutrients – even catching ancient penguin poo drifting on the wind – to make the most of the short growing season.\nMoss spores spread easily to colonise new areas, stabilising the soil and providing a home to many small creatures, including the incredibly cool moss ‘piglet’ (also known as a water bear or tardigrade).\nA window on the past Antarctic moss is capable of bouncing back after being buried under a glacier for centuries.\nThis resilience through the ages makes moss a great record of past climates.\nSome of the oldest moss tapped for information has survived for at least 5,500 years.\nScientists study cross-sections of moss shoots, like tree rings, to tell them when moss grew the fastest in the past, which indicates when the continent was wet and warm.\nAnd like ice cores, moss shoots also contain chemical signals of past climates.\nPredicting the future of moss Evidence from the rapidly warming Antarctic Peninsula in the west suggests conditions there could favour an expansion of moss. However, there are different trends elsewhere on the continent.\nMelinda Waterman and colleagues have found a climate signal in moss cores from East Antarctica that spells trouble for the native species of moss in that area.\n“There are a lot of cores collected from Casey Station and they’ve been indicating that this site has been drying,” says Dr Waterman, a biotechnologist at the University of Wollongong.”We’re looking at mosses collected from other sites around the coast of Antarctica to determine whether this same drying trend is occurring like we see at Casey.”\nStressed moss gives a colour signal Most Antarctic mosses are green when they are healthy, but they turn reddish when exposed to harsh conditions such as dehydration.\nThis is due to a pigment that is produced in greater amounts by mosses when they are under stress, Dr Waterman says.\nIf a moss gets enough water again it can bounce back to being green, but if not, it can finally turn grey and die.\nResearchers are using change in colour to assess moss health.\nAnd rather than spending too much time trampling over moss beds on foot in the harsh Antarctic weather, they are developing new tools to survey moss from the air.\n“It’s a much more effective way of doing it because you’re not destroying the site,” Dr Waterman says.\nResearchers use drones and satellites to map large areas of moss.\nJuan Sandino, a robotics expert from the Queensland University of Technology, is training a machine learning algorithm that uses the colour of moss to assess its health.\nPreliminary findings show the system can map the moss (and lichen) with 95 per cent accuracy, although Dr Sandino emphasises more work needs to be done.\n“The more data that is fed into the model the better,” he says.\nEfforts to protect a unique ecosystem As the climate dries in East Antarctica, native moss species are being replaced with tougher, more common species, which grow throughout the world.\nMeanwhile, the Antarctica Peninsula in the west is being infiltrated by weeds like annual bluegrass.\nResearchers hope their ongoing work will help us understand what areas of this extraordinary continent need to be most protected.\n“Antarctica is a very special place on Earth,” Professor Chown says.\n“We have an obligation to look after it.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ilSNj.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ilSNj.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "emiliano cimoli",
        "sentiment": "none"
      },
      {
        "name": "moss",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "antarctica",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T03:12:32.436+02:00",
  "updated": "2024-02-16T03:12:32.436+02:00"
}