{
  "thread": {
    "uuid": "162fdd71c82ffc846320a5d3f969b0ae6b06d37f",
    "url": "https://www.wbaltv.com/article/traumatic-brain-injury-survivor-taylor-burry-shares-message/60204863",
    "site_full": "www.wbaltv.com",
    "site": "wbaltv.com",
    "site_section": "http://www.wbaltv.com/10137988?format=rss_2.0&view=feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Top Stories",
    "title": "Traumatic brain injury survivor shares inspirational message",
    "title_full": "Traumatic brain injury survivor shares inspirational message",
    "published": "2024-03-14T23:58:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://kubrick.htvapps.com/vidthumb/b4d836df-e700-4ca1-a900-e469c27bfa4d/c19c7396-4374-4cef-960c-48fe62a29c21.jpg?crop=1.00xw:1.00xh;0,0&amp;resize=1200:*",
    "performance_score": 0,
    "domain_rank": 10219,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "162fdd71c82ffc846320a5d3f969b0ae6b06d37f",
  "url": "https://www.wbaltv.com/article/traumatic-brain-injury-survivor-taylor-burry-shares-message/60204863",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-14T23:58:00.000+02:00",
  "title": "Traumatic brain injury survivor shares inspirational message",
  "text": "Traumatic brain injury survivor shares inspirational message about 'invisible disability' Share Copy Link Copy {copyShortcut} to copy Link copied! Updated: 5:58 PM EDT Mar 14, 2024 Kim Dacey Reporter Traumatic brain injury survivor shares inspirational message about 'invisible disability' Share Copy Link Copy {copyShortcut} to copy Link copied! Updated: 5:58 PM EDT Mar 14, 2024 NEARLY SIX YEARS LATER, AND POLICE HAVE STILL NOT IDENTIFIED THE DRIVER WHO HIT TAYLOR BERRY AND KEPT GOING. BUT HE HAS MOVED FAR BEYOND WANTING JUSTICE SINCE SOMEONE LITERALLY JUST HIT ME AND LEFT ME TO DIE, AND I REFUSED TO ALLOW THEIR POOR DECISION TO DICTATE HOW I RUN MY LIFE. TAYLOR BERRY SAYS HE TOOK THAT ANGER AND CHANNELED IT INTO HIS RECOVERY. AND BOY, DID IT WORK. HE’S COME A LONG WAY SINCE THAT SUMMER EVENING IN 2018, WHEN HE WAS DELIVERING PACKAGES FOR UPS, AND HE WAS HIT BY AN SUV ON DANIELS ROAD IN ELLICOTT CITY, HITTING HIS HEAD. HE DOESN’T REMEMBER IT, BUT WAS TOLD SOME QUICK THINKING NEIGHBORS CAME TO HIS AID AND EMS RUSHED HIM TO SHOCK TRAUMA. I JUST REMEMBER HIS MOM COMING OVER TO ME AND SAYING IT’S BAD. IT’S HIS HEAD. HIS FAMILY WAS BY HIS SIDE IN THE ICU AT SHOCK TRAUMA, INCLUDING KELSEY, THEN HIS FIANCE, NOW HIS WIFE. DOCTORS WERE ASTOUNDED AT HIS PROGRESS AFTER JUST A WEEK THERE, HE MOVED TO THE FIRST OF TWO INPATIENT REHABILITATION CENTERS FOR INTENSIVE PHYSICAL, SPEECH AND OCCUPATIONAL THERAPY LEARNING TO WALK, TALK AND READ. AGAIN. I KNEW THAT I WOULD NEVER BE ABLE TO FIND THE BASELINE I HAD BEFORE, BUT IF I DUG DOWN DEEP AND I WORKED AS HARD AS I COULD, THAT I WOULD BE ABLE TO FIND AT LEAST A NEWER BASELINE. THE HARD WORK PAID OFF. HE CAME HOME LESS THAN A YEAR AFTER THE ACCIDENT, AND WENT BACK TO WORK A SHORT TIME LATER, HE MARRIED KELSEY AND THEY HAVE A TWO AND A HALF YEAR OLD SON, JAMES, BUT HE STILL HAS CHALLENGES, HEADACHES, MEMORY PROBLEMS, AND INSOMNIA. HE CALLS IT AN INVISIBLE DISABILITY. STILL, TAYLOR KNOWS HE’S ONE OF THE LUCKY ONES, A TRUE TRAUMATIC BRAIN INJURY SUCCESS STORY. AND THIS BRAIN INJURY AWARENESS MONTH. HE HAS A MESSAGE FOR OTHER TBI PATIENTS AND THEIR FAMILIES. KNOW THAT THERE ARE OTHER PEOPLE THAT HAVE WALKED THROUGH PATH. OTHER PEOPLE THAT HAVE EXPERIENCED EXACTLY WHAT YOU’RE EXPERIENCING AND THAT THERE’S THERE’S A COMMUNITY OF US THAT THAT IS WILLING TO HELP YOU. FOR MORE INFORMATION ON THE TBI RESOURCE IS AVAILABLE HERE IN MARYLAND, YOU CAN FIND A LINK ON OUR WEBSITE, WBAL TV DOT COM. IN ELLICOT GET LOCAL BREAKING NEWS ALERTS The latest breaking updates, delivered straight to your email inbox.\nYour Email Address Submit Privacy Notice Advertisement Traumatic brain injury survivor shares inspirational message about 'invisible disability' Share Copy Link Copy {copyShortcut} to copy Link copied! Updated: 5:58 PM EDT Mar 14, 2024 Kim Dacey Reporter A brain injury survivor from Howard County is speaking out about what he calls an invisible disability.Taylor Burry was delivering packages for UPS when he hit his head after he was struck by an SUV in a 2018 hit-and-run on Daniels Road in Ellicott City.Burry has been through quite an ordeal to recover. Almost six years later, police still have not identified the driver who fled, but he has moved far beyond wanting justice.\"Someone literally hit me and left me to die, and I refused to let their poor decisions dictate how I run my life,\" Burry told 11 News.Burry said he took anger and channeled it into recovery. He has come a long way since. He doesn't remember the crash, but was told some quick-thinking residents came to his aid, and paramedics took him to Shock Trauma in Baltimore.\"I directly attribute where I am today to the people that found me — EMS — to Shock Trauma, and the people that helped me get where I am today,\" Burry told 11 News.\"I just remember his mom coming over to me and saying, 'It's bad. It's his head. He's having brain surgery,'\" Burry's wife, Kelcey Burry, told 11 News.With family by his side at Shock Trauma's intensive care unit, doctors were astounded at his progress. After just a week there, Taylor Burry moved to the first of two inpatient rehabilitation centers for intensive physical, speech and occupational therapy to re-learn how to walk, talk and read. \"I knew that I would never be able to recover the baseline I had before, but if I dug down deep and I worked as hard as I could that I would be able to find at least a newer baseline,\" Taylor Burry told 11 News.The hard work paid off. He returned home less than a year after the crash and then to work a short time later. He married his wife, and the couple has a 2 1/2-year-old son, James.But Taylor Burry still has challenges, including headaches, memory problems and insomnia. He called it an invisible disability.\"A survivor has true lifelong ailments. It's really chronic health problems,\" he said.Still, Taylor Burry said he knows he's lucky and a true traumatic brain injury success story. As March marks Brain Injury Awareness Month, he has a message for other traumatic brain injury patients and their families: \"Know that there are other people that have walked your path, other people that have experienced exactly what you're experiencing and that there's a community of us that is willing to help you.\" For more information on the resources available in Maryland, go to the Brain Injury Association of Maryland's website. ELLICOTT CITY, Md. — A brain injury survivor from Howard County is speaking out about what he calls an invisible disability.\nTaylor Burry was delivering packages for UPS when he hit his head after he was struck by an SUV in a 2018 hit-and-run on Daniels Road in Ellicott City.\nAdvertisement Burry has been through quite an ordeal to recover. Almost six years later, police still have not identified the driver who fled, but he has moved far beyond wanting justice.\n\"Someone literally hit me and left me to die, and I refused to let their poor decisions dictate how I run my life,\" Burry told 11 News.\nBurry said he took anger and channeled it into recovery. He has come a long way since. He doesn't remember the crash, but was told some quick-thinking residents came to his aid, and paramedics took him to Shock Trauma in Baltimore.\n\"I directly attribute where I am today to the people that found me — EMS — to Shock Trauma, and the people that helped me get where I am today,\" Burry told 11 News.\n\"I just remember his mom coming over to me and saying, 'It's bad. It's his head. He's having brain surgery,'\" Burry's wife, Kelcey Burry, told 11 News.\nWith family by his side at Shock Trauma's intensive care unit, doctors were astounded at his progress. After just a week there, Taylor Burry moved to the first of two inpatient rehabilitation centers for intensive physical, speech and occupational therapy to re-learn how to walk, talk and read.\n\"I knew that I would never be able to recover the baseline I had before, but if I dug down deep and I worked as hard as I could that I would be able to find at least a newer baseline,\" Taylor Burry told 11 News.\nThis content is imported from Twitter. You may be able to find the same content in another format, or you may be able to find more information, at their web site. Taylor Burry was hit by a car delivering packages for UPS nearly six years ago. He suffered a traumatic brain injury and will always have challenges but he’s able to have a relatively normal life with his wife and son. More on his journey at 5:30 @wbaltv11 #wbal pic.twitter.com/TV5dx6g7a1\n— Kim Dacey WBAL (@kimdaceywbal) March 14, 2024 The hard work paid off. He returned home less than a year after the crash and then to work a short time later. He married his wife, and the couple has a 2 1/2-year-old son, James.\nBut Taylor Burry still has challenges, including headaches, memory problems and insomnia. He called it an invisible disability.\n\"A survivor has true lifelong ailments. It's really chronic health problems,\" he said.\nStill, Taylor Burry said he knows he's lucky and a true traumatic brain injury success story.\nAs March marks Brain Injury Awareness Month, he has a message for other traumatic brain injury patients and their families: \"Know that there are other people that have walked your path, other people that have experienced exactly what you're experiencing and that there's a community of us that is willing to help you.\"\nFor more information on the resources available in Maryland, go to the Brain Injury Association of Maryland's website .\nUPS driver critically injured in Ellicott City hit-and-run, police say Get WBAL-TV 11 News on the go Top Picks Iceland's latest volcanic eruption: See video Woman celebrates 106th birthday with visit to Disney World Rossen roundup: Top consumer stories from the past week There’s already so many deals ahead of Amazon’s spring sales event. Here’s what we found",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health"
  ],
  "external_links": [
    "https://www.biamd.org",
    "https://www.biamd.org/",
    "https://biamd.org/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "taylor burry",
        "sentiment": "none"
      },
      {
        "name": "burry",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ups",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "baltimore",
        "sentiment": "none"
      },
      {
        "name": "ellicott city",
        "sentiment": "none"
      },
      {
        "name": "howard county",
        "sentiment": "none"
      },
      {
        "name": "daniels road",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:18:56.821+02:00",
  "updated": "2024-03-18T00:05:22.654+02:00"
}