{
  "thread": {
    "uuid": "31e56fc42792e5fa574ce095ebcecd4b6c0676f3",
    "url": "https://www.globalist.it/life/2024/04/12/yuri-gagarin-e-fu-subito-spazio",
    "site_full": "www.globalist.it",
    "site": "globalist.it",
    "site_section": "https://www.globalist.it/feed",
    "site_categories": [
      "uncategorized"
    ],
    "section_title": "Globalist.it",
    "title": "Yuri Gagarin e fu subito spazio",
    "title_full": "Yuri Gagarin e fu subito spazio",
    "published": "2024-04-12T03:40:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "http://www.globalist.it/wp-content/uploads/2024/04/66183_4x3-scaled-e1712882407918.jpg",
    "performance_score": 0,
    "domain_rank": 54680,
    "domain_rank_updated": "2024-04-09T13:11:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "31e56fc42792e5fa574ce095ebcecd4b6c0676f3",
  "url": "https://www.globalist.it/life/2024/04/12/yuri-gagarin-e-fu-subito-spazio",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "globalist",
  "published": "2024-04-12T03:40:00.000+03:00",
  "title": "Yuri Gagarin e fu subito spazio",
  "text": "Yuri Gagarin, il primo extraterrestre. Uomo, no marziano, semplicemente uomo, ma protagonista vero della Storia, quella con la “s” maiuscola, che il 12 aprile 1961 subì una sterzata. In meglio.\nCinquantacinque anni fa infatti, quell’ufficiale dell’aviazione sovietica, fu il primo uomo lanciato nello spazio compiendo a bordo della navicella Vostok (Oriente), un orbita ellittica intorno alla terra in un’ora e 48 minuti, un viaggio che suscitò emozioni e clamore in tutto il mondo, e comprensibile invidia negli Stati Uniti, rimasti spiazzati da un successo del genere\nGagarin aveva 27 anni ed era stato scelto fra oltre tremila piloti. Il padre era un modesto carpentiere e lui aveva lavorato in una fonderia. Amava il volo ed entrò in aviazione non sapendo che e sarebbe diventato un cosmonauta (secondo la dizione russa), il primo in assoluto, che col suo viaggio “eroico” fra le stelle, avrebbe dato il via alle successive missioni di tanti altri colleghi del suo paese e di astronauti (secondo la dizione occidentale) americani.\nE in quegli anni di “cortina di ferro” e “guerra fredda”, quel successo per quei tempi incredibile che trasformò il prode Yuri Alekseevic Gagarin in ambasciatore delle glorie del comunismo nel mondo, fu anche un bene per l’umanità intera, perché spostò il duello fra le due superpotenze dall’incubo nucleare a quello più avvincente della ricerca scientifica e tecnologica. Gagarin quindi come volano del progresso, tra i sogni del new deal kennedyano che affondavano nella Baia dei Porci cubana e l’orgoglio del tovarich-monarca Kruscev che all’Onu sbatteva le scarpe sui banchi.\nBenedetto quel volo del 12 aprile di cinquantacinque anni fa allora. Avvenuto in un’atmosfera meteorologica e politica diversissima dall’attuale. A Mosca nevicava quel giorno. La sveglia per il maggiore Gagarin suonò alle 5,30 nella base (segretissima) di Baykonur nel Kazakistan. Yuri, che il giorno prima era tornato nella Capitale per rendere omaggio al padre della patria Lenin nel Mausoleo nella piazza Rossa, si lava, fa colazione e fa i consueti esercizi fisici.\nPoi indossa una tuta leggera e calda di colore azzurro, quindi la tuta protettiva arancione, infila le cuffie e un casco bianco con la scritta CCP (URSS). Sale sul bus per il trasferimento verso la base di lancio, ma durante il tragitto chiede all’autista di fermarsi, scende e fa pipì contro la ruota del mezzo. Risale e viene portato alla rampa di lancio. Sale la scaletta del razzo e prende posto nella capsula. Alle 8 e 50 si chiude il portellone e dice, “pojechali!” cioè “andiamo!”. Alle 9,07 inizia il decollo.\nLa Vostok raggiungerà un’altitudine massima di 302 km, viaggiando a una velocità di 27.400 km/ora. Radio Mosca che aveva pronti due comunicati diversi a seconda dell’esito (era prevista anche l’ipotesi disastro) attenderà mezz’ora dal lancio per dare la notizia al mondo.\n“Da quassù la Terra è bellissima, azzurra e non ci sono confini o frontiere” la frase storica pronunciata da Gagarin dal suo osservatorio privilegiato e prima di rientrare alla base alle ore 10,55, quando toccò il suolo nei campi di una fattoria collettiva nella regione di Saratov, dove incontrò la contadina Anna Takhtova e la figlia alle quali per tranquillizzarle davanti a quella insolita visione disse “sono sovietico come voi”.\nEra il 12 aprile 1961, l’avventura dell’uomo nello spazio era cominciata, da quel giorno i bambini russi canteranno la filastrocca “Andiamo” inventata sul momento e sulla scia dell’euforia per quell’avvenimento così importante, da quel giorno tutti i cosmonauti prima di partire faranno fermare il bus per scendere a fare pipì. Cosmonauti sì, eroi pure, ma anche comuni mortali.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T03:59:29.578+03:00",
  "updated": "2024-04-12T03:59:29.578+03:00"
}