{
  "thread": {
    "uuid": "50b929bfe66df8bc000a8bc0d8d929a1e6d232b0",
    "url": "https://www.meneame.net/story/procesiones-ateas-80-semana-santa-vitoria-gasteiz/c044",
    "site_full": "www.meneame.net",
    "site": "meneame.net",
    "site_section": "https://www.meneame.net/comments_rss",
    "site_categories": [
      "non_standard_content",
      "adult",
      "top_news"
    ],
    "section_title": "Menéame: comentarios",
    "title": "#44 Las procesiones ateas de los 80 en la Semana Santa de Vitoria-Gasteiz",
    "title_full": "#44 Las procesiones ateas de los 80 en la Semana Santa de Vitoria-Gasteiz",
    "published": "2024-03-29T14:47:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://meneame.net/img/logo_meneame.png",
    "performance_score": 0,
    "domain_rank": 11103,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "50b929bfe66df8bc000a8bc0d8d929a1e6d232b0",
  "url": "https://www.meneame.net/story/procesiones-ateas-80-semana-santa-vitoria-gasteiz/c044",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "nanrefram",
  "published": "2024-03-29T14:47:00.000+03:00",
  "title": "#44 Las procesiones ateas de los 80 en la Semana Santa de Vitoria-Gasteiz",
  "text": "[bonobo](/user/bonobo)a [gasteizhoy.com](/go/link/3923476) [#4](c4#c-4) nadie puede negar que la derecha ha recogido el testigo reivindicando el sacrificio de menores de edad a belcebu, mediante la sodomía ritual empapada en fentanilo y chinchón, como expresión de un contrapunto contestatario a la fe pero siempre dentro del marco constitucional de la unidad de España y sus pueblos\nPorque ya puestos a decir gilipolleces, yo creo que hay que ir siempre full retard\n[#5](c5#c-5) [#6](c6#c-6) La AI te lo comenta\nEl texto parece ser una sátira o una forma exagerada de expresar una crítica hacia la derecha política. Utiliza un lenguaje extremo y sarcástico con la intención de criticar o ridiculizar ciertas opiniones o posturas políticas. Aquí está una explicación:\nReferencia a la derecha y Belcebú: El texto menciona a la \"derecha\" como si estuviera asociada con ideas extremas o poco convencionales. Belcebú es una figura del mal en algunas tradiciones religiosas, por lo que aquí se está haciendo una referencia a la derecha como si estuviera promoviendo ideas realmente radicales o malvadas.\nSodomía ritual y fentanilo/chinchón: Se mencionan prácticas extremas y moralmente cuestionables, como la sodomía ritual (un acto sexual), el fentanilo (un potente analgésico opiáceo) y el chinchón (una bebida alcohólica). Estas referencias exageradas se usan para enfatizar la supuesta depravación o extremismo de la derecha según la interpretación satírica del autor.\nContrapunto contestatario a la fe y marco constitucional: A pesar de las exageraciones mencionadas, el autor sugiere que estas acciones se presentan como una forma de desafiar las creencias religiosas, pero dentro del marco legal y constitucional del país.\n\"Full retard\": Esta expresión coloquial, aunque ofensiva, se utiliza para enfatizar la idea de llevar algo al extremo o exagerar aún más una situación absurda.\nEn resumen, el texto parece ser una crítica satírica exagerada hacia ciertas percepciones sobre la derecha política, presentándola como extremista o moralmente cuestionable.\nYo me limité a eliminar el texto final de ChatGPT que decía: \"Aunque todo esto esté basado en exageraciones y no en hechos reales.\"\n[#36](c36#c-36) No me estoy haciendo la loca, es que de verdad no entiendo cuál es la crítica. ¿La izquierda antes no se oponia a las procesiones? ¿Lo hace ahora? Porque he estado leyendo las publicaciones sobre la semana santa que han aparecido aquí (seguramente se me haya escapado alguna) y salvo un párrafo en una de ellas y una publicación de una web católica todas son a favor.\n[#13](c13#c-13) Desde mi posición atea y que busca evitar toda intromisión de toda religión en la esfera pública, esto me parece especialmente denigrante por ser figuras santas para ellos. No sé si es incluso peor que dibujar a Mohammad teniendo relaciones con su mujer-niña, porque creo que aquello estaba documentado.\nLa gente puede creer en sus historias en privado, y salvo que intenten imponer algo a otros o públicamente (o den mucho la matraca, como las procesiones) tampoco hay que ir muy a cuchillo. Unas procesiones ateas de coña, con cierto toque sarcástico (un humor así más neutro como el de Krahe que se menciona con lo de cocinar un cristo, o sacar tallas de animales o cosas raras) puede ser interesante para quitar un poco el monopolio a las procesiones y que sea una época algo más entretenida para todos; pero lo dicho, con un humor fino siempre es mejor para todos.\n[#2](c2#c-2) Cierto. Ya solo lo que sería peligroso hoy en día es publicar el cartel ese de \"¡Resucitó, Resucitó,...!\"\nAl día siguiente tendrías dos docenas de denuncias por ofensa a los sentimientos religiosos desde las organizaciones políticas y religiosas esas que quieren obligar a tragar sus mierdas a la sociedad.\n[#16](c16#c-16) También entiendo este punto de vista. No veo necesidad de replicar unos ritos que no tienen mayor sentido. Se puede tener una presentación de un bebé o niño a la comunidad sin llamarlo bautizo o primera comunión. No hay por qué beber de la religión, estoy de acuerdo.\nPor otra parte, entiendo las \"procesiones\" ateas como una reacción a la turra inmensa que dan los medios estos días con ellas. Es encender la TV y escuchar lo mismo: la lluvia no deja salir a la cofradía X, los legionarios están escoltando o llevando la talla Y\". Una \"procesión\" de coña la veo como una reacción al hastío de escuchar lo mismo y de ese sentimiento extremo que se muestra en los medios y que te deja con mal cuerpo, con cara del meme de \"Hide the pain Harold\".\n[#38](c38#c-38) Si no crees que la posición de reinvidicar la semana santa sea muy mayoritaria en la izquierda te agradecería que me pasaras alguna referencia. Yo soy de izquierdas, andaluza, y creo que habria que prohibir las procesiones y confiscar las piezas que tengan las cofradías con valor artístico, o por lo menos, retirar toda la financiación pública y exigirles los mismos requisitos que a cualquier otra entidad privada que quiera hacer actividades en la calle. Pero cada año siento que la mía es una posición más y más minoritaria.\n[#39](c39#c-39) dado el turismo que atrae la semana santa, nacional y extranjero, creo que las cofradías sacando santos aportan más de lo que aportarían si tuvieran que pagar por el uso de las calles que hacen.\nPueden no gustarte las procesiones, puede parecerte mal que corten todas las calles, que paralicen ciudades o que dejen después todo el suelo lleno de cera, incluso molestarte el hecho de que venga gente de fuera a tu ciudad, pero lo que no puedes decir es que se les retire financiación, cuando ya aportan más de lo que reciben. Ojo, que hablo exclusivamente del tema semana santa/procesiones, no entro en todo lo que se da a la iglesia por otros motivos el resto del tiempo.\nY lo de izquierda y derecha, en serio, ¿no se puede ser \"de izquierdas\" y que te gusten las procesiones? ¿O ser \"de derechas\" y odiarlas? Sé que algunos solo compráis el pack completo, con todas las condiciones, pero deberíamos mirar un poco más allá. Y luego está que si a una mayoría del pueblo le gusta la semana santa, la \"izquierda\" no tiene porqué posicionarse en contra, ni va a hacerlo perdiendo votos por el camino, pues sería un suicidio político.\n[#43](c43#c-43) No es que se pueda. Es que parece que SOLO se puede estar a favor de la Semana Santa, da igual que seas de derechas o de izquierdas. Curiosamente las únicas críticas que se escuchan a la semana santa suelen ser de católicos, no de ateos. No sé dónde está el \"pack\".\nJustificar \"por él turísmo\" que durante diez días entidades privadas puedan monopolizar el espacio público, haciendo cosas que a cualquier otra asociación no se le permitiría, recibiendo enormes cantidades de dinero público y exhibiendo simbología religiosa que excluye claramente a cualquier creyente de otra religión...\nBueno, por lo menos habría que tener un poco de debate, no? ¿El turismo debe condicionar todo? ¿No hay lugares turísticos donde la mayoría de la población es muy pobre? ¿No se podría dedicar ese dinero a repartir el turísmo durante más meses del año, diversificando la oferta, intentando atraer otro tipo de turismo?\nY, por cierto, a mi me gustaria mucho ver un estudio concreto donde diga que traen más de lo que reciben. Todo lo que reciben, ojo, subvenciones directas más promoción más limpieza más seguridad. Que está falta de datos forma parte de la falta de crítica.\nBueno, una cosa es que hagas copies las procesiones cristinas haciendo variaciones en plan de coña, que seguramente aparecerían abuelos con banderas gritando, pero la religión que está aceptada son los \"pastafori\" o como se llamen, y poner carrozas llenas de pasta y al final donarlas a comedores sociales me parecería una idea cojonuda.\n[#11](c11#c-11) ¿Por qué no se va a poder reír uno de ellas? Son ideas ridículas... Con tanto respeto que al final no vas a poder hacer un belén con figuras graciosas o enseñar en un programa como cocinar un cristo.\n[#11](c11#c-11) Pastafari. Y no está muy aceptada, tuvo varios reveses en cuando a equiparación de derechos con otras \"religiones\".\nPero mientras la pasta sea seca y envasada (y las albóndigas en lata, aunque es una afrenta llamar comida a esas albóndigas), no es mala idea.\nMe imaginaba una carroza con pasta fresca representando a Monesvol (FSM, que en paz guste); y los platos de pasta o arroz cocinado que se quedan horas (o días más bien) fuera de la nevera son una bomba de relojería, pueden ser mortales.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T15:51:24.002+03:00",
  "updated": "2024-03-29T15:51:24.002+03:00"
}