{
  "thread": {
    "uuid": "aec6babf8b87dc801014060946622ba6d79555fe",
    "url": "https://www.fox10tv.com/2023/12/30/sunshine-blue-skies-again-today/",
    "site_full": "www.fox10tv.com",
    "site": "fox10tv.com",
    "site_section": "https://www.fox10tv.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Mobile News and Weather News Alabama | FOX10 News",
    "title": "Sunshine and blue skies again for today",
    "title_full": "Sunshine and blue skies again for today",
    "published": "2023-12-30T16:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gray-wala-prod.cdn.arcpublishing.com/resizer/v2/Y4GWSMDHSJCQTGBDZDWK4VJVUA.jpg?auth=942e81b99713744e8aea858d130d7ab702141fa13356f5f5ce368f351529a8e7&amp;width=1200&amp;height=600&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 22603,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "aec6babf8b87dc801014060946622ba6d79555fe",
  "url": "https://www.fox10tv.com/2023/12/30/sunshine-blue-skies-again-today/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@FOX10News",
  "published": "2023-12-30T16:00:00.000+02:00",
  "title": "Sunshine and blue skies again for today",
  "text": "Sunshine and blue skies again for today MOBILE, Ala. ( [WALA](https://www.fox10tv.com/)) - A frosty start on Saturday will give way to mainly sunny skies and temperatures in the mid-50s during the afternoon. This fair weather pattern will continue into New Year’s Eve, with a small chance of rain coming on Monday. Looking ahead, an active but fast-moving weather pattern will bring a few days of rain interspersed with sunny days. The current forecast indicates that Wednesday and Saturday are likely to be rainy, but we will have a better idea of the timing in the near future. TODAY: Expect another beautiful day with mainly sunny skies and cool temperatures. Afternoon temperatures will reach the mid-50s, making it feel pleasant in the sunshine. If you have plans this evening, be prepared with jackets as temperatures will quickly drop into the 40s after sunset. NEW YEAR’S EVE: Sunday afternoon and evening will bring a few clouds, but no rain is expected. Afternoon temperatures will be slightly higher, reaching the low 60s. By midnight, temperatures will drop into the 40s, so make sure to have your jackets ready to celebrate the arrival of 2024! THE WEEK AHEAD: On the first day of 2024, a few showers are expected in the afternoon and evening. Rain chances for this event are relatively low, with one of the major forecast models indicating minimal rainfall in the area. However, an active weather pattern is setting up in the southern U.S., which will provide us with a few more chances for rain in the coming days. The first significant chance of rain this year will likely occur on Wednesday, as a low-pressure system develops over the area, potentially bringing a decent amount of rainfall. Another opportunity for rain will come next Saturday with another low-pressure system. In between these rain events, temperatures will remain cool in the 50s, and skies will be partly to mostly sunny. Copyright 2023 WALA. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "ala.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T16:37:11.893+02:00",
  "updated": "2023-12-30T16:37:11.893+02:00"
}