{
  "thread": {
    "uuid": "ddcba279984a0d1b865d85ba9a31869b673ce85c",
    "url": "https://www.postandcourier.com/aikenstandard/entertainment/todays-events-for-june-2/article_33c329b2-1f7c-11ef-9c59-b75d3bd43651.html",
    "site_full": "www.postandcourier.com",
    "site": "postandcourier.com",
    "site_section": "https://www.postandcourier.com/search/?t=article&fl=top_story&nsa=eedition&c[]=aikenstandard*&l=100&s=start_time&sd=desc&f=rss",
    "site_categories": [
      "media"
    ],
    "section_title": "www.postandcourier.com - RSS Results in aikenstandard* of type article",
    "title": "Today's events for June 2",
    "title_full": "Today's events for June 2",
    "published": "2024-06-01T20:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/postandcourier.com/content/tncms/assets/v3/editorial/6/f0/6f0ecc62-864b-11ee-be19-df2369f70db5/62cdeb7a8b5da.image.jpg?crop=1939%2C1018%2C48%2C0&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 4066,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ddcba279984a0d1b865d85ba9a31869b673ce85c",
  "url": "https://www.postandcourier.com/aikenstandard/entertainment/todays-events-for-june-2/article_33c329b2-1f7c-11ef-9c59-b75d3bd43651.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Aiken Standard file photo",
  "published": "2024-06-01T20:00:00.000+03:00",
  "title": "Today's events for June 2",
  "text": "TODAY\nQuakers (Religious Society of Friends) will hold virtual services today. Meetings are open to all and visitors are warmly welcomed. Worship in silence begins at 10 a.m., followed by online fellowship at 11 a.m. For more information and the Zoom link, call Brenda at 803-648-6020 or email .\nA Summer Open House will be held every Sunday in June, July and August at Chalk Mine, 1208 Gregg Highway. Tee The cost is $40 per nine holes. Tee times are available from 11 a.m. to 4 p.m. For more information or to schedule a tee time, call 803-226-0053.\nMONDAY\nStudents interested in running cross country at South Aiken High School are encouraged to train with the team this summer. We will meet beginning Monday. Meetings will be from 7-8:30 a.m. at the Picnic Shelter at Generations Park, 700 Mack Henry Holland Drive, on Mondays and Wednesdays and from 6:30-8 a.m. in the weight room at South Aiken High School, 220 E. Pine Log Road, on Tuesdays and Thursdays. Students must have a current physical to participate in summer conditioning. For forms, visit\ngotbreds.com.\nAiken Women in Black and Moms Demand Action will hold a Vigil for Peace and Nonviolence from 4:30-5:30 p.m. Monday at the entrance to Aiken Estates, across from the Fresh Market along Whiskey Road. Join us in seeking a path to peace. Everyone is welcome — men, women and children. If you can't stand, chairs are welcome. Bring a nonpartisan sign or use one of ours. For more information, call Lynn at 501-499-4485 or Brenda at 803-648-6020.\nThe Hopelands Concert Series will be held Mondays through June 24. The Aiken Brass Band will perform at 7 p.m. June 3 at the Roland H. Windham Performing Arts Stage at Hopelands Gardens, 135 Dupree Place. Lawn chairs and blankets may be brought, as well as picnic dinners and non-alcoholic beverages. Parking is at the Green Boundary Club, 780 Whiskey Road. Handicap parking is available at the Rye Patch parking lot on Berrie Road and the Hopelands Gardens parking lot. In case of inclement weather, performances will be moved to the H. Odell Weeks Activities Center, 1700 Whiskey Road. The rain-out hotline is 803-643-4661. The concerts are free. For more information, call 803-642-7631 or visit\ncityofaikensc.gov.\nLet's Go Bingo will be held from 6 to 8 p.m. Mondays at the Aiken Senior Life Services, 1310 E. Pine Log Road. There is a $5 cover charge. Game cards are $1 each or $15 to $25. For more information, visit\nfacebook.com/letsgobingoaiken.\nTUESDAY\nThe Awesome Aiken Al-Anon group meets from 6:30-7:30 p.m. Tuesdays and Thursdays at First Christian Church, 900 Kerr Drive.\nNar-Anon Aiken Family Group will meet from 6:30-7:30 p.m. Tuesdays in the conference room near the main sanctuary at St. John's United Methodist Church, 104 Newberry St. S.W. For more information, email .\nCelebrate Recovery, a 12-step group for men and women, meets at 7 p.m. Tuesdays at Cedar Creek Church, 3001 Banks Mill Road.\nThe Depression Anxiety Bipolar Support Group of Aiken and Surrounding States will meet from 7-8:30 p.m. Tuesdays online via the GoToMeeting App. For more information contact Mindy Harmon at 803-507-2214 or email .\nWEDNESDAY\nThe Aiken Chapter of the Military Officers Association of America will meet Wednesday at Newberry Hall, 117 Newberry St. Doors open at 6 p.m. and dinner will be served at 6:30 p.m. The guest speaker will be Chief Charles Barranco with the Aiken Department of Public Safety. The cost is $30 per person. Reservations are due by Friday. For more information or to make a reservation, call 803-439-3303.\nCitizens For Nuclear Technology Awareness will hold its Up & Atom Breakfast at 7:30 a.m. Wednesday at Newberry Hall, 117 Newberry St. The program will feature speakers focused on the DOE's consent-based siting grants and how community and organizations can be involved in the dialogue. Tickets are $20 per person. Reservations are required. For more information or to make reservations, email . To pay online, visit\ncntaware.org/events.\nAn ACBL Sectional Bridge Game is held at 1 p.m. Mondays and Wednesdays at the Lessie B. Price Aiken Senior and Youth Center, 841 Edgefield Ave. A free bridge lesson will be held at 11:30 a.m. For more information, email .\nThe Savannah River Site Museum, 224 Laurens St. S.W., is open 10 a.m. to 4 p.m. Wednesday through Saturday. The museum features exhibits and resources related to the Savannah River Site and the Cold War. Admission is free. For more information, call 803-648-1437 or visit\nsrsheritagemuseum.org.\nJUNE 6\nAmp The Alley will be held at 6:30 p.m. Thursdays through Aug. 29, in The Alley in downtown Aiken. Zombo will perform Thursday, June 6. For more information, visit\nampthealley.com.\nAn Evening with Pete Candler, author of \"A Deeper South,\" will be held at 7 p.m. Thursday, June 6, at The Book Tavern, 978 Broad St., Augusta. The event will feature a reading and signing. For more information, visit\nbooktavern.com.\nThe Market in The Alley will be held from 6-8 p.m. Thursdays in June. For more information, visit\ncityofaikensc.gov.\n4 Cats in the Doghouse play jazz from 7 to 9 p.m. Thursdays at The Willcox, 100 Colleton Ave.\nThe Aiken Toastmasters Club will meet from 6:45-8 p.m. today in room 3 of the H. Odell Weeks Activities Center, 1700 Whiskey Road. Meetings are free and aim to help people improve public speaking and build leadership skills. For more information, visit\naikentoastmasters.toastmastersclubs.org\nJUNE 7\nHops & Hogs will be held from 5-10 p.m. Friday, June 7, in downtown Aiken. The event will feature a variety of beers, food vendors, live music from the Gavin Riley Band and a kid zone.\nA Paper Shredding Fundraiser will be held from 10 a.m. to 1 p.m. Friday, June 7, in the Millbrook Baptist Church parking lot. Enter from Whiskey Road and exit onto Pine Log Road. Shredding will be done immediately on-site rain or shine. Donations will be collected to benefit St. June Children's Research Hospital. The event is being hosted by members of Gamma Omega of Epsilon Sigma Alpha, a nonprofit that has supported St. Jude since 1972. For more information, email Sheryl Gooteek at .\nJUNE 8\nFOTAS and the Aiken County Animal Shelter are having a Community Pet Food Drive-Thru on Saturday, June 8, from 8:45-10 a.m. FOTAS will be offering pet food assistance to Aiken County community members in need. Those who need pet food may drive up to the shelter’s front door and remain in their car while FOTAS volunteers bring out a registration form and place dog or cat food in their vehicle’s trunk. The shelter is located at 333 Wire Road in Aiken. For more information, call 803.642.1537, option 3 or email .\nThe Savannah River National Lab will celebrate its 20th anniversary with a Meet SRNL event from 4-8 p.m. Saturday, June 8, at Highfields Event Center, 118 Gaston Road. The event will featuer music, food trucks and STEM activities for all. Admission is free and open to the public. For more information, visit\nsrnl.gov.\nThe Women of Woodside Garden Tour will be held from 10 a.m. to 2 p.m. Saturday, June 8. The tour will showcase several gardens and an Artful Gardener Shop which will offer garden decor, bird houses, bird feeders, garden stakes and landscape vendors. Tickets are $30 each or $25 if purchasing four or more. Proceeds from the tour will benefit the WOW General Fund. For more information or to purchase tickets, visit\nwomenofwoodside.com.\nThe Back to Basics Alcoholics Anonymous group will meet in-person at 7 p.m. Tuesdays, Thursdays, Fridays and Saturdays at St. Paul Lutheran Church, 961 Trail Ridge Road. Masks are encouraged for those who are not vaccinated.\nJUNE 9\nA Summer Open House will be held every Sunday in June, July and August at Chalk Mine, 1208 Gregg Highway. Tee The cost is $40 per nine holes. Tee times are available from 11 a.m. to 4 p.m. For more information or to schedule a tee time, call 803-226-0053.\nJUNE 10\nCedar Branch Baptist Church will hold its summer revival begining at 1 p.m. Monday, June 9. The Revival will continue at 7 p.m. nightly June 10 and 11. Bishop Michael Staley will be the guest speaker.\nThe Hopelands Concert Series will be held Mondays through June 24. Heart & Soul will perform at 7 p.m. June 10 at the Roland H. Windham Performing Arts Stage at Hopelands Gardens, 135 Dupree Place. Lawn chairs and blankets may be brought, as well as picnic dinners and non-alcoholic beverages. Parking is at the Green Boundary Club, 780 Whiskey Road. Handicap parking is available at the Rye Patch parking lot on Berrie Road and the Hopelands Gardens parking lot. In case of inclement weather, performances will be moved to the H. Odell Weeks Activities Center, 1700 Whiskey Road. The rain-out hotline is 803-643-4661. The concerts are free. For more information, call 803-642-7631 or visit\ncityofaikensc.gov.\nLet's Go Bingo will be held from 6 to 8 p.m. Mondays at the Aiken Senior Life Services, 1310 E. Pine Log Road. There is a $5 cover charge. Game cards are $1 each or $15 to $25. For more information, visit\nfacebook.com/letsgobingoaiken.\nJUNE 11\nThe Mountain Dulcimers of Aiken will meet at 5:30 p.m. Tuesday at Living Hope Fellowship Church, 2550 Old Dominion Road. Players of all levels and anyone interested in learning to play are welcome. All acoustic instruments are welcome. For more information, call Gary Warnock at 740-352-7819.\nThe Awesome Aiken Al-Anon group meets from 6:30-7:30 p.m. Tuesdays and Thursdays at First Christian Church, 900 Kerr Drive.\nNar-Anon Aiken Family Group will meet from 6:30-7:30 p.m. Tuesdays in the conference room near the main sanctuary at St. John's United Methodist Church, 104 Newberry St. S.W. For more information, email .\nCelebrate Recovery, a 12-step group for men and women, meets at 7 p.m. Tuesdays at Cedar Creek Church, 3001 Banks Mill Road.\nThe Depression Anxiety Bipolar Support Group of Aiken and Surrounding States will meet from 7-8:30 p.m. Tuesdays online via the GoToMeeting App. For more information contact Mindy Harmon at 803-507-2214 or email .\nJUNE 12\nAn ACBL Sectional Bridge Game is held at 1 p.m. Mondays and Wednesdays at the Lessie B. Price Aiken Senior and Youth Center, 841 Edgefield Ave. A free bridge lesson will be held at 11:30 a.m. For more information, email .\nThe Savannah River Site Museum, 224 Laurens St. S.W., is open 10 a.m. to 4 p.m. Wednesday through Saturday. The museum features exhibits and resources related to the Savannah River Site and the Cold War. Admission is free. For more information, call 803-648-1437 or visit\nsrsheritagemuseum.org.\nJUNE 13\nAmp The Alley will be held at 6:30 p.m. Thursdays through Aug. 29, in The Alley in downtown Aiken. SHep and Jeff will perform Thursday, June 13. For more information, visit\nampthealley.com.\n4 Cats in the Doghouse play jazz from 7 to 9 p.m. Thursdays at The Willcox, 100 Colleton Ave.\nJUNE 14\nYappy Hour will be held from 6-8 p.m. Friday, June 14, at the SPCA Albrecht Center for Animal Welfare, 199 Willow Run Road. The event will feature live music, raffle prizes, hamburgers, hot dogs, a cash bar and open dog park. For more information, visit\nletlovelive.org.\nJUNE 15\nAn All-Day Cruise-In and Parts Swap Meet will be held at 9 a.m. Saturday, June 15, in the parking lot of Maranatha Baptist Church, 1623 Columbia Highway. Admission is free. Vendors and food trucks will be on hand. For more information, email Ron Felder at .\nThe Back to Basics Alcoholics Anonymous group will meet in-person at 7 p.m. Tuesdays, Thursdays, Fridays and Saturdays at St. Paul Lutheran Church, 961 Trail Ridge Road. Masks are encouraged for those who are not vaccinated.\nJUNE 16\nA Summer Open House will be held every Sunday in June, July and August at Chalk Mine, 1208 Gregg Highway. Tee The cost is $40 per nine holes. Tee times are available from 11 a.m. to 4 p.m. For more information or to schedule a tee time, call 803-226-0053.\nJUNE 17\nThe Rotary Club of Aiken will hold a Fore the Love of Dad golf tournament Monday, June 17, at Woodside, 1000 Woodside Drive. Registration begins at 7:30 p.m. followed by a shotgun start at 8:30 a.m. The cost is $500 per team of four or $150 per person. For ore information, visit\nrotaryaiken.com.\nThe Hopelands Concert Series will be held Mondays through June 24. The Experiment & the I-10 Horns will perform at 7 p.m. June 17 at the Roland H. Windham Performing Arts Stage at Hopelands Gardens, 135 Dupree Place. Lawn chairs and blankets may be brought, as well as picnic dinners and non-alcoholic beverages. Parking is at the Green Boundary Club, 780 Whiskey Road. Handicap parking is available at the Rye Patch parking lot on Berrie Road and the Hopelands Gardens parking lot. In case of inclement weather, performances will be moved to the H. Odell Weeks Activities Center, 1700 Whiskey Road. The rain-out hotline is 803-643-4661. The concerts are free. For more information, call 803-642-7631 or visit\ncityofaikensc.gov.\nLet's Go Bingo will be held from 6 to 8 p.m. Mondays at the Aiken Senior Life Services, 1310 E. Pine Log Road. There is a $5 cover charge. Game cards are $1 each or $15 to $25. For more information, visit\nfacebook.com/letsgobingoaiken.\nJUNE 18\nThe Awesome Aiken Al-Anon group meets from 6:30-7:30 p.m. Tuesdays and Thursdays at First Christian Church, 900 Kerr Drive.\nNar-Anon Aiken Family Group will meet from 6:30-7:30 p.m. Tuesdays in the conference room near the main sanctuary at St. John's United Methodist Church, 104 Newberry St. S.W. For more information, email .\nCelebrate Recovery, a 12-step group for men and women, meets at 7 p.m. Tuesdays at Cedar Creek Church, 3001 Banks Mill Road.\nThe Depression Anxiety Bipolar Support Group of Aiken and Surrounding States will meet from 7-8:30 p.m. Tuesdays online via the GoToMeeting App. For more information contact Mindy Harmon at 803-507-2214 or email .\nJUNE 19\nAn ACBL Sectional Bridge Game is held at 1 p.m. Mondays and Wednesdays at the Lessie B. Price Aiken Senior and Youth Center, 841 Edgefield Ave. A free bridge lesson will be held at 11:30 a.m. For more information, email .\nThe Savannah River Site Museum, 224 Laurens St. S.W., is open 10 a.m. to 4 p.m. Wednesday through Saturday. The museum features exhibits and resources related to the Savannah River Site and the Cold War. Admission is free. For more information, call 803-648-1437 or visit\nsrsheritagemuseum.org.\nJUNE 20\nThe Aiken Choral Society, the Aiken Singers and the Aiken Civic Orchestra will perform a Juneteenth concert at 7 p.m. Thursday, June 20, at Second Baptist Church, 1151 York St. Dr. Maureen Simpson will direct the choir.\nAmp The Alley will be held at 6:30 p.m. Thursdays through Aug. 29, in The Alley in downtown Aiken. Easily Amused will perform Thursday, June 20. For more information, visit\nampthealley.com.\n4 Cats in the Doghouse play jazz from 7 to 9 p.m. Thursdays at The Willcox, 100 Colleton Ave.\nThe Aiken Toastmasters Club will meet from 6:45-8 p.m. today in room 3 of the H. Odell Weeks Activities Center, 1700 Whiskey Road. Meetings are free and aim to help people improve public speaking and build leadership skills. For more information, visit\naikentoastmasters.toastmastersclubs.org.\nJUNE 21\nJUNE 22\nThe Back to Basics Alcoholics Anonymous group will meet in-person at 7 p.m. Tuesdays, Thursdays, Fridays and Saturdays at St. Paul Lutheran Church, 961 Trail Ridge Road. Masks are encouraged for those who are not vaccinated.\nJUNE 23\nSt. Mary Baptist Church, 474 Highway 125, Martin, will celebrate its 150th anniversary at 11 a.m. Sunday, June 23. The Rev. Christopher Holley, pastor of Four Mile Baptist Church in New Ellenton, will be the guest speaker. For more information, call 803-584-4254.\nA Summer Open House will be held every Sunday in June, July and August at Chalk Mine, 1208 Gregg Highway. Tee The cost is $40 per nine holes. Tee times are available from 11 a.m. to 4 p.m. For more information or to schedule a tee time, call 803-226-0053.\nJUNE 24\nThe Hopelands Concert Series will be held Mondays through June 24. The Parris Island Marine Band will perform at 7 p.m. June 24 at the Roland H. Windham Performing Arts Stage at Hopelands Gardens, 135 Dupree Place. Lawn chairs and blankets may be brought, as well as picnic dinners and non-alcoholic beverages. Parking is at the Green Boundary Club, 780 Whiskey Road. Handicap parking is available at the Rye Patch parking lot on Berrie Road and the Hopelands Gardens parking lot. In case of inclement weather, performances will be moved to the H. Odell Weeks Activities Center, 1700 Whiskey Road. The rain-out hotline is 803-643-4661. The concerts are free. For more information, call 803-642-7631 or visit\ncityofaikensc.gov.\nLet's Go Bingo will be held from 6 to 8 p.m. Mondays at the Aiken Senior Life Services, 1310 E. Pine Log Road. There is a $5 cover charge. Game cards are $1 each or $15 to $25. For more information, visit\nfacebook.com/letsgobingoaiken.\nJUNE 25\nThe Awesome Aiken Al-Anon group meets from 6:30-7:30 p.m. Tuesdays and Thursdays at First Christian Church, 900 Kerr Drive.\nNar-Anon Aiken Family Group will meet from 6:30-7:30 p.m. Tuesdays in the conference room near the main sanctuary at St. John's United Methodist Church, 104 Newberry St. S.W. For more information, email .\nCelebrate Recovery, a 12-step group for men and women, meets at 7 p.m. Tuesdays at Cedar Creek Church, 3001 Banks Mill Road.\nThe Depression Anxiety Bipolar Support Group of Aiken and Surrounding States will meet from 7-8:30 p.m. Tuesdays online via the GoToMeeting App. For more information contact Mindy Harmon at 803-507-2214 or email .\nJUNE 26\nAn ACBL Sectional Bridge Game is held at 1 p.m. Mondays and Wednesdays at the Lessie B. Price Aiken Senior and Youth Center, 841 Edgefield Ave. A free bridge lesson will be held at 11:30 a.m. For more information, email .\nThe Savannah River Site Museum, 224 Laurens St. S.W., is open 10 a.m. to 4 p.m. Wednesday through Saturday. The museum features exhibits and resources related to the Savannah River Site and the Cold War. Admission is free. For more information, call 803-648-1437 or visit\nsrsheritagemuseum.org.\nJUNE 27\nAmp The Alley will be held at 6:30 p.m. Thursdays through Aug. 29, in The Alley in downtown Aiken. Ruskin and Cam will perform Thursday, June 27. For more information, visit\nampthealley.com.\n4 Cats in the Doghouse play jazz from 7 to 9 p.m. Thursdays at The Willcox, 100 Colleton Ave.\nJUNE 28\nJUNE 29\nThe City of Aiken Parks, Recreation and Tourism department will hold a Bingo Ball from 5:30-8:30 p.m. at the Lessie B. Price Aiken Senior and Youth Center, 841 Edgefield Ave. N.W. The Mardi Gras-themed event is for ages 50 and older, and will feature food, music, games and prizes. Tickets are $15 per person or $25 per couple. Tickets are available at the Lessie B. Price center and the H. Odell Weeks Activities Center, 1700 Whiskey Road.\nA Pups 'N Suds Dog Wash will be held from 9 a.m. to noon Saturday, June 29, at the SPCA Albrecht Center for Animal Welfare, 199 Willow Run Road. For more information, visit\nletlovelive.org.\nA Soap Making Workshop will be held from noon to 4 p.m. Saturday, June 29, at Boondock Farms, 755 Foreman St., Jackson. The event will offer hands-on instruction from Valley River Soap Company. Participants will create a loaf of soap of their own design and fragrance. Wine and light snacks will be available. The cost is $100. Reservations are required. For more information or to make a reservation, visit\nboondockfarms.com.\nThe Back to Basics Alcoholics Anonymous group will meet in-person at 7 p.m. Tuesdays, Thursdays, Fridays and Saturdays at St. Paul Lutheran Church, 961 Trail Ridge Road. Masks are encouraged for those who are not vaccinated.\nJUNE 30\nA Summer Open House will be held every Sunday in June, July and August at Chalk Mine, 1208 Gregg Highway. Tee The cost is $40 per nine holes. Tee times are available from 11 a.m. to 4 p.m. For more information or to schedule a tee time, call 803-226-0053.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [
    "http://aikentoastmasters.toastmastersclubs.org",
    "http://rotaryaiken.com",
    "http://srnl.gov",
    "http://gotbreds.com",
    "http://cityofaikensc.gov",
    "http://www.cityofaikensc.gov",
    "http://www.boondockfarms.com",
    "http://ampthealley.com",
    "http://cntaware.org/events",
    "http://womenofwoodside.com",
    "http://www.srsheritagemuseum.org",
    "http://www.booktavern.com",
    "http://www.cntaware.org/events",
    "http://www.gotbreds.com",
    "http://letlovelive.org",
    "http://www.letlovelive.org",
    "http://facebook.com/letsgobingoaiken",
    "http://booktavern.com",
    "http://boondockfarms.com",
    "http://www.srnl.gov",
    "http://www.womenofwoodside.com",
    "http://www.ampthealley.com",
    "http://www.facebook.com/letsgobingoaiken",
    "http://www.aikentoastmasters.toastmastersclubs.org",
    "http://www.rotaryaiken.com",
    "http://srsheritagemuseum.org"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "brenda",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "house",
        "sentiment": "none"
      },
      {
        "name": "south aiken high school",
        "sentiment": "none"
      },
      {
        "name": "mack henry holland drive",
        "sentiment": "none"
      },
      {
        "name": "chalk mine",
        "sentiment": "none"
      },
      {
        "name": "aiken women in black",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gregg highway",
        "sentiment": "none"
      },
      {
        "name": "pine log road",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-01T20:24:25.285+03:00",
  "updated": "2024-06-01T20:24:25.285+03:00"
}