{
  "thread": {
    "uuid": "9b4f92982a982fbcaebf1e5444ee7ec65950b057",
    "url": "https://westchestermagazine.com/food/chicken-soup-westchester/",
    "site_full": "westchestermagazine.com",
    "site": "westchestermagazine.com",
    "site_section": "https://westchestermagazine.com/rss",
    "site_categories": [
      "real_estate",
      "buying_selling_homes"
    ],
    "section_title": "Westchester Magazine",
    "title": "7 Chicken Soups That Will Soothe Your Soul in Westchester",
    "title_full": "7 Chicken Soups That Will Soothe Your Soul in Westchester",
    "published": "2024-01-05T22:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://westchestermagazine.com/wp-content/uploads/2021/01/Courtesy-of-bartaco-chicken-tortilla-soup.png",
    "performance_score": 0,
    "domain_rank": 41830,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9b4f92982a982fbcaebf1e5444ee7ec65950b057",
  "url": "https://westchestermagazine.com/food/chicken-soup-westchester/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Michelle Gillan Larkin",
  "published": "2024-01-05T22:30:00.000+02:00",
  "title": "7 Chicken Soups That Will Soothe Your Soul in Westchester",
  "text": "There’s nothing like a steaming bowl of chicken soup when you’re under the weather, or when the weather has you chilled to the bone. Lovingly called “Jewish penicillin,” and with a bestselling series of books bearing its name, chicken soup is a must when you’re sick — and it’s a warming, deeply satisfying meal on days in between. Researchers say it really does helps reduce upper-respiratory inflammation (though, they’re not sure why), meaning your mother and her mother were right about why you need it. Here are a few of our favorite healthy and slurp-worthy chicken soups in Westchester.\nView this post on Instagram\nCaldo de Pollo at\nLa Casa Bronxville\n7 Pondfield Rd, Bronxville; 914.222.9016\nSimple and satisfying, the traditional Mexican chicken soup served at this sophisticated village hotspot sways rustic and soul-soothing, as if prepared by a culinary-schooled abuela with a need to feed instead of a Puebla-raised chef with a Michelin star on his CV. Fresh carrots, cabbage, corn, chayote, and garbanzo beans bob about the earthy broth, leaving the slurper satisfied but longing for more.\nView this post on Instagram\nFeel Better Chicken Soup at\nLadle of Love\n18 Palmer Ave, Bronxville; 914.346.8883\nThose in the know pocket the co-pay and head straight to this bastion of small-batch cooking for a hearty bowl of this feel-good soother. Characterized by a generous dousing of fresh lemon, it’s born from a stock of thoughtfully sourced chicken parts that are gently simmered with herbs and classic mirepoix (onions, celery, carrots) for three-plus hours. “It has that curative punch of lemon for when you’re not feeling well and notes of lemongrass and cilantro in the flavor profile,” says chef and owner Leslie Lampert. “We can’t keep it in stock,” she says, “pun intended.” Noodles and oodles of poached and shredded white meat are added to the mix so that there’s enough to fill every spoonful.\nAlso on Ladle’s daily menu: traditional chicken soup (with GF noodles on request), collagen-boosting bone broth, and chicken-dumpling soup, which is best described as a pot pie in liquid form (read that last one again and call us in the morning).\nView this post on Instagram\nChicken Tortilla Soup at\nbartaco\n1 Willet Ave, Port Chester; 914.937.8226\nWith a zing and zip like no other, the house-made rustic chicken tortilla soup at this eclectic waterside taco joint (that boasts a heated patio aside the gently rippling Byram River) is a tasty take on a classic. It features roasted poblano peppers and corn, and comes topped with Oaxaca cheese and house-made tortilla strips. Already packed with bold flavors, a squeeze of lime adds extra tang.\nChicken Garlic Soup at\nJewel of Himalaya\n751 Central Park Ave, Scarsdale; 914.874.5506\n34 Triangle Ctr, Yorktown Heights; 914.302.2886\nNot a one-pot meal, the standout soup at this family-owned and -operated den of homestyle cuisine from Nepal, Tibet, and India begins with bone-in chicken ever so slowly bubbling on one burner, while crushed ginger, garlic, and water boil on another. Once cooked, the chicken is pulled from the bone and added to the garlic-ginger solution. From there, turmeric, salt, and timur, a Nepalese Szechuan pepper, go in along with chopped potatoes, carrots, and grilled celery.\nGrandma’s Chicken Soup at\nThe Kneaded Bread\n181 N Main St, Port Chester; 914.937.9489\nChef and owner Jeff Kohn grew up on his Austrian Jewish grandmother’s chicken soup — and you can too! Working off knowledge and know-how coursing through his DNA, Kohn creates fresh stock from neck and back meat that’s simmered with the whole bird and fresh ginger. White meat is pulled from the bone and stirred into the pot. Then come the veggies. “I’m a parsnips guy,” says Kohn, who adds the nourishing root to the soup, along with diced carrots and leeks, yielding “all the right aromatics.” A generous serving of fresh dill is added in, “bringing it to the next level and taking me back home,” says Kohn, who tries to make enough to serve hot and also stock in the grab-and-go freezer.\nAvgolemono at\nLefteris Gyro\n149 S Central Park Ave, Hartsdale; 914.437.5200\n190 E Main St, Mount Kisco; 914.242.8965\n501 Marble Ave, Pleasantville; 914.579.2274\n1 N Broadway, Tarrytown; 914.524.9687\nLegend has it that when life gives them lemons, Greek grandmas make avgolemono! This rich and fragrant soup starts out as a silky sauce of egg yolks, chicken broth, and a whole lotta lemons. The concoction simmers delicately until thickened, at which time chunks of chicken and rice are added. Warm pita slices on the side are a meal-making must.\nMoroccan Chicken Soup at\nMartine’s Fine Bake Shoppe\n10 Fisher Ave, Tuckahoe; 914.346.8650\n48 E Pkwy, Scarsdale; 914.722.4949\nThis rich, savory sensation doesn’t grace the menu every day, but when it does, regulars get a heads up via text. It’s born from fresh chicken stock and spices imported from “a woman in Tel Aviv whose life is devoted to knowing everything about spices and herbs,” says chef and owner Tal Campana. Fresh baby spinach, carrots, butternut squash, and chickpeas add substance, along with white and dark meat chicken and house-grated turmeric. (When it sells out, scoop up the chicken-yucca soup ASAP.)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://lacasabronxville.com/",
    "http://lefterisgyro.com/",
    "http://www.lefterisgyro.com/",
    "https://www.jewelofhimalayany.com/",
    "https://www.ladleoflove.com/",
    "https://www.ladleoflove.com",
    "https://kneadedbread.com/",
    "https://www.jewelofhimalayany.com",
    "https://lacasabronxville.com",
    "https://bartaco.com",
    "https://www.martinesfinebakeshoppe.com/",
    "https://ladleoflove.com/",
    "https://www.lacasabronxville.com/",
    "https://jewelofhimalayany.com/",
    "https://martinesfinebakeshoppe.com/",
    "https://www.martinesfinebakeshoppe.com",
    "https://www.kneadedbread.com/",
    "https://www.bartaco.com/",
    "https://bartaco.com/",
    "http://www.lefterisgyro.com",
    "https://www.kneadedbread.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "instagram caldo de pollo",
        "sentiment": "none"
      },
      {
        "name": "la casa bronxville",
        "sentiment": "none"
      },
      {
        "name": "michelin",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "westchester",
        "sentiment": "none"
      },
      {
        "name": "puebla",
        "sentiment": "none"
      },
      {
        "name": "bronxville",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:51:01.230+02:00",
  "updated": "2024-01-06T00:51:01.230+02:00"
}