{
  "thread": {
    "uuid": "620f6b37097546f299c1d266d77d3e8a16c2a8b3",
    "url": "https://www.positive.news/society/good-news-stories-from-week-7-of-2024",
    "site_full": "www.positive.news",
    "site": "positive.news",
    "site_section": "https://gold.einnews.com/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Gold Industry Today - EIN Presswire",
    "title": "What went right this week: the good news that matters - Positive News - Positive News",
    "title_full": "What went right this week: the good news that matters - Positive News - Positive News",
    "published": "2024-02-16T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://positivenews.kinsta.cloud/wp-content/uploads/2024/02/iStock-534055358.jpg",
    "performance_score": 0,
    "domain_rank": 31896,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "620f6b37097546f299c1d266d77d3e8a16c2a8b3",
  "url": "https://www.positive.news/society/good-news-stories-from-week-7-of-2024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Gavin Haines",
  "published": "2024-02-16T07:00:00.000+02:00",
  "title": "What went right this week: the good news that matters - Positive News - Positive News",
  "text": "England set a biodiversity benchmark, the ‘most democratic country’ was revealed, and Belgium championed the rights of single people, plus more good news This week’s good news roundup In a world first, England has introduced legislation requiring all new developments to boost nature. The biodiversity net gain law came into force on Tuesday. It means that if habitats are destroyed for homes, roads, or other developments, equivalent habitats must be recreated on-site or elsewhere. The new habitats must also deliver a 10% biodiversity gain, rather than simply replacing what has been lost. It remains to be seen how the government will monitor and enforce the law. However, the Royal Institute of British Architects said it represents a “major change” for architects, who would now have to “design with nature”. Scotland, Sweden and Singapore are among the nations reportedly set to follow England’s example. The Wildlife Trusts, a conservation charity, said the law could “make a positive contribution towards nature’s recovery and help address the climate emergency”. However, its planning and development manager, Rachel Hackett, said the legislation lacked ambition. “A gain of 10% will at best hold the tide against nature loss,” she said. “If we want to secure real recovery for nature, we need to see at least 20% gain.” Image: TimHill A record fall in coal and gas burning left the EU with a cleaner electricity mix than ever in 2023. That’s according to [a report](https://ember-climate.org/insights/research/european-electricity-review-2024/#supporting-material) by the thinktank Ember. Published this week, it revealed a 26% decline in coal power generation and a 15% fall in gas generation in the bloc in 2023. Meanwhile, renewables, Ember said, accounted for a record 44% of the EU’s electricity mix. This chimes with a separate recent report, which suggested [EU emissions had fallen to levels not seen since the 1960s](https://www.positive.news/society/good-news-stories-from-week-5-of-2024/). “The EU’s power sector is in the middle of a monumental shift,” said Sarah Brown, Europe programme director for Ember. “Fossil fuels are playing a smaller role than ever as a system with wind and solar as its backbone comes into view. “However, it is not time to get complacent. The EU needs a laser focus on rapidly deploying wind, solar and flexibility to create a system free of fossil fuels.” Image: MariaGodfrida Flooded coal mines in the west of England are being mooted as a potential source of green energy. A project has just launched to explore whether the water inside the mines could be pumped up and used to heat thousands of homes that sit above them. Mine water is naturally warm and could easily be brought up to a usable temperature by heat pumps, before being distributed via heat networks. Gateshead, in the north of England, is already doing this with its old mines. Now, a £1.6m research project aims to see if the idea could be copied in the west of England. Regional mayor Dan Norris said: “[It’s] fantastic that mines that contributed to CO2 emissions could now hold the key to clean, green energy.” Image: Napa74/iStock Norway has retained its status as the world’s most democratic country in the latest edition of the Democracy Index. Compiled by the Economist Intelligence Unit (EIU), the report offered some glimmers of good news despite recording a decline in democracy globally. The number of democratic countries increased by two, to 74, in 2023, as Paraguay and Papua New Guinea moved from ‘hybrid regimes’ to ‘flawed democracies’. However, overall, the global average score fell from 5.29 in 2022 to 5.23 in 2023. “This is in keeping with a general trend of regression and stagnation in recent years and marks a new low since the index began in 2006,” said the EIU. Western Europe was the only region to record improvements in democracy, although they were marginal (0.01 points). Joining Norway in the top ten were, in order: New Zealand, Iceland, Sweden, Finland, Denmark, Ireland, Switzerland, The Netherlands and Taiwan. The UK ranked 19th and the US, considered a ‘flawed democracy’, came in 29th. Image: Arvid Malde Efforts to defeat Alzheimer’s [have taken major steps forward recently](https://www.positive.news/society/welcome-to-the-golden-age-of-medicine/), with breakthrough treatments found to slow the condition. Now a new front against the disease appears to be opening up, after scientists identified blood proteins that indicate whether a person could develop the condition. A recent study showed that [a simple blood test gives up to 15 years advance warning of a person developing Alzheimer’s](https://www.positive.news/society/good-news-stories-from-week-4-of-2024/). Separate research, published this week, added to the evidence. It identified 11 blood biomarkers that researchers claim are 90% accurate at predicting whether a person will be affected by dementia. Improving diagnosis is vital with the arrival of new therapies. The [study](https://www.nature.com/articles/s43587-023-00565-0) was conducted by scientists from the University of Warwick in England, and Fudan University in China, who described their findings as a “breakthrough”. Image: Teona Swift The crane population in the UK is the highest it’s been in more than 400 years, according to the latest headcount of the birds. Survey results from 2023 suggest there are now more than 250 common cranes stalking UK waterways, including a record 80 breeding pairs. While some cultures once worshipped them as gods, in the UK they were wiped out by hunters in the 16th century, before returning under their own steam in the 1970s. According to the Royal Society for the Protection of Birds, 80% of the breeding population reside on protected sites, including restored wetlands. “The conservation and protection of UK wetlands is helping our crane population go from strength to strength,” said Damon Bridge, chair of the UK Crane Working Group. “But that’s only part of the story. Wetlands support countless other magnificent species, lock away carbon… and can hold back water to help reduce the impact of flooding.” He added: “We need to build on this foundation by safeguarding protected sites and creating larger, better-connected wetland areas.” Image: Andy Morffew A French car scheme that subsidises low earners to lease electric vehicles has been scaled up due to huge demand. The programme enables people who drive for work and earn less than €15,400 (£12,850) annually to lease an electric vehicle for €100-150 (£85-£128) per month. The government initially offered 20,000 leases this year but has upped that to 50,000 due to demand. The scheme will now be paused until next year so that carmakers can produce more vehicles. Only cars made in the EU are covered by the programme, described by the French government as a “real success story”, despite having to be paused. The switch to electric vehicles is vital to reduce transport emissions. However, they come with their own environmental issues, [which firms are racing to address](https://www.positive.news/environment/electric-vehicles-have-a-dirty-secret-the-race-is-on-to-clean-it-up/). Image: Andrew Roberts Single people are routinely disadvantaged in life, thanks to marriage tax allowances, single supplements for hotels and other such policies. A municipality in Belgium is doing something about it. Woluwe-Saint-Pierre, on the outskirts of Brussels, has agreed to consider the impact of policies on people who live alone. It comes as data suggests that the number of EU households made up of only one adult has risen by 30% in just over a decade. Councillor Carla Dejonghe persuaded her municipality to start viewing policies through the eyes of people who live alone. “It’s a milestone,” Dejonghe, [told the Guardian](https://www.theguardian.com/world/2024/feb/14/lens-singleton-belgian-council-focus-live-alone). “For the first time, a municipality is committing to examining its policies through the lens of a singleton. Nobody’s ever thought about it.” Image: Anna Shvets The Palestinian para-cyclists known as Gaza Sunbirds were hoping to participate in the Paralympics this year. Instead, they are pedalling through rubble, delivering vital aid to displaced Gazans. This week, Positive News caught up with the riders in Rafah, where some 1.5 million displaced Palestinians have taken shelter, but are now having to flee again as Israeli troops move in. “Delivering aid on our bikes and walking with the help of a crutch is a message that life can go on amidst the waves of despair overwhelming the Palestinians,” said Alaa Al Dali, co-founder of the Sunbirds. Read the full story [here](https://www.positive.news/society/para-cyclists-aid-displaced-people-gaza/). Image: Mohamed Soleimane Main image: joegolby/iStock Get your weekly fix of good news delivered to your inbox every Saturday, by [signing up to the Positive News email newsletter](https://www.positive.news/letter/). Support solutions in 2024 Positive News is helping more people than ever to get a balanced and uplifting view of the world. While doom and gloom dominates other news outlets, our solutions journalism exists to support your wellbeing and empower you to make a difference towards a better future. But our reporting has a cost and, as an independent, not-for-profit media organisation, we rely on the financial backing of our readers. If you value what we do and can afford to, please get behind our team with a regular or one-off contribution. Give once from just £1, or join 1,400+ others who contribute an average of £3 or more per month. You’ll be directly funding the production and sharing of our stories – helping our solutions journalism to benefit many more people. Join our community today, and together, we’ll change the news for good.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Social Issue"
  ],
  "external_links": [
    "https://www.nature.com/articles/s43587-023-00565-0)",
    "https://ember-climate.org/insights/research/european-electricity-review-2024/#supporting-material)",
    "https://www.theguardian.com/world/2024/feb/14/lens-singleton-belgian-council-focus-live-alone).",
    "https://theguardian.com/world/2024/feb/14/lens-singleton-belgian-council-focus-live-alone).",
    "https://www.ember-climate.org/insights/research/european-electricity-review-2024/#supporting-material)",
    "https://nature.com/articles/s43587-023-00565-0)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "royal institute of british architects",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "belgium",
        "sentiment": "none"
      },
      {
        "name": "england",
        "sentiment": "none"
      },
      {
        "name": "sweden",
        "sentiment": "none"
      },
      {
        "name": "singapore",
        "sentiment": "none"
      },
      {
        "name": "scotland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T10:56:41.465+02:00",
  "updated": "2024-02-16T10:56:41.465+02:00"
}