{
  "thread": {
    "uuid": "2bafe4edabbf20334a99c5ac5608bc277681dab8",
    "url": "https://lasvegassun.com/news/2023/dec/31/north-las-vegas-reaping-rewards-of-expanded-tax-ba/",
    "site_full": "lasvegassun.com",
    "site": "lasvegassun.com",
    "site_section": "http://www.lasvegassun.com/news/index.html",
    "site_categories": [
      "media",
      "gay_life",
      "society"
    ],
    "section_title": "Las Vegas Sun News",
    "title": "North Las Vegas reaping rewards of expanded tax base - Las Vegas Sun News",
    "title_full": "North Las Vegas reaping rewards of expanded tax base - Las Vegas Sun News",
    "published": "2023-12-31T09:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.lasvegassun.com/media/img/photos/2023/07/14/20230705_Sun_Cortez_Masto_tour_Apex_Industrial_Park_BR-2_t1200.jpg?a58a258a4dac404905303588401680fdf3ee23e4",
    "performance_score": 0,
    "domain_rank": 3879,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2bafe4edabbf20334a99c5ac5608bc277681dab8",
  "url": "https://lasvegassun.com/news/2023/dec/31/north-las-vegas-reaping-rewards-of-expanded-tax-ba/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@@LasVegasSun",
  "published": "2023-12-31T09:00:00.000+02:00",
  "title": "North Las Vegas reaping rewards of expanded tax base - Las Vegas Sun News",
  "text": "Brian Ramos\nThe Apex Industrial Park is expected to bring thousands of job opportunities to Las Vegas Valley residents. The construction site is made up of various warehouses across 7,000 acres, including a 885,000-square-foot Smith’s distribution center currently under construction. Wednesday, July 5, 2023. Brian Ramos\nBy Las Vegas Sun Staff ( contact )\nSunday, Dec. 31, 2023 | 2 a.m.\n• 15th in a series\nNevada is a sprawling state with most of its people in two population centers. But beyond the reaches of Las Vegas and Reno is a land filled with attractions and history. Some of them, of course, might not be familiar to most Nevadans. The Sun has reached out to mayors and representatives of the Silver State’s 19 cities, giving them a platform in our pages to talk about their area’s history and attractions and to describe what makes them special and what challenges they face.\nToday, we present a Q+A with North Las Vegas Mayor Pamela Goynes-Brown.\nGive us a history lesson. What makes your jurisdiction unique?\nThe city of North Las Vegas never gives up.\nIn 2013, the city faced a bleak and uncertain future, strapped with an inherited $153 million long-term budget deficit, a $17 million short-term budget deficit, court orders requiring the payment of more than $30 million in judgments, and numerous systemic financial failures. From the fast-paced days of growth in the early 2000s to 2013 when the current administration inherited the city, North Las Vegas’ bond rating had fallen to junk status. The city was on the verge of state takeover.\nNot willing to let the city fail and not willing to further tax already overburdened taxpayers, city leaders set out to grow the tax base by attracting new industries and companies, an effort Mayor John Lee coined “Grownomics.” Central to Grownomics was an innovative oversizing agreement to solve the 30-year conundrum of how to bring water to Apex Industrial Park.\nCity officials early on identified Apex as a key untapped asset central to the success of North Las Vegas. For almost three decades, U.S. and international businesses had wanted to build in the industrial park because of its location, available space and proximity to transportation infrastructure, but it lacked the basic utility infrastructure needed for business operations. Utility companies wouldn’t invest in infrastructure until businesses were located on the land, but businesses wouldn’t locate until utilities were available.\nIn 2018, Lee, City Manager Ryann Juden and their team brokered a historic public-private partnership that resulted in an oversize agreement with Apex landowners to construct a surface water pipeline to the industrial park to bring utilities and open the land for development and job creation. As a result, global companies have moved into Apex and along the water line, with no less than five business parks in active development currently and several more in operation.\nOver the past decade, the city’s efforts have nearly tripled the tax base for residents, adding revenue that’s put back into police, parks, roads, libraries and other services for residents. Once completely built, Apex is expected to create 72,000 new jobs and represent a $7 billion investment.\nJust 10 years out from pending state receivership, the city’s budget is fully funded and fully balanced, and North Las Vegas is wholly solvent. The city’s credit has rebounded to pre-recession, A+ levels, and services have been added and restored for residents. The city is widely recognized as a driver for economic diversification in Southern Nevada and the state, and is now home to some of the biggest companies on the globe.\nJust like our hard-working residents, North Las Vegas never gives up — we rise up to the challenges before us.\nWhat kind of attractions and events do you have that people may be interested in visiting?\nNorth Las Vegas offers a unique blend of entertainment and outdoor activities for all. Visitors can indulge their taste buds at various restaurants on Restaurant Row, a 4-mile stretch along Craig Road that has evolved into a regional dining destination with over 100 restaurants, including 24 new additions in the past three years.\nChristopher DeVargas\nPeople gather at Craig Ranch Regional Park, Friday, June 19, 2020, for a family reunion and BBQ by the National Juneteenth Observance Foundation to commemorate June 19, 1865, the ending of slavery in the United States.\nFor outdoor enthusiasts, the city boasts over 35 parks and recreation centers, highlighted by the expansive 170-acre Craig Ranch Regional Park. Here, The AMP, a customizable outdoor amphitheater accommodating up to 10,000 people, sets the stage for entertainment under the open sky. The park also features a competition-style skatepark, three dog parks, a community garden, lakes, baseball fields, tennis courts, volleyball courts and more.\nNorth Las Vegas is also home to a trail system spanning over 70 miles. Most of the trails are multi-use and offer a scenic journey across our captivating landscapes.\nOne of my top priorities as mayor is the revitalization of the city’s parks and green spaces through Project Sparkle. With a dedicated investment of $11 million, every park south of Craig Road is undergoing a revitalization, ensuring each park becomes a sparkling gem within its neighborhood. From new splash pads to upgraded lighting, these public spaces radiate with vibrancy, inviting residents and visitors to enjoy the beauty of their surroundings.\nRecently, the city announced a partnership between Agora Realty and Management and the Vegas Golden Knights that will boost youth hockey programming and community opportunities in North Las Vegas. The Golden Knights will take over management and programming of the existing arena at the 73-acre site where the Texas Station and Fiesta Rancho casinos once stood. For the first time in our history, a professional sports franchise is bringing their expertise and resources to our community, reflecting our commitment to fostering growth, recreation and opportunity across North Las Vegas.\nTo learn more, visit cityofnorthlasvegas.com.\nWhat new development opening in 2024 has you excited? Why?\nWe are excited about a variety of projects, including two major projects that align with our commitment to economic diversification, job creation and an enhanced quality of life for our residents.\nThe first is the largest redevelopment effort in city history, starting with the redevelopment of 19 acres in the downtown Lake Mead/Las Vegas Boulevard Corridor. Working closely with stakeholders, we are creating a new downtown designed to enhance residents’ access to services and amenities. The mixed-use development will include medical offices and health care facilities, shops, restaurants, parks, housing and public spaces where the community can gather. This redevelopment project will transform downtown North Las Vegas into a bustling, urban mecca and will create an estimated 1,000 new jobs.\nThe second is the redevelopment of the 73-acre site where the Texas Station and Fiesta Rancho casinos once stood. That entire site is being developed into a mixed-use, pedestrian-friendly shopping, entertainment, commercial and residential housing development. Also included will be a family-oriented athletic complex ­— Champion Square — consisting of the existing ice rink along with other sports-programmed buildings, shops, restaurants and public spaces.\nThese developments will offer walkable spaces offering residents desired amenities, access to needed resources and even housing options, while also creating gathering places to celebrate the diversity and cultures of the residents of North Las Vegas.\nBrian Ramos\nSmith’s Food & Drug Stores is slated to open an 885,000 square-foot distribution center in the Apex Industrial Park in North Las Vegas this fall, bringing with it hundreds of jobs to the area and the ability to disperse thousands of grocery items to many of the chain’s locations throughout Nevada and neighboring states. Wednesday, July 5, 2023\nWe are also actively recruiting and attracting new companies to further grow and develop Apex Industrial Park. One of the more exciting projects will be the opening of The Kroger Co.’s new distribution center in 2024. This new site will serve Kroger’s stores in Las Vegas, Reno, Arizona, New Mexico and southern Utah, and add more than 200 jobs to the area.\nWhat is the biggest challenge facing your jurisdiction?\nOver the past decade, the city has undergone a remarkable transformation to become the fastest-growing city in Nevada. We are focused on continuing to attract industries for manufacturing and distribution, as well as innovative businesses, e-commerce and logistics centers. Through these efforts, we will be able to further diversify our thriving economy and create new, good-paying jobs and long-term careers for our residents.\nWe are also focused on adeptly managing this growth to ensure the delivery of essential services for our residents. City leadership is laser-focused on strategic planning, infrastructure development and community outreach in order to foster sustainable and inclusive progress for both residents and businesses.\nWhat industry is most important to your town’s economy? What about diversifying?\nThe city is at the forefront of growth and economic diversification in Nevada. This growth and development is a direct result of the city’s strategic, thoughtful and intentional urban planning and the visionary leadership of Juden, the city manager.\nThe city has long been a leader in the valley in industrial development, to create jobs for residents, diversify the local and state economies and expand the tax base to provide additional amenities for residents. Over the past 10 years, our city team has recruited companies to North Las Vegas that have created more than 63,000 new jobs with an average hourly rate of over $33. We are providing opportunities for residents that are diverse across industries, pay levels and skill sets, and that offer stable, sustainable careers, not just jobs.\nWith over 7,000 acres of developable land at Apex Industrial Park alone, and a desirable proximity to major transportation routes, the city’s leadership team has transformed Apex into a primary market for national and international companies in the industrial, manufacturing and big-box logistics spaces.\nNone of it could be possible without thoughtful and strategic planning by the city’s team that included partnerships with private landowners and developers, as well as with major infrastructure providers to get the utilities and highway improvements necessary to drive growth. Once completely built, Apex is expected to create 72,000 new jobs and represent a $7 billion investment.\nCompanies that North Las Vegas is attracting include major national and international brands such as Kroger, Crocs/HeyDude, Sephora USA Inc., Air Liquide, Amazon, Tapestry and others.\nWhat opportunity does your community provide for public education? What challenges does it face?\nThe city is committed to supporting and expanding high-quality educational opportunities throughout North Las Vegas.\nThe city created the Education Initiatives Division, which partners with existing schools, empowers parents to make educational choices for their children and connects with the community. The city also established the Education Advisory Committee to meet with key stakeholders and provide recommendations to enhance learning opportunities, establish partnerships with North Las Vegas schools to provide additional events, resources and training, which will result in positive student outcomes.\nIn 2023, North Las Vegas launched the first School Mariachi Competition to promote student achievement and family engagement while celebrating Latin music and culture. Partnering with the College of Southern Nevada, the city also offers a Spanish class for educational professionals. We also distributed more than $200,000 in microgrants to teachers and administrators implementing innovative strategies in the areas of student achievement, chronic absenteeism, teacher retention/recruitment and family engagement.\nWhat challenges do your residents face with health care availability and cost?\nThe city is committed to enhancing and expanding access to quality, affordable health care for our community. We are facilitating the establishment of facilities and are collaborating with government and community organizations to raise awareness about available resources.\nIn 2024, we are completing the project that will redevelop North Las Vegas’ downtown. This $35 million project signifies our city’s commitment to enhancing health care accessibility. This project will include 20,000 square feet of health care and medical services office space. City leadership has worked to ensure this project not only redevelops downtown but also increases access to health care for our community. City leadership also determined that we should utilize our libraries to assist our community. As a result, the city has leveraged its network of libraries and recreation centers to help increase access to health care for our residents; we collaborate with nonprofits and government agencies to host workshops, informational sessions and resource fairs at our libraries. These events aim to assist residents in securing health insurance, including Nevada Healthlink, Medicare, and Medicaid, along with other health care services.\nWe are also focused on health care for those who have sacrificed the most for our country — veterans.We recently celebrated the one-year anniversary of the Veterans Community Resource Center located near the North Las Vegas VA Medical Center. This center provides a supportive environment for veterans, offering resources related to health, education and housing. Through this program, we work to connect veterans to a variety of services, including health care access.\nNevadans have lived with historic drought for the past two decades. What initiatives are in place to save the valuable commodity of water?\nThe city has implemented water conservation initiatives. This includes partnering with the Southern Nevada Water Authority (SNWA) to develop and implement comprehensive water management strategies and implementing water-efficient landscaping programs aimed at ensuring the sustainable use of water resources. The biggest use of our region’s water supply is outdoor landscape watering. That’s why we are converting turf at many of our parks and sports fields to bermuda grass, which is more water-efficient. This will save water while still maintaining practical, usable and beautiful spaces for our residents. We have also partnered with the SNWA to optimize water usage at the Aliante Golf Club. Through this effort, we have been able to reduce the use of nonfunctional grass that golfers do not use and replace it with more water-efficient landscaping. As a result, the city is saving 7 million gallons of water each year!\nFurther, our Water Smart initiative is critical for the sustainable use of water. Under the program, residents and businesses are assigned to watering groups and are required to adjust irrigation clocks according to the days permitted in their assigned group. This allows for the sustainable use of water, meeting current needs while preserving resources for future generations.\nAs a city we are also excited to attract and support new businesses whose building and operational plans take our desert environment into consideration. A great example is Novva Holdings, which is establishing a 250,000-square-foot data facility in North Las Vegas. Novva will be investing in closed-loop cooling equipment that effectively eliminates water replacement in the cooling process. The result will be an increase in jobs, a large capital investment into the community but a minimal draw on a precious resource.\nWhat issues are facing your community regarding roads and transportation?\nNorth Las Vegas works closely with state and regional partners to plan for the continued growth and development in North Las Vegas. Anyone who has traveled north on Interstate 15 toward Utah has noticed the construction. Close proximity to major transportation routes is a key attraction for manufacturing, distribution and logistics companies locating to Apex Industrial Park and other areas in North Las Vegas.\nCity leadership advocated for the I-15/CC-215 Northern Interchange Project.The project, linking the two freeways, was a major milestone in increasing traffic flow to the northern area, where a significant amount of development in North Las Vegas is taking place.\nWidening the I-15 north corridor is crucial for enhancing the flow of traffic for residents and the transportation of goods for businesses. The Nevada Department of Transportation (NDOT) is working on the third and final leg of widening the I-15 north corridor that includes a new truck climbing lane, widening I-15 from Speedway Boulevard to the U.S. Highway 93 Garnet interchange, and other improvements.\nHow can public safety be enhanced in your community?\nLast month, the city was named the second-safest in Nevada. WalletHub’s annual study that shows the safest cities in America placed North Las Vegas after Henderson and above Las Vegas. We have made incredible progress in increasing public safety in our city over the past decade — a 32% decrease in violent crime since 2014.\nTo enhance the public’s safety, the city has implemented community policing strategies and has conducted thorough and purposeful recruitment of police officers. To build relationships with the community, the North Las Vegas Police Department established a new Community Engagement Division that works to form partnerships and proactively conducts outreach into neighborhoods with crime prevention and redirection programs. The Community Engagement Division hosts a variety of youth engagement activities to break down barriers between our youth and police. Examples of their programming include “Chill with a Cop” events, “Badges and Bros” and “Badges and Bows” events, among others.\nThe North Las Vegas Police Department also established the Explorer Program, which is an educational program designed to assist young people in preparing for their future, with emphasis on a future career in law enforcement. This program also serves as a mentoring program, with an emphasis on leadership skills and team building. The city knows that to prevent crime, we must address the underlying causes. That’s why in 2021, the city created the Community Approach to Rehabilitation and Engagement (CARE) Court. The CARE Court is an innovative program that connects offenders to community resources in order to reduce recidivism and give graduates a fresh start. Municipal Court team members, Community Correctional Center staff, case managers, prosecutors and defense attorneys collaborate to identify the underlying issues that contributed to an offender entering the criminal justice system and connect them with the community resources that can help, such as transitional housing, substance abuse counseling, job training, employment placement and obtaining vital records. Participants are required to actively participate, connect and engage in the programs and services to create pathways to their future success.\nIn addition to these efforts, the city will also open a new fire station, Station 58, and the North Area Command Police Station in 2024 to service the Tule Springs master-planned community. These efforts have been instrumental in decreasing violent crime by more than 46% compared with last year.\nWhat is one thing you wish the rest of the state knew about your jurisdiction?\nNorth Las Vegas is the most diverse city, the fastest-growing city and the second-safest city in Nevada.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "las vega",
        "sentiment": "negative"
      },
      {
        "name": "reno",
        "sentiment": "none"
      },
      {
        "name": "smith",
        "sentiment": "none"
      },
      {
        "name": "pamela goynes-brown",
        "sentiment": "none"
      },
      {
        "name": "brian ramos",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "silver state",
        "sentiment": "none"
      },
      {
        "name": "las vegas sun staff",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "las vegas sun news brian ramos the apex industrial park",
        "sentiment": "none"
      },
      {
        "name": "north las vegas",
        "sentiment": "none"
      },
      {
        "name": "las vegas",
        "sentiment": "none"
      },
      {
        "name": "nevada",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-01T20:00:28.233+02:00",
  "updated": "2024-01-01T20:00:28.233+02:00"
}