{
  "thread": {
    "uuid": "79a6eaef9c924334169bde88accd380c30dc91d0",
    "url": "https://reflexiones.uc.cl/ojala-escuchemos-hoy-su-voz-sal-95-reflexiones-para-una-oracion-contemplativa/",
    "site_full": "reflexiones.uc.cl",
    "site": "uc.cl",
    "site_section": "https://reflexiones.uc.cl/feed",
    "site_categories": [],
    "section_title": "Una reflexión semanal",
    "title": "“Ojalá escuchemos hoy su voz” (Sal 95): Reflexiones para una oración contemplativa",
    "title_full": "“Ojalá escuchemos hoy su voz” (Sal 95): Reflexiones para una oración contemplativa",
    "published": "2023-12-29T14:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CL",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 9567,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "79a6eaef9c924334169bde88accd380c30dc91d0",
  "url": "https://reflexiones.uc.cl/ojala-escuchemos-hoy-su-voz-sal-95-reflexiones-para-una-oracion-contemplativa/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "crrebolledor@uc.cl",
  "published": "2023-12-29T14:15:00.000+02:00",
  "title": "“Ojalá escuchemos hoy su voz” (Sal 95): Reflexiones para una oración contemplativa",
  "text": "Hoy en día tenemos muchas herramientas que nos pueden ayudar en el camino contemplativo. No sólo métodos que nos llegan de la tradición cristiana, sino de la sabiduría del mundo. Técnicas como el mindfulness o ejercicios de respiración nos enseñan cómo tranquilizar el cuerpo y el espíritu, dando así el primer paso a la oración contemplativa: estar aquí y ahora dispuestos al encuentro, en atención total.\nComo cristianos queremos ir más allá de la oración vocal o la plegaria que hacemos como deber cotidiano. Anhelamos una experiencia de encuentro con Dios que no sea ensoñación o alejarse del mundo, sino allí encontrarle, escucharle y responder en el amor a Él y a nuestro prójimo.\n“Ojalá escuchemos hoy su voz, no endurezcamos nuestro corazón”, nos dice el salmo 95: pero por propias fuerzas nos parece difícil, necesitamos su ayuda. Entonces podríamos recordar a San Ignacio, quien nos enseña en los Ejercicios Espirituales a pedir una gracia al orar y quizá debamos pedir la gracia de escuchar su Palabra, que nos habla por múltiples caminos.\nReconocer nuestras emociones, deseos, nuestra historia de vida con sus luces y sombras, nos ayudará a escucharle a Él, en ellos.\nNos parece que tuviéramos mucho que contarle, pero hemos de descubrir que es Él quien nos está hablando en aquello que vivimos. Con gran sabiduría afirma Von Balthasar que “la Palabra de Dios resuena en medio del mundo, en la plenitud de los tiempos y conlleva tal energía que a todos se dirige y a todos habla, a todos con la misma inmediatez, inmune a las distancias del tiempo y del espacio” (La oración contemplativa, 11). Entonces alegrémonos, porque en nuestros asombros y contemplaciones cotidianas se asoma la voz de Dios y su Palabra.\nDios habla en el propio corazón: por eso es importante acceder a nuestra interioridad, a ese jardín que a veces es paisaje cuidado y otro descampado en abandono. Allí se esconde un tesoro, allí el rey de la Creación, nuestro Señor, ha hecho su morada y como Jardinero está ávido de sembrar y cultivar en nosotros su Amor.\nEstas múltiples voces que escuchamos: cantares, gruñidos, vociferaciones, susurros, se hacen palabra viva cuando nos detenemos a dialogar con Jesús en las Escrituras. En nuestro Señor, esas voces se articulan, cobran sentido, se transforman en acción, en deseo de amar más.\nDios nos habla a través de los otros, nuestros familiares, amigos y toda persona en la vida diaria. Asombrarnos de la naturaleza y las creaturas, como nuestras mascotas, por ej., esos animales que cuidamos y llenan nuestras vidas con su amor. Las personas y las creaturas, que a la luz de Jesús son nuestros hermanos, son Palabra Viva. Dios nos ofrece un verdadero diálogo y un abrazo en cada uno de ellos.\nDios nos habla en los acontecimientos de nuestro país y del mundo, en los logros y fracasos, en las heridas abiertas de nuestra memoria histórica; y a veces grita en los inmensos sufrimientos por la violencia, desigualdad y variadas formas de pobreza.\nEs como si Dios nos dijera: “Cesad en lo que estáis haciendo, la lucha y la guerra, el trabajo y la vida, y haced sitio para mi recuerdo, mi contacto, mi ayuda, mi existencia en la vuestra. Hacedme sitio. Dejadme un lugar. Dedicadme un espacio. Y yo vendré y me acercaré y os acompañaré y os ayudaré. Hacedme sitio” (Vallés, Disfruta tu ocio, 21).\nAsí, esta vida contemplativa no es para gozar y estancarse, sino para tener fuerzas para servir. La oración se ancla en la caridad de la vida cotidiana, en la compasión, la benevolencia, la apertura al otro, la ocupación y disponibilidad para ayudar, el deseo de bien hacia el otro. El amor a Dios adquiere realismo y profundidad precisamente en el servicio y el amor a los demás (cfr. Deus Caritas est, nº 18). Oración y acción, eso es auténtica contemplación.\n¿Cómo le estoy haciendo un lugar a la oración en mi vida? ¿En qué instancias suelo escuchar con más fuerza lo que Dios me quiere decir hoy? ¿Cómo puedo equilibrar en mi vida la oración contemplativa con la acción y el servicio?",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T15:31:06.694+02:00",
  "updated": "2023-12-29T15:31:06.694+02:00"
}