{
  "thread": {
    "uuid": "2f29b1eda3135caf89c3d6608477e7f5970b33ab",
    "url": "https://www.archyde.com/the-palestinian-confirmation/",
    "site_full": "www.archyde.com",
    "site": "archyde.com",
    "site_section": "https://www.archyde.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Archyde",
    "title": "the Palestinian confirmation –",
    "title_full": "the Palestinian confirmation –",
    "published": "2024-05-06T01:37:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.iltempo.it/images/2024/05/04/094101355-77169412-332e-4ff5-b0e7-844056eeeb36.jpg",
    "performance_score": 0,
    "domain_rank": 23356,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2f29b1eda3135caf89c3d6608477e7f5970b33ab",
  "url": "https://www.archyde.com/the-palestinian-confirmation/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "archyde",
  "published": "2024-05-06T01:37:00.000+03:00",
  "title": "the Palestinian confirmation –",
  "text": "Green light on the truce in Gaza. Hamas would in fact have approved the first phase of an agreement for the release of the hostages, in exchange for American guarantees on a complete withdrawal of Israel from the Strip in 124 days, upon completion of the three phases that would make up the agreement. This was revealed by a source from the Palestinian militiamen quoted by the Israeli broadcaster Channel 12, according to whom the American guarantees were sent through Egyptian and Qatari mediators who will meet Hamas representatives in Cairo today. The deal would also include a U.S.-backed promise that Israel will not launch its planned operation in the southern Palestinian enclave city of Rafah.\nThe latest proposed agreement would include a first phase lasting up to 40 days during which 33 hostages held in Gaza would be released and the IDF would withdraw from the Strip. The second phase would extend up to 42 days during which all remaining hostages would be released and the parties would agree on the conditions for a return to calm in Gaza. The third and final phase, dedicated to the delivery of lifeless bodies, would also last 42 days.\nDuring the first phase, the return of the Palestinian population who took refuge in southern Gaza to the northern part of the Strip is also expected: Israel, according to the United States, would have accepted an unrestricted return of the population to their areas of origin. The agreement also includes the release of hundreds of Palestinian prisoners. The Hamas source cited by Channel 12 spoke of “compromises reached” on the number of prisoners to be released in exchange for the release of each hostage. The\nnews reported today by the Times of Israel follows the announcement by Hamas which late yesterday evening announced that one of its delegations will go to Cairo “determined to reach an agreement that will satisfy Palestinian requests”. The war has been going on since October 7th and now the time for peace seems to have arrived. Still waiting for the official announcements, with the news however confirmed by the Palestinian newspaper Al-Quds, which reports that Hamas will announce the approval of the latest proposal for a ceasefire and release of the hostages in the next few hours.\n#Palestinian #confirmation #Tempo\n2024-05-05 22:37:31\nRelated posts:\nMatt Riddle and Misha Montana Expecting First Child: A Beautiful Journey of Love and Parenthood A rue Maurice and Jackson Chanet: \"It's an honor\" Accident with an ambulance claimed two lives in Salzburg In March 2022, the ranking of domestic power battery manufacturers in the number of vehicles install... Yes Virginia, There Is A Santa Claus - The Historic Exchange that Proves It Belarus. The Lukashenko regime plays the Russian card, the opposition cries treason Meteorology reveals the causes of high temperatures and issues an urgent warning to citizens Dubai Real Estate Market: Over 2.6 Billion Dirhams in Transactions Recorded Today",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "neutral"
      },
      {
        "name": "idf",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "cairo",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "rafah",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-06T01:43:00.492+03:00",
  "updated": "2024-05-06T01:43:00.492+03:00"
}