{
  "thread": {
    "uuid": "912cc5607a142c3df021f0bfed9c05a403b8b155",
    "url": "https://www.boisestatepublicradio.org/2024-03-14/world-famous-artists-designed-this-carnival-in-1987-nearly-40-years-later-its-back",
    "site_full": "www.boisestatepublicradio.org",
    "site": "boisestatepublicradio.org",
    "site_section": "https://www.boisestatepublicradio.org",
    "site_categories": [
      "media"
    ],
    "section_title": "Boise State Public Radio|Homepage | Boise State Public Radio",
    "title": "World famous artists designed this carnival in 1987. Nearly 40 years later, it's back | Boise State Public Radio",
    "title_full": "World famous artists designed this carnival in 1987. Nearly 40 years later, it's back | Boise State Public Radio",
    "published": "2024-03-14T19:54:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://npr.brightspotcdn.com/dims4/default/1529387/2147483647/strip/true/crop/2558x1343+0+608/resize/1200x630!/quality/90/?url=https%3A%2F%2Fmedia.npr.org%2Fassets%2Fimg%2F2024%2F03%2F14%2Fimage27_ll-map_day_sq-858f4c51353bc94e5bd322b0bc2caec90add2da0.jpg",
    "performance_score": 0,
    "domain_rank": 31775,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "912cc5607a142c3df021f0bfed9c05a403b8b155",
  "url": "https://www.boisestatepublicradio.org/2024-03-14/world-famous-artists-designed-this-carnival-in-1987-nearly-40-years-later-its-back",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mandalit del Barco",
  "published": "2024-03-14T19:54:00.000+02:00",
  "title": "World famous artists designed this carnival in 1987. Nearly 40 years later, it's back | Boise State Public Radio",
  "text": "World famous artists designed this carnival in 1987. Nearly 40 years later, it's back If you visited Hamburg, Germany in the summer of 1987, you might have been one of the lucky 250,000 people to attend [Luna Luna.](https://lunaluna.com/learn/the-story/) It was a carnival designed by some of the most famous artists of the 20th century. Visitors got to ride a small Ferris wheel adorned with drawings by Jean-Michel Basquiat. They could waltz inside a cylindrical pavilion created by David Hockney. They could wind through Roy Lichtenstein's pop art glass labyrinth, with music by Philip Glass; Fairgoers could also walk inside a mirrored geodesic dome decorated by surrealist Salvador Dalí, and they could ride a carousel painted with bright graffiti figures spray painted by Keith Haring. Now, thanks to the rapper Drake, his studios and some investment partners, [Luna Luna has been revived](https://lunaluna.com/) in Los Angeles. Who thought this would work? \"I thought the idea sounded great because it is, in a way, something that has been a fantasy of mine since the first time I went to Disneyland or went to amusement parks in America when I was a kid,\" the late Keith Haring said in 1987 in a documentary about the park. Luna Luna was the brainchild of Austrian multimedia artist André Heller — an avant-garde poet, singer and impresario. He was known in Europe for his hot air balloon sculptures, acrobatic circuses and firework spectacles that could be seen over the Berlin Wall. \"Creating an amusement park out of art was an early desire,\" Heller says in the documentary. \"And we had to find the right artists in the right combination.\" Heller managed to convince 33 of the world's top contemporary artists to be a part of Luna Luna. Among them, American Kenny Scharf. \"He came just out of the blue and like, it sounded very far-fetched, but I'm like OK, great. And I loved doing it,\" recalls Scharf. \"I really believed it was going to be this giant thing that was going to send me to the moon — you know, the art world moon.\" Scharf remembers spending three weeks in a cold warehouse in Vienna customizing sculptures and a giant swing ride with his cartoon figures. \"Of course, I was into it,\" he says. \"It fit perfectly with my philosophy for art then and now, which is art is not only for a wall with a frame in a gallery, a museum or above a couch; Art can be everywhere and should be. And art can be something that you experience and that you actually sit on and you swing around and it's fun.\" German artist Monika GilSing remembers designing flags for Luna Luna. \"It was like a small miracle that an art world was created that people had never seen before, and it was very exciting to see art in this context,\" she says through an interpreter. \"On the other hand, art critics — it seemed like they still needed some time to recognize what was going on, because it was such a new way of presenting art.\" The park closes Luna Luna closed down after just three months, dashing Heller's grand plans to tour the park around the world. \"It was an absolute masterpiece,\" he recalls in the documentary. \"I had it in my hands, and I let it slip away.\" Details of exactly what happened are as muddy as the fairgrounds had been that rainy German summer. Michael Goldberg, a creative director in New York, says some fundraising deals fell through, and then Heller went back and forth with an American foundation that wanted to bring Luna Luna to San Diego. \"The foundation basically tried to back out of the deal and it ended up going through litigation in three different courts,\" he says. In the end, everything that was in Luna Luna — dismantled rides, artwork and merch — was packed into 44 shipping containers. They languished on a desert ranch in Texas for decades. Then, in 2020, Goldberg says he learned about the carnival and asked for Heller's blessing to launch Luna Luna 2.0. With Dream Crew, the entertainment company run by megastar Drake and Live Nation as investors he spent $100 million to acquire the shipping containers sight unseen. Goldberg says it was a big risk. \"I was concerned, did I lead somebody into a deal and they were gonna buy a bunch of dust?\" he says. Goldberg remembers shaking nervously when they opened the first container, packed to the brim with posters and T-shirts from 1987. \"Some sort of critters or rodents had gotten in there and basically ripped the product to shreds,\" he recalls. \"And then other pieces of the apparel are in perfect condition.\" He says they were relieved opening the rest of the containers. \"One of the first pieces that came out was one of the figures from the Keith Haring carousel. The work looked like it was painted yesterday.\" With no instruction manuals, the team spent two years meticulously putting the attractions back together. The park is reborn Nearly 40 years after its premiere, Luna Luna has been recreated inside a warehouse in the Boyle Heights neighborhood near downtown Los Angeles. Some of the original performances play on videos at the new exhibition, including an absurd \"fart concert\" that has visitors dumbfounded. Real-life stilt walkers and puppeteers from the Bob Baker Marionette Theater roam around the reconstructed, indoor park grounds. Visitors are not allowed to touch the rides, but just like in 1987, visitors can still take their (unofficial) vows at the wedding chapel Andre Heller created for Luna Luna. \"This was André Heller's idea that you could get married to whomever or whatever you wanted,\" says curatorial director Lumi Tan. \"In 1987, [that] was very radical, in a time when gay marriage wasn't legal.\" She says today, like then, gay couples can get pretend-married (and pretend divorced) at Luna Luna. So can large groups of friends. \"People were marrying family members and pets and inanimate objects,\" says Tan. \"A photographer married his camera, for example.\" Kenny Scharf says Luna Luna was ahead of its time, and when it folded in 1987, André Heller was completely crushed. So was he. \"It wasn't like I forgot about it,\" Scharf says. \"I never forgot about it, in fact, I never stopped talking about it.\" Scharf, who lives in Los Angeles, says he hopes one day visitors will be able to fly around on his swing ride again. And from Hamburg where she still lives, GilSing, says she would love to see her flags flapping in the wind outside again. The new owners do have plans to take Luna Luna: Forgotten Fantasy on the road, so you never know. The park's run in Los Angeles will close on May 12. Copyright 2024 NPR. To see more, visit https://www.npr.org.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://lunaluna.com/learn/the-story/)",
    "https://lunaluna.com/)",
    "https://www.npr.org.",
    "https://npr.org.",
    "https://www.lunaluna.com/learn/the-story/)",
    "https://www.lunaluna.com/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "disn",
        "sentiment": "none"
      },
      {
        "name": "salvador dalí",
        "sentiment": "none"
      },
      {
        "name": "keith haring",
        "sentiment": "none"
      },
      {
        "name": "luna luna",
        "sentiment": "none"
      },
      {
        "name": "jean-michel basquiat",
        "sentiment": "none"
      },
      {
        "name": "philip glass",
        "sentiment": "none"
      },
      {
        "name": "drake",
        "sentiment": "none"
      },
      {
        "name": "david hockney",
        "sentiment": "none"
      },
      {
        "name": "roy lichtenstein",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "boise state public radio world",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "ferris",
        "sentiment": "none"
      },
      {
        "name": "hamburg",
        "sentiment": "none"
      },
      {
        "name": "los angeles",
        "sentiment": "none"
      },
      {
        "name": "germany",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:15:35.359+02:00",
  "updated": "2024-03-15T00:15:35.359+02:00"
}