{
  "thread": {
    "uuid": "e85795b41a7ef57c396b6184d18702aea78af07e",
    "url": "https://www.bizcommunity.com/Article/196/746/244915.html",
    "site_full": "www.bizcommunity.com",
    "site": "bizcommunity.com",
    "site_section": "https://www.bizcommunity.com/rss/196/389.html",
    "site_categories": [
      "media",
      "business",
      "marketing"
    ],
    "section_title": "The Logistics &amp;amp; Transport community of South Africa",
    "title": "Unitrans mother of three Cynthia Thala takes home the #ThankYouTrucker award for 2023",
    "title_full": "Unitrans mother of three Cynthia Thala takes home the #ThankYouTrucker award for 2023",
    "published": "2024-01-02T13:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ZA",
    "main_image": "https://biz-file.com/c/2401/723556.png",
    "performance_score": 0,
    "domain_rank": 8224,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e85795b41a7ef57c396b6184d18702aea78af07e",
  "url": "https://www.bizcommunity.com/Article/196/746/244915.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Bizcommunity",
  "published": "2024-01-02T13:15:00.000+02:00",
  "title": "Unitrans mother of three Cynthia Thala takes home the #ThankYouTrucker award for 2023",
  "text": "“This prestigious victory not only highlights Cynthia's exceptional skills and unwavering commitment to her profession, but also underscores the invaluable contributions of women in the trucking industry,” said Carli Venter, chief strategy officer at Unitrans, speaking at the award presentation ceremony. “Her remarkable achievement is a testament to her determination and dedication, and Unitrans is immensely proud to have her as part of our team.”\nThala started her career as a bus driver. Fascinated with the trucking industry, she embarked on her journey with Unitrans in March 2019, as the first female bulk vehicle operator (BVO) – another first for her and Unitrans.\nA delighted Vusi Nkuna, general manager at Unitrans and Thala’s line manager, thanked IVECO and RFA, as well as Thala. In paying tribute to her, Nkuna said that Thala had never shied away from challenges and embraced all opportunities. “We are proud of you, Cynthia. You are an ambassador and a role model for our business and our team!”\nOn winning the award, Thala thanked her team and family. She added: “In particular, I would like to thank my grandmother who sold vegetables to support us.” She added: “It is not easy to drive alone at night, but God is with me, so I don’t fear. We are all striving to be the best.”\nThala intends to share her cash award of R50,000 with her family, which includes an orphaned child that she homes, and will invest the remainder. Her aspirations include co-owning a trucking business with her husband in the future.\nThe #ThankYouTrucker competition is a project of the Road Freight Association (RFA) and IVECO SA that was initiated three years ago. The aim of the competition is to recognise, celebrate and reward our unsung heroes on the road, our truck drivers.\nMartin Liebenberg, managing director IVECO commented that the competition has grown and that this year had the highest number of entries. “Cynthia’s win shows that trucking is no longer just a man’s world,” he said, adding that she is a beacon of hope for all women in South Africa.\nGavin Kelly, CEO, RFA celebrated Thala’s success, saying: “You did it in a man’s world, and have shown that it can be done.”\nVenter emphasised that Thala’s win is a testimony to Unitrans’s active focus on building a supportive and nurturing work environment, of their commitment to people development, team work, and to creating a space where each employee is seen, heard, appreciated and understood. “Unitrans is about family, support and the power of doing. Cynthia’s award is not just an individual achievement, but also celebrates the collective support from her family, her colleagues and the company. Together, we drive progress, proving that collectively we can make extraordinary things happen,” she concluded.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Labor",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "cynthia",
        "sentiment": "negative"
      },
      {
        "name": "cynthia thala",
        "sentiment": "negative"
      },
      {
        "name": "vusi nkuna",
        "sentiment": "none"
      },
      {
        "name": "nkuna",
        "sentiment": "none"
      },
      {
        "name": "carli venter",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "unitrans",
        "sentiment": "negative"
      },
      {
        "name": "iveco",
        "sentiment": "none"
      },
      {
        "name": "rfa",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "thala",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T16:08:47.067+02:00",
  "updated": "2024-01-02T16:08:47.067+02:00"
}