{
  "thread": {
    "uuid": "9cb4b12a0cf9f2039d0ba6680234d15c13ea5ec7",
    "url": "https://www.devdiscourse.com/article/law-order/2782726-india-to-be-free-from-menace-of-naxalism-in-three-years-amit-shah",
    "site_full": "www.devdiscourse.com",
    "site": "devdiscourse.com",
    "site_section": "https://devdiscourse.com/south-east-asia",
    "site_categories": [
      "media"
    ],
    "section_title": "East &amp; South East Asia Edition: International Development News | Devdiscourse",
    "title": "India to be free from menace of Naxalism in three years: Amit Shah | Law-Order",
    "title_full": "India to be free from menace of Naxalism in three years: Amit Shah | Law-Order",
    "published": "2024-01-20T16:26:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.devdiscourse.com/remote.axd?https://devdiscourse.blob.core.windows.net/imagegallery/03_03_2020_19_06_33_8443168.jpg?width=920&format=jpeg",
    "performance_score": 0,
    "domain_rank": 8579,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9cb4b12a0cf9f2039d0ba6680234d15c13ea5ec7",
  "url": "https://www.devdiscourse.com/article/law-order/2782726-india-to-be-free-from-menace-of-naxalism-in-three-years-amit-shah",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "PTI",
  "published": "2024-01-20T16:26:00.000+02:00",
  "title": "India to be free from menace of Naxalism in three years: Amit Shah | Law-Order",
  "text": "India to be free from menace of Naxalism in three years: Amit Shah [PTI](/pti-stories)| Tezpur | Updated: 20-01-2024 19:26 IST | Created: 20-01-2024 19:26 IST - Country: - India Union Home Minister Amit Shah on Saturday asserted that the country will be free from the menace of Naxalism in the next three years. Shah, while addressing the Sashastra Seema Bal's 60th Raising Day at Salonibari near here, also said among all the central armed police forces, SSB plays \"a unique role in minutely integrating culture, history, topography and language\" of the border villages, and bringing people in those areas closer to rest of the country. Besides guarding the borders, the SSB along with other CAPFs have performed their duties effectively against the Naxals in Chhattisgarh, Jharkhand and Bihar, he said. \"In the next three years, under the leadership of Prime Minister Narendra Modi, the country will be 100 per cent free from the Naxal problem,\" asserted Shah. At another event in Guwahati, he said the government will stop free movement of people at the Myanmar border. Addressing the passing out parade of the first batch of the five newly constituted Assam Police Commando battalions, Shah said the Centre is rethinking the free-movement facility with Myanmar. ''The India-Myanmar border will be protected like the Bangladesh border... The Government of India will stop the free movement with Myanmar,'' the home minister said. The central government had said it plans to fence a 300-km stretch of unfenced boundary with Myanmar and end the Free Movement Regime, which allows people living on both sides of the international border to travel within 16 km into each other's territory without visa. He also said the prime minister's mission of bringing peace and development in the northeast has been successful. The Congress had a policy to \"divert attention from problems and enjoy power, which led to the deaths of thousands of people in the region\", particularly in the Bodoland, alleged Shah said at the 13th Triennial Conference of the All Bathou Mahasabha in Dhekiajuli in Sonitpur. \"When I became home minister, the Bodo movement was underway and I made a sincere attempt to understand the problems and demands of one of the largest communities of the northeast,\" he said. The PM also viewed it from a new perspective and the problem was resolved with Bodoland \"today being free from bomb blasts, firing and violence\", Shah said. \"As I studied the problem, I realised there was no difference between the Bodos and the different communities of the country - we are all the same. The Bodos just wanted to protect their cultural identity,\" the senior BJP leader said. The northeast has witnessed a 73-per cent decline in incidents of violence, while deaths of security personnel have come down by 71 percent and that of citizens by 86 per cent, he claimed. During the last nine years, nine peace accords have been signed and nearly 9,000 youths gave up arms, he said. The Union minister also expressed gratitude to Bodoland Territorial Region (BTR) chief Pramod Bodo for bringing the youths to the mainstream and engaging them in the development process. Following the signing of the Bodo accord in January 2020, 1,615 Bodo youths have returned to the mainstream, the NDFB was disbanded and Rs 1,500-crore financial aid was provided to Bodoland, Shah said. The Bodo-Kachari Welfare Autonomous Council was also constituted, while the Bodo language has been already declared an 'associate language' by the state government, he said. Hailing the SSB, the home minister said it is a unique organisation that has not only guarded the borders, faced terrorists and Naxals in difficult terrains, but has also ensured the cultural unity of border villages. \"This helps us not only to integrate these villages with the rest of the country, but also strengthen India's stand in areas where there are disputes with the bordering nations,\" Shah said. Shah said as a part of women empowerment, there is a target to ensure six per cent women employees in the SSB, with four per cent already been achieved. Regarding hiring in vacant SSB posts, he said 1,75,000 recruitments have taken place since 2014, which is \"more than double the number during any nine-year period in the country\". In a bid to promote sports in CAPFs, Shah said, a central policy will be formulated soon, which would evolve a scientific way to ensure that it percolates to the barrack level. Referring to the Vibrant Village Yojana, he said it was a gift from the PM to the border villages. The SSB is also working for all-round development of these villages, and has developed a model to ensure people as partners in maintaining security, and various schemes of the Centre and state governments reach all with 100 per cent saturation, he said. In the last one year, SSB personnel have seized 24,000 kg of drugs and narcotics, recovered 144 weapons and rescued 500 children from the clutches of human traffickers, Shah informed. On the criminal justice system, the home minister said that once fully implemented, justice will be provided in three years through the three new laws. Regarding the consecration ceremony in Ayodhya, Shah said that Lord Ram would return home after 550 ''disrespectful'' years. ''It's a matter of pride for the entire India,'' he said, noting that it was happening at a time when the country was on course to become a superpower. (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.) ALSO READ [Uttarakhand CM Dhami urges Railway Minister Vaishnav to extend Deharadun-Lucknow Vande Bharat rail service to Ayodhya](/article/headlines/2766426-uttarakhand-cm-dhami-urges-railway-minister-vaishnav-to-extend-deharadun-lucknow-vande-bharat-rail-service-to-ayodhya) [Kalyan Jewellers to open its 250th showroom in Ayodhya](/article/business/2766682-kalyan-jewellers-to-open-its-250th-showroom-in-ayodhya) [UP Minister Sunil Bharala writes to PM Modi, demands installation of Lord Parshuram statue in Ayodhya](/article/headlines/2766514-up-minister-sunil-bharala-writes-to-pm-modi-demands-installation-of-lord-parshuram-statue-in-ayodhya) [\"Ayodhya's Ram temple is a result of struggle of over 500 years,\" says Himachal Pradesh Governor Shiv Pratap Shukla](/article/politics/2766633-ayodhyas-ram-temple-is-a-result-of-struggle-of-over-500-years-says-himachal-pradesh-governor-shiv-pratap-shukla) [7000 pieces of bamboo sent to Ayodhya from Assam ahead of Ram Temple consecration ceremony](/article/headlines/2766546-7000-pieces-of-bamboo-sent-to-ayodhya-from-assam-ahead-of-ram-temple-consecration-ceremony)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "narendra modi",
        "sentiment": "none"
      },
      {
        "name": "shah",
        "sentiment": "none"
      },
      {
        "name": "amit shah",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "pti",
        "sentiment": "neutral"
      },
      {
        "name": "ssb",
        "sentiment": "none"
      },
      {
        "name": "naxals",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "bihar",
        "sentiment": "none"
      },
      {
        "name": "myanmar",
        "sentiment": "none"
      },
      {
        "name": "guwahati",
        "sentiment": "none"
      },
      {
        "name": "salonibari",
        "sentiment": "none"
      },
      {
        "name": "chhattisgarh",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T16:27:57.258+02:00",
  "updated": "2024-01-20T16:27:57.258+02:00"
}