{
  "thread": {
    "uuid": "7944d1e5426367df123491c88dc60b260f7c6f62",
    "url": "https://www.creators.com/read/travel-and-adventure/01/24/artificial-intelligence-could-enhance-your-travel-experience",
    "site_full": "www.creators.com",
    "site": "creators.com",
    "site_section": "https://creators.com/content",
    "site_categories": [
      "hobbies_and_interests",
      "comic_books"
    ],
    "section_title": "All Content | Creators Syndicate",
    "title": "Artificial Intelligence Could Enhance Your Travel Experience, by Travel Writers | Creators Syndicate",
    "title_full": "Artificial Intelligence Could Enhance Your Travel Experience, by Travel Writers | Creators Syndicate",
    "published": "2024-01-06T01:23:44.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.creators.com/264/363327/1da7df9f4ceea03d8688ee634737ab596ea782c9.jpg",
    "performance_score": 0,
    "domain_rank": 13231,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7944d1e5426367df123491c88dc60b260f7c6f62",
  "url": "https://www.creators.com/read/travel-and-adventure/01/24/artificial-intelligence-could-enhance-your-travel-experience",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "January 6",
  "published": "2024-01-06T01:23:44.000+02:00",
  "title": "Artificial Intelligence Could Enhance Your Travel Experience, by Travel Writers | Creators Syndicate",
  "text": "By Victor Block When Betsy and Tom Butler entered the hotel room, their favorite music welcomed them and the lighting was adjusted to fit their mood. After unpacking, they began a virtual exploration of attractions, restaurants and other things to see and do in the city they were visiting. The Butlers were taking advantage of one of the fastest-growing innovations in travel. The explosion of artificial intelligence in both leisure tourism and business trips is changing the way many people plan, take and enjoy time away from home. From choosing where to go and booking flights to finding the best accommodations at any price, AI is providing valuable assistance to a growing number of both vacationers and those going on the road for work. One concise description of the uses and benefits of AI in travel is offered by James Liang, chairman of the Trip.com Group. Speaking about his company's TripGenie app, which generates itineraries based on personal preferences, he says it \"transforms the way travelers plan and book their trips, enhancing engagement, accuracy and personalization in the travel experience. Our goal is to help the customer plan the perfect trip, like a genie.\" The push for technological advancement also is playing out in other ways. A 2022 survey found that use of AI in the travel and hospitality sector is much lower than in other industries. That means there is much room for growth, and companies and services are moving in to fill the void. They are offering an ever-expanding variety of enhancements. The Expedia Group's AI travel agent enables customers to cancel flights, check hotel reservations and deal with specific needs such as verifying wheelchair accessibility. Claiming to be \"the world's largest travel guidance platform,\" Tripadvisor uses the new technology to help customers arrange personalized travel itineraries. They are able to utilize more than 1 billion reviews and opinions available on the site, along with photos. Those with questions about their travel plans who seek answers from the Trip.com chatbot often receive instant responses. It can offer tailored itineraries and help with pre-trip decisions and in-trip arrangements. Personalization is a primary goal of the use of AI in travel. Sojern's digital platform collects anonymous traveler information and targets it — and ads — on sites in which people might have an interest. The company's virtual accommodations concierge service can handle tasks like scheduling a spa appointment and ordering requested items to be delivered to a hotel room. Improving hotel stays also is a primary objective of some AI programs. Hyatt Hotels has begun offering beds that take advantage of new software functions that can track a person's heart rate and breathing and adjust the mattress temperature and firmness to help induce a deeper doze. It's even possible to plan a gentle wake-up nudge in the morning. Intercontinental Hotels & Resorts, which has more than 200 luxury properties worldwide, uses the Josh.ai database to create what it terms \"the hotel room of the future.\" The Butlers were enjoying one of those spaces, using devices and voice-controlled connections borrowed from smart homes. They were able to search for places to eat, attractions that fit their preferences and other aspects of where they were visiting to make their stay as pleasant as possible. Not surprisingly, finding good deals and discounts also is a primary purpose of AI databases. That's one goal of Hopper, whose mobile app seeks good price offerings on flights, hotels and car rentals. Add-on functions include price freezing to protect against increases when changing a flight booking or switching a hotel reservation. With every query to its meta-search engine, KAYAK scans hundreds of travel sites. Its cost-prediction model forecasts if the price of flights is likely to rise or fall and suggests when a customer should purchase tickets in order to get the lowest fare. In addition to the advantages that AI provides to travelers, it also offers plusses to companies in the travel industry. This can range from monitoring and predicting maintenance needs in hotel rooms to optimizing energy efficiency. Its use in automating repetitive tasks frees hotel staff to provide in-person services to guests. AI-powered personalization and recommendation engines lead to targeted experiences for lodgers based on their preferences. This can include touch-screen check-in, room amenities fashioned for the guest's liking, QR scanning for ordering food and a list of other activities and amenities. According to Howard Phung of the Pro-Invest Group, a real estate firm active in the hotel sector, energy consumption and wage costs are the biggest cost challenges that hotels face. He says technology can provide improved monitoring of those expenditures. Other kinds of help also may be on the way. Heidi George, director of operational excellence at TFE Hotels, peers into the future and foresees robots performing repetitive work such as cleaning and food preparation. Those chores would be among a rapidly expanding diversity of services and assistance available through the use of artificial intelligence. WHEN YOU GO www.trip.com www.expedia.com www.tripadvisor.com www.sojern.com www.josh.ai www.hopper.com www.kayak.com Victor Block is a freelance writer. To read features by other Creators Syndicate writers and cartoonists, visit the Creators Syndicate website at www.creators.com. A robot provides information to travelers connecting through an airport. Photo courtesy of Zz3701/Dreamstime.com.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Science and Technology",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "betsy",
        "sentiment": "negative"
      },
      {
        "name": "tom butler",
        "sentiment": "negative"
      },
      {
        "name": "james liang",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "travel writers | creators syndicate by victor block",
        "sentiment": "negative"
      },
      {
        "name": "trip.com group",
        "sentiment": "none"
      },
      {
        "name": "tripgenie",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T01:23:44.753+02:00",
  "updated": "2024-01-06T01:23:44.753+02:00"
}