{
  "thread": {
    "uuid": "18d9b717f1bc7dda9e2c44ffc56db9bb9e38e8cd",
    "url": "https://www.independentespanol.com/entretenimiento/musica/xavi-cantante-corridos-tumbados-spotify-peso-pluma-b2474057.html",
    "site_full": "www.independentespanol.com",
    "site": "independentespanol.com",
    "site_section": "https://es-us.vida-estilo.yahoo.com/empezó-noche-vida-actriz-martha-185815807.html",
    "site_categories": [
      "media"
    ],
    "section_title": "“Y así empezó la peor noche de mi vida”: actriz Martha Espinosa revela imágenes inéditas del hotel Princess en Acapulco",
    "title": "¿Quién es Xavi, el joven mexicano que está triunfando en Spotify al ritmo de corridos tumbados? | Independent Español",
    "title_full": "¿Quién es Xavi, el joven mexicano que está triunfando en Spotify al ritmo de corridos tumbados? | Independent Español",
    "published": "2024-01-06T00:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://static.independentespanol.com/2024/01/05/20/Captura%20de%20pantalla%202024-01-05%20a%20la%28s%29%2014.02.31.png?quality=75&amp;width=1200&amp;auto=webp",
    "performance_score": 0,
    "domain_rank": 83389,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "18d9b717f1bc7dda9e2c44ffc56db9bb9e38e8cd",
  "url": "https://www.independentespanol.com/entretenimiento/musica/xavi-cantante-corridos-tumbados-spotify-peso-pluma-b2474057.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "yahoo",
  "published": "2024-01-06T00:30:00.000+02:00",
  "title": "¿Quién es Xavi, el joven mexicano que está triunfando en Spotify al ritmo de corridos tumbados? | Independent Español",
  "text": "Entretenimiento Música ¿Quién es Xavi, el joven mexicano que está triunfando en Spotify al ritmo de corridos tumbados? Algunos expertos en música lo han comparado con Peso Pluma, al colocarse como uno de los artistas latinos más escuchados de Spotify\nJosé Luis Montenegro Viernes, 05 de enero de 2024 17:30 Close México-EEUU/Violencia en México\n¡Tiembla, Peso Pluma ! Un nuevo exponente de la música regional mexicana, en específico del subgénero conocido como corridos tumbados, ha llegado a la plataforma musical de Spotify y a las arenas y estadios de México y, muy pronto, EEUU y América Latina .\nSe trata de Joshua Xavier Gutiérrez, conocido artísticamente como Xavi . Un cantante y compositor mexicoamericano que nació en la ciudad de Phoenix, Arizona , en 2004. A la edad de 19 años, Xavi ya se ha convertido en una de las promesas de la música en español.\nRecientemente, alcanzó el primer peldaño del Top 50 Spotify a nivel global con la canción La Diabla que, hasta el momento, contabiliza más de 96 millones de reproducciones. Su canción titulada La Víctima es la de mayor aceptación en 2023, pues logró aglutinar más de 149 millones de reproducciones en la plataforma.\nHasta el momento, Xavi y Bad Bunny son los únicos latinos que han logrado tener dos canciones al mismo tiempo en el top 10 de Spotify.\nRelacionados Los álbumes de 2023: De Olivia Rodrigo a Peso Pluma y los Rolling Stones Giras de Karol G, RBD y Luis Miguel entre las 20 más lucrativas a nivel mundial Taylor Swift es la artista más escuchada de Spotify en 2023, destrona a Bad Bunny Según recoge el portal El Imparcial , Xavi tiene fuertes influencias de la música regional mexicana pero con una mezcla de trap, rap y reguetón.\nSu carrera musical inició apenas hace tres años cuando, en la cocina de su casa, cogió una guitarra y comenzó a tocar la guitarra, cantar y compartir sus grabaciones a través de las redes sociales. Lo mismo cantaba un ‘narcocorrido’ que una balada romántica. En sus propias palabras, él se define como un “tumbado romántico”.\nLa mayoría de sus letras hablan de amor, desamor y experiencias personales.\nVale la pena destacar que la voz de Xavi, a diferencia de la de Hassan Emilio Kabande Laija –conocido artísticamente como Peso Pluma–, es más suave y melódica. Aunque no deja de ser considerada de tinte urbano.\nEn una entrevista concedida al presentador y productor musical, Pepe Garza, Xavi dijo que sus influencias musicales son Freddie Mercury , el fallecido vocalista de la banda Queen ; y uno de los máximos exponentes de los corridos tumbados, Natanel Cano, con quien espera colaborar pronto.\n“Nunca supe que quería hacer música hasta los 15”, dijo Xavi.\nRelacionados Los álbumes de los Beatles clasificados en orden de grandeza Fans indignados por el retraso del álbum ‘Vultures’ de Kanye West “Les digo adiós y gracias”: Ricardo Arjona se retira de los escenarios En esa misma intervención, Xavi dijo que compone canciones desde los 12 años; pero fue hasta los 15, cuando decidió abrirse camino en la industria musical de manera formal. Y agregó: “Creo que todos pueden componer; es como mostrar tu historia de vida, pero en una canción”.\nActualmente, Xavi cuenta con 18 millones de oyentes mensuales; mientras que su compatriota Peso Pluma suma más de 54 millones.\nLee más sobre América Latina Arizona música México Peso Pluma Queen Freddie Mercury Bad Bunny Spotify 1 /1 Xavi, el joven que está triunfando al ritmo de corridos tumbados Xavi, el joven que está triunfando al ritmo de corridos tumbados YouTube / PEPE GARZA\n✕ Subscribe to Independent Premium to bookmark this article Want to bookmark your favourite articles and stories to read or reference later? Start your Independent Premium subscription today.\nSubscribe Already subscribed? Log in Lo más visto",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "https://www.instagram.com/xaviiiofficiall/?hl=en",
    "https://www.instagram.com/xaviiiofficiall/",
    "https://instagram.com/xaviiiofficiall/?hl=en"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:41:28.332+02:00",
  "updated": "2024-01-06T00:41:28.332+02:00"
}