{
  "thread": {
    "uuid": "a90d4fe33ab49002175d718ae9f86bde82eae45a",
    "url": "https://stylecaster.com/fashion/shopping-guides/1688691/cariuma-sneaker-review/",
    "site_full": "stylecaster.com",
    "site": "stylecaster.com",
    "site_section": "https://stylecaster.com/feed/",
    "site_categories": [
      "fashion",
      "style_and_fashion"
    ],
    "section_title": "StyleCaster",
    "title": "An Honest 2024 Cariuma Sneakers Review by 4 Editors Who Tested Them – StyleCaster",
    "title_full": "An Honest 2024 Cariuma Sneakers Review by 4 Editors Who Tested Them – StyleCaster",
    "published": "2023-12-28T04:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://stylecaster.com/wp-content/uploads/2023/12/Cariuma-Editors-Review.jpg",
    "performance_score": 0,
    "domain_rank": 4694,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a90d4fe33ab49002175d718ae9f86bde82eae45a",
  "url": "https://stylecaster.com/fashion/shopping-guides/1688691/cariuma-sneaker-review/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Samantha Sutton",
  "published": "2023-12-28T04:09:00.000+02:00",
  "title": "An Honest 2024 Cariuma Sneakers Review by 4 Editors Who Tested Them – StyleCaster",
  "text": "All products and services featured are independently chosen by editors. However, StyleCaster may receive a commission on orders placed through its retail links, and the retailer may receive certain auditable data for accounting purposes.\nWith all the different sneaker bra n ds out there, it can be difficult to determine what’s actually worth the money. So what if a celebrity was spotted wearing a pair? What we want to know is if these shoes will give us blisters, provide arch support, and last us for years to come. That’s why StyleCaster’s commerce team wanted to share an honest review of Cariuma sneakers . This company gets a lot of hype — and yes, is beloved by everyone from Helen Mirren to Pete Davidson — but are the shoes really that good? Related Stories I Can’t Believe This Chic $10 Razor Gave Me The Smoothest Shave Ever This $11 Anti-Aging Retinol Face Oil Is So Good, One Shopper Started ‘Going Without Makeup’\nAs it turns out, Cariuma sneakers are even better than expected. After putting a few pairs to the test, we’re convinced this brand has nailed the combination of cute and comfortable, while also being well-made and eco-friendly . Ahead, check out everything you need to know about Cariuma, along with which sneaker styles StyleCaster editors highly recommend.\nTable Of Contents The best sneakers to buy from Cariuma, at a glance: Why is Cariuma so popular? Are Cariuma shoes comfortable? Are Cariuma shoes eco-friendly? View More\nThe best sneakers to buy from Cariuma, at a glance: White LWG Leather/Black & Green Salvas , $129 White Polka Dots Canvas Oca Low , $89 Black Premium Leather & Suede/Black Salvas , $129 Black Contrast/Ivory Catiba Pro Low , $89 Off-White Knit IBI Low , $119 Why is Cariuma so popular? Part of the reason why Cariuma sneakers are so popular does have to do with the celebrities who wear them. Pete Davidson, Dame Helen Mirren, John Hamm, and Whitney Port are just a few recognizable names that enjoy slipping into these shoes. However, Cariuma also famously combines comfort with classic styles and prides itself on putting sustainability first. There are a handful of sneakers for men, women, and kids, all of which are made from ethically-sourced, raw materials and come with a reasonable price tag (nothing is over $200).\nAre Cariuma shoes comfortable? Cariuma’s founders, David and Fernando, launched the brand in 2018 with comfortability in mind . The goal for them is to create shoes that are “lightweight, durable and come with that perfect already broken-in fit.”\n“We knew the industry-standard ‘cool-classic’ sneakers were really uncomfortable and that the big corporations weren’t socially responsible and didn’t really care about sustainability in an active way,” they shared on Cariuma’s website .\nThe sneakers are made up of soft, easy-to-wear materials and include supportive mamona oil and bio-based cork inserts along with slip-resistant, natural rubber soles .\nAre Cariuma shoes eco-friendly? Yes, Cariuma uses raw materials such as organic cotton, bamboo, and sugarcane to make its designs, and some pairs even include recycled nylon and recycled plastics. Materials are dyed with non-hazardous, Bluesign-certified chemicals and the brand packs its products in recycled and recylable boxes. For every shoe sold, Cariuma also plants two trees in the Brazilian rainforest.\nCariuma Sneakers: White LWG Leather/Black & Green Salvas Colorways available: 13\nSizes available: 5-13\nMaterial: Premium leather\n“These constantly sold-out sneaks are, in fact, worth the hype (and the wait). Similar to Stan Smiths, these sneakers have that effortless, minimalist feel to them while also providing tons of room for feet — they’re the perfect shoe to throw on when you’re in a hurry and don’t feel like untying and re-tying (looking at you, Old Skool Vans — I love you, but it takes years to put you on!).\nTheir comfort is definitely their biggest selling point aside from looks. Made from premium leather, they’re soft and flexible without ever feeling flimsy. The sole is 100 percent slip-resistant (they ARE a skater shoe, after all), and the insole is made from removable cork and bio-based foam, so they’re also earth-friendly on top of everything.\nI’ve been wearing my Salvas for about two years, and they’re in fantastic shape. I’ve taken them to Disneyland (clocking 25,000 steps), worn them while running errands all day, and paired them with my cutest brunch outfits. They’re great for long walks as well as just a relaxed vibe. They’re the ultimate everyday shoe you can feel good about investing in. And they don’t wear down easily!”\n— Gina Vaynshteyn, Senior Commerce Director\nWhite LWG Leather/Black & Green Salvas $129 Buy Now Cariuma Sneakers: White Polka Dots Canvas Oca Low Courtesy of Cariuma, Samantha Sutton Colorways available: 18\nSizes available: 5-13\nMaterial: Cotton canvas\n“Typically, it takes a few wears for me to break in a pair of shoes, so when I realized I’d only packed Cariuma’s Oca Low sneakers for a weekend away, I experienced a brief moment of panic. As I walked up and down the streets of New York City, getting in a week’s worth of steps over the course of two days, I waited for blisters to form on the backs of my ankles. Then I realized they weren’t coming.\nThe brand really nailed that soft, broken-in feel, and unlike other my canvas sneakers, these were comfortable from the moment I put my foot inside . They even blocked my feet from feeling the wind, which is pretty impressive considering the temperature was in the 40s.\nPersonally, I’m all about simple designs, and while this pair satisfies my need for a crisp white shoe, I thoroughly enjoy the polka-dot pattern, which adds something extra to my outfits while still being neutral enough to mix with other prints. The thick, natural rubber sole is also one of my favorite features. It’s almost like a platform but easier to walk in, and I felt super supported as I made my way over uneven sidewalks, squeezing through crowds of people.”\n— Samantha Sutton, Commerce Writer\nWhite Polka Dots Canvas Oca Low $89 Buy Now Cariuma Sneakers: Black Premium Leather & Suede/Black Salvas Courtesy of Cariuma, Maya Gandara Colorways available: 5\nSizes available: 5-13\nMaterial: Premium leather and suede\n“Two words came to mind when I first slipped into the Cariuma Salvas sneakers: instant comfort. While the brand has garnered a ton of buzz for quite some time (celebrities like Pete Davidson and Helen Mirren are even fans), I’d yet to give it a go. But I’m so glad I finally did — sneakers that don’t require a ton of break-in time are hard to find, but these remained pain-free from the beginning.\nAs someone who lives in New York City, my shoe collection needs to be both supportive and comfortable (and stylish, too, let’s be honest), and these hit all the marks. They didn’t feel stiff on my feet like most pairs do during the initial wear time, and to this day I’m never left feeling sore after being out and about in them all day long.\nPlus, designed from LWG-certified premium pebbled leather, the sneakers are crafted to only look better the more you wear them — and that’s an investment well spent. While the Salvas shoe comes in a variety of white-based designs, I went with the sleek, all-black pair. They look good with jeans, leather pants or skirts, and are polished enough to wear out on the town to bars or simply during errand runs.”\n— Maya Gandara, Commerce Editor\nBlack Premium Leather & Suede/Black Salvas $129 Buy Now Cariuma Sneakers: Black Contrast/Ivory Catiba Pro Low Courtesy of Cariuma Colorways available: 12\nSizes available: 5-13\nMaterial: Triple-stitch, premium suede and organic cotton canvas\n“Not only do the Catiba Pro sneakers look good, but they also feel extremely comfortable. The kicks feature mamona oil and bio-based cork inserts and completely slip-resistant natural rubber soles. As soon as I stepped into these shoes, I could feel the arch support and knew I’d be able to wear them all day long. Per usual, I was right. The memory foam insole is everything. I lace them up for everything from errands to the office to travel, and my feet have never ached or blistered.\nI ordered mine in a 6 and would say they fit pretty true to size. However, if you prefer your toes to have some extra wriggle room, don’t hesitate to go up half a size.\nNow that I’ve been rocking these shoes for over a year now , I can confidently say they’ve become my go-to sneakers — plus, they still look like they’re in mint condition. I like them so much that I even gifted a pair to my mom, and trust me, she loves them just as much as I do.”\n— Katie Decker-Jacoby, Associate Commerce Editor\nBlack Contrast/Ivory Catiba Pro Low $89 Buy Now Cariuma Sneakers: Off-White Knit IBI Low Courtesy of Cariuma, Samantha Sutton Colorways available: 15\nSizes available: 5-13\nMaterial: Perfect-fit Bamboo Knit (bamboo and recycled plastics)\n“While I know these shoes are better suited for everyday activities rather than fitness, I was still shocked when I opened up my box of Cariuma IBI sneakers and immediately spotted the cork insole. It didn’t seem like something that would be very comfortable or supportive, but I was wrong.\nIt turns out that part (which is also removable) includes memory foam and Mamona oil as well, which makes it thick and squishy to the touch rather than thin and flimsy.\nI have a few pairs of knit sneakers sitting in my closet, but the IBI might be my favorite. It’s nice that they’re made from self-regenerating bamboo and recycled plastics, but I’m most impressed with how breathable and light they are. Plus, most of my knit sneakers are thin and form-fitting, which is something I’m not really a fan of — they look weird when I style them with oversized pieces, as if I have extra-tiny feet. These are a little larger in appearance without looking bulky and oversized, and can perfectly balance out wide-leg jeans and loose-fitting sweats.”\n— Samantha Sutton, Commerce Writer\nOff-White Knit IBI Low $119 Buy Now",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://clicks.trx-hub.com/xid/pmc_0aaa4_stylecaster?q=https%3A%2F%2Fhowl.me%2FcinX4INL0L9&#038;p=https%3A%2F%2Fstylecaster.com%2Ffashion%2Fshopping-guides%2F1338148%2Fcariuma-catiba-pro-sneakers-review%2F&#038;ref=https%3A%2F%2Fwww.google.com%2F&#038;event_type=click&#038;trx-iid=iid1703790420159iab",
    "https://clicks.trx-hub.com/xid/pmc_0aaa4_stylecaster?q=https%3A%2F%2Fhowl.me%2FcliYR82hesh&p=https%3A%2F%2Fstylecaster.com%2Ffashion%2Fshopping-guides%2F1688691%2Fcariuma-sneaker-review%2F&ref=pmcTrackonomicsReferrer&event_type=click",
    "https://clicks.trx-hub.com/xid/pmc_0aaa4_stylecaster?q=https%3A%2F%2Fhowl.me%2FcliCJtRpXRW&p=https%3A%2F%2Fstylecaster.com%2Ffashion%2Fshopping-guides%2F1688691%2Fcariuma-sneaker-review%2F&ref=pmcTrackonomicsReferrer&event_type=click",
    "https://clicks.trx-hub.com/xid/pmc_0aaa4_stylecaster?q=https%3A%2F%2Fhowl.me%2FcliCE3mKVQ4&p=https%3A%2F%2Fstylecaster.com%2Ffashion%2Fshopping-guides%2F1688691%2Fcariuma-sneaker-review%2F&ref=pmcTrackonomicsReferrer&event_type=click",
    "https://clicks.trx-hub.com/xid/pmc_0aaa4_stylecaster?q=https%3A%2F%2Fhowl.me%2FcliClqMGvoD&p=https%3A%2F%2Fstylecaster.com%2Ffashion%2Fshopping-guides%2F1688691%2Fcariuma-sneaker-review%2F&ref=pmcTrackonomicsReferrer&event_type=click",
    "https://clicks.trx-hub.com/xid/pmc_0aaa4_stylecaster?q=https%3A%2F%2Fhowl.me%2FcliCG3k3vux&p=https%3A%2F%2Fstylecaster.com%2Ffashion%2Fshopping-guides%2F1688691%2Fcariuma-sneaker-review%2F&ref=pmcTrackonomicsReferrer&event_type=click",
    "https://clicks.trx-hub.com/xid/pmc_0aaa4_stylecaster?q=https%3A%2F%2Fhowl.me%2FcliXL0YMPzr&p=https%3A%2F%2Fstylecaster.com%2Ffashion%2Fshopping-guides%2F1688691%2Fcariuma-sneaker-review%2F&ref=pmcTrackonomicsReferrer&event_type=click",
    "https://www.cariuma.com/pages/reforestation",
    "https://www.cariuma.com/pages/about-us-design-philosophy",
    "https://www.cariuma.com/pages/about-us-sustainability",
    "https://clicks.trx-hub.com/xid/pmc_0aaa4_stylecaster?q=https%3A%2F%2Fhowl.me%2FcliCnHli8Yy&p=https%3A%2F%2Fstylecaster.com%2Ffashion%2Fshopping-guides%2F1688691%2Fcariuma-sneaker-review%2F&ref=pmcTrackonomicsReferrer&event_type=click",
    "https://clicks.trx-hub.com/xid/pmc_0aaa4_stylecaster?q=https%3A%2F%2Fhowl.me%2FcliCyBCehc4&p=https%3A%2F%2Fstylecaster.com%2Ffashion%2Fshopping-guides%2F1688691%2Fcariuma-sneaker-review%2F&ref=pmcTrackonomicsReferrer&event_type=click",
    "https://www.clicks.trx-hub.com/xid/pmc_0aaa4_stylecaster?q=https%3A%2F%2Fhowl.me%2FcliXL0YMPzr&p=https%3A%2F%2Fstylecaster.com%2Ffashion%2Fshopping-guides%2F1688691%2Fcariuma-sneaker-review%2F&ref=pmcTrackonomicsReferrer&event_type=click",
    "https://www.clicks.trx-hub.com/xid/pmc_0aaa4_stylecaster?q=https%3A%2F%2Fhowl.me%2FcliCnHli8Yy&p=https%3A%2F%2Fstylecaster.com%2Ffashion%2Fshopping-guides%2F1688691%2Fcariuma-sneaker-review%2F&ref=pmcTrackonomicsReferrer&event_type=click",
    "https://www.clicks.trx-hub.com/xid/pmc_0aaa4_stylecaster?q=https%3A%2F%2Fhowl.me%2FcliCG3k3vux&p=https%3A%2F%2Fstylecaster.com%2Ffashion%2Fshopping-guides%2F1688691%2Fcariuma-sneaker-review%2F&ref=pmcTrackonomicsReferrer&event_type=click",
    "https://www.clicks.trx-hub.com/xid/pmc_0aaa4_stylecaster?q=https%3A%2F%2Fhowl.me%2FcliClqMGvoD&p=https%3A%2F%2Fstylecaster.com%2Ffashion%2Fshopping-guides%2F1688691%2Fcariuma-sneaker-review%2F&ref=pmcTrackonomicsReferrer&event_type=click",
    "https://www.clicks.trx-hub.com/xid/pmc_0aaa4_stylecaster?q=https%3A%2F%2Fhowl.me%2FcliCJtRpXRW&p=https%3A%2F%2Fstylecaster.com%2Ffashion%2Fshopping-guides%2F1688691%2Fcariuma-sneaker-review%2F&ref=pmcTrackonomicsReferrer&event_type=click",
    "https://www.clicks.trx-hub.com/xid/pmc_0aaa4_stylecaster?q=https%3A%2F%2Fhowl.me%2FcliYR82hesh&p=https%3A%2F%2Fstylecaster.com%2Ffashion%2Fshopping-guides%2F1688691%2Fcariuma-sneaker-review%2F&ref=pmcTrackonomicsReferrer&event_type=click",
    "https://clicks.trx-hub.com/xid/pmc_0aaa4_stylecaster",
    "https://www.clicks.trx-hub.com/xid/pmc_0aaa4_stylecaster?q=https%3A%2F%2Fhowl.me%2FcliCyBCehc4&p=https%3A%2F%2Fstylecaster.com%2Ffashion%2Fshopping-guides%2F1688691%2Fcariuma-sneaker-review%2F&ref=pmcTrackonomicsReferrer&event_type=click",
    "https://cariuma.com/pages/about-us-design-philosophy",
    "https://cariuma.com/pages/reforestation",
    "https://www.clicks.trx-hub.com/xid/pmc_0aaa4_stylecaster?q=https%3A%2F%2Fhowl.me%2FcinX4INL0L9&#038;p=https%3A%2F%2Fstylecaster.com%2Ffashion%2Fshopping-guides%2F1338148%2Fcariuma-catiba-pro-sneakers-review%2F&#038;ref=https%3A%2F%2Fwww.google.com%2F&#038;event_type=click&#038;trx-iid=iid1703790420159iab",
    "https://www.clicks.trx-hub.com/xid/pmc_0aaa4_stylecaster?q=https%3A%2F%2Fhowl.me%2FcliCE3mKVQ4&p=https%3A%2F%2Fstylecaster.com%2Ffashion%2Fshopping-guides%2F1688691%2Fcariuma-sneaker-review%2F&ref=pmcTrackonomicsReferrer&event_type=click",
    "https://cariuma.com/pages/about-us-sustainability"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pete davidson",
        "sentiment": "none"
      },
      {
        "name": "helen mirren",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cariuma sneakers review",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "cariuma",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:07:06.011+02:00",
  "updated": "2024-01-26T01:47:30.248+02:00"
}