{
  "thread": {
    "uuid": "8fbd32568a1e1d7cd6bf5594f8373c248225d1dd",
    "url": "https://ftnnews.com/2024/01/07/uks-most-haunted-worlds-oldest-prison-miraculously-survives-closure/",
    "site_full": "ftnnews.com",
    "site": "ftnnews.com",
    "site_section": "http://ftnnews.com",
    "site_categories": [
      "travel",
      "by_us_locale",
      "air_travel"
    ],
    "section_title": "Focus on Travel News - ftnnews.com",
    "title": "UK's Most Haunted & World's Oldest Prison Miraculously Survives Closure - Focus on Travel News - ftnnews.com",
    "title_full": "UK's Most Haunted & World's Oldest Prison Miraculously Survives Closure - Focus on Travel News - ftnnews.com",
    "published": "2024-01-07T21:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ftnnews.com/wp-content/uploads/2024/01/Shepton-Mallet-Prison-jpg.webp",
    "performance_score": 0,
    "domain_rank": 84420,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8fbd32568a1e1d7cd6bf5594f8373c248225d1dd",
  "url": "https://ftnnews.com/2024/01/07/uks-most-haunted-worlds-oldest-prison-miraculously-survives-closure/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Vedat Özgür Töre",
  "published": "2024-01-07T21:55:00.000+02:00",
  "title": "UK's Most Haunted & World's Oldest Prison Miraculously Survives Closure - Focus on Travel News - ftnnews.com",
  "text": "The UK’s most haunted prison, Shepton Mallet Prison, has narrowly escaped closure, much to the relief of history enthusiasts and ghost hunters alike. The world’s oldest prison with a heritage of over 400 years, renowned for its eerie atmosphere and chilling tales, has been a cornerstone of the UK’s dark tourism, attracting visitors from all over the world. Shepton Mallet Prison, with its daunting walls and haunting history, has stood the test of time. Having housed notorious criminals like the Kray Twins and serving as a witness to centuries of turbulent history, the prison has become a symbol of endurance. Its recent brush with closure was met with widespread dismay, as the prospect of losing such a significant piece of history loomed large. However, in a last-minute reprieve, the prison’s fate took a positive turn. Thanks to the efforts of the local community and the site operator Cove Group, a new deal was struck with the prison owners, City & Country. This agreement not only saved the prison from closure but also ensured the preservation of its rich heritage for future generations. Joel Campbell CEO Cove Group said, “We are optimistic about our forthcoming discussions with City & Country and relieved on behalf of our hard-working staff who now know that their jobs are secure into the new year. We would like to thank the local community for their support in recent weeks and hope that this continues as we remain open for business.” The story of [Shepton Mallet Prison](https://www.sheptonmalletprison.com/) is not just about survival; it’s a testament to the growing interest in unique historical sites that offer more than just a glimpse into the past. This interest is mirrored in the rising trend of converting [old prisons into luxury hotels](https://ftnnews.com/2023/12/11/best-luxury-prison-hotels-worldwide/). These establishments, once formidable jailhouses, have been transformed into lavish accommodations, blending historical architecture with modern luxury. One such example is [Het Arresthuis](https://www.booking.com/hotel/nl/het-arresthuis.en.html?aid=811165&no_rooms=1&group_adults=2&label=prison24) in the Netherlands, a former state prison turned into a hotel, where guests can stay in converted cells now equipped with contemporary amenities. Similarly, the [Malmaison Oxford](https://www.booking.com/hotel/gb/malmaison-oxford.en.html?aid=811165&no_rooms=1&group_adults=2&label=prison24) in England offers a unique experience, where guests can enjoy the luxury of a modern hotel while staying in a building with a rich penal history. The survival of Shepton Mallet Prison adds to this narrative of transformation and preservation. While it has not been converted into a hotel, its continued operation as a historical attraction allows visitors to explore its corridors and cells, experiencing the tangible history that these walls have witnessed. But who knows, maybe the owners may consider turning it into a hotel. What do you think? Would you like to stay in a haunted prison for a night or two? The prison’s survival is not just a victory for heritage preservation; it’s a celebration of the stories and memories embedded within its structure. It’s a place where the past is not forgotten but is instead embraced and shared with those who walk through its gates. The prison offers various tours, including ghost tours and historical walks, allowing visitors to delve into its past, from its earliest days in the 1600s to its closure as a working prison in 2013. Moreover, Shepton Mallet Prison’s story of survival is a beacon of hope for other historical sites facing similar threats. It demonstrates the power of community support and the importance of preserving our cultural heritage. As we move forward, it’s crucial to remember the lessons of the past and the stories of places like Shepton Mallet Prison, which continue to fascinate and educate. The miraculous survival of the UK’s most haunted prison is not just a local victory; it’s a global testament to the value of preserving our historical landmarks. As we look to the future, we must continue to support and protect these irreplaceable treasures, ensuring that they remain part of our collective story for generations to come.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://www.booking.com/hotel/nl/het-arresthuis.en.html?aid=811165&no_rooms=1&group_adults=2&label=prison24)",
    "https://www.sheptonmalletprison.com/)",
    "https://www.booking.com/hotel/gb/malmaison-oxford.en.html?aid=811165&no_rooms=1&group_adults=2&label=prison24)",
    "https://booking.com/hotel/nl/het-arresthuis.en.html?aid=811165&no_rooms=1&group_adults=2&label=prison24)",
    "https://booking.com/hotel/gb/malmaison-oxford.en.html?aid=811165&no_rooms=1&group_adults=2&label=prison24)",
    "https://www.booking.com/hotel/gb/malmaison-oxford.en.html",
    "https://sheptonmalletprison.com/)",
    "https://www.booking.com/hotel/nl/het-arresthuis.en.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "travel news",
        "sentiment": "negative"
      },
      {
        "name": "cove group",
        "sentiment": "none"
      },
      {
        "name": "city & country",
        "sentiment": "none"
      },
      {
        "name": "shepton mallet prison",
        "sentiment": "none"
      },
      {
        "name": "kray twins",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "shepton mallet prison",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:11:19.097+02:00",
  "updated": "2024-01-08T00:11:19.097+02:00"
}