{
  "thread": {
    "uuid": "b496ad5c90f35c0051d9a463adbbb9b7a3978792",
    "url": "https://www.cbsnews.com/minnesota/news/lower-energy-costs-fueled-by-more-than-record-breaking-warmth/",
    "site_full": "www.cbsnews.com",
    "site": "cbsnews.com",
    "site_section": "https://cbsnews.com/minnesota/local-news/education",
    "site_categories": [
      "media",
      "television",
      "entertainment"
    ],
    "section_title": "Latest education news and headlines - CBS Minnesota",
    "title": "Lower energy costs fueled by more than record-breaking warmth - CBS Minnesota",
    "title_full": "Lower energy costs fueled by more than record-breaking warmth - CBS Minnesota",
    "published": "2023-12-30T01:59:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://assets1.cbsnewsstatic.com/hub/i/r/2022/11/02/43c9db1a-a99f-4981-8bf8-73512931b278/thumbnail/1200x630/ef77dce8aa0bde93bb469c570708ee2f/gettyimages-1350713242.jpg?v=5382e209c94ee904b3a96a69f8ca0ce0",
    "performance_score": 0,
    "domain_rank": 187,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b496ad5c90f35c0051d9a463adbbb9b7a3978792",
  "url": "https://www.cbsnews.com/minnesota/news/lower-energy-costs-fueled-by-more-than-record-breaking-warmth/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jason Rantala",
  "published": "2023-12-30T01:59:00.000+02:00",
  "title": "Lower energy costs fueled by more than record-breaking warmth - CBS Minnesota",
  "text": "MINNEAPOLIS — There's an upside to our unseasonable winter becoming hard to deny. So far this month, temperatures are more than 12 degrees above normal, meaning many customers are enjoying lower energy bills.\nBut it's not just the record warmth, there's another factor cooling home energy prices.\nAccording to Xcel Energy, the average Minnesota customer will see their monthly natural gas bill drop by 15 percent from last winter.\nThe utility said that's because wholesale natural gas prices are significantly lower than last winter, so that 15 percent price cut doesn't even account for our weirdly warm weather.\nMORE NEWS: Cambodian refugee remembered for his love of the Vikings and Justin Jefferson\n\"With the warmer winter weather we've had so far this season, customers are likely seeing lower natural gas prices, which are translating to their monthly heating bills,\" said Joshua Solis, Lead Communications Specialist for Centerpoint Energy.\nSolis said it's hard to give an exact figure, but they expect natural gas prices to stay low, based on what they're seeing price-wise.\n\"Natural gas typically makes up about 50 to 60 percent of a monthly customer's bill,\" said Solis.\nThere are a few ways you can lower your energy bills even more, like lowering your thermostat, for at least part of the day.\n\"Lowering their thermostat 7 to 10 degrees at night, or when they're away for at least 8 hours, that can help them save about 10 percent on their monthly heating cost,\" said Solis.\nXcel Energy has these tips to cut costs:\n• Let the sunlight in and keep the cold out: Open blinds to take advantage of the sun's warmth during the day but close them at night to insulate against the cold air outside.  \n• Lower your thermostat: During winter months, set the thermostat between 65-70 degrees while you're home, and 58 degrees when you're away. A programmable thermostat automatically adjusts the temperature based on your routine and could help you save on heating costs.  \n• Make sure exterior doors are fully closed: A major source of a home's heat loss is from exterior doors that are left cracked open or not latched.   \n• Use fans to your advantage: During colder months, run ceiling fans clockwise, so the warm air near the ceiling is forced down.  \n• Keep your oven's heat where it belongs: Use your oven light or timer to avoid opening it often while you cook; each time the door is open even for just a few seconds, the temperature drops 25 degrees. Put lids on your pots and pans while cooking to speed up cooking time and keep the heat where it's needed most.\n• Lower your water heater's temperature or insulate it: The proper temperature for a water heater is 120 degrees Fahrenheit, and by lowering it 10 degrees, you can save 3-5% on your water heating costs; you can also insulate it to maximize efficiency.  \n• Keep filters clean: Dirty furnace filters reduce airflow, requiring your furnace to work harder and use more energy. Change the filter once a month during the winter to reduce your heating costs by 5-15%.  \n• Don't let the heat escape: Affordable window sealing kits can be found in most local home improvement stores and can help you save. Have your home evaluated for leaky ducts, drafts around doors and windows, fireplace dampers and other places where air might escape.\n• Improve insulation: Improving the insulation of walls, crawl spaces, floors and heating ducts is one of the fastest and most cost-effective ways to reduce energy costs, saving you up to 10% on your monthly energy bill.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Economy, Business and Finance",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "joshua solis",
        "sentiment": "none"
      },
      {
        "name": "solis",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cbs minnesota minneapolis",
        "sentiment": "positive"
      },
      {
        "name": "xcel energy",
        "sentiment": "none"
      },
      {
        "name": "centerpoint energy",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "minnesota",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T03:11:09.334+02:00",
  "updated": "2023-12-31T07:46:13.431+02:00"
}