{
  "thread": {
    "uuid": "8eaec869133f9b6aa1b6a2b3e56159baae31daa1",
    "url": "https://news.yahoo.com/consumers-energy-road-crews-ready-221054588.html",
    "site_full": "news.yahoo.com",
    "site": "yahoo.com",
    "site_section": "http://enews.shafaqna.com/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "INTERNATIONAL NEWS AGENCIES HEADLINES | ",
    "title": "Consumers Energy, road crews ready for winter storm",
    "title_full": "Consumers Energy, road crews ready for winter storm",
    "published": "2024-01-12T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://s.yimg.com/ny/api/res/1.2/o4Pkb4ESu.rQkUYfHSwqIQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://media.zenfs.com/en/wood-grand-rapids/d170d3dd4b5677e5609a91244d33fa4c",
    "performance_score": 0,
    "domain_rank": 37,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8eaec869133f9b6aa1b6a2b3e56159baae31daa1",
  "url": "https://news.yahoo.com/consumers-energy-road-crews-ready-221054588.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "WOOD Grand Rapids",
  "published": "2024-01-12T02:00:00.000+02:00",
  "title": "Consumers Energy, road crews ready for winter storm",
  "text": "Consumers Energy and area road crews say they're prepared to tackle issues caused by the winter storm that is rolling through West Michigan on Friday and Saturday. (Jan. 12, 2024) Consumers Energy and area road crews say they're prepared to tackle issues caused by the winter storm that is rolling through West Michigan on Friday and Saturday. (Jan. 12, 2024) Walmart users love this cordless electric snow blower and for nearly 40% off and so do we. Let’s take a look at the video game promises heading into 2024. Score bralettes, shapewear, loungewear and more, with discounts of up to 50%! Believe it or not, now is a great time to buy Segway's fun around-town ride. Prepare for summer and save a huge $270 on the F25 electric scooter right now. 'They are so sturdy and have never ripped on me, no matter how much I stuff them.' Get 'em for over 50% off! CES 2024 is here! The TechCrunch team is in Las Vegas this week to take in all of the action and decipher what it means to you. Kicking off the first day were some bigger announcements from companies, including Nvidia, LG, Sony and Samsung. At CES 2024, ASUS showed off a new pair of glasses called the AirVision M1 that could be an even more travel-friendly alternative to a portable monitor. Get up to 75% off laptops, Apple AirPods and more. Plus, score a Dyson-esque stick vac for under $100 and an iPad for $80 off, to name a few. 'I get lots of compliments when I wear this,' wrote one fan. 'It’s warm but not bulky, comfortable and flattering.' NASA and Lockheed Martin have finally taken the wraps off of the X-59, a \"quiet supersonic\" aircraft that may shape the future of both military and civilian air travel. The X-59 has been under development at Lockheed Martin Skunk Works for years, following a $248 million grant from NASA in 2018. Until now the aircraft has only been seen in various stages of disassembly in the hangar; today marks the first time it's been out on the tarmac in public view, and of course they made quite a to-do over at Lockheed's Palmdale facility. Faux fur blankets, lush throw rugs and cushy robes are marked way down. Warm up your home without turning up the heat! Also on mega markdown: cordless vacuums at over $100 off, iPads at $80 off, closet storage at 60% off and so, so much more. Stock up on these lightweight, stretchy PJs that are as soft as your favorite blanket — save up 30%. Take control of your reproductive health with an at-home fertility test - track your hormone levels, ovulation and peak fertility each month. The apparent commitment to UCF comes only four days after Williams parted with the University of Memphis and entered the transfer portal. Skip the trip to the doctor with these OTC herpes test kits. Only one living person has quarterbacked the Detroit Lions to a playoff victory: Erik Kramer. But he almost didn't live to tell about it. BlackRock's purchase of Global Infrastructure Partners hinges on a belief in the importance of infrastructure as a key asset for investors in the coming years. This week's episode features a report direct from CES 2024 with all the latest in current and future automotive technology. Oregon becomes the latest state to address whether the former president is disqualified from appearing on its 2024 ballot.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "consumers energy",
        "sentiment": "negative"
      },
      {
        "name": "sony",
        "sentiment": "none"
      },
      {
        "name": "walmart",
        "sentiment": "none"
      },
      {
        "name": "nvidia",
        "sentiment": "none"
      },
      {
        "name": "lg",
        "sentiment": "none"
      },
      {
        "name": "samsung",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "las vegas",
        "sentiment": "none"
      },
      {
        "name": "west michigan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-13T01:45:23.439+02:00",
  "updated": "2024-01-13T01:45:23.439+02:00"
}