{
  "thread": {
    "uuid": "b1087df8d313108bb96b84968f9c0542e3cebbfb",
    "url": "https://www.corriere.it/spettacoli/23_dicembre_29/da-venezia-concerto-speranza-934da0fc-a668-11ee-b8ba-551c5675ed48.shtml",
    "site_full": "www.corriere.it",
    "site": "corriere.it",
    "site_section": "http://xml2.corriereobjects.it/rss/spettacoli.xml",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "\n\t\t\tCorriere.it - Spettacoli",
    "title": "Fabio Luisi: «Il Capodanno di Venezia è un concerto di speranza»",
    "title_full": "Fabio Luisi: «Il Capodanno di Venezia è un concerto di speranza»",
    "published": "2023-12-29T17:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://images2.corriereobjects.it/methode_image/socialshare/2023/12/30/1d0d7326-a669-11ee-b8ba-551c5675ed48.jpg",
    "performance_score": 0,
    "domain_rank": 1282,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b1087df8d313108bb96b84968f9c0542e3cebbfb",
  "url": "https://www.corriere.it/spettacoli/23_dicembre_29/da-venezia-concerto-speranza-934da0fc-a668-11ee-b8ba-551c5675ed48.shtml",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Enrico Parola",
  "published": "2023-12-29T17:50:00.000+02:00",
  "title": "Fabio Luisi: «Il Capodanno di Venezia è un concerto di speranza»",
  "text": "«Credo che ci siano due modi, oggi, di intendere un Concerto di Capodanno: o che faccia riflettere sulle tragedie che stanno accadendo attorno a noi, oppure che regali una parentesi di gioia e bellezza, due elementi che comunque hanno quasi sempre a che fare con la speranza. Dalla Fenice desideriamo mandare all’Italia e al mondo che ci seguirà in televisione un messaggio di gioia, bellezza e speranza». Sarà Fabio Luisi a dirigere in diretta su Rai1 il Concerto di Capodanno di Venezia: «Inutile fare paragoni con Vienna, sono due eventi troppo diversi; tutto il mondo ammira, invidia, ama e chiede la nostra tradizione lirica, è giusto che dalla Laguna riecheggino le note di Verdi e Puccini; anche se nella prima parte eseguiremo la seconda sinfonia che Brahms compose proprio per i Wiener Philharmoniker: una pagina piena di luce e di pace, ideale per Capodanno». Fabio Luisi: «Il Capodanno di Venezia è un concerto di speranza» Fabio Luisi dirige alla Fenice il consueto evento di Capodanno: inutile fare paragoni con Vienna. Diretta su Rai1 Come a Vienna col Bel Danubio blu e la Marcia di Radetzky , anche a Venezia il gran finale è ormai d’obbligo, col Va’ pensiero, Padre augusto dalla Turandot e il Brindisi dalla Traviata. Intonate dal tenore Fabio Sartori e dal soprano Eleonora Buratto, il programma intreccerà le arie più popolari di Verdi e Puccini, come «Alla gioia… Tace il vento, è questa l’onda» da I due Foscari, «E lucean le stelle» e «Vissi d’arte» da Tosca. «Sono i nomi dell’Italia musicale nel mondo. Non ho mai trovato un teatro il cui pubblico non ami Puccini. Debuttai alla Staatsoper di Vienna, nel 1989, proprio con Tosca; nessuna prova, cambio di tenore all’ultimo e il sostituto che arriva dall’Italia mezzora prima della recita; fu un trampolino per la mia carriera — ricorda Luisi —. Le opere di Verdi sono più politiche, sociali, riguardano le storie familiari più che gli appassionanti amori pucciniani; credo sia per questo che all’estero è amato, ma forse non visceralmente come Puccini». Nonostante sia un caleidoscopio di melodie celebri, Luisi affronterà ogni aria come fosse immersa nel flusso drammaturgico dell’opera: «Nel secondo atto di Tosca, ad esempio, Puccini si dimostra un fantastico uomo di teatro per come racconta la scena della tortura e della tentata violenza; e anche stavolta, ascoltando il Coro a bocca chiusa e “Un bel dì vedremo” da Madama Butterfly, pensando a questo dramma tutto interiore della protagonista e al colpo di cannone che seguirà, non posso rimanere inerte, la commozione prende il sopravvento». Colpo a sorpresa è il medley in omaggio ai cent’anni della radio e ai settanta della televisione italiana, che fonde le sigle di Tg1, Carosello, Studio Uno, Pinocchi o, Gian Burrasca, Eurovisione e il Guglielmo Tell rossiniano che segnava l’inizio delle trasmissioni: «Adoravo Gian Burrasca, l’ho letto decine di volte, e la musica è di Nino Rota; quando l’abbiamo provato nessun orchestrale la conosceva, mi sa che il più vecchio sul palco sono io…» sorride Luisi, che compirà 65 anni il 17 gennaio. Un genovese a Venezia: «Già, dovrei essere un nemico, fossimo ai tempi raccontati da Verdi nelle sue opere. Ma io adoro passeggiare lungo la Riva degli Schiavoni, vedere le isole che si perdono nella nebbia. Da genovese invidio la città tutta. Ma chi, nel mondo, non ama Venezia e invidia i veneziani?». Corriere della Sera è anche su Whatsapp. È sufficiente [cliccare qui](https://whatsapp.com/channel/0029VaAlA1s6GcG6eTUe652l) per iscriversi al canale ed essere sempre aggiornati. 29 dicembre 2023 (modifica il 29 dicembre 2023 | 17:50) © RIPRODUZIONE RISERVATA",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [
    "https://whatsapp.com/channel/0029VaAlA1s6GcG6eTUe652l",
    "https://www.whatsapp.com/channel/0029VaAlA1s6GcG6eTUe652l"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T19:55:03.764+02:00",
  "updated": "2023-12-30T00:06:35.502+02:00"
}