{
  "thread": {
    "uuid": "76edfe3e7e2afb494cec87ca1649c82d2f7b9783",
    "url": "https://www.aciprensa.com/noticias/104724/catolikids-una-novedosa-iniciativa-de-catequesis-para-ninos-en-las-redes-sociales",
    "site_full": "www.aciprensa.com",
    "site": "aciprensa.com",
    "site_section": "http://feeds.feedburner.com/noticiasaci",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Noticias de ACI Prensa",
    "title": "CatoliKids: Una novedosa iniciativa de catequesis para niños en las redes sociales",
    "title_full": "CatoliKids: Una novedosa iniciativa de catequesis para niños en las redes sociales",
    "published": "2024-05-31T09:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.aciprensa.com/imagespp/catolikids-310524.jpg",
    "performance_score": 0,
    "domain_rank": 18206,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "76edfe3e7e2afb494cec87ca1649c82d2f7b9783",
  "url": "https://www.aciprensa.com/noticias/104724/catolikids-una-novedosa-iniciativa-de-catequesis-para-ninos-en-las-redes-sociales",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ACI Prensa",
  "published": "2024-05-31T09:00:00.000+03:00",
  "title": "CatoliKids: Una novedosa iniciativa de catequesis para niños en las redes sociales",
  "text": "¿Eres padre y buscas una manera sencilla y entretenida de enseñar la fe católica a tus hijos? Una iniciativa de laicos comprometidos con la evangelización en las redes sociales, diseñada especialmente para los más pequeños del hogar, está captando la atención de muchos.\nSe trata de\nCatoliKids, una comunidad de catequistas en línea y creadores de contenido de América Latina y Europa, que ha estado marcando la diferencia en la evangelización digital desde su nacimiento en 2018, en el Perú.\nRecibe las principales noticias de ACI Prensa por WhatsApp y Telegram\nCada vez es más difícil ver noticias católicas en las redes sociales. Suscríbete a nuestros canales gratuitos hoy:\nEl proyecto ofrece diversos recursos visuales (imágenes, gráficos, videos), transmisiones en vivo, programas, series y más contenido dedicado a formar la fe de los niños por medio de plataformas como\nTikTok y YouTube, esta última con cerca de 400 mil suscriptores.\nAsimismo, ofrece varios servicios como jornadas espirituales, talleres psicológicos, un curso de lenguaje de señas mexicano, materiales impresos con diferentes temas y dinámicas para reforzar la catequesis como el rezo del Rosario o la Coronilla de la Divina Misericordia, y charlas virtuales (Club Catolikids).\nGisela Macedo Chávez, una de las mentes detrás de este proyecto, compartió su inspiración y visión para el futuro en una reciente entrevista concedida a ACI Prensa.\nEl origen y misión de CatoliKids\nMacedo compartió que la idea de CatoliKids nació en el año 2018, al sentir “la necesidad de llevar la enseñanza católica a las plataformas digitales, especialmente dirigida a niños y catequistas”. Desde entonces, han experimentado un crecimiento significativo, con más de 100 personas involucradas en la producción de contenido y servicios relacionados con la evangelización.\nCatoliKids se inspiró en la experiencia personal de Gisela, quien es comunicadora social y catequista. Como ella misma explica: “Yo era catequista de jóvenes y cuando me enviaron con los niños, quise ser dinámica e interactiva en nuestro encuentro”. Este deseo de proporcionar recursos didácticos condujo a crear una plataforma con “contenido católico adaptado”.\nEl proceso creativo detrás de la producción de los videos implica la colaboración de expertos en psicología y teología, incluidos sacerdotes. Como señala Gisela, “el contenido se adapta cuidadosamente para garantizar que sea comprensible y atractivo para el público infantil”.\nLos planes de crecimiento a futuro\nLa visión de la fundadora, es que Catolikids se convierta en una asociación privada de fieles, con aprobación de la Santa Sede, dedicada realizar jornadas, encuentros y talleres presenciales para catequistas, jóvenes, niños y matrimonios en colaboración con las autoridades eclesiásticas.\n“Sabemos que es un proceso largo, pero ya tenemos elaborado nuestros estatutos para presentarle a nuestro obispo diocesano Mons. Ángel Ernesto Zapata Bances (Obispo de Chimbote)”, agregó.\nPara el futuro, CatoliKids tiene grandes planes de expansión. Según Gisela, “queremos realizar dos grandes jornadas: una para niños y otra para catequistas, con música, juegos, ponencias, todo con el objetivo de seguir formando en la fe”.\nAdemás, planean llevar su servicio del mundo digital al presencial en colaboración con otros países que conforman la comunidad.\nUna de las características más destacadas de CatoliKids es la participación activa de los niños en la evangelización. Como Gisela destaca, “queremos promover en ellos su amor por este apostolado”.\nFiguras destacadas como Fabiana Matías Alemán, junto con otros niños de diferentes países, contribuyen al contenido de CatoliKids, promoviendo su amor por la fe desde una edad temprana.\n“Fabiana tiene 9 años, es peruana y desde hace dos años que es parte de nuestra comunidad. Tiene su programa ‘Palabritas de Dios’ en el que reflexiona sobre diversos temas. Junto a su mami graban los videos y nosotros nos encargamos de realizar la edición”, explicó.\nOtros niños participan en otros programas como “Catoliplay” (los niños juegan su videojuego favorito mientras hablan de Dios), “Reflexión del Evangelio”, “Rezo del Santo Rosario en vivo”, “Siete Lunes con Jesús Crucificado”, entre otros.\nUn mensaje a los padres de familia\nGisela invitó a los padres a ser “pacientes con el proceso espiritual de su pequeño”, aprendiendo a “comprender sus etapas y aceptar lo que puedan y quieran ofrecer a Dios”. “Promovamos el amor por la Eucaristía principalmente. Vayan a Misa siempre en familia y sobre todo informémonos para cuando lleguen a la adolescencia y se llene de dudas y preguntas sepamos darles respuestas”, continuó.\nFinalmente, se dirigió a los niños, asegurándoles \"que tienen un ser muy especial que los ama muchísimo, Jesús\". \"Los invito a que hablen con Él todas las noches. Y recuerden, que aunque parezca que el mal vence, el amor es más fuerte siempre, porque Dios es más fuerte y ante Él se inclina toda la creación\", concluyó.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.youtube.com/@catolikidsoficial/featured",
    "https://www.tiktok.com/@catolikidsoficial?lang=es",
    "https://www.youtube.com/@catolikidsoficial",
    "https://www.tiktok.com/@catolikidsoficial",
    "https://tiktok.com/@catolikidsoficial?lang=es",
    "https://youtube.com/@catolikidsoficial",
    "https://youtube.com/@catolikidsoficial/featured"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-01T06:49:44.805+03:00",
  "updated": "2024-06-01T06:49:44.805+03:00"
}