{
  "thread": {
    "uuid": "dde595cb94ecae33d6c0dd0865a59a9b5ace2d2d",
    "url": "https://timesofindia.indiatimes.com/india/the-kargil-hero-who-gave-his-life-to-save-15-soldiers-ensure-victory-for-india/articleshow/109784090.cms",
    "site_full": "timesofindia.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "https://timesofindia.indiatimes.com",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "News - Latest News, Breaking News, Bollywood, Sports, Business and Political News | Times of India",
    "title": "The Kargil hero who gave his life to save 15 soldiers, ensure victory for India | India News - Times of India",
    "title_full": "The Kargil hero who gave his life to save 15 soldiers, ensure victory for India | India News - Times of India",
    "published": "2024-05-02T15:50:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.toiimg.com/thumb/msid-109788311,width-1070,height-580,imgsize-180304,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
    "performance_score": 0,
    "domain_rank": 290,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dde595cb94ecae33d6c0dd0865a59a9b5ace2d2d",
  "url": "https://timesofindia.indiatimes.com/india/the-kargil-hero-who-gave-his-life-to-save-15-soldiers-ensure-victory-for-india/articleshow/109784090.cms",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Meena Nayyar,Himmat Singh Shekhawat",
  "published": "2024-05-02T15:50:00.000+03:00",
  "title": "The Kargil hero who gave his life to save 15 soldiers, ensure victory for India | India News - Times of India",
  "text": "Capt. Anuj Nayyar and the men of 17 Jat fought relentlessly in a gruesome battle for two nights in July to secure Pimple 2, the peak, which helped rid Tiger Hill of threats from its western flanks. It also helped resume traffic on NH1A from Ghumri to Zoji La, with trucks bringing on-time supply of ammunition and ration to military bases. During the entire battle, 46 regular members of the Pakistan Army, an unknown number of Pakistani paramilitary troopers, militants were killed and 11 Indian Army troops, including Capt.Captain Anuj Nayyar was in a different state that day. Subedar Man Singh recalls him saying, ‘I’m going to live very long, there’s no bullet in Pakistan that could do me any harm today.’ His jumps and leaps would resemble that of a young tiger. Soon, he would need all his might for the attack on the third bunker of Pimple 2.The third bunker tested Anuj both mentally and physically. The shelling escalated the moment the Charlie Company started moving towards it. Subedar Vinod Kumar narrates, ‘We were done with the second bunker by 0348 hours and the morning light had started to surface. It was then that the hiding sniper on Point 4875 started hitting our men. For 15 whole minutes, we had no natural defence against him. In a series of assaults by artillery, auto-fire and sniper fire, the Charlie Company lost three more men and two soldiers were badly wounded.’One of the men who died at that hour was the radio operator, who was hit by a mortar shell splinter. Anuj carried his lifeless body to a safe corner and lifted the radio set on to his back. It did not bother him that the radio set weighed almost twenty kilos. The other soldiers followed Capt. Nayyar without a word. He decided to attack the third bunker despite the natural disadvantage of the rising sun. It was the only way to be safe from sniper fire. They had barely moved from the spot where the radio operator had fallen when the infiltrators on nearby peaks started artillery shelling on Pimple 2 to back up their men trapped there. In the next two to three minutes, a barrage of continuous shelling by both NLI firebase and artillery unit descended on the men of 17 Jat Battalion. By then the silence of the operation had already been disrupted. And thus started the chants of the war cry: Jat Balwan, Jai Bhagwan! 109788450Havildar Hari Om interrupted his captain, looking for confirmation that they were moving in for the kill. But to expect an ounce of doubt from Anuj was like finding a safe spot in the face of enemy fire. Subedar Vinod Kumar exclaims, ‘When the tiger had his prey in sight, how could he have stopped!’ Subedar Man Singh recalls that the enemy had started pelting the Indian soldiers with just about anything they could lay their hands on, from empty shells to stones. ‘At that height, even a ten-gram stone pellet could hit us at 50 miles an hour, but we carried on. Anuj sahab led the team from the front. As we reached the firing location for the third bunker, Maj. Punia wanted to talk to Anuj about the status of the operation,’ the subedar says.While he was on the call with Maj. Punia, a mortar shell landed just inches away from the platoon position. And then the deadly firing from the third bunker began. The enemy knew that Anuj’s team was close. Continued firing from both sides was proving futile. No one was able to move an inch forward and daylight was blowing the cover of the Indian troops.In a swift decision, one of the men tried to take a direct shot at the bunker with a rocket launcher. However, owing to the intricate make of the bunker and the distance to it, an accurate shot was very difficult. After a failed attempt, Capt. Nayyar took over the weapon and launched another shot which went through a small opening and inflicted serious damage on the target.The company continued crawling towards the third bunker through mud and smoke. It was then that Naib Subedar Virendar Singh’s SLR got stuck. Anuj noticed this and wasted no time in throwing his AK-47 to Singh. ‘He knew that the AK-47 was a better assault weapon in his hands, much more than mine. Still, he gave me his weapon in the blink of an eye,’ recalls the soldier. Anuj had no time to judge the qualities of the gun; it was time to trust in the qualities of the men at his side. 109788470Anuj continued to support the team with his calls, instructions and war cries. Simultaneously, the Pakistani sniper which the Indian forward troops had missed in a battle on another peak was taking potshots at Indian soldiers while they were busy fighting. Minutes later, Havildar Kumar fell to the bullets of this sniper. Capt. Nayyar then decided to ditch an organized approach towards the enemy.Incidentally, the sniper in question was later killed in action by the mopping up party of 2 Naga, following the operations at Point 4875. Continuing their assault, to silence the MMG post at this bunker, Anuj crawled ahead of the unit and sneaked right below it. Then with his bare hands he held the barrel of the enemy MMG and pulled it out to neutralise the post for good.After beating an MMG post, Anuj tried throwing in a couple of hand grenades, which went in vain. The sangar was too strong. Anuj went ahead with one more soldier and dropped a grenade right inside the bunker. That was the end of it. Now all that was between Anuj and total victory was the final bunker of Pimple 2.The men in the fourth bunker may have bitten their tongue on seeing a boyish-looking soldier at their threshold. Seeing Anuj race towards the final bunker, Subedar Man Singh thought of the young officer’s upcoming marriage. ‘He was moving so fast and fearlessly, it seemed his marriage was scheduled for the next day,’ he laughs drily.But Anuj had a deadline to keep: deliver Pimple 2 to his seniors by 0500 hrs. ‘Anuj sir gathered the remaining soldiers and motivated them to launch the attack on the last bunker. We would be remembered for the service to our country and we would be remembered as people who stoked fear in the hearts of Pakistanis. So, Anuj sir told us that he was sure each one of us would be there standing in those bunkers, proudly hoisting the Indian flag.’ After the pep talk, the Jats rose as a pack with the war cry of their regiment.With a limited yet motivated unit, Anuj led the teams to the fourth bunker. Under the instructions of Col. Bawa, he was not to disrupt the mission at any point for repeated intel and was to only make contact for any emergency, evaluation, support or suggestion.At the fourth bunker shelling from the Indian firebase had stopped. Anuj began with the regular approach of targeted firing and periodic shelling combined with grenades and rocket launchers. But that did not even scratch the bunker.Anuj decided that they needed a breakthrough and went straight for the loopholes of the enemy bunker. He tried to throw live grenades inside. It almost felt like he was back in the academy where life was competition and defeat was something he could not afford.Anything that had even a small chance of diluting the enemy’s advantage was important. He also reverse-threw hand grenades but none made it inside the bunker. The loophole was cut to the size of a gun barrel and nothing more.Anuj then launched the last of his rockets with the assistance of Sepoy Virender Kumar. But the rocket bounced off the structure. It was almost like the sangar was damage repellent. There was constant altercation, too, between the enemy and Anuj. He asked his men to sever two communication lines belonging to the opponent, in order to prevent any calls for enemy reinforcements and the possibility of artillery shelling from the other side. 109788560It was getting closer to the reporting time and efforts were not bearing fruit. Some men suggested that Anuj call for back-up while they held their positions. Anuj knew that staying at their positions in broad daylight would not only expose them to the enemy units at Pimple 2 but also the enemy sniper on another peak. He knew he had to rely on stealth and risky ascent for a breakthrough.But before he could start, he waited a moment at the side of a rock. He probably remembered his father reading the names of war heroes and award winners at the IMA hall and saying, ‘Yaar, Anuj, iss mein ek bhi Nayyar nahin hain?’ He must have felt like looking at his family once more. As he slid his hand in his pocket to pull out his wallet, he remembered that he had left it with Col. Bawa.He then took out a cigarette and lit it up. He smiled as he took a long drag of the cigarette. Mani did not know that he smoked and probably more times in a day than she could accept. Subedar Subhash Singh, who was next to him, says, ‘I saw him smiling with a faraway look on his face, like he was deep in thought. He broke from his thoughts and knew that it was time for the final assault. He made the decision to let go of his safety if he had to end this battle.He was now fiercer than ever. Taking shelter and the original scoot-and-shoot plan was no longer an option. He stood as a single line of defence between his men and the enemy. His was the stand of a tiger amidst the barrage of bullets and grenades.Subedar Subhash realised the risk his commander was taking to ensure the end of the battle. He urged him to take shelter for his own safety. Capt. Anuj’s immediate response was, ‘Subhash, yeh dekh mera haath, yeh lifeline dekh. Dad kehte hain ki yeh bahut lambi hain. Mujhe kuchh nahin ho sakta hain.’ (Subhash, look at my hand, look at this lifeline. My father says that it’s very long. Nothing can harm me.)Still, Subedar Subhash pulled his captain’s hand to make sure that he took shelter from enemy fire. Anuj took this moment to reassess the situation with his team. His radio set buzzed, and it was Col. Bawa on the other side. Anuj straightened up a bit and told his commanding officer about the attack mounted on the last bunker and how they were left with little ammunition. But at no point did he ask for more support.Brig. Bawa remembers telling him that reinforcements were not an option. Anuj replied, ‘Sir, three down, one to go. Don’t you worry, sir, I’ll have that peak for you in just some time. I’ll myself …’ and the line went dead.It was 0520 hours. Brig. Bawa kept calling Anuj to see if there had been a disruption in the line. He had heard a loud noise but got no response from the other end. He kept asking for a situation report, but received no reply. There in the peaks of Drass, at some 16,000 feet, Subedar Subhash and the other men could not believe what had just happened. ‘We remember an RPG coming towards us. We remember the explosion. For a moment we thought that we had lost our lives,’ narrates the survivor. As the men recovered from the explosion they realised that their commander had saved their lives. A rocket-propelled grenade had gone straight through his neck and pierced him through the length of his chest and torso – ending the life but not the spirit of the young captain. The soldiers still believe that Anuj saved fifteen lives by taking on that RPG. It took but a moment of the war to turn the tide with his sacrifice. He was motivating his men in life, and he was motivating them even more in his death.Excerpted with permission from ‘Tiger of Drass: Capt. Anuj Nayyar, 23, Kargil Hero’ (published by Harper Collins India)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "anuj nayyar",
        "sentiment": "negative"
      },
      {
        "name": "subedar man singh",
        "sentiment": "none"
      },
      {
        "name": "anuj",
        "sentiment": "none"
      },
      {
        "name": "subedar vinod kumar",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "india news - times of india",
        "sentiment": "negative"
      },
      {
        "name": "jat",
        "sentiment": "negative"
      },
      {
        "name": "pakistan army",
        "sentiment": "none"
      },
      {
        "name": "charlie company",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kargil",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "zoji la",
        "sentiment": "none"
      },
      {
        "name": "pakistan",
        "sentiment": "none"
      },
      {
        "name": "ghumri",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-03T06:32:57.549+03:00",
  "updated": "2024-05-03T06:32:57.549+03:00"
}