{
  "thread": {
    "uuid": "453a97fc82114eb9e651a74464a759a3ddef1fc5",
    "url": "http://business.mammothtimes.com/mammothtimes/article/syndicationcloud-2023-12-29-special-master-attorney-lisa-faccadio-merges-firm-with-freed-marcroft-to-serve-more-families-in-court",
    "site_full": "business.mammothtimes.com",
    "site": "mammothtimes.com",
    "site_section": "http://business.mammothtimes.com/mammothtimes/markets/news",
    "site_categories": [],
    "section_title": "Stock Market News | NSDQ, NYSE, and AMEX Stock Market News, Market News Categories, Market Indicators | User | mammothtimes.com ",
    "title": "Special Master Attorney Lisa Faccadio Merges Firm With Freed Marcroft To Serve More Families In Court | User | mammothtimes.com",
    "title_full": "Special Master Attorney Lisa Faccadio Merges Firm With Freed Marcroft To Serve More Families In Court | User | mammothtimes.com",
    "published": "2023-12-29T08:14:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 95628,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "453a97fc82114eb9e651a74464a759a3ddef1fc5",
  "url": "http://business.mammothtimes.com/mammothtimes/article/syndicationcloud-2023-12-29-special-master-attorney-lisa-faccadio-merges-firm-with-freed-marcroft-to-serve-more-families-in-court",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Syndication Cloud",
  "published": "2023-12-29T08:14:00.000+02:00",
  "title": "Special Master Attorney Lisa Faccadio Merges Firm With Freed Marcroft To Serve More Families In Court | User | mammothtimes.com",
  "text": "A pillar of the Connecticut family law community, Attorney Lisa Faccadio, decided to merge her successful law practice with another in order to spend more time doing what she loves, both at work and at home. The result? An even more powerful force for good in the sphere of family law.\nFOR IMMEDIATE RELEASE\nHartford, CT, December 28, 2023— Two is better than one, and that’s certainly the case with the recent Freed Marcroft and Lisa Faccadio merger. These two incredible family law practices are coming together to offer more experience, more resources, and more passion to families in Connecticut who are dealing with divorce and custody issues.\nAttorney Lisa Faccadio is renowned in the family law world for her famous work ethic (she rises at 3am most days to get on the treadmill and begin reviewing her docket), her over forty years of private practice, and her status as a Special Master with Connecticut courts, which she has held for over twenty-five years. A Special Master is an extremely experienced lawyer that judges trust to help resolve particularly complex family disputes via settlement.\nLisa earned her Juris Doctorate at Western New England College School of Law in 1977. She has since served not only as a family lawyer and Special Master, but also as an adjunct professor for the University of New Haven, Baypath College, Mitchell College, and Quinnipiac University, as a speaker at the National Business Institute, as a member of the Standing Committee on Recommendations for Admission to the Bar of Middlesex County, and as the President of the Connecticut Bar and Middlesex Bar Association (2010-11).\nHer list of accomplishments and accolades is vast; this experience and deep knowledge of family court, together with her diligence, and her dedication to her clients, is what truly distinguishes Lisa above the rest. It’s what made her own family law practice flourish!\nHowever, when Lisa decided that she wanted to spend more time with her family, but still serve families across the state and do the work she loved, she chose to merge her firm with Freed Marcoft. The firm’s mission spoke to her. Their exclusive concentration on the field of family law, together with their own attorneys’ knowledge and over 70 years of combined experience that mirrors her own decades of practice, made them the top choice for her next season of life and work.\n“She’s someone who has dedicated her entire life to this one thing, so to have her with us, to add her to the depth of the bench that we have, is really monumental. This is a milestone for our firm.” – Natasha Roggi, Director of Operations\nFreed Marcroft has been named the Best Law Firm by the Hartford Readers’ Poll from 2014 to 2023, and is recognized as the authority on divorce and family law in Connecticut. They are equally thrilled by the new partnership; it’s a huge honor for them to be able to join with Lisa and her small but mighty team in order to better serve clients, and to allow Lisa to focus on doing what she loves, which is going to court. It was an easy decision for both parties because of the amount of alignment they would have with their values and strategy moving forward!\nEvery day, the attorneys at Freed Marcroft hold a roundtable discussion about current cases; they share information and advice, and all of the attorneys benefit from the other attorneys’ familiarity with certain cases, judges, and etc. Adding Lisa and her firm to this daily discussion is just one small example of how the merger is going to provide clients with the most elite, effective representation possible.\nFreed Marcroft is a Connecticut family law firm that believes everyone has one life, and supports people making the brave decision to live it the way they choose through transformative divorce that aligns with their individual goals for their futures. Their clients trust them with the hardest and bravest things they have ever done, and they (and now with Lisa Faccadio) will honor that trust by combining their legacy acumen with empathy and being their seasoned guide through the process. Call today to schedule a consultation.\nMedia Contact:\nElizabeth Avant\n860-560-8160\nelizabeth@freedmarcroft.com\nOriginally posted On: https://syndication.cloud/special-master-attorney-lisa-faccadio-merges-firm-with-freed-marcroft-to-serve-more-families-in-court/\n ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [
    "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
    "https://syndication.cloud/special-master-attorney-lisa-faccadio-merges-firm-with-freed-marcroft-to-serve-more-families-in-court/",
    "https://www.cloudquote.io/article/5",
    "https://freedmarcroft.com/",
    "https://www.cloudquote.io/article/6",
    "https://www.cloudquote.io",
    "https://tracking.newsrpm.com/pixel?slug=syndicationcloud-2023-12-29-special-master-attorney-lisa-faccadio-merges-firm-with-freed-marcroft-to-serve-more-families-in-court",
    "https://syndication.cloud/special-master-attorney-lisa-faccadio-merges-firm-with-freed-marcroft-to-serve-more-families-in-court",
    "https://www.googletagmanager.com/gtag/js",
    "https://cloudquote.io/article/5",
    "https://www.syndication.cloud/special-master-attorney-lisa-faccadio-merges-firm-with-freed-marcroft-to-serve-more-families-in-court/",
    "https://www.tracking.newsrpm.com/pixel?slug=syndicationcloud-2023-12-29-special-master-attorney-lisa-faccadio-merges-firm-with-freed-marcroft-to-serve-more-families-in-court",
    "https://cloudquote.io/article/6",
    "https://tracking.newsrpm.com/pixel",
    "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
    "https://freedmarcroft.com",
    "https://www.freedmarcroft.com/",
    "https://cloudquote.io"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lisa faccadio",
        "sentiment": "negative"
      },
      {
        "name": "marcroft",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "connecticut",
        "sentiment": "none"
      },
      {
        "name": "hartford",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T08:49:29.687+02:00",
  "updated": "2023-12-29T09:54:11.796+02:00"
}