{
  "thread": {
    "uuid": "2d8ade8bda2cb5a85b94525751b71b860773d7e2",
    "url": "https://vnexplorer.net/papa-dopo-due-bocciature-mi-spedi-al-lavorare-al-porto-se-oggi-si-parla-di-bollicineil-merito-e-tutto-mio-s719417.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/feed",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "«Papà dopo due bocciature mi spedì al lavorare al porto Se oggi si parla di “bollicine”il merito è tutto mio»",
    "title_full": "«Papà dopo due bocciature mi spedì al lavorare al porto Se oggi si parla di “bollicine”il merito è tutto mio»",
    "published": "2023-12-30T11:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2d8ade8bda2cb5a85b94525751b71b860773d7e2",
  "url": "https://vnexplorer.net/papa-dopo-due-bocciature-mi-spedi-al-lavorare-al-porto-se-oggi-si-parla-di-bollicineil-merito-e-tutto-mio-s719417.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-30T11:27:00.000+02:00",
  "title": "«Papà dopo due bocciature mi spedì al lavorare al porto Se oggi si parla di “bollicine”il merito è tutto mio»",
  "text": "Maurizio Zanella, milanese di nascita e una vita in Franciacorta. Ha inventato lei il termine «bollicine»? «Mea culpa. Mi sono battuto perché venisse tolta la parola spumante dai vini della Franciacorta e ho vinto la battaglia. Mi è venuta l’illuminazione: usiamo bollicine».\nCinquantadue anni fa ha fondato Ca’ Del Bosco. «Tutto è partito da una casina nel bosco, appunto, in Franciacorta, che mia madre aveva avuto l’intuizione di acquistare per assicurarsi formaggi, uova, frutta e verdure fresche da portare a Milano».\nIl ricordo di lei bambino. «Questa casa senza luce, senza acqua, dove i due contadini per lavarsi prendevano l’acqua in una pozza piena di rane e ramarri. La facevano bollire per sterilizzarla».\nSuo padre era del mestiere? «Nessuno si occupava di vino a casa. La mia famiglia è montanara: mia mamma era di Bormio, mio padre della Val di Sole. Ma quando avevo 4 anni ci siamo trasferiti a Milano perché la ditta di logistica di papà stava crescendo».\nQuando ha capito che il vino sarebbe stato il suo lavoro? «Per caso: sono stato un adolescente turbolento, dopo aver militato con Mario Capanna e poi con Giovane Italia, dopo due bocciature consecutive alla prima liceo, sono stato mandato da mio padre al porto di Liverpool a scaricare casse di merce. Al ritorno sono stato “esiliato” nella casina nel bosco: vivevo con il fattore che mi portava in auto a scuola a Iseo».\nChi la venne a liberare? «Un funzionario della Regione, che un giorno apparve in vigna per proporre al fattore un viaggio in Francia. Delle vigne non me ne fregava nulla, ma di Parigi molto. Sono riuscito a convincere mia madre a farmi partire».\nCome andò? «Siamo partiti alle 5 di mattina in bus da piazza Castello. Abbiamo iniziato dalla Borgogna, poi lo Champagne, alla fine Parigi: il conte Aymo Maggi, l’inventore della Mille Miglia, mi portò subito a Pigalle. I miei compagni di viaggio erano nobili che giocavano a bridge e a fine partita prendevano la macchina e dicevano: “Vediamo chi arriva prima a Roma, l’ultimo paga la cena”».\nDel vino non importava nulla a nessuno? «Eravamo tutti lì a criticare: ci portarono nella tenuta Romanée Conti, in Borgogna, le cantine avevano la muffa e noi dicevamo: “Che schifo! le nostre hanno le piastrelle”. Le botti di legno? Orrore, noi avevamo la resina. Insomma non capivamo un accidente».\nPerò quel viaggio è stato l’inizio di tutto. «Come una giapponese a Venezia ho voluto la mia gondola da riportare: nel mio caso tre bottiglie di Romanée Conti, pagati 1020 franchi. In autobus mi prendevano in giro: “Io per quella cifra te ne davo 700”. Mi è parso chiaro che a sbagliare erano loro: a settembre ho detto a mio padre che volevo fare una cantina».\nCosa le rispose? «Capì al volo che potevo avere un interesse sano e d’accordo con il direttore di Mediobanca, in corso Europa, a mia insaputa organizzò un finanziamento. A me disse solo: “Bene, rimboccati le maniche e vai a chiedere un prestito in banca”». Con molto entusiasmo, nel 1973, cominciai a costruire la cantina».\n. «L’incontro con Luigi Veronelli, che mi prese sotto la sua ala. Rimase colpito dal mio Pinot. Lui viveva a Bergamo, io a Brescia, eravamo “cugini”: aveva occhiali spessissimi e non guidava, gli facevo io da autista, siccome non vedeva bene non si accorgeva di quanto andavamo veloci…».\nUna grande amicizia. «Grandissima. Non era un giornalista del vino, ma laureato in filosofia e anarchico. La sua frase celebre era: “Il miglior vino industriale è peggio del peggior vino contadino”».\n. «Eravamo invitati da Rémi Krug e da Philippe de Rothschild. A New York, andammo a Le Cirque, il ristorante più famoso e paparazzato dell’epoca, con la camicia a quadrettoni. Sirio Maccioni, il proprietario, ci mise in un angolo nascosto fino a quando non ci infilò la giacca. Poi ci diede il tavolo migliore».\nSuo padre, nel frattempo? «Cominciavano ad apparire i primi articoli suo giornali e per lui era sbagliato: “Per vendere due bottiglie ti tocca fare queste cose? Spendi un sacco di soldi e parli solo con camerieri e cuochi”. All’epoca parlare con i cuochi non era così chic, la Michelin di allora era: “Quanti camion ci sono fuori dal ristorante”? Voleva dire che si mangiava bene e si spendeva poco».\n. «Mi proteggeva dalle legittime arrabbiature di mio padre. Quest’anno abbiamo presentato Annamaria Clementi R.S., affinato in bottiglia per 40 anni».\nLa sua battaglia vinta di cui va più fiero. «Quella di aver iniziato a lavare l’uva: nessuna cantina lo fa, abbinare acqua al vino è considerato blasfemo. Noi abbiamo rivoluzionato un sistema poco igienico. Poi aver abolito la parola spumante dai vini della Franciacorta, grazie anche a Giovanni Goria, ministro della agricoltura. Ci siamo incontrati da Chenot, come con Galliani, dove lottavamo contro i chili!».\nAdriano Galliani. «Un amico vero: mi è fedelissimo, a partire dalla scelta dei vini, che non cambia mai, anche quando gli dico che è noioso! La sua serietà l’ha dimostrata non parlando nel suo libro della cosa che più lo ha addolorato, lo smembramento del suo Milan…»\nAltri compagni di «bevute». «Marco de Benedetti. Con lui poi andiamo a fare detox in Germania, in un posto che chiamiamo il lager: 200 calorie al massimo ogni giorno».\nChenot. «Veniva ad abbuffarsi con noi in ottimi ristoranti. Eravamo il club dell’ascensore: poteva farne parte solo chi in un anno aveva una oscillazione di dieci chili».\nUn altro goliardico… «Pavarotti: da Chenot teneva il pecorino comprato in autogrill, mentre giocavamo a briscola lo tirava fuori e lo mettevano sulla lingua senza mangiarlo…»\nIl piatto della vita. «La crosta che rimane attaccata al paiolo della polenta con panna di malga».\nIl ristorante della vita. «Ho un legame speciale con Massimo Bottura, anche lui ha scelto una strada diversa da quella di suo padre. L’ho conosciuto che era un ragazzi di brigata al Bulli: ci siamo sempre sostenuti a vicenda».\nA Capodanno berrà una «piscine» di bollicine? «Con un personaggio noto della enogastronomia ci divertiamo a riempire di cubettoni di ghiaccio due bicchieri da gin tonic: versiamo una quantità di vino sufficiente al sorso. Lo facciamo solo tre volte all’anno, per non perdere credibilità. Ma è un piacere straordinario».\n© RIPRODUZIONE RISERVATA",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Labor"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T11:37:28.737+02:00",
  "updated": "2023-12-30T11:37:28.737+02:00"
}