{
  "thread": {
    "uuid": "d587ba30b56ed8ad0cabfb2d51a83d514f0215f6",
    "url": "https://crisismagazine.com/opinion/the-church-will-always-triumph",
    "site_full": "crisismagazine.com",
    "site": "crisismagazine.com",
    "site_section": "http://www.crisismagazine.com/feed",
    "site_categories": [],
    "section_title": "Crisis Magazine",
    "title": "The Church Will Always Triumph",
    "title_full": "The Church Will Always Triumph",
    "published": "2023-12-29T12:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://crisismagazine.com/wp-content/uploads/2023/12/crusades.jpg",
    "performance_score": 0,
    "domain_rank": 23746,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d587ba30b56ed8ad0cabfb2d51a83d514f0215f6",
  "url": "https://crisismagazine.com/opinion/the-church-will-always-triumph",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Casey Chalk",
  "published": "2023-12-29T12:00:00.000+02:00",
  "title": "The Church Will Always Triumph",
  "text": "Several years ago, I visited the church and convent of Santo Domingo in Lima, where St. Rose of Lima (1586-1617) once lived and prayed. Beautiful Sevillian azulejos—a form of Portuguese and Spanish painted tin-glazed ceramic tilework—covered the walls of the main cloister. On one such azulejo, passersby can spy a date: 1606, one year before the founding of the English colony of Jamestown, Virginia.\nBefore Pocahontas and John Rolfe, before Puritan colonists, and well before conscientious objector William Penn, Spanish Catholics had already created an impressive Catholic civilization in the Americas. By 1575, a century before the first printing press was established in British America, books were printed in Mexico City, not only in Spanish, but in twelve languages. Before the founding of Harvard, there were three universities in the Spanish Americas. Almost a century before the first school of dissection was opened in England in 1769, anatomy and surgery were being taught with dissection at the Royal and Pontifical University of Mexico.\nSome of the above details, I confess, I did not know until I read prolific writer H.W. Crocker’s\nTriumph: The Power and the Glory of the Catholic Church, this year updated and expanded to account for the last two decades of tumultuous Church history. It is an excellent introduction to the history of the Catholic Church, one that even widely-read Catholics will likely admit contains fascinating details and stories of which they were previously ignorant. Though it is an account of Catholic frustrations and failures, it is also a story of the Church’s unflagging survival and success in spite of tremendous odds. And as proved by this year and all its Catholic controversies—synods on synodalities, bishops removed from office, and spats between pope and cardinals—we are in sore need of stories that reinvigorate our trust in the Church’s ultimate victory.\nOrthodox. Faithful. Free.\nSign up to get Crisis articles delivered to your inbox daily\nCrocker supplies that confidence in abundance, in large part because he is such a good storyteller, beginning with his prologue, a description of Constantine’s victory at the Milvian Bridge in 312 that led to the legalization of the Christian religion across the Roman empire.\nConstantine’s men were sleeping when the Praetorians burst upon them, piercing their unprotected bellies with swords or pilums—six-foot lances tipped by eighteen inches of steel. While Constantine’s vanguard struggled to protect itself, the legionnaires farther back hurriedly donned their breastplates and helmets, grabbed their arms, and ran to rescue their comrades.\nThis is no staid treatment of Christian history weighed down by overly academic prose. A chapter on the early church arrestingly begins: “Origen severed his genitals.” That’s true, and a bit surprising—the early Church father became famous for his non-literalist interpretation of Scripture, so one wonders what led him to so literally interpret Jesus’ words: “[There] be eunuchs, which have made themselves eunuchs for the kingdom of heaven’s sake. He that is able to receive it, let him receive it.” Perhaps the castrated Origen had buyer’s remorse?\nEvery chapter is peppered with these kinds of interesting anecdotes, which are especially welcome when trying to maintain the reader’s interest in the alternatively boring or bizarre pontificates of the medieval period. Stephen VI (896-897), for example, had the disinterred corpse of his predecessor Pope Formosus (891–896) brought before what became known as the “Cadaver Synod” and subjected the hapless corpse to a mock trial. John XII (955-964) in turn was accused of such immorality that the Lateran Palace was labeled a brothel; he is alleged to have died while committing adultery, possibly defenestrated by the cuckolded husband.\nNot, of course, that Crocker’s narrative is all blood, guts, and gossip. In truth, it’s quite a first-rate, extensively-researched history, as the select, critical bibliography makes clear. And Crocker is impressively well-read, citing not only many a sizeable cache of the expected ecclesial historians and theologians but writers as far flung as Ambrose Bierce (a great Civil War-era author and journalist), Gertrude Himmelfarb (an accomplished historian of modern Britain), and Allen Tate (a poet and member of the so-called Southern agrarian movement).\nAs the title suggests, Triumph foregrounds the many glories and achievements of the Catholic Church through twenty centuries of history. Many readers will likely have a cursory knowledge of some of these, but it’s worth appreciating how many times the Church seemed destined for oblivion: Roman persecution, the rise of Islam, the crisis of the three popes, the Protestant Reformation, the French Revolution, and the spread of communism among them. It’s not that these historical events weren’t costly—they were, often disastrously so. In the course of a single century, the majority of the global Christian population (and three patriarchates) fell under Muslim rule. The French Revolution and its aftermath not only created many thousands of Catholic martyrs, but it also brought the “eldest daughter of the Church” to her knees, never to recover.\nYet every time the Church has appeared close to destruction, it has prevailed. The Reformation ended Christendom and cut millions of Europeans away from the Church; but only a few years later, a vision of Mary in Mexico City served as a catalyst for the baptism of millions of indigenous Americans. Totalitarian regimes crushed much of Catholicism in central and eastern Europe, yet a Polish pope who grew up under Nazi and Soviet rule survived both and inspired millions of the faithful to “put out into the deep.” Catholicism today withers away in its traditional heartlands of Spain, France, and Italy, but it thrives in Africa and Asia, a consequence (in part) of missionary efforts from those same European countries many years before.\nBut I’m just touching the wavetops here. Crocker’s history shows Catholic triumphs in ecclesiology, theology, and politics, as well as art, literature, and science, proving that in every generation it has been the Church that best exemplifies not only virtue and piety but truth and beauty. Thus, Triumph ends in exhortation: “In the third Christian millennium there are powerful new challenges that only the Church can overcome—namely the challenges of science and technology to human integrity.” Anyone following debates over abortion, surrogacy, or transhumanism knows it is the Catholic arguments that are the most robust and humane.\nA close friend—once a nominal Catholic, now a prayerful father of five—once told me that the first edition of Triumph dramatically altered his appreciation for the Catholic Church. Surveying so many heroic lives driven by a singular love for Christ, how could it not? One hopes Crocker’s updated edition will do the same for a new generation of Catholics. As he closes: “Man can find his own future. We can only work and pray that he does so with the lamp of Christ held high.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [
    "https://www.regnery.com/9781684514922/triumph/",
    "https://regnery.com/9781684514922/triumph/",
    "https://www.regnery.com/9781684514922/triumph"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "william penn",
        "sentiment": "none"
      },
      {
        "name": "john rolfe",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "harvard",
        "sentiment": "none"
      },
      {
        "name": "pontifical university of mexico",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "santo domingo",
        "sentiment": "none"
      },
      {
        "name": "st. rose of lima",
        "sentiment": "none"
      },
      {
        "name": "lima",
        "sentiment": "none"
      },
      {
        "name": "americas",
        "sentiment": "none"
      },
      {
        "name": "jamestown",
        "sentiment": "none"
      },
      {
        "name": "british america",
        "sentiment": "none"
      },
      {
        "name": "england",
        "sentiment": "none"
      },
      {
        "name": "virginia",
        "sentiment": "none"
      },
      {
        "name": "mexico city",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T13:07:52.072+02:00",
  "updated": "2023-12-29T13:07:52.072+02:00"
}