{
  "thread": {
    "uuid": "054be11a3da8c2af394073544ff4405666be8a5d",
    "url": "https://www.hindustantimes.com/cities/mumbai-news/city-breathes-easier-with-improved-aqi-thanks-to-wind-reversal-101704136289531.html",
    "site_full": "www.hindustantimes.com",
    "site": "hindustantimes.com",
    "site_section": "https://www.hindustantimes.com/cities",
    "site_categories": [
      "media"
    ],
    "section_title": "City News: City Latest News, Metro City News Today and Headlines | Hindustan Times",
    "title": "City breathes easier with improved AQI, thanks to wind reversal | Mumbai news - Hindustan Times",
    "title_full": "City breathes easier with improved AQI, thanks to wind reversal | Mumbai news - Hindustan Times",
    "published": "2024-01-01T21:41:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://images.hindustantimes.com/default/1600x900.jpg",
    "performance_score": 0,
    "domain_rank": 942,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "054be11a3da8c2af394073544ff4405666be8a5d",
  "url": "https://www.hindustantimes.com/cities/mumbai-news/city-breathes-easier-with-improved-aqi-thanks-to-wind-reversal-101704136289531.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@httweets",
  "published": "2024-01-01T21:41:00.000+02:00",
  "title": "City breathes easier with improved AQI, thanks to wind reversal | Mumbai news - Hindustan Times",
  "text": "City breathes easier with improved AQI, thanks to wind reversal Mumbai's air quality improved from 'poor' to 'moderate' due to a wind reversal mechanism that swept away pollutants and replaced them with clean air. Mumbai: After consistently choking in ‘poor’ air for weeks, the city breathed easier on Monday as its Air Quality Index (AQI) levels improved from 181 (poor) to 132 (moderate). Thanks to the wind reversal mechanism on Sunday night that swept away pollutants and replaced them with clean air. Prof (Dr) Gufran Beig, chair professor at NIAS, IISC and founder of SAFAR (System of Air Quality and Weather Forecasting and Research) explained this natural phenomenon, “There is always a wind reversal every 4 to 5 days where the wind blows from the sea towards land and vice-versa. When the wind blows from land towards the sea, then pollution peaks and when there is a wind reversal, it comes from the sea sweeping away all the pollutants. So, this is a kind of reversal which happened Sunday night where a fast wind blew from the sea towards the land which resulted in improved air quality.” He added that this trend will continue for at least four to five days. [Click here](https://www.hindustantimes.com/2024-planner-guide-and-2023-top-events-recap) Data from the Central Pollution Control Board (CPCB) showed that out of 24 locations in the city, four locations recorded ‘poor’ air quality; 18 were in the ‘moderate’ category and only two locations had an AQI below 100. An AQI between zero and 50 is considered good, 51 and 100 satisfactory, 101 and 200 moderate, 201 and 300 poor, 301 and 400 very poor, and 401 and 500 severe. Kandivali West and Siddharth Nagar in Worli, where the AQI reached 214 and 212, fell in the poor category followed by Chembur at 205, Shivaji Nagar in Govandi at 203. The locations in the moderate category were Byculla at 185, Navy Nagar in Colaba at 159, Malad West at 119, Kandivali East at 122, Powai at 126, Chakala in Andheri East at 110, Mulund West at 105, Kurla at 108, Andheri airport at 108, Vile Parle West at 113, Sion at 131, Colaba at 107 and Vasai West at 115. The only area which recorded an AQI level below 100, are Khindipada in Bhandup West at 85 and Borivali East at 96. Not just that the IMD forecast expecting minimum temperatures to fall down to 18 degrees C will have to wait and Mumbai will record a minimum temperature of 20 degrees C for the next three days. According to the Indian Meteorological Department (IMD) forecast, a dip in temperature was expected by one or two degrees on January 2 and 3. Sunil Kamble, director, IMD, told HT that this will not happen at least for the next three days. “In the next two-three days the minimum temperatures will be in the range of 20degC and maximum will be 33degC.We are not getting strong northerly winds.We were expecting some westerly disturbance (WD) will come and give a good snowfall in the northern region but it was not that strong and that’s why we will not expect drop in temperature for the next 2-3 days. Mumbai’s cold weather depends on weather in the north and we will get the effect of it after 2-3days,” he said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Health",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": ") gufran beig",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hindustan times city",
        "sentiment": "positive"
      },
      {
        "name": "iisc",
        "sentiment": "none"
      },
      {
        "name": "nias",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mumbai",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T04:57:43.709+02:00",
  "updated": "2024-01-02T04:57:43.709+02:00"
}