{
  "thread": {
    "uuid": "556d2595780e2186b7032aa914b12b4642743e79",
    "url": "https://www.medicalnewstoday.com/articles/personalized-liver-cancer-vaccine-immunotherapy",
    "site_full": "www.medicalnewstoday.com",
    "site": "medicalnewstoday.com",
    "site_section": "https://flipboard.com/@pdimmick.rss",
    "site_categories": [
      "mens_health",
      "health"
    ],
    "section_title": "P Dimmick",
    "title": "Cancer vaccine with immunotherapy shrinks liver tumors, trial shows",
    "title_full": "Cancer vaccine with immunotherapy shrinks liver tumors, trial shows",
    "published": "2024-04-11T23:10:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.post.rvohealth.io/wp-content/uploads/sites/3/2024/04/researchers-microscope-lab-1200-628-facebook.jpg",
    "performance_score": 0,
    "domain_rank": 434,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "556d2595780e2186b7032aa914b12b4642743e79",
  "url": "https://www.medicalnewstoday.com/articles/personalized-liver-cancer-vaccine-immunotherapy",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Corrie Pelc",
  "published": "2024-04-11T23:10:00.000+03:00",
  "title": "Cancer vaccine with immunotherapy shrinks liver tumors, trial shows",
  "text": "- Hepatocellular carcinoma (HCC) is the most common form of liver cancer, accounting for more than 80% of cases.\n- Immunotherapy is one of the newest treatment options for HCC, but not everyone responds to it.\n- Researchers from Johns Hopkins Kimmel Cancer Center found combining immunotherapy with a personalized anti-tumor vaccine increased tumor shrinkage compared to immunotherapy alone.\nLiver cancer is the\nsixth most common cancer in the world. Researchers estimate03022-7/fulltext) 905,700 people were diagnosed with liver cancer in 2020 and that number is expected to hit 1.4 million by 2040. Hepatocellular carcinoma (HCC) liver cancer, accounting for more than 80% of all cases\nOne of the newest treatment options for HCC is\nimmunotherapy past studies00178-2/fulltext) show only 15–20% of HCC diagnoses respond to immunotherapy and about 30% may be resistant.\nNow, the results of a preliminary clinical trial show that people with HCC treated with immunotherapy and a\npersonalized anti-tumor vaccine\nThe results of the trial were published April 7 in\nNature Medicine\nThis preliminary clinical trial was for\nGNOS-PV02 — a personalized DNA vaccine created by Geneos Therapeutics.\n“Essentially GNOS-PV02 aims to (educate) the immune system to recognize antigens that are present in the cancer so that the immune system can better recognize and attack cancer cells,” explained lead study author\nMark Yarchoan, MD, associate professor of oncology at the Johns Hopkins Kimmel Cancer Center.\n“The vaccine is personalized for each individual patient’s cancer. Just the way that every person has a unique fingerprint, every cancer has its own set of unique antigens that are derived from unique DNA mutations within the cancer,” Yarchoan told Medical News Today.\n“To make a personalized vaccine, first a biopsy is obtained of the cancer, and the cancer DNA is sequenced to identify the potential unique antigens within the cancer. Then a personalized vaccine is manufactured that encodes the unique antigens identified in the analysis of the tumor biopsy.”\n— Mark Yarchoan, MD, lead study author\nGNOS-PV02 was used in conjunction with the immunotherapy drug\npembrolizumab, known under the brand name Keytruda.\nThe Food and Drug Administration (FDA) granted\napproval\n“Despite recent advances in the treatment of HCC, only a minority of patients respond to contemporary systemic treatments and the prognosis for patients with advanced disease is inferior to most other tumor types,” Yarchoan said.\nYarchoan noted that until recently, most cancer vaccines failed in the clinic, citing a number of potential reasons as to why.\n“One reason is that past cancer vaccines usually targeted antigens that weren’t specific enough to the cancer,” he said. “Most cancer antigens are unique to an individual cancer, and the technology to personalize cancer vaccines has only been possible very recently.”\n“But the other reason why cancer vaccines generally failed in the clinic is that they were used against advanced cancers, without any other immunotherapy,” Yarchoan continued.\n“We’ve learned that vaccines can cause immune cells to become exhausted before they can eliminate cancer cells. For this reason, contemporary cancer vaccines are often combined with other immune-activating therapies like pembrolizumab. This prevents the vaccine-induced T cells from becoming exhausted,” he explained.\nResearchers recruited 36 participants for this clinical trial. All participants received the combination of GNOS-PV02 vaccine and pembrolizumab.\nAt the end of the study, researchers found that almost one-third of participants experienced tumor shrinkage, which is about twice as many people seen in studies of immunotherapy alone for HCC.\nAdditionally, about 8% of the study participants had no evidence of a tumor after receiving the combination treatment.\n“The response rate on this study is high enough that I think it’s unlikely that the pembrolizumab alone did this — it supports the idea that the vaccine contributed to the efficacy observed,” Yarchoan said.\n“I think it’s also notable that the response rate was higher than pembrolizumab alone without a major increase in toxicity.”\n“I think the results are highly encouraging, but larger randomized studies are needed to confirm the efficacy of personalized cancer vaccines and to define the optimal treatment sequence for their use. Larger clinical studies are being planned by (Geneos Therapeutics) and I’m hopeful that such studies will confirm that this vaccine is an active agent.”\n— Mark Yarchoan, MD, lead study author\nAfter reviewing the results of this study,\nAnton Bilchik, MD, PhD, surgical oncologist, chief of medicine and Director of the Gastrointestinal and Hepatobiliary Program at Providence Saint John’s Cancer Institute in Santa Monica, CA, told MNT he was “absolutely astonished” at the results in this early vaccine trial.\n“HCC is one of the most common cancers in the world and it’s typically been very resistant to treatment,” Bilchik explained. “Recently, immunotherapy has been introduced as a possible treatment for patients with advanced HCC, but the response rates for immunotherapy have not been great.”\n“What this study does is take patients’ own tumor and create a personalized vaccine, which doubles the response of the immunotherapy that is currently used for HCC,” he continued. “Not only are the results astonishing, but these are patients that have failed first-line treatment and are not amenable to resection or transplantation.”\nMNT also spoke with\nMartin Gutierrez, MD, director of Phase I research at the John Theurer Cancer Center at Hackensack University Medical Center in New Jersey, about this study.\n“(This is) very encouraging news,” Gutierrez commented. “(The next research step should be a) larger Phase II trial in first-line therapy.”\nWhen asked if we will see more personalized cancer vaccines in the future, Bilchik said absolutely.\n“This is the future. And what makes this approach unique is that not only are they using the patient’s own tumor biopsy cells to identify these mutations, but they take it a step further by using these computational algorithms to predict which genes can be recognized by the patient’s own immune system. So this is getting into the field of really advanced technology and then ultimately artificial intelligence.”\n— Anton Bilchik, MD, PhD, surgical oncologist",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [
    "https://www.journal-of-hepatology.eu/article/S0168-8278(22",
    "https://www.journal-of-hepatology.eu/article/S0168-8278(23",
    "https://doctors.hackensackmeridianhealth.org/provider/Martin+E+Gutierrez/1315699",
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9950866/",
    "https://www.geneostx.com/geneos-therapeutics-announces-positive-phase-1-2-data-for-gt-30-trial-of-personalized-therapeutic-cancer-vaccine/",
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6813818/",
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8343080/",
    "https://www.hopkinsmedicine.org/profiles/details/mark-yarchoan",
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10706435/",
    "https://www.nature.com/articles/s41591-024-02894-y",
    "https://www.providence.org/doctors/general-surgery/ca/santa-monica/anton-bilchik-1609916733",
    "https://www.fda.gov/drugs/fda-grants-accelerated-approval-pembrolizumab-hepatocellular-carcinoma",
    "https://www.wcrf.org/cancer-trends/liver-cancer-statistics/",
    "https://ncbi.nlm.nih.gov/pmc/articles/PMC6813818/",
    "https://www.wcrf.org/cancer-trends/liver-cancer-statistics",
    "https://ncbi.nlm.nih.gov/pmc/articles/PMC10706435/",
    "https://hopkinsmedicine.org/profiles/details/mark-yarchoan",
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9950866",
    "https://wcrf.org/cancer-trends/liver-cancer-statistics/",
    "https://ncbi.nlm.nih.gov/pmc/articles/PMC8343080/",
    "https://fda.gov/drugs/fda-grants-accelerated-approval-pembrolizumab-hepatocellular-carcinoma",
    "https://www.doctors.hackensackmeridianhealth.org/provider/Martin+E+Gutierrez/1315699",
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10706435",
    "https://www.geneostx.com/geneos-therapeutics-announces-positive-phase-1-2-data-for-gt-30-trial-of-personalized-therapeutic-cancer-vaccine",
    "https://ncbi.nlm.nih.gov/pmc/articles/PMC9950866/",
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6813818",
    "https://providence.org/doctors/general-surgery/ca/santa-monica/anton-bilchik-1609916733",
    "https://nature.com/articles/s41591-024-02894-y",
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8343080",
    "https://journal-of-hepatology.eu/article/S0168-8278(23",
    "https://journal-of-hepatology.eu/article/S0168-8278(22",
    "https://geneostx.com/geneos-therapeutics-announces-positive-phase-1-2-data-for-gt-30-trial-of-personalized-therapeutic-cancer-vaccine/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "johns hopkins kimmel cancer center",
        "sentiment": "none"
      },
      {
        "name": "hcc",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T00:04:37.352+03:00",
  "updated": "2024-04-12T00:04:37.352+03:00"
}