{
  "thread": {
    "uuid": "794dac4e7c85d103033fbec81bc719e945d98ea2",
    "url": "https://biz.crast.net/my-favorite-pc-of-2023/",
    "site_full": "biz.crast.net",
    "site": "crast.net",
    "site_section": "https://biz.crast.net/feed",
    "site_categories": [],
    "section_title": "Business News",
    "title": "my favorite pc of 2023",
    "title_full": "my favorite pc of 2023",
    "published": "2024-01-06T00:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://i1.wp.com/imageio.forbes.com/specials-images/imageserve/659880d67fb4687774c421a2/0x0.jpg",
    "performance_score": 0,
    "domain_rank": 70734,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "794dac4e7c85d103033fbec81bc719e945d98ea2",
  "url": "https://biz.crast.net/my-favorite-pc-of-2023/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Julian Walling",
  "published": "2024-01-06T00:44:00.000+02:00",
  "title": "my favorite pc of 2023",
  "text": "While the PC market is vast in both quality and quantity, I've fortunately had the opportunity to try out many different great PCs this year. The market had a rough start to 2023, bottomed out in the middle of the year, and has been rising ever since. One thing I think a lot of people forget about PCs is that the form factor keeps changing; We are seeing a huge evolution with foldable and handheld PCs. I also believe this list will grow significantly with the new wave of AI PCs coming in 2024, as well as the expected next version of Windows with the new Snapdragon X Elite systems. This list includes most of the systems I have tested and used extensively.\nFull disclosure: All device makers here except ASUS are clients of Moore Insights & Strategy, but this article reflects my independent viewpoint, and none of the client companies have had editorial input on this piece.\nFavorite Windows Experience: Surface Laptop Studio 2\nThis is one of the newer systems I've had a chance to use, and it became my default PC soon after I got it. One reason I was attracted to this system was that Microsoft had finally updated it with a more powerful GPU and the latest CPU and memory. As configured when it was sent to me for review, it had an Intel 13th Gen Core i7, Nvidia RTX 4060, 64GB of RAM, and a 1TB SSD. Although I rarely operated the monitor in tent mode, it came in handy a few times during the flight. The machine was powerful enough for me that I could edit videos and publish them instantly – not as fast as my desktop at home, but fast enough to get the job done in a reasonable amount of time.\nIt was also the first PC to come with Microsoft CoPilot and, like every Surface PC, generally has the cleanest and smoothest Windows experience with inking and seamless updates. Microsoft has breathed new life into the Surface Laptop Studio with this latest model, and it looks to have plenty of performance for the $3,299 price.\nFavorite Productivity Laptop: HP Dragonfly G4\nThis year's Dragonfly G4 is almost a carbon copy of last year's Dragonfly G3—which isn't a bad thing because that laptop was nearly perfect. While the design remained almost the same, HP updated the G4 with Intel 13th generation processors and introduced several software integrations with Poly products. (HP completes its $3.3 billion acquisition of Poly in 2022.) The G4 still weighs less than 1 kilogram, which is extremely light, and it also has 5G connectivity.\nAnother note about this product family: I believe HP's Elite Dragonfly Max missed this goal and the Elite Dragonfly as a high-end executive notebook with the best technologies in a compact and light form factor Cheapened the reputation of the series. I hope HP reconsiders its strategy next year and maintains the Dragonfly branding for enterprise users.\nFavorite Gaming Laptop: Alienware X16 R1\nThe Alienware Dell configured the system and shipped it to me with an Intel i9-13900HK, Nvidia RTX 4090, 32GB of RAM, and a 1TB NVMe SSD. Also, because this is a gaming laptop, it has a 16-inch QHD+ 240 Hz display with 100% PCI-P3 color. This means that the X16 is not only a great gaming laptop, but it is also a great photo and video editing machine that can easily compete with most desktops.\nThat said, X16 isn't a true desktop replacement; That's the Alienware M series. The It's priced at $3,100, which is quite impressive considering the specifications and overall thinness of the X16. Additionally, Dell ships the .\nFavorite Gaming Desktop: Alienware Aurora R16\nLast year, my favorite desktop was the HP Omen 45L. That machine came about when HP revisited its desktop design and it achieved success. This year, Alienware revisited its Aurora series of desktops with a completely new design, the Aurora R16.\nI liked the R16 because Alienware not only looked for a more acceptable price, but also significantly improved the thermal and graphics options. It offers the R16 with an Nvidia RTX 4090 up to an Intel 14900K, which coincidentally is the same configuration Dell sent me for testing. Pairing this desktop with the industry-favorite 34-inch OLED ultrawide monitor and other peripherals makes it my favorite gaming desktop of 2023. There are a few small changes I'd like to see Dell implement, but they're mostly cosmetic. I'll have more on this in my upcoming report on the Alienware ecosystem.\nFavorite Portable: Surface Pro 9 5G\nThe Surface Pro 9 5G was my favorite PC to take with me anywhere. Taking it to meetings was most comfortable, especially because of the 5G connectivity, I didn't face any trouble connecting to the company's Wi-Fi network. Additionally, Microsoft launched a program with T-Mobile to give users 90 days of free 5G, which was a nice bonus and I believe it will help people more easily realize the benefits of 5G connectivity on PC. Will help to do. I hope this kind of setup will be available for other 5G-capable Windows PCs, but right now it's one of the things that sets the Surface Pro 9 5G apart from others. And that's on top of the premium Windows experience, which is very similar to the Surface Laptop Studio 2 experience discussed above.\nFavorite Gaming Handheld: ASUS ROG Companion\nThe ROG Ele is the first gaming handheld to be released with the AMD Z Extreme series of processors, which has become the default platform for OEMs looking to build Windows handheld gaming systems. Lenovo came out with a more high-end competitor in the Legion Go, but I didn't get a chance to properly use that product long enough for a review. Meanwhile, I used Ally extensively and found it great. Ally also achieved a more aggressive price target, which will make it accessible to more consumers.\nI had some reservations about the Ele, but comfort was great, and the device was quite compact compared to some of the other designs on the market, such as the Lenovo Legion Go or the Steam Deck. This handheld, and the AMD platform it was built on, may have revived the handheld gaming PC category. I tested the higher-end configuration with the faster Z1 Extreme processor, which has more CPU and GPU cores. It sells for $700, while the entry-level model is currently on sale for $399.\nFavorite foldable: HP Specter 3-in-1 17-inch\nI haven't had a chance to review this laptop, but I've had several opportunities to play with it and see it in action. It's an incredibly well-executed design that clearly borrows a lot of the design language from the EliteBook series of laptops – but expands it into a witty and elegant 17-inch foldable design that's just as compact when folded. Does not happen. This machine shows how a large foldable can be executed very well and still look like a 13-inch notebook when it's fully folded.\nYes, this machine is $5,000 – far above the price considered scalable in the PC industry – but I believe it establishes HP as a leader in this field. Additionally, this model is a great halo product for the HP brand, so we can definitely see less expensive foldables performing very well in 2024.\nFavorite College Laptop PC: Dell XPS 13 Plus\nThe Dell XPS 13 Plus was one of my favorite other PCs of 2023, especially the OLED model because it's so stylish and different than most PCs. It's still extremely performant and well-built, but it also has a gorgeous OLED display perfect for content creation, watching movies, and taking with you wherever you go. I think it's a great overall laptop with good portability and design language. This would be a great choice for the student who wants a mobile that looks great and also wants a good performing PC amidst the sea of MacBooks.\nwrapping up\nThis year was tough for the PC sector, especially in the first half of the year. Thankfully, things have recovered and the industry is on a healthy comeback, which is likely to accelerate in 2024 with the emergence of AI PCs. It will be interesting to see how all the different PC OEM brands and PC manufacturers approach AI differently. In fact it seems like there is a huge opportunity for Microsoft and its OEMs to turn PCs towards AI and enable new capabilities and better productivity, or at least less hectic work.\nI'm excited to see what 2024 brings. It's clear that there were already a lot of good PCs out there last year, and it'll be exciting to see how many of these get supercharged with new capabilities and even more sophisticated designs this year.\nSource: www.forbes.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "moore insights & strategy",
        "sentiment": "none"
      },
      {
        "name": "asus",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T02:03:29.738+02:00",
  "updated": "2024-01-06T02:03:29.738+02:00"
}