{
  "thread": {
    "uuid": "46efc6442ac9394588d3c50361d626a69b514e20",
    "url": "https://www.elperiodicodearagon.com/deportes/2024/01/07/valencia-remonta-prorroga-cartagena-96636630.html",
    "site_full": "www.elperiodicodearagon.com",
    "site": "elperiodicodearagon.com",
    "site_section": "https://www.elperiodicodearagon.com/autores/javier-fernandez-lopez.html",
    "site_categories": [
      "media",
      "education",
      "business"
    ],
    "section_title": "Javier Fernández López - El Periódico de Aragón",
    "title": "El Valencia remonta en la prórroga ante un Cartagena con diez en la segunda parte",
    "title_full": "El Valencia remonta en la prórroga ante un Cartagena con diez en la segunda parte",
    "published": "2024-01-07T23:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/5af36afa-a6f8-429e-9a08-e8847117cd05_16-9-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 23238,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "46efc6442ac9394588d3c50361d626a69b514e20",
  "url": "https://www.elperiodicodearagon.com/deportes/2024/01/07/valencia-remonta-prorroga-cartagena-96636630.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "EFE",
  "published": "2024-01-07T23:10:00.000+02:00",
  "title": "El Valencia remonta en la prórroga ante un Cartagena con diez en la segunda parte",
  "text": "El Valencia Club de Fútbol logró el objetivo de acceder a los octavos de final de la Copa del Rey al ganar remontando por 1-2 en la prórroga al Fútbol Club Cartagena, que es el colista de Segunda División, pero que fue ganando hasta el minuto 73 y eso que se quedó con un jugador menos por la discutida expulsión de Iván Calero en el minuto 46.\nEl Cartagena salió al campo con una gran ambición y afán ofensivo. Así, en el minuto 2 Iván Calero disparó fuera por poco y en el 4 Alfredo Ortuño logró el 1-0 con un buen control y un mejor remate tras pase en profundidad de Damián Musto.\nLos blanquinegros siguieron dominando ya con la ventaja en el marcador a un rival que no se encontraba a sí mismo y corría más detrás del balón que moviéndolo.\nEl primer tiempo acabó con polémica por la rigurosa expulsión con tarjeta roja directa de Iván Calero por una falta a Fran Pérez que, según Jorge Figueroa Vázquez, tuvo la dureza suficiente como para indicarle el camino de los vestuarios al defensa local.\nPrácticamente con esa acción se llegó al descanso y en el vestuario Rubén Baraja tomó medidas e introdujo dos cambios claramente ofensivos - Sergi Canós y Roman Yaremchuk por Fran Pérez y Hugo Guillamón-.\nObviamente el encuentro cambió en el 11 contra 10 y los valencianistas se hicieron con la iniciativa ante un adversario encerrado pero que defendió bien.\nLos de la capital del Turia, ya con José Luis Gayà y Hugo Duro en el campo, veían pasar los minutos sin neutralizar sus desventaja a pesar de los balones colgados al área en busca, sobre todo, de la cabeza de Yaremchuk y algún tiro peligroso, como el de Diego López que despejó la zaga blanquinegra.\nIntentándolo desde lejos, como hacían los de Baraja, era complicado voltear el marcador pero precisamente de ese modo estableció el empate con un gran chut de Sergi Canós después de un saque de esquina botado en corto en el minuto 73. El centrocampista aprovechó el pase de Gayà. Los cambios surtieron efecto y dos de los salidos al terreno de juego en la segunda parte fueron protagonistas.\nCon el 1-1 el choque entró en una fase de juego insulso sin que el balón rondara el peligro en ninguna de las dos áreas. El técnico visitante agotó los cambios en el partido dando entrada al joven David Otorbi, de 16 años y dos meses y medio -nació el 16 de octubre de 2007- e internacional sub-17, quien se convirtió en el futbolistas más joven en debutar con el Valencia en toda su historia.\nEl encuentro, después de un remate de cabeza desviado por parte de Yaremchuk, se fue a la prórroga , todo un logro para un orgulloso Efesé.\nEn 14 segundos Jaume Doménech evitó el gol de Lautaro de León \"Lauti\" con un tiro de éste desde fuera del área y en el posterior córner Pedro Alcalá remató fuera por poco. Dos avisos de las intenciones del cuadro dirigido por Julián Calero en el tiempo extra.\nLa réplica la puso Yaremchuk, con un tiro a la media vuelta que se le fue por encima del larguero y en la primera jugada de la segunda parte de la prórroga Gayà castigó un error defensivo del rival. Su centro chut desde fuera del área entró en la portería con el portero Raúl Lizoain y la defensa del Efesé no entendiéndose.\nTras ese mazazo y con el lógico cansancio por llevar más de una hora jugando con uno menos el Cartagena siguió buscándolo . Un tiro de Tomás Alarcón desviado y tres saques de esquina pero sin acierto. La victoria se la llevó el Valencia con una remontada sin brillo ante el colista de Segunda. Estará en el bombo de los octavos de final.\nFicha técnica:\n1. Fútbol Club Cartagena: Raúl Lizoain; Iván Calero, Alcalá, Gonzalo Verdú (Jony Álamo, m.67), Fontán (Umaro Embaló, m.106), Jairo (Lauti, m.90+1); Musto, Luis Muñoz (Kiko Olivas, m.96), Mikel Rico (Iván Ayllón, m.85), Tomás Alarcón; y Alfredo Ortuño (Jansson, m.67).\n2. Valencia Club de Fútbol: Jaume Doménech, Thierry Correia, Mosquera, Cenk, Jesús Vázquez (Gayà, m.61); Pepelu (Pablo Gozálbez, m.100), Hugo Guillamón (Yaremchuk, m.46), Javi Guerra; Diego López (David Otorbi, m.81), Fran Pérez (Canós, m.46) y Alberto Marí (Hugo Duro, m.61).\nGoles: 1-0, M.4: Alfredo Ortuño. 1-1, M.73: Canós. 1-2, M.106: Gayà.\nÁrbitro: Jorge Figueroa Vázquez, del comité andaluz. Mostró la tarjeta amarilla a los locales Alcalá (m.40), Luis Muñoz (m.43), Fontán (m.45+4) y Musto (m.47) y a los visitantes Pepelu (m.40) y Cenk (m.58). Expulsó con la cartulina roja directa al local Iván Calero (m.45+1).\nIncidencias: Partido correspondiente a los dieciseisavos de final de la Copa del Rey de fútbol que se disputó en el estadio Cartagonova de Cartagena ante unos 9.000 espectadores.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [
    "https://estaticos-data.prensaiberica.es/statics/data/content/widget/soccer_result3.html?pimec-source=elperiodicodearagon&pimec-widget=soccer_result60&pimec-config2=1i9zsklrht26dupnj0zyh8l5g&pimec-link=copa_del_rey_2022_2023&pimec-hu=Resultados%20partido%20FC%20Cartagena%20vs%20Valencia&pimec-su=",
    "https://estaticos-data.prensaiberica.es/statics/data/content/widget/soccer_result1.html?pimec-source=elperiodicodearagon&pimec-widget=soccer_result122&pimec-config2=1i9zsklrht26dupnj0zyh8l5g&pimec-link=copa_del_rey_2022_2023&pimec-hu=Resultados%20partido%20FC%20Cartagena%20vs%20Valencia&pimec-su=",
    "https://estaticos-data.prensaiberica.es/statics/data/content/widget/soccer_result3.html",
    "https://www.estaticos-data.prensaiberica.es/statics/data/content/widget/soccer_result3.html?pimec-source=elperiodicodearagon&pimec-widget=soccer_result60&pimec-config2=1i9zsklrht26dupnj0zyh8l5g&pimec-link=copa_del_rey_2022_2023&pimec-hu=Resultados%20partido%20FC%20Cartagena%20vs%20Valencia&pimec-su=",
    "https://estaticos-data.prensaiberica.es/statics/data/content/widget/soccer_result1.html",
    "https://www.estaticos-data.prensaiberica.es/statics/data/content/widget/soccer_result1.html?pimec-source=elperiodicodearagon&pimec-widget=soccer_result122&pimec-config2=1i9zsklrht26dupnj0zyh8l5g&pimec-link=copa_del_rey_2022_2023&pimec-hu=Resultados%20partido%20FC%20Cartagena%20vs%20Valencia&pimec-su="
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:04:58.069+02:00",
  "updated": "2024-01-08T00:04:58.069+02:00"
}