{
  "thread": {
    "uuid": "0f0fbc953bae11381c367af617244e1ffa1ef111",
    "url": "https://www.standard.net.au/story/8478691/stephen-wright-a-lifetime-of-dedication-to-camperdown-cricket/?src=rss",
    "site_full": "www.standard.net.au",
    "site": "standard.net.au",
    "site_section": "https://www.standard.net.au/sport/cricket/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "The Standard - Cricket",
    "title": "'Life and soul of our club': Dedicated volunteer recognised for work",
    "title_full": "'Life and soul of our club': Dedicated volunteer recognised for work",
    "published": "2024-01-08T00:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://www.standard.net.au/images/transform/v1/crop/frm/157463791/f51d82dc-72f3-4859-87e1-b2f7496d1657.JPG/r0_273_1200_903_w1200_h630_fmax.jpg",
    "performance_score": 0,
    "domain_rank": 67632,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0f0fbc953bae11381c367af617244e1ffa1ef111",
  "url": "https://www.standard.net.au/story/8478691/stephen-wright-a-lifetime-of-dedication-to-camperdown-cricket/?src=rss",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Nick Creely",
  "published": "2024-01-08T00:10:00.000+02:00",
  "title": "'Life and soul of our club': Dedicated volunteer recognised for work",
  "text": "Dedication to the cause and a genuine love for his cricket club and community have driven Stephen Wright for more than five decades.\n$1/\n(min cost $8)\nLogin or signup to continue reading\nRain, hail, or shine, the former champion cricketer and long-time curator has embodied everything about Camperdown Cricket Club and its distinguished history.\nThe 68-year-old may have thought his profound impact on his club, community and league was going unnoticed.\nBut on day three of the recent Boxing Day Test at the MCG between Australia and Pakistan, it was his turn in the spotlight.\nFifty-six of the state's most dedicated volunteers were recognised for their tireless efforts as part of Cricket Victoria's Service Awards, with Wright presented with his 53-year service award with the club.\nFrom his playing days to being the curator of the ground now named after him in honour - S.A Wright Oval in Camperdown - which hosts the South West grand final each season - it was due recognition.\nAside from a few years away living in Melbourne, Camperdown has been home since he can remember.\n\"It's nice I suppose (to be recognised). I do it because I like the game obviously, love the club, all that sort of stuff,\" he told The Standard.\nWright estimates he spends around \"20 hours\" a week still cutting the grass and rolling the wickets and says it is a passion he has inherited even through his playing days where he enjoyed many accolades.\n\"It was probably about 25 years ago that I started doing it,\" he said.\n\"I kept playing into my 50s and woke up and couldn't get out of bed on Sundays eventually and that was the end of it. My playing days were gone but I continued to do this.\n\"It's good dirt there, and we manage it pretty well. It gets hard in the winter months and you can't get on it, but once you get on it when it's dry it's fine.\n\"It takes me probably around 20 hours or so a week, I've never really counted. It is good to get them up and provide a good wicket.\"\nCamperdown club president Rob McLaughlin has known Wright since 1991 and nominated him for the award.\n\"He's the life and soul of our club. The oval is named after him and that normally happens when people pass on but that's the sort of impact he's had,\" he said.\n\"It doesn't matter what day of the week it is, if you go down there he's likely to be there rolling out a new wicket or cutting the grass or surrounds.\n\"He's amazing to be honest. It's a credit to him, everyone can testify what a good wicket it is, the grand final is generally there.\"\nSince arriving as a teenager, McLaughlin said Wright had made an impression on everyone he came across.\n\"He was a bloody good player back in the day, ever since he came to the club he's had such an impact,\" he said.\nSign up for our newsletter to stay up to date.\nWe care about the protection of your data. Read our\n[Privacy Policy](/privacy/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "stephen wr",
        "sentiment": "positive"
      },
      {
        "name": "wright",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "mcg",
        "sentiment": "none"
      },
      {
        "name": "camperdown cricket club",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "s.a wright oval",
        "sentiment": "none"
      },
      {
        "name": "pakistan",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "south west",
        "sentiment": "none"
      },
      {
        "name": "melbourne",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:32:06.972+02:00",
  "updated": "2024-01-08T00:32:06.972+02:00"
}