{
  "thread": {
    "uuid": "85a1020f17b34ae6b2e49ad1946d10561ad014d9",
    "url": "https://lopezdoriga.com/nacional/mexico-rosca-de-reyes-conserva-tradicion/",
    "site_full": "lopezdoriga.com",
    "site": "lopezdoriga.com",
    "site_section": "https://lopezdoriga.com/nacional/",
    "site_categories": [
      "tech",
      "email"
    ],
    "section_title": "Nacional - López-Dóriga Digital",
    "title": "México conserva la tradición de la rosca de Reyes tras años de pandemia e inflación",
    "title_full": "México conserva la tradición de la rosca de Reyes tras años de pandemia e inflación",
    "published": "2024-01-05T22:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://lopezdoriga.com/wp-content/uploads/2024/01/rosca-de-reyes.jpg",
    "performance_score": 0,
    "domain_rank": 70117,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "85a1020f17b34ae6b2e49ad1946d10561ad014d9",
  "url": "https://lopezdoriga.com/nacional/mexico-rosca-de-reyes-conserva-tradicion/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lidia Vargas",
  "published": "2024-01-05T22:01:00.000+02:00",
  "title": "México conserva la tradición de la rosca de Reyes tras años de pandemia e inflación",
  "text": "Nacional Rosca de Reyes. Foto de EFE/Isaac Esquivel México conserva la tradición de la rosca de Reyes tras años de pandemia e inflación\nLa tradición de rosca de Reyes resiste en México tras años difíciles marcados por la pandemia de COVID-19 y la inflación\nenero 5, 2024 La rosca de Reyes es el postre predilecto de estas fechas en México, donde los panaderos luchan por conservar la tradición tras superar los años marcados por la pandemia de COVID-19 y la inflación más alta en dos décadas.\nMoisés Arenas lleva cuatro años como maestro bizcochero en la panadería La Joya, una de las más tradicionales del Centro Histórico de Ciudad de México, donde expresa que no ha dormido bien en días por la alta demanda de la rosca, que los mexicanos degustan cada 6 de enero, Día de Reyes.\nElaboración de la rosca de Reyes. Foto de EFE/Isaac Esquivel “Prácticamente es la tradición, es el trabajo en equipo, igual, yo vengo siendo como la cabeza de todos aquí”, dice el panadero a EFE sobre lo que más le apasiona de su labor.\nEn la misma panadería, Erika Moreno se alegra de que, tras años difíciles, las ventas han incrementado en estos días.\n“Bien, sí tenemos venta, y el trabajo es un poco pesado, pero ahí la llevamos, entre todos nos ayudamos”, comenta.\nUna tradición que resiste La tradición de rosca de Reyes resiste en México tras años difíciles marcados por la pandemia de COVID-19, que dejó más de 334 mil muertes en el país, la quinta cifra más alta del mundo, y la inflación, que en 2022 cerró en 7.82 por ciento, su mayor nivel en dos décadas.\nPese a las nuevas variantes, Erika dice que la más popular aún es la tradicional, que lleva como ingredientes mantequilla y frutas, como el membrillo, los higos, y la cáscara de naranja.\nAdemás, la panadera recuerda que a cada rosca se le agregan pequeñas figuras de plástico del niño Jesús , y la tradición en México indica que la persona que corte una rebanada que contenga este objeto debe invitar tamales el Día de la Candelaria , el 2 de febrero, cuando se conmemora a la Virgen de la Candelaria y la presentación del niño Jesús en el templo.\nLa Secretaría de Desarrollo Económico (Sedeco) de Ciudad de México calcula un repunte anual de 5.6 por ciento en los ingresos por los festejos de Día de Reyes hasta los 5 mil 265 millones de pesos, entre los que destaca el consumo de la rosca.\nPero también se reinventa Cada vez más tiendas, como las pastelerías Pan Gabriel, ofrecen alternativas a las roscas habituales, originalmente hechas a base de trigo, azúcar, huevo y leche.\n“Es un pan tradicional en estas épocas y a todos nos fascina, lo hacemos en familia y pues tiene un impacto para todas las personas que no pueden consumirlo”, explica Sol Rivera, la encargada de la tienda ubicada en el barrio de Polanco de Ciudad de México.\nPan Gabriel nació en Monterrey, capital del estado de Nuevo León, hace 12 años para acercar la repostería a las personas con autismo, sobre todo menores de edad, que “no pueden comer cualquier cosa”.\nSu rosca es apta tanto para personas celíacas, diabéticas, como intolerantes a la lactosa, pues la harina que lleva es de papa deshidratada, fermentada con linaza y condimentada con bebida de arroz.\nPara la decoración, utilizan rebanadas de ate, un dulce típico de México que puede ser de membrillo, guayaba o higo, y semillas de la planta del amaranto para simular el azúcar.\n“El 5 (de enero) nos reunimos todos en familia, con un chocolatito calentito, y se parte la rosca. Tradicionalmente está el muñequito, que es el niño Dios supuestamente, y al que le salga nos invita a los tamales hasta el día de la Candelaria (dos de febrero)”, relata Rivera.\nEl Gobierno de Ciudad de México ha anunciado como su principal festividad una celebración este sábado en el Zócalo, la mayor plaza pública del país, donde habrá 250 piñatas y una “mega Rosca de Reyes”, que servirá para 15 mil rebanadas.\nCon información de EFE",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "https://api.whatsapp.com/send?text=https://lopezdoriga.com/nacional/mexico-rosca-de-reyes-conserva-tradicion/",
    "https://twitter.com/intent/tweet?url=https://lopezdoriga.com/nacional/mexico-rosca-de-reyes-conserva-tradicion/&text=",
    "https://www.linkedin.com/sharing/share-offsite/?url=https://lopezdoriga.com/nacional/mexico-rosca-de-reyes-conserva-tradicion/",
    "https://www.facebook.com/sharer.php?u=https://lopezdoriga.com/nacional/mexico-rosca-de-reyes-conserva-tradicion/",
    "https://www.twitter.com/intent/tweet?url=https://www.lopezdoriga.com/nacional/mexico-rosca-de-reyes-conserva-tradicion/&text=",
    "https://linkedin.com/sharing/share-offsite/?url=https://lopezdoriga.com/nacional/mexico-rosca-de-reyes-conserva-tradicion/",
    "https://facebook.com/sharer.php?u=https://lopezdoriga.com/nacional/mexico-rosca-de-reyes-conserva-tradicion/",
    "https://www.api.whatsapp.com/send?text=https://www.lopezdoriga.com/nacional/mexico-rosca-de-reyes-conserva-tradicion/",
    "https://www.linkedin.com/sharing/share-offsite/?url=https://lopezdoriga.com/nacional/mexico-rosca-de-reyes-conserva-tradicion",
    "https://www.facebook.com/sharer.php",
    "https://api.whatsapp.com/send?text=https://lopezdoriga.com/nacional/mexico-rosca-de-reyes-conserva-tradicion",
    "https://api.whatsapp.com/send",
    "https://www.linkedin.com/sharing/share-offsite/",
    "https://twitter.com/intent/tweet",
    "https://www.facebook.com/sharer.php?u=https://lopezdoriga.com/nacional/mexico-rosca-de-reyes-conserva-tradicion"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:06:39.341+02:00",
  "updated": "2024-01-06T00:06:39.341+02:00"
}