{
  "thread": {
    "uuid": "ce87274ebc03701b712e5ea491793ee0f7be47a5",
    "url": "https://www.qatar-tribune.com/article/99984/sports/i-hope-team-india-makes-the-country-proud-stimac",
    "site_full": "www.qatar-tribune.com",
    "site": "qatar-tribune.com",
    "site_section": "https://www.qatar-tribune.com/sports",
    "site_categories": [
      "media"
    ],
    "section_title": "Sports - Read Qatar Tribune on the go for unrivalled news coverage",
    "title": "I hope Team India makes the country proud: Stimac - Read Qatar Tribune on the go for unrivalled news coverage",
    "title_full": "I hope Team India makes the country proud: Stimac - Read Qatar Tribune on the go for unrivalled news coverage",
    "published": "2023-12-29T00:08:07.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "QA",
    "main_image": "https://www.qatar-tribune.com/watanqatartribune/uploads/images/2023/12/29/151216.png",
    "performance_score": 0,
    "domain_rank": 97429,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ce87274ebc03701b712e5ea491793ee0f7be47a5",
  "url": "https://www.qatar-tribune.com/article/99984/sports/i-hope-team-india-makes-the-country-proud-stimac",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Qatar Tribune",
  "published": "2023-12-29T00:08:07.000+02:00",
  "title": "I hope Team India makes the country proud: Stimac - Read Qatar Tribune on the go for unrivalled news coverage",
  "text": "Coach looks forward to massive fan support for the Blue Tigers at the AFC Asian Cup Qatar 2023Tribune News Network\nDoha\nIndia are set to make their fifth appearance at the AFC Asian Cup Qatar 2023 that kicks off next month. With their national team arriving in Doha on December 30, Indian fans across the globe will be rooting for a roaring performance of the Blue Tigers at Asia’s biggest football tournament.\nThis is the first time that India has qualified twice in a row for the continental championship since its debut in 1964 – a clear sign of the team’s steady progress in the recent years, under the tutelage of head coach Igor Stimac.\nThe former Croatian national player was appointed as head coach of the Indian national team in 2019. For Stimac, the past year alone has put the Indian football squad on the radar, following notable victories at the South Asian Football Federation Championship (SAFF) Championship, the Hero Intercontinental Cup and the Tri-Nation Series.\nStimac now looks forward to India’s AFC Asian Cup 2023 campaign in Qatar, hoping the squad will leave a strong impression in the competition.\nThe tournament will be a key milestone for the Blue Tigers in their quest to reclaim a spot amongst Asia’s best as they get ready to qualify for the FIFA World Cup in 2026.\n“Considering the setback we faced due to the pandemic for nearly two years, we have made amazing progress in our football philosophy. We have fulfilled our goals of qualifying for the Asian Cup in style and also winning various preparatory tournaments. We have a clear vision of how to get back into the top ten in Asia,” said Stimac.\nThe Blue Tigers also took part in the AFC Asian Cup 2011, also hosted by Qatar. This time around, fans will be able to watch the Blue Tigers play at FIFA World Cup stadiums for the first time.\nStimac expects fans to attend in droves, knowing well that their presence in the stands would be valuable for the team, especially given the strong contenders India will face at the group stage.\n“Our group is challenging. Australia are one of the favourites; Uzbekistan is one of the best teams from the second pot; and Syria has a strong physical side. All teams have different football styles, but all three are technically and physically stronger than us,” he said.\n“I just want our boys to believe in themselves and to enjoy the game. This will be an opportunity to gain more experience at Qatar’s beautiful World Cup stadiums.\n“I am sure our fans will turn out in huge numbers to support the Blue Tigers and help them to reach the needed level of confidence,” he added.\nIndia will play its first match against Australia on 13 January at 14:30 Doha time at Ahmad Bin Ali Stadium. Fans will be eager for the Blue Tigers to kick off their AFC Asian Cup 2023 campaign, with all eyes on talismanic captain and veteran striker Sunil Chhetri, who holds the record for being the highest active goalscorer from Asia.\n“Chhetri is unbelievable. It’s really important for our younger players to have such an inspirational figure as a captain. I hope Team India can make the nation proud by playing to the best of our abilities,” said Stimac.\nQatar is set to host the AFC Asian Cup Qatar 2023 for a record third time after successfully hosting it in 1988 and 2011. Twenty-four of the continent’s best teams will compete for the continent’s most prestigious football title. A total of 51 matches will be played across nine stadiums from 12 January to 10 February 2024.\nFor more information about the AFC Asian Cup Qatar 2023, visit http://asiancup2023.qa and follow @Qatar2023 on X, formerly known as Twitter, Facebook and Instagram.\n Copy 29/12/2023 35",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Sport",
    "Human Interest"
  ],
  "external_links": [
    "http://asiancup2023.qa",
    "http://www.asiancup2023.qa"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "stimac",
        "sentiment": "none"
      },
      {
        "name": "igor stimac",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "stimac - read qatar tribune",
        "sentiment": "negative"
      },
      {
        "name": "blue tigers",
        "sentiment": "negative"
      },
      {
        "name": "news network doha india",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "qatar",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "doha",
        "sentiment": "none"
      },
      {
        "name": "asia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:08:07.829+02:00",
  "updated": "2023-12-30T15:08:55.523+02:00"
}