{
  "thread": {
    "uuid": "79a8676eea82857537ec58362f0be613dc8a143e",
    "url": "https://www.belfastlive.co.uk/news/northern-ireland/ulster-american-folk-park-bog-28595908",
    "site_full": "www.belfastlive.co.uk",
    "site": "belfastlive.co.uk",
    "site_section": "http://www.belfastlive.co.uk/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "BelfastLive - Home",
    "title": "Ulster American Folk Park bog volunteer efforts spark resurgence in Irish mosses and lichen",
    "title_full": "Ulster American Folk Park bog volunteer efforts spark resurgence in Irish mosses and lichen",
    "published": "2024-02-16T12:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://i2-prod.belfastlive.co.uk/incoming/article28642128.ece/ALTERNATES/s1200/0_TCV.png",
    "performance_score": 0,
    "domain_rank": 21780,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "79a8676eea82857537ec58362f0be613dc8a143e",
  "url": "https://www.belfastlive.co.uk/news/northern-ireland/ulster-american-folk-park-bog-28595908",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "news@belfastlive.co.uk (Shauna Corr)",
  "published": "2024-02-16T12:09:00.000+02:00",
  "title": "Ulster American Folk Park bog volunteer efforts spark resurgence in Irish mosses and lichen",
  "text": "The backbreaking efforts of conservation volunteers have sparked a resurgence in Irish bog mosses and lichen at the Ulster American Folk Park.\nWe headed along the well trodden paths of the much-loved attraction to see them in action.\nAnd hidden behind the old traditional farm houses and famine era thatches, the last remaining plot of raised bog in the grounds is now thriving thanks to a community effort supported by The Conservation Volunteers and Hughes Insurance.\nRead more:\nBelfast Council 'cut and paste' parks plans slated over nature failings\nRead more:\nFermanagh's railway hopes on the line over housing plan\nUsed to show how Irish folks heated their homes by cutting turf until now, the plot is slowly being transformed into a carbon sink to help fight climate change.\nBut there is still more work to be done this month and they are calling out for help to rid the area of trees and invasive species like Rhododendron which are soaking up the ground water that could help more bog species thrive.\nTCV operations leader, Diane Keys, said: “Because of industrialisation we have lost a lot of our native bogs.\n“What’s important now is to start managing and recognising the value of these aas carbon sinks [and] a huge environmental treasure.\n“We are removing a lot of invasive species [like].. Rhododendron, laurel and self seeded birch.\n“These are all causing the bog to dry out. The roots are soaking up the absolutely invaluable moisture that is required for all these beautiful mosses and bog vegetation to grow, to thrive.\n“The weight of it then compacts and eventually forms this beautiful peat. All of that is multiple layers and huge volumes of carbon which is now trapped and that’s what we want to be protecting.\n“It’s so invaluable to our local environment.”\nUlster American Folk Park curator, Liam Corry, said: “From an environmental point of view... peatbogs are Ireland’s rainforest.\n“There is an ecosystem there that you don’t find in many other places... they are unique.\n“The bog we had here is quite small... over time it had been cut away and turned into agricultural land.”\nThis meant that other species starting to encroach on what was left of it.\nBut Liam added: “It’s great that now we have formed a partnership with the Conservation Volunteers to allow this encroachment to be taken out.\n“Over time I can see a huge difference to this small patch of bog... it means the bog will survive. It’s really important because we have plants like lichen, which is really unusual.\n“It was very pleasing to find it growing.”\nSenior TCV project officer, Robert Arbuckle, said the work they have done so far at the Folk Park’s bog has seen the bog mosses thrive and new lichens move in.\nHe added: “The work that we do here is to try and improve biodiversity on the bog and getting rid of the invasive species.\n“Once that’s clear it gives the habitat some time to recover.\n“It will let wildlife come in and the natural flora and fauna start to rebuild again.\n“Eventually, what we want to get to is a point where we can rewet these lands because they have been drained for the excavation of peat.\n“The likes of lichen, when that starts showing up, we know we are doing a good job because it means there’s good air quility around here.\n“The other thing we want to conserve is our Irish mosses and the wildlife that will come in as well - the likes of birds and butterflies.\n“Already we were told it seems there are more birds coming in... from the work we did last year and this year.\n“As soon as you clear a bit of space wildlife comes in and starts to thrive again.”\nTCV volunteer, Karley Wauchope, said she decided to help because she loves being outside and being with people.\nShe added: “We just want the bog to be a bog. There’s no better place to be.\n“It’s get us out in the fresh air, lot’s of exercise, a bit of chit chat and a laugh or two.\n“Even the health and wellbeing of doing this kind of work is amazing.”\nHughes Insurance is supporting the work. Its marketing manager, Emma Haughian, told us: “Part of my job is to define an ESG strategy (Environment, Social, Governance).\n“We’ve really worked hard over the past two years to clearly define what our objectives are.\n“Partnering up with The Conservation Volunteers was the perfect fit for us at Hughes... to help us understand biodiveristy and make an impact in our local community... and environment.”\nTo find out more on TCV’s Peatland Restoration project or how to volunteer email TCVNI@tcv.org.uk with subject line ‘The Bog’ for all available dates in February 2024 to help out.\nJoin our Belfast Live breaking news service on WhatsApp\nClick this link or scan the QR code to receive breaking news and top stories from Belfast Live. We also treat our community members to special offers, promotions, and adverts from us and our partners. If you don’t like our community, you can check out any time you like. If you’re curious, you can read our Privacy Notice.\nFor all the latest news, visit the Belfast Live homepage\nhere. To sign up to our FREE newsletters, see https://www.belfastlive.co.uk/newsletter-preference-centre/",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [
    "https://chat.whatsapp.com/LU5TE4vC7DOJ3M6yruB11W",
    "https://www.reachplc.com/site-services/privacy-policy",
    "https://reachplc.com/site-services/privacy-policy",
    "https://www.chat.whatsapp.com/LU5TE4vC7DOJ3M6yruB11W"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "diane keys",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ulster american folk park",
        "sentiment": "negative"
      },
      {
        "name": "hughes insurance",
        "sentiment": "none"
      },
      {
        "name": "belfast council",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T12:53:22.001+02:00",
  "updated": "2024-02-16T12:53:22.001+02:00"
}