{
  "thread": {
    "uuid": "39253e99d2eb42c6fb80bc423d7781dc8b0063ad",
    "url": "https://tribune.com.pk/story/2453769/atletico-stun-real-madrid-4-2-barca-scrape-to-win",
    "site_full": "tribune.com.pk",
    "site": "tribune.com.pk",
    "site_section": "http://blogs.tribune.com.pk/sports/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest Sports News &amp; Updates | The Express Tribune",
    "title": "Atletico stun Real Madrid 4-2, Barca scrape to win",
    "title_full": "Atletico stun Real Madrid 4-2, Barca scrape to win",
    "published": "2024-01-19T08:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PK",
    "main_image": "https://i.tribune.com.pk/media/images/ANCHOR-P13-Real-Madrid-lose1705678490-0/ANCHOR-P13-Real-Madrid-lose1705678490-0.jpg",
    "performance_score": 0,
    "domain_rank": 4363,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "39253e99d2eb42c6fb80bc423d7781dc8b0063ad",
  "url": "https://tribune.com.pk/story/2453769/atletico-stun-real-madrid-4-2-barca-scrape-to-win",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "AFP",
  "published": "2024-01-19T08:30:00.000+02:00",
  "title": "Atletico stun Real Madrid 4-2, Barca scrape to win",
  "text": "MADRID:\nAntoine Griezmann and Rodrigo Riquelme's extra-time strikes earned Atletico Madrid a 4-2 win over rivals Real Madrid and passage to the Copa del Rey quarter-finals on Thursday.\nEarlier Barcelona secured an unconvincing 3-1 win at third-tier Unionistas de Salamanca to scrape through their last 16 tie.\nAtletico edged an entertaining battle at the Rojiblancos' Metropolitano stadium, the second of three Madrid derbies in under a month, to inflict Los Blancos second defeat of the season in all competitions.\nMadrid twice pegged back Atletico to take the game to extra-time, with Jan Oblak's own goal cancelling out Samuel Lino's opener, and Joselu netting late on after Morata had put the hosts in front again.\nIn extra-time Griezmann broke down the right and finished with aplomb with Riquelme striking at the death to settle the game and avenge Atletico's 5-3 defeat by Madrid in the Spanish Super Cup semi-final last week.\n\"The games lately have been really nice for fans, at high speed, decided in extra-time and today it was our turn to win it,\" Atletico skipper Koke told TVE.\nOnce again, the match flowed end-to-end. Jude Bellingham hit the crossbar for Madrid before Atletico took the lead when Lino finished from close range.\nHowever the Spanish Super Cup winners levelled before the break when Luka Modric's crossed free-kick drew Oblak out of his goal.\nThe Slovenian, leaping to reach the ball but unable to grab it, ended up getting the final touch as it span into his own net.\nReal Madrid winger Vinicius Junior celebrated the equaliser more fiercely than anyone, with no love lost between the Brazilian and Atletico's supporters.\nThe home fans were jubilant early in the second half when Morata sent Atletico back ahead, after Madrid goalkeeper Andriy Lunin failed to gather the ball, and it fell invitingly into the striker's path.\nReal Madrid hit the woodwork a second time through Rodrygo before Joselu equalised with 10 minutes to go.\nAfter Vinicius slipped in Bellingham, the England international cleverly sliced the ball across for the target man to nod home and send the match to extra-time.\nGriezmann cut through a tense first additional period with a brilliant solo run down the right wing, escaping Vinicius and finishing lethally across Lunin into the top corner to send Atletico ahead.\nSubstitute Dani Ceballos levelled for Madrid in the 111th minute but the goal was ruled out for offside, with Riquelme tucking home to settle the match.\nVictory meant a lot to Atletico, off the pace in La Liga and hurt by the prior Madrid defeat, and they celebrated wildly with their fans.\nMadrid's only two defeats this season have come at the hands of Atletico.\nAfter Alvaro Gomez brilliantly volleyed Unionistas in front, Spanish champions Barcelona clawed their way back to triumph with goals from Ferran Torres, Jules Kounde and Alejandro Balde.\nThe hosts, at their packed 6,000 capacity Reina Sofia stadium, were fired up and dreaming of an upset after already knocking out Villarreal.\nUnionistas struck first to shock Barcelona. Juan Serrano crossed to the back post and the unmarked Gomez superbly hammered home on the volley after 31 minutes.\nBarca equalised before the break when Torres broke free on the counter, running through one-on-one from the halfway line, and kept his cool to finish well.\nXavi cut a frustrated figure until Kounde put Barcelona ahead with a bolt from the blue in the 69th minute, after being given too much time 25 yards out.\nBalde made amends for his poor marking for the Unionistas goal by netting Barcelona's third, a superb solo strike.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest",
    "Sport"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "antoine griezmann",
        "sentiment": "negative"
      },
      {
        "name": "rodrigo riquelme",
        "sentiment": "negative"
      },
      {
        "name": "jan oblak",
        "sentiment": "none"
      },
      {
        "name": "griezmann",
        "sentiment": "none"
      },
      {
        "name": "joselu",
        "sentiment": "none"
      },
      {
        "name": "morata",
        "sentiment": "none"
      },
      {
        "name": "riquelme",
        "sentiment": "none"
      },
      {
        "name": "koke",
        "sentiment": "none"
      },
      {
        "name": "samuel lino",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "atletico stun real madrid",
        "sentiment": "negative"
      },
      {
        "name": "barca",
        "sentiment": "negative"
      },
      {
        "name": "atletico madrid",
        "sentiment": "negative"
      },
      {
        "name": "los blancos",
        "sentiment": "none"
      },
      {
        "name": "tve",
        "sentiment": "none"
      },
      {
        "name": "real madrid",
        "sentiment": "none"
      },
      {
        "name": "barcelona",
        "sentiment": "none"
      },
      {
        "name": "unionistas de salamanca",
        "sentiment": "none"
      },
      {
        "name": "atletico",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "madrid",
        "sentiment": "none"
      },
      {
        "name": "metropolitano",
        "sentiment": "none"
      },
      {
        "name": "madrid",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T21:22:09.215+02:00",
  "updated": "2024-01-19T21:22:09.215+02:00"
}