{
  "thread": {
    "uuid": "03e721164b856bd1219fb78ec4863e3258bfa055",
    "url": "https://www.vaticannews.va/es/papa/news/2024-03/papa-francisco-entrevista-redio-television-suiza-marzo-2024.html",
    "site_full": "www.vaticannews.va",
    "site": "vaticannews.va",
    "site_section": "https://www.vaticannews.va/es.rss.xml",
    "site_categories": [
      "uncategorized"
    ],
    "section_title": "Vatican News - Español",
    "title": "El Papa sobre la guerra en Ucrania: No tengan vergüenza de negociar",
    "title_full": "El Papa sobre la guerra en Ucrania: No tengan vergüenza de negociar",
    "published": "2024-03-09T18:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "VA",
    "main_image": "https://www.vaticannews.va/content/dam/vaticannews/agenzie/images/srv/2024/03/06/2024-03-06-udienza-generale/1709716374384.JPG/_jcr_content/renditions/cq5dam.thumbnail.cropped.1500.844.jpeg",
    "performance_score": 0,
    "domain_rank": 2873,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 183,
        "comments": 20,
        "shares": 37
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "03e721164b856bd1219fb78ec4863e3258bfa055",
  "url": "https://www.vaticannews.va/es/papa/news/2024-03/papa-francisco-entrevista-redio-television-suiza-marzo-2024.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-09T18:15:00.000+02:00",
  "title": "El Papa sobre la guerra en Ucrania: No tengan vergüenza de negociar",
  "text": "El Papa sobre la guerra en Ucrania: No tengan vergüenza de negociar\nVatican News\nLa guerra en Ucrania y lo que sucede entre israelíes y palestinos, en particular en Gaza, se encuentran entre los temas abordados por el Papa Francisco en la entrevista concedida, a principios de febrero, a Lorenzo Buccella, periodista de la Radio Televisión Suiza (RSI) para la revista cultural \"Cliché\" en un episodio dedicado al blanco, el color del bien, de la luz, pero en el que destacan más los errores y la suciedad. La entrevista, anticipada hoy por algunas agencias, será retransmitida por la televisión suiza el 20 de marzo. Publicamos el texto completo a continuación.\n¿Cómo encontrar una brújula para orientarse sobre lo que sucede entre Israel y Palestina?\n«Tenemos que seguir adelante. Todos los días a las siete de la tarde llamo a la parroquia de Gaza. Allí viven seiscientas personas y cuentan lo que ven: es una guerra. Y la guerra la hacen dos, no uno. Los irresponsables son estos dos que hacen la guerra. Luego no sólo hay guerra militar, sino que está la \"guerra de guerrillas\", por así decirlo, de Hamás, por ejemplo, un movimiento que no es un ejército. Es algo malo\".\n¿Pero no deberíamos perder la esperanza de intentar mediar?\n\"Miremos la historia, las guerras que hemos vivido, todas terminan con un acuerdo\".\nEn Ucrania hay quienes piden el coraje de la rendición, de la bandera blanca. Pero otros dicen que esto legitimaría a los más fuertes. ¿Qué opina?\n«Es una interpretación. Pero creo que son más fuertes quienes ven la situación, quienes piensan en el pueblo, quienes tienen el coraje de izar la bandera blanca y negociar. Y hoy se puede negociar con la ayuda de las potencias internacionales. La palabra negociar es una palabra valiente. Cuando ves que estás derrotado, que las cosas no van bien, necesitas tener el coraje de negociar. Te da vergüenza, pero ¿con cuántas muertes terminará? Negociar a tiempo, buscar algún país que actúe como mediador. Hoy, por ejemplo, en la guerra de Ucrania, hay muchos que quieren actuar como mediadores. Turquía se ofreció a ello. Y otros. No tengan vergüenza de negociar antes de que las cosas empeoren\".\n¿Usted también se ha ofrecido a negociar?\n«Estoy aquí y punto. Envié una carta a los judíos de Israel para reflexionar sobre esta situación. La negociación nunca es una rendición. Es la valentía de no llevar al país al suicidio. Los ucranianos, con la historia que tienen, pobrecitos, los ucranianos en la época de Stalin, cuánto sufrieron…”.\n¿Es el blanco del coraje?\n«Está bien, es el blanco del coraje. Pero a veces la ira que te lleva al coraje no es blanca...\".\nVolvamos al año 2020, a la oración en la plaza de San Pedro durante la pandemia. Usted era una mancha blanca en medio de la oscuridad.\n«En ese momento se podía ver la mancha blanca, porque era de noche, todo estaba oscuro. Fue algo espontáneo, hecho sin darnos cuenta de que habría tenido un gran significado, algo espontáneo, a la vez de soledad y oración\".\nEn ese momento usted estaba concentrado en lo que quería hacer. ¿Entendió también, sin embargo, que el mensaje llegaba a todos los hogares, a todas las personas que se veían obligadas a quedarse en casa?\n«No me di cuenta en ese momento. Recé ante la Salus Populi Romani y ante el crucifijo de madera que trajeron de Vía del Corso. Pensé en lo que tenía que hacer, pero no me di cuenta de la trascendencia que tenía ese momento. Yo también fui juzgado. Tenía ese sufrimiento y tenía el deber de mediador, de sacerdote, de orar por el pueblo que sufre. Pensé en un pasaje bíblico, cuando David peca al hacer el censo de Israel y Judá y el Señor destruye con una plaga a 70 mil hombres. Al final, cuando el ángel de la plaga está a punto de golpear a Jerusalén, el Señor se conmueve y detiene al ángel porque tiene misericordia de su pueblo. Sí, con esta plaga pensé y oré: \"Señor, conmuévete y ten piedad del pueblo que sufre esta plaga\". Esta es mi experiencia en ese día\".\n¿Sentía la soledad de esa plaza que también era soledad física?\n«Sí, porque estaba lloviendo y no fue fácil».\nEl blanco es el símbolo de la pureza, de la inocencia. El vestido blanco por excelencia es el suyo. ¿De dónde viene esta tradición? ¿Y por qué el Papa va vestido de blanco?\n«Era un Papa dominicano. Llevaba el hábito dominicano, que es blanco. Y a partir de ahí todos los Papas han utilizado el blanco. Eso nació allí. Si no me equivoco fue Pío V, que está enterrado en Santa María La Mayor. De ahí nació la tradición de que los Papas vistan de blanco\".\n¿Cuál es el principal valor que tiene el blanco para la Iglesia?\n«La Iglesia utiliza vestiduras blancas, por ejemplo, los domingos de Pascua y Navidad. El blanco también tiene un significado de alegría, paz, cosas bellas. Por ejemplo, en la Misa de Difuntos se utilizan vestimentas de color púrpura. Tiene un significado de alegría y paz, se utiliza en época de Navidad, en época de Semana Santa\".\n¿Qué significó para usted llevar el vestido blanco el 13 de marzo de 2013, día de su elección a la sede de Pedro?\n\"No he pensado en eso, sólo pienso en las manchas, porque esto es terrible: el blanco atrae las manchas\".\nYa lo había dicho: cuanto más blanco es el vestido, más visibles se vuelven las manchas...\n\"Es verdad, es así\".\n¿Pero es válido también a nivel simbólico, además de las manchas físicas?\n«Sí, muchas veces las manchas se ven claramente. Por ejemplo: una persona que se encuentra en un puesto de servicio. Pensemos en un sacerdote, en un obispo, en un Papa: las manchas allí se ven mejor porque ese hombre es testigo de cosas bellas, de cosas grandes. Y parece que no debería tener ninguna mancha. El blanco también nos abre a este desafío de no tener manchas\".\n¿Pero no puede tener manchas? Usted siempre ha dicho que es un pecador...\n«Sí, todos somos pecadores. Si alguien dice que no, se equivoca: todos. Es verdad, un pecado ensucia, ensucia el alma. Y por simbolismo podemos decir que también ensucia el blanco. Cuando pienso en blanco pienso en los niños, en el Bautismo: todos van vestidos de blanco. Pienso en mi Primera Comunión, tengo una fotografía mía, en blanco. El blanco tiene un significado de pureza, de cosas bellas. Pienso también en los niños, en las mujeres que se casan. El blanco es un color fuerte, no es débil\".\nTodos son ritos de iniciación: ¿el blanco también ayuda en estos pasajes?\n«Hay un tango argentino que regaña a una mujer que se casa de blanco después de haber vivido una mala vida. El tango dice: \"Qué escándalo, señora, vestirse de blanco después de haber pecado\". Qué es la sabiduría popular… Blanco significa alma pura, alma con buenas intenciones: pensemos en el Bautismo, la Primera Comunión. Estos son símbolos que dicen mucho\".\nCuando se convirtió en Papa, ¿cambió su relación con el blanco?\n«No, es el mismo. Pero no lo notas: te vistes de blanco, pero no lo notas. Lo noto cuando veo las manchas... Es algo natural.\"\n¿Es pesada la responsabilidad que tiene que llevar?\n«Sí, pero no hay que dramatizar. Todos tenemos responsabilidades en la vida. Y el Papa tiene una responsabilidad mayor: un mayor jefe de Estado, un sacerdote, una monja son los encargados de dar testimonio. Para mí, por ejemplo, es más responsabilidad del testimonio que de decisiones. Porque aquí mucha gente me ayuda en las decisiones, se preparan, estudian y me dan algunas soluciones. Sin embargo, en la vida cotidiana no se cuenta con mucha ayuda. Las decisiones también son difíciles\".\n¿Y allí es casi más difícil para usted?\n«Aquí es más fácil para mí por toda la ayuda que tengo. Si pienso en la responsabilidad, es pesada. Pero el Papa tiene mucha ayuda, mucha gente que lo ayuda\".\nEl Papa tiene muchas personas que lo ayudan. Pero como está solo, vestido de esta manera, como punto de referencia también puede sufrir de soledad. ¿Puede sentirse solo con esta túnica blanca?\n«Hay momentos de mucha soledad en los que hay que tomar una decisión, por ejemplo. Pero esto no es sólo del Papa: en la vida clerical, también lo sienten los obispos, o los sacerdotes... Incluso un padre de familia, muchas veces: piensa en cuándo tiene que tomar decisiones sobre sus hijos. O cuando un matrimonio no funciona: tomar la decisión de marcharse. Son decisiones que pesan mucho. Todos nosotros, como personas, pasamos por situaciones de soledad cuando nos enfrentamos a decisiones que tomar. Incluso casarse. Cuando uno está solo, dice: esto es para toda la vida. Son decisiones que pesan mucho y se puede decir que estas decisiones conducen a la soledad. Y la soledad es blanca. Ni siquiera es oscuro o negro, sino que es blanco. Hay una fea soledad que es la del egoísmo. La de mucha gente que sólo se mira a sí misma. No es una soledad blanca, sino fea\".\nHay manchas individuales y luego hay manchas colectivas, las grandes manchas que son tan sucias como las guerras. ¿Y qué se puede hacer?\n«Esto es un pecado colectivo. Me lo dijo el economista, hace un mes - me dio el informe de cómo estaban las cosas en el Vaticano, siempre en déficit - me dijo: ¿sabes dónde las inversiones dan más ingresos hoy? La fábrica de armas. Se gana por matar. Más ingresos: la fábrica de armas. La guerra fue terrible. Y no existe tal cosa como una guerra blanca. La guerra es roja o negra. Siempre digo esto: cuando estuve en Redipuglia en 2014 lloré. Luego me pasó lo mismo en Anzio, luego cada 2 de noviembre voy a celebrar a un cementerio. La última vez fui al cementerio británico y miré las edades de los muchachos. Horrible. Ya lo dije, pero lo repito: cuando se conmemoraba el desembarco de Normandía, todos los jefes de gobierno celebraron esa fecha, pero nadie dijo que en esa playa quedaran hasta 20.000 jóvenes\".\nEl hombre tiene una percepción clara de lo que implican las guerras, pero siempre vuelve a caer en ellas. Pienso también en usted, con sus llamamientos... ¿Cómo es que no puede transmitir el mensaje de cuántas víctimas supone la guerra?\n«Dos imágenes. Una que siempre me conmueve y lo digo: la imagen de la madre cuando recibe esa carta: “Señora, tenemos el honor de decirle que tiene un hijo héroe y esta es la medalla”. Me importa el hijo, no la medalla. Se llevaron a su hijo y le dieron una medalla. Se sienten engañados... Y luego otra imagen. Estaba en Eslovaquia. Tuve que ir de una ciudad a otra en helicóptero. Pero hubo mal tiempo y no fue posible. Hice el viaje en coche. Pasé por varios pueblos. La gente escuchó por la radio que pasaba el Papa y vino a verme por la calle. Había niños, niñas, parejas jóvenes y luego abuelas. Faltaban los abuelos: la guerra. Es el resultado de la guerra. No hay abuelos\".\nNo hay fotografía más fuerte que esta para hacernos comprender el legado que dejó la guerra.\n\"La guerra es una locura, es una locura\".\nLa paloma es el símbolo de la paz, es la señal de que la guerra ha terminado. Pero luego está el período de posguerra, que en cualquier caso es otro momento en el que todas estas heridas deben ser reparadas...\n«Hay una imagen que siempre me viene. Con motivo de una conmemoración tuve que hablar de paz y liberar a dos palomas. La primera vez que lo hice, inmediatamente se levantó un cuervo presente en la plaza de San Pedro, tomó la paloma y se la llevó. Es difícil. Y esto es un poco lo que pasa con la guerra. Mucha gente inocente no puede crecer, muchos niños no tienen futuro. A menudo vienen aquí niños ucranianos a saludarme, vienen de la guerra. Ninguno sonríe, no saben sonreír. Es un niño que no sabe sonreír, parece que no tiene futuro. Pensemos en estas cosas, por favor. La guerra es siempre una derrota, una derrota humana, no geográfica\".\n¿Cómo te responden los poderosos de la tierra cuando les pides la paz?\n«Hay quienes dicen, es verdad, pero tenemos que defendernos... Y luego te das cuenta de que tienen la fábrica de aviones para bombardear a otros. Defendernos, no destruir. ¿Cómo termina una guerra? Con muertes, destrucción, niños sin padres. Siempre hay alguna situación geográfica o histórica que provoca una guerra... Puede ser una guerra que parezca adecuada por razones prácticas. Pero detrás de una guerra está la industria armamentista, y eso significa dinero\".\nLa guerra siempre está asociada con la oscuridad, con las tinieblas.\n«Una guerra es oscura, siempre tenebrosa. El poder de la oscuridad. Cuando hablamos de blanco hablamos de inocencia, bondad y muchas cosas bonitas. Pero cuando hablamos de la oscuridad, hablamos del poder de las tinieblas, de cosas que no entendemos, de cosas que son injustas. La Biblia habla de esto. La oscuridad tiene un fuerte poder para destruir. Es una forma literaria de decirlo, pero cuando una persona mata (pensemos en Caín, por ejemplo) es una persona oscura. Cuando una persona sólo se preocupa por su propio beneficio, por ejemplo, el de los trabajadores, esa persona mata moralmente a otras personas. O pienso en un padre de familia que no puede ver a sus hijos conciliar el sueño por la noche porque llega tarde y sale temprano por la mañana para cobrar un salario... Esta persona es tenebrosa, es negra\".\nPero todos corremos el riesgo de tener un poco de oscuridad en nuestro interior…\n\"Somos pecadores y tenemos un poco de oscuridad\".\nIncluso un Papa.\n«Incluso un Papa. Todos tenemos la sabiduría para saber lo que pasa. Y muchas veces no entendemos lo que está pasando\".\nTambién puede ser un largo recorrido.\n«Toda una vida, pero cuando durante toda una vida intentas arreglar bien las cosas, corregirlas, llegarás a algo muy hermoso que es la vejez feliz. Pienso en aquellos ancianos, aquellas viejecitas de ojos transparentes, tenían razón, luchaban... Pensemos un poco en la vejez. Podemos decir la vejez blanca, esa vejez hermosa y transparente\".\n¿Pero usted cree que experimenta estas sensaciones ahora, por ejemplo, la transparencia, en este momento?\n«Intento no ser mentiroso, no lavarme las manos de los problemas ajenos. Lo intento, soy un pecador y a veces no puedo hacerlo. Luego, cuando no puedo, me confieso\".\n¿Qué relación tiene un Papa con el error?\n«Es fuerte, porque cuanto más poder tiene una persona (más) corre el riesgo de no comprender los deslices que comete. Es importante tener una relación autocrítica con los propios errores, con los propios deslices. Cuando una persona se siente segura de sí misma porque tiene poder, porque sabe moverse en el mundo del trabajo, de las finanzas, está tentada a olvidar que un día estará mendigando, rogando juventud, rogando salud, rogando vida... Es un poco una tentación de omnipotencia. Y esta omnipotencia no es blanca. Todos necesitamos ser maduros en nuestras relaciones con los errores que cometemos, porque todos somos pecadores\".\nMuchas veces hemos hablado de que una cosa u otra depende del espíritu con el que se haga. El blanco suele acompañar las cosas bellas, pero también existe el riesgo de una fachada de blanco, de la pintura que utilizamos para ocultar la hipocresía. ¿Podría existir este riesgo?\n«Está la persona barnizada, por así decirlo, que sabe ocultar sus debilidades y se presenta de forma artificial. Entonces tenemos este problema de fingir... Y esto se llama hipocresía, gente hipócrita... todos tenemos un poco de hipocresía\".\nIncluso la propia sociedad puede ser hipócrita, por ejemplo, iniciando guerras y luego enviando ayuda humanitaria...\n«¿Intervenciones humanitarias? Sí, a veces son humanitarios, pero también encubren un sentimiento de culpa. Y no es fácil\".\nEl blanco también es un color neutro. Cuando hay contrastes entre diferentes ideologías, incluso entre diferentes personas, ¿la neutralidad es un valor para usted?\n\"Mucho. En la base de nuestra vida podemos hablar de la página en blanco. No decimos la página negra, la página verde, la bandera amarilla... Cuando hablamos de una página para escribir es un papel en blanco. Y cada uno debe escribir allí sus decisiones, en el blanco que es la vida. La vida es una hoja de papel en blanco y será hermosa si logras escribir algo hermoso en ese papel, pero si escribes cosas malas esa página no será hermosa\".\n ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-09T19:27:40.051+02:00",
  "updated": "2024-03-09T19:27:40.051+02:00"
}