{
  "thread": {
    "uuid": "6651ccb7a623f37912d2ad24fd7071eac4e59c7a",
    "url": "https://tribune.net.ph/2024/02/16/qcpd-camp-karingal-goes-green",
    "site_full": "tribune.net.ph",
    "site": "tribune.net.ph",
    "site_section": "https://tribune.net.ph/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "tribune",
    "title": "QCPD Camp Karingal goes green",
    "title_full": "QCPD Camp Karingal goes green",
    "published": "2024-02-16T00:31:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PH",
    "main_image": "https://media.assettype.com/tribune%2F2024-02%2F95f0e41c-193f-444e-a5b0-f9e4a5823f86%2Fviber_image_2024_02_16_11_02_55_969.jpg?w=1200&amp;ar=40%3A21&amp;auto=format%2Ccompress&amp;ogImage=true&amp;mode=crop&amp;enlarge=true&amp;overlay=false&amp;overlay_position=bottom&amp;overlay_width=100",
    "performance_score": 0,
    "domain_rank": 62186,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6651ccb7a623f37912d2ad24fd7071eac4e59c7a",
  "url": "https://tribune.net.ph/2024/02/16/qcpd-camp-karingal-goes-green",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jing Villamente",
  "published": "2024-02-16T00:31:00.000+02:00",
  "title": "QCPD Camp Karingal goes green",
  "text": "Policemen from the Quezon City Police District take time out from their routine and made all those who have 'green thumbs' initiate urban farming and gardening, to make their headquarters environment-friendly through 'Project Green Camp Karingal'.\nLaunched in 22 January just this year, the over five-hectares headquarters now has a lash of greenery. From ornamental to fruit-bearing trees and even vegetation, one would not think that in the middle of a busy city, lies a green camp.\n“This is in support of the advocacy of Mayor Joy (Belmonte),” QCPD director Brig. Gen. Redrico Maranan told the Daily Tribune, noting that his command is adopting the Mayor's programs to protect the environment.\nMaranan said the QCPD, along with the Quezon City local goverment, just wanted to express their readiness to make progress in promoting sustainability, environmental responsibility, and the comprehensive well-being of the camp residents.\nAfter that launch, Maranan ordered that every corners, vacant lots and all available space should be planted with threes and various vegetation.\nNotably having the green thumbs are the members of his Special Weapons And Tactics unit where a vegetable garden greets would be visitors at their entrance.\nPlanted tomatoes are beginning to have ready-to-harvest edible berries with other vegetables plants such as egg-plants, okras, pechays and even sitaws (string beans) are also into sprouts.\nNot to be outdone are the cops who maintained the grand stand where the command held it's regular flag raising and other important ceremonies.\nAt the side of the back of that big field are ornamental and fruit-bearing trees like Narra, Mahogany, Talisay, Coconut, Mango, Umbrella, Paper, Sampaloc, Cacao, Guyabano, Guava, Santol, Acacia, Mabolo, Bignay, Caimito, Ipil-Ipil and even Pine trees. In a matter of years, this trees will surely shield audiences of every event that will be held at the grandstand.\nThe trees were planted by Maranan's Command Group or the Chief District Directorial Staffs composed of high-ranking officials occupying sensitive position who also took time to have their own tree planted and watered regularly.\nThe District Mobile Force Battalion whose members you see patrolling the city streets on the other end, not only have their own vegetable garden but unique rain water catching drums for recycling.\nThey have bell pepper, onions and mint, added to their own vegetable garden.\nThe District Drug Enforcement Unit also had their vegetation planted in uniformed pots with siling labuyo, patola and ampalaya.\nMaranan said he has already ordered that the QCPD’s 16 police stations should replicate the initiative.\nHe also told the Stations' Commanders to devise ways how to store rainwater for recycling like flushing toilets, watering plants and cleaning their stations.\nMaranan added that the initiative is also part of the Philippine National Police's core value, \"Makalikasan,\" (Pro-Environment).\n\"This is also to show that the command is line with not only the Mayor but also the PNP's environmental advocacy and is committed to upholding environmental laws protecting the planet,\" the police chief pointed out.\nMaranan also ordered the utilization of solar panels and energy-saving lights. A number of solar posts have already been placed around the camp.\nAmong the activities under the project is the implementation of solid waste segregation and management practices and embracing the 3Rs, Reuse, Reduce, and Recycle concept.\nIn addition, the project enforces \"No Plastic and No Styro Policies,\" that minimize if not eradicate the use of bottled water and styrofoam food containers to reduce plastic wastes and instead use water dispensers and paper cups.\nMoreover, Maranan added 'Project Green Camp Karingal' \"highlighted the unwavering dedication of QCPD personnel in actively participating in urban farming or gardening.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Environment",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "maranan",
        "sentiment": "none"
      },
      {
        "name": "redrico maranan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "daily tribune",
        "sentiment": "none"
      },
      {
        "name": "project green camp karingal",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "qcpd camp karingal",
        "sentiment": "none"
      },
      {
        "name": "quezon city",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T08:40:44.339+02:00",
  "updated": "2024-02-16T08:40:44.339+02:00"
}