{
  "thread": {
    "uuid": "dc4d30a78983747a3ae56d47503b95c70218207e",
    "url": "https://www.ilsussidiario.net/news/letture-uscimmo-a-riveder-le-stelle-imparare-a-sperare-avendo-dante-come-amico-e-guida/2638917/",
    "site_full": "www.ilsussidiario.net",
    "site": "ilsussidiario.net",
    "site_section": "https://ilsussidiario.net",
    "site_categories": [
      "media"
    ],
    "section_title": "IlSussidiario.net: il Quotidiano Approfondito con le ultime news online",
    "title": "LETTURE/ \"Uscimmo a riveder le stelle\": imparare a sperare avendo Dante come amico (e guida)",
    "title_full": "LETTURE/ \"Uscimmo a riveder le stelle\": imparare a sperare avendo Dante come amico (e guida)",
    "published": "2023-12-29T07:11:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.ilsussidiario.net/wp-content/uploads/2023/12/28/gaudio_nembrini_dante_2_ares1280.jpg",
    "performance_score": 0,
    "domain_rank": 26809,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dc4d30a78983747a3ae56d47503b95c70218207e",
  "url": "https://www.ilsussidiario.net/news/letture-uscimmo-a-riveder-le-stelle-imparare-a-sperare-avendo-dante-come-amico-e-guida/2638917/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@ilsussidiario",
  "published": "2023-12-29T07:11:00.000+02:00",
  "title": "LETTURE/ \"Uscimmo a riveder le stelle\": imparare a sperare avendo Dante come amico (e guida)",
  "text": "LETTURE/ “Uscimmo a riveder le stelle”: imparare a sperare avendo Dante come amico (e guida) Pubblicato il volume dedicato al Purgatorio della trilogia \"Uscimmo a riveder le stelle\". Pensata per la fascia 10-15 anni. E per i semplici di cuore “Si ama Dante perché parla di noi, di ognuno di noi. Nessuno conosce meglio le passioni umane, il profondo dell’animo umano come Dante”. Parola di Roberto Benigni. “E anche se non è sempre facile, è semplice. Come sono semplici l’universo e la musica di Bach. La Commedia è il libro più limpido, grande e straordinario di tutte le letterature. Quando mi chiedono se Dante è ancora moderno, è come se mi chiedessero se sono moderni il sole, l’acqua”. Un elogio senza confini quello dell’eclettico attore toscano, che a partire dai primi anni Duemila si è impegnato a far riscoprire alla gente comune, con una serie di letture dantesche in giro per l’Italia, la bellezza e il valore immutabile della poesia dell’Alighieri. Il successo fu notevole. Poi due anni fa, in occasione dei 700 anni dalla morte, gli sciagurati alfieri della [cancel culture](https://www.ilsussidiario.net/news/woke-e-cancel-culture-unideologia-ingannevole-ma-dalle-gambe-corte/2576827/) hanno deciso di rovinare i festeggiamenti gettando fango sulla sua figura, accusandolo di antisemitismo, omofobia, islamofobia e altre simili nefandezze, in nome del politicamente corretto. Un giudizio banale che nasce da uno sguardo corto e superficiale, incapace di cogliere l’autentico [valore di Dante](https://www.ilsussidiario.net/news/letture-dal-monte-al-cielo-un-viaggio-reale-da-fare-con-dante/2371341/) e la sua perenne attualità. Per questo è importante che lo si continuai a studiare (bene) innanzitutto a scuola, aiutando e accompagnando le giovani generazioni perché lo comprendano e lo apprezzino. Lodevole a questo proposito l’iniziativa Centocanti, associazione di giovani nata nel 2005 per impulso di Franco Nembrini, a lungo docente di italiano nei licei e innamorato di Dante da sempre. Lo statuto di Centocanti prevedeva che ciascun associato conoscesse un canto a memoria, così che tutti insieme costituissero una sorta di Divina Commedia vivente e contribuissero a diffonderne la conoscenza. La passione di Nembrini per il Sommo Vate con il passare degli anni è rimasta viva, con una serie di affollati incontri divulgativi e apprezzate pubblicazioni: il suo commento in tre volumi del poema dantesco (edito da Mondadori) è diventato un bestseller. Ora si è rivolto ai giovanissimi, nella fascia d’età tra i i 10 e i 15 anni. A loro, infatti, è dedicata la trilogia che racconta la Divina Commedia ai ragazzi (e ai semplici di cuore), scritta a quattro mani da Nembrini e da Gianluca Recalcati, coordinatore didattico in una scuola primaria della Brianza, e arricchita dalle originali e coinvolgenti illustrazioni di Samuele Gaudio. Un anno fa era uscito [il primo volume](https://www.ilsussidiario.net/news/letture-dante-parla-ai-giovani-attraversare-il-male-per-uscirne/2434615/), dedicato all’Inferno, in concomitanza con l’assegnazione a Franco Nembrini del Premio internazionale cultura cattolica di Bassano del Grappa. Da poco è uscito il volume sul Purgatorio (ottima idea per un regalo a figli e nipoti adolescenti) e nel 2024 si completa la serie con il volume sul Paradiso. Tutti e tre i volumi dell’intera trilogia (edita da Ares) si intitolano Uscimmo a riveder le stelle (dall’ultimo verso dell’Inferno). Titolo scelto dagli autori, non a caso, per indicare il senso più profondo del poema ma anche per offrire un segnale di speranza, perché “ne abbiamo vissuti di inferni in questi anni”, dalla pandemia alle sanguinose guerre in corso, ma abbiamo bisogno di [ritrovare “ragioni per sperare”](https://www.ilsussidiario.net/news/dante-un-giovane-di-700-anni-che-non-puo-restare-parcheggiato-sul-comodino/2147930/). E Dante ci può aiutare. Con la parola “stelle”, per ragioni di simmetria e simboliche, si chiudono tutte e tre le cantiche (l’Inferno con appunto il verso “E quindi uscimmo a riveder le stelle”, il Purgatorio con “puro e disposto a salire alle stelle”, il Paradiso con “l’amor che move il sole e l’altre stelle”), a voler dire che ci è chiesto di guardare in alto: questa è la meta del viaggio dantesco e dell’intera umanità, ovvero “rimuovere i viventi in questa vita dallo stato della miseria e guidarli allo stato della felicità” (Epistola a Cangrande). Spiega Nembrini: “Dante ci racconta che dall’inferno, da qualunque inferno, si può uscire”. Anche nel suo tempo c’erano epidemie, guerre, ingiustizie, ma non si è bloccato né lamentato: “Ha guardato in faccia il male del mondo e ne è uscito”, perché “si può sempre uscire a riveder le stelle”. Ma non da soli. Occorre una guida, che ci accompagni, cioè ci faccia compagnia. Questa guida, nelle prime due cantiche, è Virgilio. La guida è preziosa per non arrendersi, non scoraggiarsi di fronte al male, recuperare letizia e speranza e “vivere certi che la vita è buona”. Infatti “vince il male solo l’affermazione certa di un bene più grande”. Gli dice il poeta latino: “altro è da veder che tu non vedi” (Inferno, XXIX, 12). La condizione è essere semplici di cuore – a 12 come a 60 anni – cioè “prendere sul serio il desiderio di bene di cui il nostro cuore è fatto”. Se nel primo volume il leitmotiv è attraversare il male per uscirne, nel secondo dedicato al Purgatorio, un cammino di purificazione, è in primo piano la scoperta [della misericordia e della libertà](https://www.ilsussidiario.net/news/700-anni-dante-e-il-suo-tempo-cercare-lordine-certi-della-grazia/2121063/). La misericordia nasce dal perdono, dall’abbraccio di Chi ti accoglie “così come sei e non guarda il male che hai fatto”. Ma a questo abbraccio che ci accoglie occorre dire di “sì”, ecco la libertà. La guida, per un cammino che si presenta faticoso, è sempre Virgilio. Fino alle soglie del Paradiso, quando subentra Beatrice, nei cui occhi splende Dio. Commenta Nembrini: “Dante vuol farci capire che la bellezza di Dio risplende sempre in un volto umano che ci sorride”. Un’indicazione vera più che mai ancor oggi, per vivere pienamente un’esperienza umana e cristiana autentica. “Sembra il poeta della nostra epoca”, cioè della modernità, ha affermato Alphonse de Lamartine, intellettuale e politico francese vissuto nel XIX secolo. Oggi potremmo aggiungere: è il poeta dei giovani, che può stimolarli sempre a ritrovare la strada. La struttura di Uscimmo a riveder le stelle è molto semplice e facilita la lettura dei ragazzi. La presentazione di ciascun canto utilizza tre diversi caratteri: le citazioni testuali sono in nero corsivo, le parti riassunte sono in nero tondo, il commento degli autori è in verde (è il colore del Purgatorio, così come il rosso era il colore dell’Inferno e l’azzurro sarà il colore del Paradiso). Le spiegazioni sono chiare e molto comprensibili, quasi colloquiali, con esempi facili e alla portata dei giovani lettori. Così in passerella sfilano le figure di Catone, “un vecchio solitario”, Manfredi, “ghibellino e nemico della Chiesa”, il poeta Sordello, Sapìa che non fu savia, Ugo Capeto, capostipite dei re di Francia, il prodigo Stazio, la bellissima misteriosa Matelda, che si muove come una ballerina, e tanti altri, fino all’arrivo di Beatrice, accolta dal canto festoso degli angeli. Tutte le anime purganti vivono la fatica di crescere e la scoperta che si può cambiare vita. In qualunque condizione e qualunque età. Tutti abbiamo bisogno di perdono. Tutti abbiamo bisogno di ricominciare. — — — — Abbiamo bisogno del tuo contributo per continuare a fornirti una informazione di qualità e indipendente. [SOSTIENICI. DONA ORA CLICCANDO QUI](https://www.ilsussidiario.net/donazioni/) © RIPRODUZIONE RISERVATA",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T08:23:30.045+02:00",
  "updated": "2023-12-29T08:23:30.045+02:00"
}