{
  "thread": {
    "uuid": "c7eb6606a7bd5796775f6de4132f1970bffad442",
    "url": "https://timesofindia.indiatimes.com/predicting-the-weather-to-taming-it/articleshow/106840751.cms",
    "site_full": "timesofindia.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "https://timesofindia.indiatimes.com/",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "News - Latest News, Breaking News, Bollywood, Sports, Business and Political News | Times of India",
    "title": "Predicting the weather to taming it - Times of India",
    "title_full": "Predicting the weather to taming it - Times of India",
    "published": "2024-01-14T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.toiimg.com/thumb/msid-106841097,width-1070,height-580,imgsize-162512,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
    "performance_score": 0,
    "domain_rank": 270,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c7eb6606a7bd5796775f6de4132f1970bffad442",
  "url": "https://timesofindia.indiatimes.com/predicting-the-weather-to-taming-it/articleshow/106840751.cms",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kiren Rijiju",
  "published": "2024-01-14T02:00:00.000+02:00",
  "title": "Predicting the weather to taming it - Times of India",
  "text": "Today is a historic day for the country as India Meteorological Department (IMD) celebrates the 150th anniversary of its establishment. IMD has undergone several phases of evolution and has been a testament of progress, glory and service to the nation since 1875.Breaking technological ground: A new era began after Independence with rapid progress in observational systems and commencement of radar age. The first radar was established in Kolkata in 1954. This radar helped in continuous monitoring of winds and thunderstorms. By the beginning of 1960, the world entered the satellite era with the launch of TIROS-1 by US. IMD became a beneficiary by receiving cloud images from December 1963. This opened a new opportunity to explore remote areas like mountains, deserts, oceans and hills where no data was available till then.Against all odds: Our commitment to observing and forecasting weather became a tale of innovation and resilience. Starting from a simple India Hut in 1793 for measurement of temperature, we now have a network of 39 radars covering the entire country, satellite images every 15 minutes, more than 1,000 automatic weather stations, 1,350 automatic rain gauges, more than 6,000 rainfall monitoring stations, 56 upper air weather monitoring stations, radiation observatories, specific observatories with respect to aviation, navigation, renewable energy, agriculture, environment and air quality. medium106840806Speed and range: With the gradual understanding of weather and climate, IMD ventured into numerical weather prediction modelling. Though it made a very humble beginning in 1950s, operational models were in place in 1990 with establishment of NCMRWF in 1988 equipped with supercomputer to provide the forecast for next 24 hours. Starting with simple persistence-based forecast in 1886, we now have a seamless modelling system for nowcasting (forecasting up to a few hours) to short- to medium-range forecast up to seven days issued daily, extended range forecast up to four weeks issued once a week, monthly and seasonal forecasts in the beginning of every month and season.Addressing challenges: While IMD in collaboration with its sister organisation in MoES, R&D institutes, central and state stakeholders is moving ahead, demonstrating its capability in improving the national economy and helping to minimise loss of life, there are still challenges especially with respect to predicting small-scale severe weather hazards like cloud bursts and lightning. IMD aims at addressing all these in a collaborative approach with academia, R&D institutes, public-private partnerships and stakeholders.Taming extreme weather: In a world besieged by the spectre of flash floods, heatwaves, and intense cyclones, the climate crisis is no longer a distant menace. The risks posed by extreme weather events transcend mere environmental concerns. Anticipating and preparing for these risks becomes imperative as human-induced climate change amplifies the intensity and frequency of such events. In response, we need a transformative solution that moves beyond the conventional playbook of weather management — an approach that not only predicts weather at different time and spatial scales, but actively shapes the weather in our favour.From predicting to modifying: With over 56 countries engaged in weather modification activities, interventions like seeding or dispersing substances into clouds or fog, altering drop size distribution, producing ice crystals, coagulating droplets and influencing the natural development cycle of clouds are gaining traction. Though controversial, these interventions offer a potential key to weather resilience. medium106840810Public participatory model: The success of weather modification endeavours hinges on robust public discourse and engagement. The informed involvement of the public in decision-making processes ensures that interventions align with societal values and aspirations. Educational campaigns play a pivotal role in dispelling misconceptions and building public trust, fostering a collective understanding of the potential benefits and risks associated with weather modification.Mitigation a priority: However, it’s imperative to recognise that weather modification isn’t a panacea and should not overshadow efforts to address the root causes of climate change. Prioritising actions such as mitigating greenhouse gas emissions, transitioning to sustainable and clean energy sources, and adopting eco-friendly practices remain paramount.Embracing the unpredictable: As we look ahead to India’s 2047 centennial celebration of Independence, inspired by PM Narendra Modi’s visionary goal of transforming the nation into a developed country, we would live in a future where AI-powered robotic systems not only contribute to precision weather management for events, but also play a pivotal role in advancing India’s meteorological capabilities. Let us embrace the unpredictability, master the chaos, and stride boldly into a future where we not only predict and modify but truly manage the weather — our final frontier in the quest for a resilient and weather-ready world.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "times of india today",
        "sentiment": "negative"
      },
      {
        "name": "india meteorological department",
        "sentiment": "negative"
      },
      {
        "name": "imd",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kolkata",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-14T18:56:24.043+02:00",
  "updated": "2024-01-14T18:56:24.043+02:00"
}