{
  "thread": {
    "uuid": "ef9677a57f042fc6fa2c2eaf9613b772a30f220b",
    "url": "https://independent.ng/farm-junction-set-to-address-post-harvest-losses",
    "site_full": "independent.ng",
    "site": "independent.ng",
    "site_section": "https://independent.ng",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Home | Independent Newspaper Nigeria",
    "title": "Farm Junction Set To Address Post-Harvest Losses  | Independent Newspaper Nigeria",
    "title_full": "Farm Junction Set To Address Post-Harvest Losses  | Independent Newspaper Nigeria",
    "published": "2024-02-16T08:26:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://independent.ng/wp-content/uploads/farm-junctio.jpg",
    "performance_score": 0,
    "domain_rank": 61037,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ef9677a57f042fc6fa2c2eaf9613b772a30f220b",
  "url": "https://independent.ng/farm-junction-set-to-address-post-harvest-losses",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Oluseyi Taiwo-Oguntuase",
  "published": "2024-02-16T08:26:00.000+02:00",
  "title": "Farm Junction Set To Address Post-Harvest Losses  | Independent Newspaper Nigeria",
  "text": "Farm Junction Set To Address Post-Harvest Losses As part of efforts to tackle the challenge of marketing and post-harvest losses usually experience by farmers across the country, an initiative to link farmers with consumers have been birthed. The initiative, Farm Junction is expected to bring the stakeholders in the agricultural value chain under an umbrella with the intention of bringing them to the consumers or exporters who need their produce. Yinka Omogoye, the Managing Director of Farm Junction at a stakeholders meeting in collaboration with the Lagos State Agricultural Development Authority (LSADA), said that the initiative will provide support structure for farmers to address waste by providing storage facility, packaging, transportation, logistics to farmers at minimal cost, thereby increasing their return on investment. He said that will encourage them to farm more and that will guarantee food security for Lagos in the immediate and for the nation at large. “The time has come where we will take our future in our hands and the only way to do that is to secure our food. Food security is the only way to curb every other menace that is mitigating us as a people. READ ALSO: Farming Season: Al-Makura Distributes 3,000 Bags Of Fertilizer, Insecticide, Others To His Constituency “If we have food security every other thing will fall in line, so for farmers don’t be afraid go to your farm to produce, bring it to us we will off take from you, process for you and we will present your product or produce to the people that will buy and pay you your money. Engr. Alade Adewale, Programme Manager, Lagos State Agricultural Development Authority, in his remarks said that the collaboration intends to ensure that there is market for the farmers. He said the stakeholders meeting is also an avenue to ask the farmers what their problems are. “We don’t want to assume their problem, we want to hear from them directly what their issues and problems are so that when we hear from them we will find solution to their problem. He advised the farmers to take advantage of the collaboration. “We are collaborating to ensure that there is market for farmers so that they can produce process and add value and have markets for their products then the farmers will be encouraged to produce more. Babatunde Wilkey, Managing Director of Meat Embassy while responding to the initiative admitted that it is a good initiative that will help the masses. He said the gesture will bring farmers, sellers, processors, consumers and the likes together under a platform which will in turn force the prices of products to come down as much as possible. “There is power in synergy, the beauty of everything in life is the numbers when we come together as one definitely we will be able to control the market. He advised the government to provide an avenue where all farmers, processors can bring whatever they are producing to a hub where Nigerians can have access to buy things at a very cheapest price “We need a platform where all of us can come together and showcase what we are selling to the whole Nigerian and it should not be limited to Lagos state every other state should do likewise,” he said Abiodun Oyelekan, one of the farmers present at the meeting commended the initiative stating that the major challenge that farmers encountered is marketing, that when there is an organization taking up the responsibility giving a link from the farm straight to the market it means farmers don’t have problem again to produce. He said with the initiative farmers in the state will not have the challenge of marketing or where to sell their produce because when they produce they have already market for whatever they produce. Shakin Agbayewa, the Deputy Chairman, All Farmers Association of Nigeria, (AFAN), Lagos State Chapter stated that the initiative is good, that farmers in the state have been having issues with selling with produce, especially the perishables. He said one of the challenges is storage facility that it is because farmers don’t have access to storage facilities that members of the association are being encouraged to add value to their produce. He said now that farm junction is trying to aggregate farmers together and assist with storage facility the challenge will be addressed.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Economy, Business and Finance",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "yinka omogoye",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "lagos state agricultural development authority",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "nigeria",
        "sentiment": "none"
      },
      {
        "name": "lagos",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T09:28:58.668+02:00",
  "updated": "2024-02-16T09:28:58.668+02:00"
}