{
  "thread": {
    "uuid": "9c65ce683d50bb1263754e3ea1cde42874f25600",
    "url": "https://www.vaticannews.va/it/chiesa/news/2024-06/allamano-santo-superiore-missionari-consolata-canonizzazione.html",
    "site_full": "www.vaticannews.va",
    "site": "vaticannews.va",
    "site_section": "https://www.vaticannews.va/it.rss.xml",
    "site_categories": [
      "uncategorized"
    ],
    "section_title": "\n            ",
    "title": "Allamano santo, padre Lengarin: una grazia, in Africa maturano tante vocazioni",
    "title_full": "Allamano santo, padre Lengarin: una grazia, in Africa maturano tante vocazioni",
    "published": "2024-06-02T11:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://www.vaticannews.va/content/dam/vaticannews/multimedia/2024/maggio/28/Schermata-2024-05-28-alle-12.03.43.jpg/_jcr_content/renditions/cq5dam.thumbnail.cropped.1500.844.jpeg",
    "performance_score": 0,
    "domain_rank": 2820,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 6
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9c65ce683d50bb1263754e3ea1cde42874f25600",
  "url": "https://www.vaticannews.va/it/chiesa/news/2024-06/allamano-santo-superiore-missionari-consolata-canonizzazione.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Vatican News",
  "published": "2024-06-02T11:00:00.000+03:00",
  "title": "Allamano santo, padre Lengarin: una grazia, in Africa maturano tante vocazioni",
  "text": "Allamano santo, padre Lengarin: una grazia, in Africa maturano tante vocazioni\nAntonella Palermo - Città del Vaticano\n\"È un momento di grazia\". Così il keniano padre James Lengarin IMC, Superiore Generale dei Missionari della Consolata, commenta la notizia della imminente canonizzazione del fondatore, il beato Giuseppe Allamano. Con 900 religiosi sparsi nel mondo, con una età media di 53 anni, la congregazione nata poco più di un secolo fa può contare su molti anziani i quali, tuttavia, \"ancora possono fare tanto\", portando avanti il carisma di andare alle frontiere, con entusiasmo, dedizione e creatività.\nAndare \"ad gentes\"\nCi risponde dall'Argentina, il Superiore: \"Mi trovavo in Colombia per la XIII Conferenza regionale con una sessantina di padri, quando è giunta la notizia: è una gioia immensa perché l'abbiamo attesa per tanti anni. È un momento di grazia\". Padre Lengarin ricorda l'origine della costituzione di questa famiglia di consacrati: \"Noi siamo stati fondati soprattutto per i non cristiani. Il nostro fondatore fu ispirato molto dall'attività missionaria dei sacerdoti di Don Bosco. Per lui la massima preoccupazione è sempre stata quella di andare a portare il Vangelo a coloro che non conoscono Dio. Inoltre, la promozione umana è stata un aspetto molto importante che lui ha sempre sottolineato\".\nCresciuto fra i salesiani, Allamano a 22 anni è sacerdote e coltiva il sogno di partire in missione, ma la salute cagionevole non glielo permette. All'età di 29 anni lo mandano a dirigere il più grande Santuario mariano di Torino dedicato alla Madonna Consolata che riporta agli splendori di un tempo. Il fuoco per la missione lo trasmette a giovani preti che, formati alla scuola del loro rettore, si preparano a salpare per le terre lontane. Così si gettano le basi per l’Istituto Missioni Consolata (IMC), che fonda nel 1901 costituendo, su richiesta di Pio X, anche un ramo femminile con le Suore Missionarie della Consolata (MC) nel 1910. Il miracolo che porterà alla canonizzazione ci riporta in Brasile, nello Stato di Roraima, in piena foresta amazzonica, che resta dal 1948 una delle mete dell'impegno missionario.\nCome cambia la geografia della missione\nPadre James racconta come nel tempo, soprattutto dalla fine degli anni Novanta, l'evangelizzazione sia cambiata moltissimo. E ricorda quando, dopo la prima parte della sua formazione in Inghilterra, venne in Italia:\"Erano tempi difficili poiché noi eravamo stati formati per la missione 'ad gentes' e l'epoca ci imponeva di restare in missione in Europa, cosa che non ci saremmo aspettati. Perché, ci dicevano, la missione ora è ovunque\". Del resto, è evidente che sia l'Africa a maturare oggi tante vocazioni e che i bacini delle vocazioni stesse si siano quasi completamente ribaltati rispetto ai secoli scorsi. \"Io ricordo che quando sono entrato nella congregazione desideravo andare in Amazzonia, la cosa infatti che mi attraeva di più era lavorare con gli Indios. Invece mi hanno detto che sarei dovuto restare in Italia. L'allora Superiore mi disse che l'Italia era terra di missione e che dovevo rimanere qua. Non ci ho dormito tutta la notte. Sono stato mandato al Sud, vicino Lecce, a Galatina\". Racconta che all'inizio la gente del posto lo guardava con sospetto rivendicando il fatto che loro non erano come le persone \"che non conoscevano Dio\". Ci restò cinque anni, scoprendo poi che quella esperienza era stata inaspettatamente bella e capace di cambiargli la vita.\nDall'Africa vocazioni in crescita\nQuanto contano i numeri? Contano, spiega padre Lengarin, perché quando si può contare su un numero consistente di giovani energie si può progettare di \"aprire nuovi luoghi di sfida\". Accenna, per esempio, alla condizione degli afro-discendenti tra i quali, osserva, ci sarebbe molto da fare perché generalmente \"siamo portati ancora a non riconoscere i loro valori\". Precisa che in diverse regioni essi non hanno ancora avuto una piena integrazione: accade, per esempio, in Brasile, Colombia, Venezuela, Nicaragua. In Africa, i Pigmei della foresta tropicale del Congo, destano molta attenzione da parte dei Missionari della Consolata che avrebbero in animo di operare maggiormente in loro favore anche per promuovere una sana e non traumatica attivazione di collegamenti tra i loro gruppi chiusi e il resto della società. Proprio dall'Africa, peraltro, \"prevediamo che nasceranno ancora vocazioni, se si segue la tendenza attuale, una decina o una ventina l'anno\". Le priorità apostoliche dell'Istituto restano gli indigeni d'America, gli abitanti nella vasta regione amazzonica, i centri urbani con le parrocchie e, attività ritenuta fondamentale, i centri educativi.\nGrazie per aver letto questo articolo. Se vuoi restare aggiornato ti invitiamo a iscriverti alla newsletter\n[ cliccando qui](/it/iscrizione-newsletter.html)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T12:23:44.416+03:00",
  "updated": "2024-06-02T12:23:44.416+03:00"
}