{
  "thread": {
    "uuid": "7a00f94048cd3d2dacfea4d1e8059fd47c3c6bc8",
    "url": "https://vietnamnews.vn/economy/1658685/mof-proposes-exemption-on-corporate-taxes-on-income-from-green-bond-interest-and-carbon-credits.html",
    "site_full": "vietnamnews.vn",
    "site": "vietnamnews.vn",
    "site_section": "https://vietnamnews.vn/topic/corona/1?p=35",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "MOF proposes exemption on corporate taxes on income from green bond interest and carbon credits",
    "title_full": "MOF proposes exemption on corporate taxes on income from green bond interest and carbon credits",
    "published": "2024-07-05T04:12:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://image.vietnamnews.vn/uploadvnnews/Article/2024/7/4/358546_4887341557505068_tin-chi-carbon.jpg",
    "performance_score": 0,
    "domain_rank": 14361,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7a00f94048cd3d2dacfea4d1e8059fd47c3c6bc8",
  "url": "https://vietnamnews.vn/economy/1658685/mof-proposes-exemption-on-corporate-taxes-on-income-from-green-bond-interest-and-carbon-credits.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-07-05T04:12:00.000+03:00",
  "title": "MOF proposes exemption on corporate taxes on income from green bond interest and carbon credits",
  "text": "The proposal aims to protect the environment and promote sustainable development in line with the global trend of using tax policies to incentivise environmentally friendly practices. — Photo courtesy of pace.edu.vn HÀ NỘI — The Ministry of Finance is proposing amendments to the Law on Corporate Income Tax to encourage environmental protection and sustainable development.\nThese amendments stipulate that firms will be exempt from corporate taxes on income from green bond interest and carbon credits.\nThe proposal aims to protect the environment and promote sustainable development in line with the global trend of using tax policies to incentivise environmentally friendly practices.\nSeveral countries, including Mexico, India and the United States, have implemented tax policies related to corporate income to support environmental protection and sustainable development.\nIn the United States, income generated from green bonds issued by local governments is exempt from income tax; in Thailand there are policies to exempt or reduce corporate income tax on income derived from carbon credit transfers.\nCarbon credits provide an economic incentive for reducing greenhouse gas emissions by allowing organisations or countries to trade emissions permits. This market-based approach encourages emission reductions in a cost-effective manner and promotes sustainable development.\nViệt Nam's Law on Environmental Protection (No. 72/2020/QH14), passed by the National Assembly in 2020 and effective on January 1, 2022, includes regulations on carbon credits and exchange and transfer mechanisms. These regulations provide a legal framework for the implementation and management of carbon credit activities in the country. By setting out supporting policies and mechanisms, the State aims to encourage the development of carbon market and promote environmental protection efforts.\nIn addition to carbon credits, the Law on Environmental Protection also addresses the issue of green bonds.\nThe Ministry of Finance (MoF) has assessed the potential impact of tax exemption for interest income from green bonds and green bond transfer income. It is estimated that if successful issuance of green bonds were to occur, with a scale of 0.17- 0.5 per cent of the bond market size, the amount of corporate income tax exempted would be approximately VNĐ100 billion-VNĐ300 billion (between US$4 million-$12 million).\nThe ministry considers this reduction in State budget revenue to be relatively small, constituting a very small proportion of the total State budget revenue from current corporate income tax.\nIn addition, it has identified that the current Corporate Income Tax Law exempts tax on income from transferring emission reduction certificates (CERs) of enterprises that are granted such certificates. It has also recognised the existence of voluntary emission reduction certificates (VERs), which serve a similar purpose, but tax on income from the transfer of VERs not exempted.\nTherefore, finance officials have suggested the need to amend the regulations in the Law on Corporate Income Tax to encompass income from the tax-free transfer of emission reduction certificates, including both CERs and VERs. — VNS",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Economy, Business and Finance",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "mof",
        "sentiment": "negative"
      },
      {
        "name": "ministry of finance",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "mexico",
        "sentiment": "none"
      },
      {
        "name": "thailand",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T04:29:12.141+03:00",
  "updated": "2024-07-05T04:29:12.141+03:00"
}