{
  "thread": {
    "uuid": "2c6cf50f185a70691028e8db0e9efd68e9169983",
    "url": "https://en.hespress.com/77455-hopeful-signs-of-rain-and-snowfall-ahead-signals-relief-for-moroccan-agriculture.html",
    "site_full": "en.hespress.com",
    "site": "hespress.com",
    "site_section": "https://en.hespress.com",
    "site_categories": [],
    "section_title": "HESPRESS English - Morocco News",
    "title": "Hopeful signs of rain and snowfall signal relief for Moroccan agriculture",
    "title_full": "Hopeful signs of rain and snowfall signal relief for Moroccan agriculture",
    "published": "2024-01-02T21:13:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MA",
    "main_image": "https://e1.hespress.com/wp-content/uploads/2023/09/weather.jpeg",
    "performance_score": 0,
    "domain_rank": 46470,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2c6cf50f185a70691028e8db0e9efd68e9169983",
  "url": "https://en.hespress.com/77455-hopeful-signs-of-rain-and-snowfall-ahead-signals-relief-for-moroccan-agriculture.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Hespress EN",
  "published": "2024-01-02T21:13:00.000+02:00",
  "title": "Hopeful signs of rain and snowfall signal relief for Moroccan agriculture",
  "text": "After several weeks of notable temperature drops and frost waves (particularly at night and early morning), but no rain, Morocco’s critical water situation raised alarm bells. However, based on various global monitoring sites that track and update weather conditions, most forecasts anticipate rainfall in most regions of Morocco and snowfall in the highlands. According to these forecasts, Morocco could witness significant rainfall with the beginning of the new year 2024, as rain is expected to fall on Thursday and Friday, January 4 and 5, in many areas, such as Sais and the Great and Middle Atlas, all the way to Safi and the entire center of the Kingdom.” Monitoring maps showed expectations of “varying” rainfalls covering the regions of the north to the center, the east, and the countryside, then the High and Mediterranean Atlas, passing through the Marrakesh-Safi region. These findings were based on an analysis of climate forecasts for this week. Coldest nights of winter Hespress AR sought clarification from the General Directorate of Meteorology regarding the developments and expected weather situation in Morocco. According to the directorate, the weather during these days is characterized by cold, stable weather at night, with local frost formation during the morning and night over the country’s interior, eastern regions, and highlands. The directorate’s communications officer, affiliated with the Ministry of Equipment and Water, said “It is normal because we are in winter, known to us in agricultural heritage as “Lyali (coldest nights of winter),” considering this period is the peak of the cold season.” The Assyrian Ridge, a pressure zone centered on the Atlantic Ocean’s “Açores” islands and extending into the kingdom, has been influencing Morocco for the previous few days, contributing to the “stable weather” that was observed, according to the same official source. Rain clouds on the horizon The Moroccan Meteorological Directorate has confirmed the rain forecast, which was first reported by international weather monitoring websites. It states that beginning on Thursday evening, a humid north-westerly current will affect Morocco, creating an opening for the passage of rain clouds that will affect the country’s north and east. However, it should be noted that the amount of precipitation will be weak in the country’s central regions. As for next Friday (January 5), the latest forecast of the directorate states that “the weather will remain cloudy with some rainfalls possible in the northern and central regions, as well as the Mediterranean front and the regions of the High and Middle Atlas,” with expectations of snowfall expected in the High and Middle Atlas highlands on Friday. Positive impact on agriculture In a related context, Riad Ohtita, an agricultural expert, said that these expected rainfalls in the first week of January will have a generally positive impact on surface-level water and on the recovery of Morocco’s dams, which has reached an annual decrease estimated at 31 % at the end of 2023. Apart from dams, Ohtita emphasized in a statement to Hespress AR the significance of January’s precipitation and snowfall in maintaining the balance of water reserves devoted to agricultural activities, which form the foundation of the Moroccan economy. He also noted that the beneficial impacts are anticipated to impact several fall and winter crops (particularly potatoes, onions, and other root vegetables), as well as different kinds of pulses and nuts. Furthermore, it will act as an important catalyst for the planting of fruit trees, particularly citrus trees that are getting close to flowering. As for grains, the agricultural expert stated that these rainfalls will delight “the farmers of the western and northern regions, as well as some farmers in the Doukkala regions who took the initiative to plant and sow last October before the rainfalls were characterized by noticeable fluctuations over the past three months.” In light of the approaching preparations for Eid al-Adha his season, he reaffirmed the beneficial effects of rain and snow in terms of “ensuring the growth of plants and the abundance of fodder needed for livestock in the pastures,” and he speculated that “the prices of meat and some vegetables will decrease, but on the condition that cold and frost waves decrease and precipitation is regular.” Hopeful farmers Expert in rural engineering and member of the “Water Sub-Group,” Ahmad El Houti, stated that Morocco, and its farmers in particular, had been waiting eagerly for two months for significant rainfalls that vanished as soon as they started planting and fertilizing the ground. “Every drop of water that falls in Morocco remains welcome and very much needed in this critical and sensitive circumstance. We ask and seek God’s help to provide us with more because the land is still thirsty and dry” he said. The expert confirmed that the rains this season are deemed “decisive,” as he thinks they would affect Moroccan farmers’ mental health and the recuperation and successful conduct of their season in terms of crop growth and livestock breeding. On the other hand, the same speaker noted the urgent need for a longer period of rain on the horizon to fill the dams of the High and Middle Atlas and the rural areas, adding “Rain should not lead us to comfortably manage the current water resources remaining in the dams or deep underground.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "safi",
        "sentiment": "none"
      },
      {
        "name": "sais",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hespress ar",
        "sentiment": "none"
      },
      {
        "name": "general directorate of meteorology",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "middle atlas",
        "sentiment": "none"
      },
      {
        "name": "marrakesh",
        "sentiment": "none"
      },
      {
        "name": "morocco",
        "sentiment": "none"
      },
      {
        "name": "kingdom",
        "sentiment": "none"
      },
      {
        "name": "mediterranean atlas",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-03T00:52:03.253+02:00",
  "updated": "2024-01-03T00:52:03.253+02:00"
}