{
  "thread": {
    "uuid": "c185cc4d445eefd09db2d45d3614c3195961f143",
    "url": "https://www.straitstimes.com/singapore/stuck-in-a-car-for-8-hours-but-singaporeans-in-flood-stricken-dubai-count-their-blessings",
    "site_full": "www.straitstimes.com",
    "site": "straitstimes.com",
    "site_section": "https://straitstimes.com/singapore",
    "site_categories": [
      "media",
      "health",
      "cold_and_flu",
      "top_news"
    ],
    "section_title": "Latest Singapore News &amp; Headlines, Top Stories Today - The Straits Times",
    "title": "Stuck in a car for 8 hours, but Singaporeans in flood-stricken Dubai count their blessings | The Straits Times",
    "title_full": "Stuck in a car for 8 hours, but Singaporeans in flood-stricken Dubai count their blessings | The Straits Times",
    "published": "2024-04-19T00:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "SG",
    "main_image": "https://static1.straitstimes.com.sg/s3fs-public/styles/large30x20/public/articles/2024/04/19/photo2024-04-1822-48-15.jpg?VersionId=xRTzIH4ux.UValmY.W49aHiZ9P3Bm0AH",
    "performance_score": 0,
    "domain_rank": 1283,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c185cc4d445eefd09db2d45d3614c3195961f143",
  "url": "https://www.straitstimes.com/singapore/stuck-in-a-car-for-8-hours-but-singaporeans-in-flood-stricken-dubai-count-their-blessings",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ian Cheng",
  "published": "2024-04-19T00:00:00.000+03:00",
  "title": "Stuck in a car for 8 hours, but Singaporeans in flood-stricken Dubai count their blessings | The Straits Times",
  "text": "SINGAPORE – As the United Arab Emirates (UAE) was lashed by a storm that clogged its highways and brought one of the world’s busiest airports to a standstill, some Singaporeans in Dubai found themselves in the thick of the chaos that engulfed the Middle Eastern financial centre.\n“We were just really lucky that we managed to get out of it safely. At one point, the water level was almost up to our windows,” said Singaporean YouTuber Jianhao Tan, who was stuck in a car for eight hours on April 16.\nFootage posted on TikTok by Mr Tan showed luggage trolleys being blown across a hotel lobby, with people frantically running through the entrance to seek shelter. Vehicles can also be seen attempting to navigate the roads, as well as people walking on road dividers to avoid the water.\nThe 31-year-old was in Dubai for what was supposed to be a five-day holiday with his wife Debbie Soon, socialite-entrepreneur Kim Lim and social media influencer Wendy Cheng, also known as Xiaxue.\nMr Tan and the rest of the group had been scheduled to return to Singapore on April 16, while Ms Cheng left on April 15, just managing to avoid the rainfall that began that evening.\n@thejianhaotan We got caught in the worst Dubai storm for the first time in 73 YEARS 😨\n♬ Monkeys Spinning Monkeys - Kevin MacLeod & Kevin The Monkey The record rainfall meant Dubai’s major airport was thrown into chaos, and the city’s giant, six-lane highways clogged by flooding that led to snaking tailbacks.\nMr Tan and his group wanted to leave their hotel at about 3pm to catch their 9pm flight back to Singapore, and after much difficulty, managed to find one vehicle for the entire group.\n“We tried to fit our luggage in the car and ended up squeezing together – we did not expect to squeeze for eight hours,” he said, with a laugh.\nAn hour into the journey, the gravity of the situation began to dawn on the group. Their vehicle was barely moving through the flooded streets, and on social media, Mr Tan said he saw videos of a flooded airport.\nEmbed Instagram Instagram URL\nView this post on Instagram A post shared by KIM LIM (@kimlimhl)\nMs Lim took the decision to instruct their driver to take the group to another hotel.\n“I was worried for everyone, even the people on the road. I felt so helpless because we couldn’t do anything to help,” said Ms Lim, 32.\n“We realised we were not going to make it and judging from the weather, I guessed the flights would be cancelled or delayed.”\nThe call of nature also proved to be an issue for others stranded on the roads – the group’s car eventually passed some bushes at a roadside area that was relatively dry, where people were seen using as a makeshift latrine point.\nEmbed Instagram Instagram URL\nView this post on Instagram A post shared by JIANHAO TAN (@thejianhaotan)\nEventually, after about eight hours in the vehicle, the group arrived at the hotel, where they were greeted by a lobby full of people forced to squat and seek shelter, with all the rooms taken up.\nHowever, the Singaporeans had already secured accommodation for the night, thanks to Ms Lim’s quick thinking, and were able to rest before their flight, which she had postponed to the next day.\nDespite the experience, Mr Tan counted his blessings. “It could have been a lot worse. Looking at what others went through, we were really lucky to be able to sit in the car comfortably.”\nHe added: “People bond through adversity; we made a lot of memories together through this experience, and our friendship is stronger. It’s definitely something we will always remember in years to come.”\nMs Cheng, who kept in touch with the group in Dubai, said she was very worried about them.\n“I will never complain about Singapore’s weather again,” she said. “It’s hot and humid, but it’s stable and safe – not something we should take for granted.”\nMore On This Topic Singapore visitors in Dubai for crypto events face wash-out as floods hit Explainer: What caused the storm that brought Dubai, Oman to a standstill? Elsewhere in Dubai, retiree Ahmad Fuad Abu Bakar, who has lived in the UAE for 39 years, had just been discharged from hospital on the night of April 15.\nMr Fuad, 70, had been warned that the country would be expecting the worst rain in years. He was not afraid that anything serious would happen to his family from the safety of his fourth-floor apartment home.\nShortly after he reached home, rain started to fall – and as it got heavier through the next day, the living room and bedrooms began flooding as water seeped through the door frames.\n“We used lots of towels and even blankets to soak up the water. The heaviest rain came before lunchtime, and we could not control the flood in our living room,” he said.\nDuring the ordeal, Mr Fuad and his family reached out to fellow Singaporeans living in Dubai to check on them, with many responding with videos and photos of their waterlogged homes.\nMr Muhammad, a 42-year-old Singaporean who has lived in the UAE for two decades, said he received a notice and announcements from the local government about the bad weather a day before the rain began falling.\nHowever, Mr Muhammad did not expect the storms to be as ferocious as they were. He stayed at home with his father-in-law, wife and six-year-old son, passing the time by keeping updated on others in the city.\nHis Facebook news feed was full of posts from his colleagues struggling to get to work.\n“They had been stranded in their place of accommodation, where roads and areas were inaccessible due to high levels of flooding. No transportation was coming in and out; the metro train was closed at some stations due to the weather,” he said.\n“Some of them living in high-rise towers had no electricity or power. To top it off, they had to evacuate from more than 30 floors up because of a fire alarm, with smoke coming out from one of the apartments, then had to make their way up again once it cleared. This was the worst weather I have seen having lived in the UAE for 20 years.”\nActs of kindness by Singaporeans also shone through the storm. The Singaporeans In Dubai Facebook group, which Mr Muhammad is an admin of, was buzzing with Singaporeans checking on one another’s well-being and offering help.\n“If any of you are in the area and are still affected by the flood, we will be happy to offer you a shower, dry towels, somewhere to rest, charge up your devices and even throw in a comforting plate of chicken rice,” said group member Evangeline Harvey.\n“A few of my colleagues offered lifts to or from work because there were no taxis, and there were even a few who brought food and water to my offices as the crew had waited for hours as they were stuck there,” said Mr Muhammad.\n“You see the best of people during these trying times.”\nMore On This Topic UAE reels for a third day after record-breaking storm Dubai roads, airport reel from floods after record rains Join ST's WhatsApp Channel and get the latest news and must-reads.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest"
  ],
  "external_links": [
    "https://www.instagram.com/p/C526dwuSvbR/?utm_source=ig_embed&utm_campaign=loading",
    "https://www.instagram.com/p/C52MJfzP79A/?utm_source=ig_embed&utm_campaign=loading",
    "https://www.tiktok.com/@thejianhaotan/video/7359164697343462677",
    "https://whatsapp.com/channel/0029VZzIPtoFXUuS8frj520t",
    "https://www.tiktok.com/music/Monkeys-Spinning-Monkeys-6746993352891189249?refer=embed",
    "https://www.tiktok.com/@thejianhaotan?refer=embed",
    "https://tiktok.com/@thejianhaotan?refer=embed",
    "https://instagram.com/p/C52MJfzP79A/?utm_source=ig_embed&utm_campaign=loading",
    "https://tiktok.com/music/Monkeys-Spinning-Monkeys-6746993352891189249?refer=embed",
    "https://www.tiktok.com/music/Monkeys-Spinning-Monkeys-6746993352891189249",
    "https://tiktok.com/@thejianhaotan/video/7359164697343462677",
    "https://www.tiktok.com/@thejianhaotan",
    "https://www.instagram.com/p/C52MJfzP79A/",
    "https://instagram.com/p/C526dwuSvbR/?utm_source=ig_embed&utm_campaign=loading",
    "https://www.whatsapp.com/channel/0029VZzIPtoFXUuS8frj520t",
    "https://www.instagram.com/p/C526dwuSvbR/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tan",
        "sentiment": "none"
      },
      {
        "name": "kim lim",
        "sentiment": "none"
      },
      {
        "name": "youtuber jianhao tan",
        "sentiment": "none"
      },
      {
        "name": "wendy cheng",
        "sentiment": "none"
      },
      {
        "name": "cheng",
        "sentiment": "none"
      },
      {
        "name": "debbie soon",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "straits times",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "uae",
        "sentiment": "none"
      },
      {
        "name": "singapore",
        "sentiment": "none"
      },
      {
        "name": "united arab emirates",
        "sentiment": "none"
      },
      {
        "name": "dubai",
        "sentiment": "none"
      },
      {
        "name": "singapore",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:15:33.567+03:00",
  "updated": "2024-04-19T23:21:39.342+03:00"
}