{
  "thread": {
    "uuid": "eee426df3e1e513c4c91c3034945eaee273a79ad",
    "url": "https://www.mexicodesconocido.com.mx/presidente-vicente-guerrero.html",
    "site_full": "www.mexicodesconocido.com.mx",
    "site": "mexicodesconocido.com.mx",
    "site_section": "https://www.mexicodesconocido.com.mx/rss",
    "site_categories": [
      "travel",
      "mexico_and_central_america"
    ],
    "section_title": "México Desconocido",
    "title": "Presidente Vicente Guerrero, el mandato de un héroe de la Independencia",
    "title_full": "Presidente Vicente Guerrero, el mandato de un héroe de la Independencia",
    "published": "2024-04-19T00:17:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.mexicodesconocido.com.mx/wp-content/uploads/2024/04/3.jpg",
    "performance_score": 0,
    "domain_rank": 37072,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "eee426df3e1e513c4c91c3034945eaee273a79ad",
  "url": "https://www.mexicodesconocido.com.mx/presidente-vicente-guerrero.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Eduardo Canche Alvarez",
  "published": "2024-04-19T00:17:00.000+03:00",
  "title": "Presidente Vicente Guerrero, el mandato de un héroe de la Independencia",
  "text": "Historia\nPresidente Vicente Guerrero, el mandato de un héroe de la Independencia\nCuando Vicente Guerrero llegó a la presidencia de la Nación, México pasaba por un periodo difícil, pues la independencia no había resultado del todo como se esperaba, el poder se disputaba entre diferentes facciones políticas y había una latente amenaza de invasión extranjera.\nVicente Guerrero, héroe de la independencia y futuro presidente de México\nDespués de la caída del Imperio, Vicente Guerrero siguió al servicio del pueblo a través de la logia de los masones Yorkinos. Detuvo la rebelión de Vicente Gómez en 1824, cuyo objetivo era la expulsión definitiva y total de los españoles y sus descendientes del territorio mexicano.\nGuerrero, al ser un hombre de justicia, no solo destruyó estos planes, sino que abogó por los afectados; hasta que en 1829 supo de planes por parte de estos para “reconquistar” México.\nEn 1828, cuando Nicolás Bravo se alzó en armas en contra del gobierno de Guadalupe Victoria, Vicente Guerrero fue enviado a combatirlo y resultó vencedor.\nEstos sucesos y sus infinitas maneras de ayudar a los demás le dieron un lugar especial en las mentes y los corazones de los mexicanos, especialmente entre la clase media y clase baja, las sociedades mexicanas más numerosas por aquellos días.\nLas elecciones presidenciales\nSe acercaba el momento en el que Guadalupe Victoria tendría que ser reemplazado y los masones Yorkinos, así como el embajador de los Estados Unidos, Joel Roberts Poinsett, ponían sus esperanzas en Vicente Guerrero; quien tenía excelentes relaciones con todos los estratos sociales, claro que por parte de los más poderosos, solo contaba con la simpatía de los de ideología liberal.\nSin embargo, la Constitución de 1824 estipulaba que el presidente sería elegido por los 36 representantes de las legislaturas estatales y no por el voto popular, lo cuál le dio la victoria a su contrincante, Manuel Gómez Pedraza, quién solo se identificaba con la facción conservadora y los aristócratas.\nEntre rebeliones y el fiero descontento del pueblo mexicano, el Congreso desconoció a Gómez Pedraza como Presidente de México y Vicente Guerrero tomó la presidencia de México el 1ero de abril de 1829.\n¡Visita el Estado de Guerrero!\nPresidente Vicente Guerrero\nDurante su mandato, el presidente Vicente Guerrero hizo varias acciones que cambiaron la justicia en México, como:\n- Abolición de la esclavitud: Guerrero, un ferviente abolicionista, promulgó legislación para abolir la esclavitud en México, una medida que reflejaba su compromiso con los principios de igualdad y libertad.\n- Reforma agraria: Reconociendo las desigualdades en la distribución de la tierra, Guerrero impulsó reformas agrarias para redistribuir las tierras entre los campesinos y combatir el latifundismo.\n- Política exterior: Guerrero buscó mantener la independencia de México frente a las potencias extranjeras, resistiendo presiones de intervención y promoviendo relaciones diplomáticas basadas en el respeto mutuo.\n- Lucha contra la corrupción: Guerrero implementó medidas para combatir la corrupción en el gobierno, buscando asegurar la transparencia y la rendición de cuentas.\nEl Fin de la Presidencia de Guerrero\nA pesar de sus esfuerzos por estabilizar el país, el mandato del presidente Vicente Guerrero enfrentó oposición interna y externa. Las tensiones políticas y las rivalidades entre facciones se intensificaron, y la situación se volvió insostenible.\nFinalmente, en 1830, Vicente Guerrero fue derrotado y capturado en una conspiración liderada por Antonio López de Santa Anna.\nTras su captura, Vicente Guerrero fue juzgado sumariamente y ejecutado el 14 de febrero de 1831. Su legado perduró como un símbolo de lucha por la libertad y la justicia en la historia de México, recordando el compromiso de aquellos que sacrificaron todo por el bienestar de nuestra nación.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:25:45.067+03:00",
  "updated": "2024-04-19T00:25:45.067+03:00"
}