{
  "thread": {
    "uuid": "01654ee8b84651369214b1137483766cf524ac6a",
    "url": "https://www.prnewswire.co.uk/news-releases/patent-application-by-tjp-labs-inc-signals-breakthrough-in-nicotine-pouch-technology-302114591.html",
    "site_full": "www.prnewswire.co.uk",
    "site": "prnewswire.co.uk",
    "site_section": "https://www.prnewswire.co.uk/news-releases",
    "site_categories": [
      "media",
      "financial_news",
      "finance",
      "business",
      "marketing"
    ],
    "section_title": "All News Releases and Press Releases from PR Newswire UK",
    "title": "Patent Application by TJP Labs Inc. Signals Breakthrough in Nicotine Pouch Technology",
    "title_full": "Patent Application by TJP Labs Inc. Signals Breakthrough in Nicotine Pouch Technology",
    "published": "2024-04-11T18:26:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://mma.prnewswire.com/media/2384807/TJP_Labs_Inc__Patent_Application_by_TJP_Labs_Inc__Signals_Breakt.jpg?p=facebook",
    "performance_score": 0,
    "domain_rank": 7456,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "01654ee8b84651369214b1137483766cf524ac6a",
  "url": "https://www.prnewswire.co.uk/news-releases/patent-application-by-tjp-labs-inc-signals-breakthrough-in-nicotine-pouch-technology-302114591.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "TJP Labs Inc.",
  "published": "2024-04-11T18:26:00.000+03:00",
  "title": "Patent Application by TJP Labs Inc. Signals Breakthrough in Nicotine Pouch Technology",
  "text": "Patent Application by TJP Labs Inc. Signals Breakthrough in Nicotine Pouch Technology [TJP Labs Inc.](/news/tjp-labs-inc./) 11 Apr, 2024, 15:26 GMT [] TORONTO, April 11, 2024 /PRNewswire/ -- TJP Labs, spearheading innovation in oral pouch manufacturing, is proud to announce a ground-breaking patent filing for a novel nicotine particulate. This innovative particulate, which dramatically increases the speed of nicotine release, is poised to revolutionize harm reduction and substantially improve the consumer experience. Distinct features of this novel technology include: - Superior Nicotine Release: Far outpacing Polacrilex for a more effective delivery. - Versatile Particulate Size Customization: From ultra-fine to several hundred microns for precise product design. - Precision-Targeted Binding: Improves nicotine release rate, which enhances effectiveness. - Broad Spectrum of Adaptable Core Materials: Expands product versatility and application possibilities. - Efficient Raw Material Use: Nicotine loading several orders of magnitude over Polacrilex, enhancing efficiency. - Eco-Friendly and Versatile Composition: Optimized for organic and inorganic forms, including biodegradable resins, enabling diverse, innovative applications. - Streamlined Manufacturing: Swift, optimized manufacturing process that accelerates product development. - Seamless Integration: Designed for easy incorporation into nicotine pouch formats and related products. With the meteoric rise of the nicotine pouch market as a safer alternative, TJP Labs is well-positioned to capitalize on the industry's race for innovation, meeting and surpassing the rising demand with superior, cutting-edge products. The newly developed particulate marks a critical breakthrough in Nicotine Replacement Therapies. \"This landmark initiative powerfully showcases TJP Labs' commitment to redefining nicotine consumption through innovation,\" said David Richmond-Peck, Chief Relationship Officer of TJP Labs. \"With other innovations in our pipeline, safeguarding our intellectual property remains integral to our strategy, matching our innovative efforts with consumers' evolving preferences,\" he added. TJP Labs anticipates the availability of initial evaluation data for these particulates by late the second quarter of 2024. TJP Labs remains dedicated to relentlessly pursuing advancements that enhance the lives of individuals seeking to responsibly manage their consumption of nicotine. TJP Labs Inc., a wholly owned subsidiary of KIK ASS Products Inc., is North America's leading full-service contract manufacturer of premier next-generation products focusing on modern oral nicotine. It provides contract manufacturing services to an affiliated company that focuses on energy products, including caffeine. Our products are manufactured and packaged in our DEL, cGMP compliant, ISO 9001:2015 certified state-of-the-art facilities. For more information about TJP Labs and the innovative nicotine particulate, please contact [innovation@tjplabs.com](mailto:innovation@tjplabs.com) Logo - [https://mma.prnewswire.com/media/2384807/TJP_Labs_Inc__Patent_Application_by_TJP_Labs_Inc__Signals_Breakt.jpg](https://c212.net/c/link/?t=0&l=en&o=4139015-1&h=1662639944&u=https%3A%2F%2Fmma.prnewswire.com%2Fmedia%2F2384807%2FTJP_Labs_Inc__Patent_Application_by_TJP_Labs_Inc__Signals_Breakt.jpg&a=https%3A%2F%2Fmma.prnewswire.com%2Fmedia%2F2384807%2FTJP_Labs_Inc__Patent_Application_by_TJP_Labs_Inc__Signals_Breakt.jpg)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "tjp labs inc",
        "sentiment": "negative"
      },
      {
        "name": "tjp labs",
        "sentiment": "none"
      },
      {
        "name": "polacrilex",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "toronto",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T05:07:00.937+03:00",
  "updated": "2024-04-12T05:07:00.937+03:00"
}