{
  "thread": {
    "uuid": "424b72a85a54fe7550b527086bdab55c733e6529",
    "url": "https://www.livenowfox.com/news/mini-rope-bridges-built-to-help-tiny-dormice-in-uk",
    "site_full": "www.livenowfox.com",
    "site": "livenowfox.com",
    "site_section": "https://fox10phoenix.com/contests",
    "site_categories": [],
    "section_title": "Contests | FOX 10 Phoenix",
    "title": "Mini rope bridges built to help tiny dormice in UK",
    "title_full": "Mini rope bridges built to help tiny dormice in UK",
    "published": "2024-04-18T19:13:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.foxtv.com/static.livenowfox.com/www.livenowfox.com/content/uploads/2024/04/1280/720/Dormice.jpg?ve=1&amp;tl=1",
    "performance_score": 0,
    "domain_rank": 69293,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "424b72a85a54fe7550b527086bdab55c733e6529",
  "url": "https://www.livenowfox.com/news/mini-rope-bridges-built-to-help-tiny-dormice-in-uk",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "FOX TV Stations",
  "published": "2024-04-18T19:13:00.000+03:00",
  "title": "Mini rope bridges built to help tiny dormice in UK",
  "text": "Mini rope bridges built to help tiny dormice in UK Forest rangers in the [United Kingdom](https://www.livenowfox.com/tag/world) are helping bridge the gap for [hazel dormice](https://www.livenowfox.com/tag/pets-animals) in the [Forest of Dean. ](https://www.livenowfox.com/tag/science/wild-nature) Tiny 20-meter-long rope bridges were built to help hazel dormice travel safely between woodlands after a section of trees that became infected with Chalara ash dieback had to be cleared, leaving a giant opening. Chalara ash dieback is a fungus, also known as Hymenoscyphus fraxineus, and it blocks a tree’s water support system, causing leaf loss and lesions in the wood, according to Forestry England. FILE - 20-meter rope bridges installed to help dormice. (Forestry England) The fungus causes the crown of the tree to die back, and it will become more brittle over time. If it is left untreated, the tree could potentially collapse. The area of trees that were cleared was part of a larger woodland area where dormice were living, and the animals were in need of a safe way to cross the now treeless swath. FILE - A hazel dormouse. (Forestry England) \"Dormice do not like to come to ground except for hibernation. They feel vulnerable to predators when on the ground and while these bridges do not replace the trees that had to be felled, they will enable dormice to feel safer as they cross from one part of the wood to another,\" said area ecologist at Forestry England, Kate Wollen. The mini-rope bridges are suspended about 16 feet over a forest road and are supported between trees. FILE - Kate Wollen, ecologist for Forestry England. (Forestry England) The bridges took less than two days to install and over the summer, cameras will be fitted to monitor the dormice using them. \"We could not have accomplished this project without the help of our volunteers. Together we have worked very hard in this woodland, improving habitat for the wildlife and flora. We also have a volunteer who has been surveying for dormice here for over 20 years! We hope the bridges will complement this work and that dormice will do well. We’ve never tried this before and it is exciting to see what will happen,\" said community ranger Leoni Dawson. This story was reported from Los Angeles.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "united kingdom",
        "sentiment": "none"
      },
      {
        "name": "uk forest",
        "sentiment": "none"
      },
      {
        "name": "england",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:01:57.920+03:00",
  "updated": "2024-04-26T04:58:42.997+03:00"
}