{
  "thread": {
    "uuid": "9dfd28f5f5e42748daf37accea2503e65e0eca28",
    "url": "https://worldnewsera.com/sports/nhl-news/swedens-win-over-germany-sets-up-showdown-with-canada/",
    "site_full": "worldnewsera.com",
    "site": "worldnewsera.com",
    "site_section": "https://worldnewsera.com/tag/world-news-era",
    "site_categories": [],
    "section_title": "World News Era - WorldNewsEra",
    "title": "Sweden's Win Over Germany Sets Up Showdown With Canada - WorldNewsEra",
    "title_full": "Sweden's Win Over Germany Sets Up Showdown With Canada - WorldNewsEra",
    "published": "2023-12-29T00:38:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s3951.pcdn.co/wp-content/uploads/2015/09/Sweden.jpg",
    "performance_score": 0,
    "domain_rank": 63542,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9dfd28f5f5e42748daf37accea2503e65e0eca28",
  "url": "https://worldnewsera.com/sports/nhl-news/swedens-win-over-germany-sets-up-showdown-with-canada/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ashleigh Durden",
  "published": "2023-12-29T00:38:00.000+02:00",
  "title": "Sweden's Win Over Germany Sets Up Showdown With Canada - WorldNewsEra",
  "text": "[NHL](../) Sweden’s Win Over Germany Sets Up Showdown With Canada The strong Swedish squad has joined Canada at the top of Group “A” with a win over the Germans. Sweden threw down a dominating [ performance in their first game](//thehockeywriters.com/sweden-takeaways-win-latvia-2024-wjc-december-26-2023/) of the 2024 World Junior Championship over Latvia and kept rolling against a German team that has already proven to be dangerous with a massive upset win over Finland on Dec. 27. Sweden must have used that opportunity to scout their opponent because they produced a much better performance against the underdogs, defeating them 5-0. The first period leaned heavily in Sweden’s favor, as the 18-6 shot differential showed, but Germany had managed to hold them off until Otto Stenberg collected his first goal of the tournament to make sure that they went into the first intermission up by one. The second period had some more good chances for Germany, but Sweden once again managed to collect a goal late in the period to put some distance between them, before finally putting the game away in third as Stenberg stayed hot and picked up a hat trick. Sweden’s Forward Depth is Fantastic Offensive depth was always going to be one of [ this team’s biggest assets](//thehockeywriters.com/2024-world-junior-championship-sweden-final-roster/), and while the lines are arranged slightly differently from what everyone thought they were going to be, all four lines have been good, with the top three being especially dynamic. The top line of Noah Ostlund, Anton Wahlberg, and Jonathan Lekkerimaki seemed like they generated a high-danger chance every single time they hit the ice, as is to be expected of three players of their skill level. They seem to favor rush plays and they are seriously dangerous no matter which one of them gets the break towards the net. Related: [2024 Guide to the World Junior Championship](//thehockeywriters.com/2024-world-junior-championship-guide/) Latest News & Highlights The second line of Filip Bystedt, Liam Ohgren, and Fabian Wagner are extremely efficient at transition and holding the offensive zone, as was the case in the second period when defenseman Mattias Havelid managed to rip one through traffic after extended zone time. [Their captain, Ohgren,](//thehockeynews.com/nhl/minnesota-wild/news/wild-prospect-liam-ohgren-to-captain-team-sweden-for-2024-world-junior-championship) may only have a single assist credited to him through two games, but he has been exceptional at winning puck battles and dancing around the opponent’s zone before ripping a shot on the net or setting up a teammate. It feels like only a matter of time before he breaks through. The slightly younger third line of David Edstrom, Stenberg, and Felix Unger Sorum was easily Sweden’s best line of the game as Stenberg, a first-round pick of the St. Louis Blues, collected the first goal of the game, then went on to score two more on his way to putting together an impressive hat-trick. Team Sweden should be in good hands next year with all three of these electric players able to return. Sweden’s Special Teams Stay Solid A team with excellent special teams can typically go a lot further in a short tournament when compared to a similar team that struggles in that department. So far, Sweden has been able to keep their power play hot as they collected another beautiful goal in third period to help put the game in the bag. The team was down a defenseman as Winnipeg Jets second round pick [Elias Salomonsson](//thehockeywriters.com/docs/elias-salomonsson/) was serving [a one game suspension](//www.dailyfaceoff.com/news/winnipeg-jets-prospect-elias-salomonsson-receives-one-game-suspension-from-world-junior-championship) he was assessed for a dangerous boarding play just 35 seconds into their game against Latvia. His five-minute penalty was completely killed — along with the four other penalties they took during that game — but the Swedes obviously realized they need to clean up their game a little bit as they were much more disciplined against Germany. They stayed perfect for the tournament and were only tested twice. Sign up for our NHL Prospects & Draft Substack newsletter The first kill came just six-and-a-half minutes into the game as Anton Johansson got extremely lucky to only get a minor penalty on a very similar boarding play to the one that got Salomonsson suspended. They obviously want to play a heavy, dominating type of game, but that style lends itself to collecting some ill-timed penalties that can kill hard-earned momentum and offer up perfect opportunities for opponents. The second was a critical kill after a penalty to Ohgren late in the second period gave Germany a great chance to tie the game at one. Options Appearing in Net One of the biggest questions about Sweden heading into the tournament was their goaltending. For the last few years, they have been privileged to have some elite prospective goaltenders like Calle Clang (Pittsburgh Penguins 2020 third-round pick), Jesper Wallstedt (Minnesota Wild 2021 first-round pick), and Carl Lindbom (Vegas Golden Knights 2021 seventh-round pick). That was not the case this year as they brought a brand new trio of netminders to hopefully hold the fort. [Hugo Havelid](//thehockeywriters.com/docs/hugo-havelid/), the undersized, undrafted 19-year-old appeared locked in as their starter after he posted a shutout against Latvia. As tonight’s game was the first game in a back-to-back with the second game being against Team Canada, it was a perfect opportunity to get Melker Thelin an opportunity in the net. Thelin, a fifth-round pick in 2023 [by the Arizona Coyotes](//thehockeynews.com/nhl/arizona-coyotes/news/coyotes-prospects-competing-at-world-junior-championship), has a much more typical frame for a goaltender at 6-foot-2 and 170 pounds, and he used it to show that perhaps Sweden has more options in net than people thought they would. Thelin was not subjected to a plethora of chances as the defence in front of him was good at limiting Germany to just 15 shots, but he was there when they needed him to be and also came away with a shutout. He had a massive save early in the second period to keep his team ahead 1-0 showing good positioning and even better reactions to a point-blank chance that could have altered the entire game. He definitely deserves another opportunity at some point in the tournament to show off his skills. Difficulty Ramps Up Drastically The Swedes are rolling with two wins and zero goals against, but they are looking at a much more difficult task for their next game as they will take on Team Canada in less than 24 hours. Both teams [are tied with six points](//www.iihf.com/en/events/2024/wm20/standings/group) at the top of Group “A” and the winner of that game could very well decide which team will sit atop the Group when the time comes to move into the elimination rounds. With the way both teams are rolling right now, we are in for what will likely be the best game of the preliminary rounds as the two heavyweights go at it. [World News](/)|| [Latest News](/news)|| [U.S. News](/news/us-news) [Source link](//thehockeywriters.com/sweden-win-over-germany-sets-up-showdown-canada/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "stenberg",
        "sentiment": "none"
      },
      {
        "name": "otto stenberg",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "sweden",
        "sentiment": "none"
      },
      {
        "name": "germany",
        "sentiment": "none"
      },
      {
        "name": "latvia",
        "sentiment": "none"
      },
      {
        "name": "finland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:41:49.002+02:00",
  "updated": "2023-12-29T00:50:52.283+02:00"
}