{
  "thread": {
    "uuid": "e492cb0579802eef40c1bc4c78bd17a073c584a7",
    "url": "https://www.24-horas.mx/2024/01/07/programa-islena-de-corazon-amplia-su-cobertura-en-isla-mujeres/",
    "site_full": "www.24-horas.mx",
    "site": "24-horas.mx",
    "site_section": "http://www.24-horas.mx//feed/",
    "site_categories": [
      "politics",
      "law_government_and_politics",
      "media"
    ],
    "section_title": "24 Horas",
    "title": "Programa Isleña de Corazón amplía su cobertura en Isla Mujeres",
    "title_full": "Programa Isleña de Corazón amplía su cobertura en Isla Mujeres",
    "published": "2024-01-08T01:20:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.24-horas.mx/wp-content/uploads/2024/01/Isla-Mujeres-4.jpg",
    "performance_score": 0,
    "domain_rank": 57649,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e492cb0579802eef40c1bc4c78bd17a073c584a7",
  "url": "https://www.24-horas.mx/2024/01/07/programa-islena-de-corazon-amplia-su-cobertura-en-isla-mujeres/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción 24 Horas",
  "published": "2024-01-08T01:20:00.000+02:00",
  "title": "Programa Isleña de Corazón amplía su cobertura en Isla Mujeres",
  "text": "En el Gobierno Municipal que encabeza la alcaldesa Atenea Gómez Ricalde, las mujeres están en el centro de las decisiones, por ello este 2024 el programa Isleña de Corazón, que otorga apoyos alimentarios y económicos a las madres de familia, ampliará su cobertura a 3 mil beneficiarias.\nA través de la Dirección General de Desarrollo Social, se dio a conocer que la convocatoria para la inscripción al “Programa Isleña de Corazón 2024”, estará abierta del 8 al 19 de enero en los Centros de Desarrollo Comunitario de ambas zonas de Isla Mujeres.\nTe podría interesar:\nSuspenden servicio de agua en Cuautitlán por fallas en pozos\nEl mencionado programa, que contempla apoyos económicos y alimentarios, está dirigido a las madres de familia de 18 a 64 años que residan en el municipio, con la finalidad de mejorar su economía familiar, para que accedan a una mejor alimentación y calidad de vida, como lo establece el Nuevo Acuerdo por el Bienestar y Desarrollo de Quintana Roo que impulsa la Gobernadora Mara Lezama Espinosa.\nEl Gobierno Municipal que lidera Atenea Gómez Ricalde, mantiene firme su compromiso con las isleñas, por ello, en esta administración se trabaja incansablemente para que tengan las herramientas necesarias y puedan salir adelante solas, promoviendo su empoderamiento a través de la capacitación permanente mediante la impartición de diversos cursos y talleres enfocados a su bienestar.\nTe podría interesar:\nUn estado de la República suspenderá el regreso a clases este 8 de enero\nLa alcaldesa reiteró que las mujeres siempre tendrán una mano amiga en este Gobierno, por lo cual las invitó a inscribirse para recibir apoyos alimentarios y económicos a través de una tarjeta que recibirán.\nEntre los documentos que deberán presentar las interesadas para poder inscribirse, están llenar el formato de solicitud de apoyo, identificación oficial con fotografía, CURP, comprobante de domicilio y acta de nacimiento de alguno de los hijos.\nCon la implementación de programas como Isleña de Corazón, se avanza en la transformación del municipio en un lugar con más y mejores oportunidades para las mujeres, haciendo justicia social al acortar las brechas de la desigualdad.\nLEO",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T01:37:12.107+02:00",
  "updated": "2024-01-08T01:37:12.107+02:00"
}