{
  "thread": {
    "uuid": "e4f9738052ea5ca16e1ea215f884b9f4f979d167",
    "url": "https://sports.caracoltv.com/baloncesto/la-nba-no-solo-es-baloncesto-los-castings-preparaciones-y-emociones-de-los-cheerleaders-rg10",
    "site_full": "sports.caracoltv.com",
    "site": "caracoltv.com",
    "site_section": "https://sports.caracoltv.com",
    "site_categories": [],
    "section_title": "Caracol Sports: resultados, noticias y transmisiones de todos los deportes",
    "title": "La NBA no solo es baloncesto: los castings, preparaciones y emociones de los 'cheerleaders' - CaracolSports",
    "title_full": "La NBA no solo es baloncesto: los castings, preparaciones y emociones de los 'cheerleaders' - CaracolSports",
    "published": "2024-01-05T19:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://caracoltv.brightspotcdn.com/dims4/default/8cad769/2147483647/strip/true/crop/1024x498+0+0/resize/1440x700!/quality/90/?url=http%3A%2F%2Fcaracol-brightspot.s3.amazonaws.com%2F78%2F1a%2F76c44b9b4d2bbaf068daf37a3745%2Fgettyimages-1180254650.jpg",
    "performance_score": 0,
    "domain_rank": 22712,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e4f9738052ea5ca16e1ea215f884b9f4f979d167",
  "url": "https://sports.caracoltv.com/baloncesto/la-nba-no-solo-es-baloncesto-los-castings-preparaciones-y-emociones-de-los-cheerleaders-rg10",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Caracol Sports",
  "published": "2024-01-05T19:07:00.000+02:00",
  "title": "La NBA no solo es baloncesto: los castings, preparaciones y emociones de los 'cheerleaders' - CaracolSports",
  "text": "La NBA no solo es baloncesto: los castings, preparaciones y emociones de los 'cheerleaders' La mejor liga de baloncesto del mundo, la NBA, no solo atrae por el nivel de sus jugadores sino también por el espectáculo de los 'Cheerleaders', los encargados de ambientar los partidos. [Sin duda alguna, la NBA es la mejor liga de baloncesto del mundo.](https://sports.caracoltv.com/noticias/nba) El portal 'Mundo Deportivo' se dio a la tarea de hablar con varios protagonistas de los 'Cheerleaders', más precisamente con los de Toronto Raptors, el único equipo canadiense en la NBA. “Es emocionante tener la habilidad de impactar en alguien, de iluminar el día de un fan”, dijo de entrada Dominic Cooper Clarke, líder del grupo llamado The North Side Crew. Este tipo de espectáculo tiene la posibilidad de converger a hombres y mujeres en un solo espacio de alegría. Así lo enmarca Lindsay Aquin, una de las bailarinas. “¡Dios, yo la primera vez que bailé estaba muy nerviosa! Estaba en la pista y sólo miraba y miraba arriba en la grada mientras y no paraba de ver más y más asientos. Estaba en plan ¡Wow! Fue una experiencia que te hace humilde. Es bonito ver cómo los ojos de los rookies se iluminan”, dijo muy emocionada. Publicidad Y es que su labor, la cual hacen con mucha pasión, no solo tiene que ver con el baile, pues también tiene una relación con el aficionado que acude al coliseo o estadio. “Tienes que ser más que un bailarín, nosotros también interactuamos con los fans lanzándoles camisetas. Y los aficionados están muy relajados, tenemos que animarles”, contó Cooper Clarke. Como es de esperarse, todo se trabaja con mucho esfuerzo y Shavar Blackwood, el coreógrafo del grupo, es una parte fundamental. “Yo les recuerdo a los bailarines en cada partido que tienen la oportunidad de mejorar la experiencia de todos los fans. Intento empoderarles, inspirarles para que lo hagan con pasión, la energía es contagiosa. Esa energía ayuda a que la bola entre”, enfatiza él. Por último, Blackwood remató con un aspecto muy importante, no cualquiera accede tan fácil a hacer parte del grupo. “En el casting de verano se presentan 500 bailarines. Y los de años anteriores se tienen que presentar también. Nuestro sistema es muy justo para asegurar que hay una oportunidad para todo el mundo. Los bailarines de años anteriores tienen que mostrar su disposición de ser parte de ello”, concluyó. Publicidad",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:30:30.182+02:00",
  "updated": "2024-01-06T00:30:30.182+02:00"
}