{
  "thread": {
    "uuid": "3f1caba004a1e6715e9443b99f40ab83414a980d",
    "url": "https://www.thecrimson.com/article/2024/4/11/chatgpt-outperforms-doctors-reasoning",
    "site_full": "www.thecrimson.com",
    "site": "thecrimson.com",
    "site_section": "https://www.thecrimson.com/section/news/",
    "site_categories": [
      "education"
    ],
    "section_title": "The Harvard Crimson | News",
    "title": "Beth Israel Researchers Find ChatGPT Outperformed Physicians in Some Clinical Reasoning Metrics | News | The Harvard Crimson",
    "title_full": "Beth Israel Researchers Find ChatGPT Outperformed Physicians in Some Clinical Reasoning Metrics | News | The Harvard Crimson",
    "published": "2024-04-11T15:03:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s3.amazonaws.com/thumbnails.thecrimson.com/photos/2024/03/26/215306_1369785.jpg.2000x1335_q95_crop-smart_upscale.jpg",
    "performance_score": 0,
    "domain_rank": 3921,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3f1caba004a1e6715e9443b99f40ab83414a980d",
  "url": "https://www.thecrimson.com/article/2024/4/11/chatgpt-outperforms-doctors-reasoning",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Briana Howard Pagán",
  "published": "2024-04-11T15:03:00.000+03:00",
  "title": "Beth Israel Researchers Find ChatGPT Outperformed Physicians in Some Clinical Reasoning Metrics | News | The Harvard Crimson",
  "text": "Researchers at Beth Israel Deaconess Medical Center found generative artificial intelligence tool ChatGPT-4 performed better than hospital physicians and residents in several — but not all — aspects of the clinical reasoning process, raising questions about the future use of AI in healthcare settings.\nThe research team gave the physicians and ChatGPT-4 clinical cases that were broken down into four different parts, and asked them to provide a summary and diagnosis, as well as an explanation of how they arrived at their answers. While ChatGPT-4 scored higher on clinical reasoning, it was also more likely to arrive at an incorrect diagnosis.\nOne metric used in the study to judge the diagnosis was completeness, which privileges ChatGPT-4, said Daniel Restrepo, an assistant professor of medicine at Harvard Medical School and internist at Massachusetts General Hospital.\n“That scale rewards verbosity, and so the more words you use, the more likely you are to score,” he said.\nHowever, Restrepo added that “it beat them with a very specific metric,” and said, “you still need doctors.”\nStephanie M. Cabral, a third-year resident in the Department of Internal Medicine at Beth Israel Deaconess Medical Center and lead author of the study, said the idea for the study came in April 2023.\nAfter receiving IRB approval, the team of researchers sent out case surveys, testing physicians on their clinical reasoning skills, in July. Analysis of the data from physicians and ChatGPT-4 occurred in Oct. 2023 and was published in Feb. 2024.\n“Overall, it was a very tight timeline. It was within a year, from April 2023 to February 2024,” Cabral said.\nZahir Kanjee, a clinician educator at Beth Israel Deaconess Medical Center and Assistant Professor of Medicine at HMS, said he was “drawn to this work” because of the new opportunities available with AI in healthcare.\nAdvertisement “I wanted to be part of the effort to think about what artificial intelligence and large language models are capable of, and how they can help us make care better,” he said.\nDespite ChatGPT-4’s better overall performance, the model had “more instances of incorrect reasoning,” lead author Cabral said.\nShe described ChatGPT-4’s effort to conduct a pregnancy test on a 74-year old woman with abdominal pain, even though “physicians wouldn't expect a 74-year old woman to be pregnant.”\n“We still have to be wary that these technologies can make errors,” she added.\nOpenAI, the owner of ChatGPT-4, could not be reached for comment.\nRestrepo also warned that the study was “a very artificial environment.”\n“It beat trainees and faculty members in documentation of reasoning using a very specific metric,” he said. “Why did it do that? One of the reasons I told you is because humans don’t read instructions, and humans cut corners.”\n“If you do that — based on this metric — you run the risk of scoring less,” Restrepo added.\nAdam Rodman, an internal medicine physician at Beth Israel Deaconess Medical Center and another leader of the study, said that implementing large language models poses risks.\n“There’s something called automation bias, this cognitive psychology automation bias, and that if you think that an output is from a machine, you will trust it more than if you think the output is from a human, which could have unpredictable effects on how humans actually behave in the real world, “ he said.\nAdvertisement Still, the researchers remain hopeful about AI’s usage in healthcare.\n“I think it’d be really useful sort of as a cognitive second opinion,” Restrepo said. However, he added, “it is critical that private health information not be inputted into these.”\n“I think AI technologies will hopefully bring back some of the humanity we’ve lost in medicine,” Rodman said.\n“In the short run, I am cautiously optimistic that it will improve the human physician bond,” he said. “The medium to long run, I think it’s really hard to predict — just because we’re looking at something that’s really changing what it means to be a doctor and what it means to be a patient.”\n ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "stephan",
        "sentiment": "none"
      },
      {
        "name": "daniel restrepo",
        "sentiment": "none"
      },
      {
        "name": "restrepo",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "harvard crimson researchers at beth israel deaconess medical center",
        "sentiment": "negative"
      },
      {
        "name": "beth israel researchers find chatgpt outperformed physicians",
        "sentiment": "negative"
      },
      {
        "name": "massachusetts general hospital",
        "sentiment": "none"
      },
      {
        "name": "harvard medical school",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T01:02:44.517+03:00",
  "updated": "2024-04-12T03:28:40.978+03:00"
}