{
  "thread": {
    "uuid": "ee667ddb49674685535f7f26c8f68bdefdc46c05",
    "url": "https://www.upworthy.com/a-study-has-been-following-gifted-kids-for-45-years-heres-what-weve-learned-rp4",
    "site_full": "www.upworthy.com",
    "site": "upworthy.com",
    "site_section": "https://www.upworthy.com/feeds/feed.rss",
    "site_categories": [
      "health",
      "exercise"
    ],
    "section_title": "Upworthy",
    "title": "A study has been following 'gifted' kids for 45 years. Here's what we've learned.",
    "title_full": "A study has been following 'gifted' kids for 45 years. Here's what we've learned.",
    "published": "2024-03-14T22:56:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://assets.rebelmouse.io/eyJhbGciOiJIUzI1NiIsInR5cCI6IkpXVCJ9.eyJpbWFnZSI6Imh0dHBzOi8vYXNzZXRzLnJibC5tcy8xOTUzMjIzOS9vcmlnaW4uanBnIiwiZXhwaXJlc19hdCI6MTc0MTUzNjc2Nn0.1pGSkqnGdpDpUfI-VR8WgzbPlpg4uqo95kbbiSjWO9w/img.jpg?width=980",
    "performance_score": 0,
    "domain_rank": 5578,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ee667ddb49674685535f7f26c8f68bdefdc46c05",
  "url": "https://www.upworthy.com/a-study-has-been-following-gifted-kids-for-45-years-heres-what-weve-learned-rp4",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Upworthy Staff",
  "published": "2024-03-14T22:56:00.000+02:00",
  "title": "A study has been following 'gifted' kids for 45 years. Here's what we've learned.",
  "text": "Family\nA study has been following 'gifted' kids for 45 years. Here's what we've learned.\nSome of what we used to think about gifted kids turned out to be wrong.\nWhat can we learn from letting seventh graders take the SAT?\nIn the 1960s, psychologist Julian Stanley realized that if you took the best-testing seventh graders from around the country and gave them standard college entry exams, those kids would score, on average, about as well as the typical college-bound high school senior.\nHowever, the seventh graders who scored as well or better than high schoolers, Stanley found, had off-the-charts aptitude in quantitative, logical, and spatial reasoning.\nIn other words, they were gifted.\nIn the 1970s, Stanley and his team launched a\nfull-scale study, identifying many of America's gifted kids and tracking them throughout their lives.\nThe study, called the Study of Mathematically Precocious Youth never ended and is now nearly 45 years in the making. It has followed countless kids from middle school into their careers as some of America's top politicians, scientists, CEOs, engineers, and military leaders.\nStanley passed away in the mid-2000s, but psychologist David Lubinski helped bring the study to Vanderbilt University in the 1990s, where he now co-directs it with Camilla P. Benhow.\nIt's not a stretch to call this the biggest and most in-depth study on intellectual \"precociousness.\" The results of the study thus far are equal parts fascinating and genuinely surprising — a deeply insightful look into the minds and lives of brilliant children.\n1. Some of what we used to think about gifted kids turned out to be wrong.\nEver heard the saying \"early to ripe, early to rot\"? It basically means doing \"too much\" to foster a kid's special talents and abilities at too young an age could actually cause harm in the long term.\nThat's not even remotely true, at least not according to Lubinski.\nThat might be an outdated example. But Lubinksi says there are plenty of other misconceptions still alive today, like the idea that gifted kids are so smart that they'll \"find a way\" to excel even if those smarts aren't nurtured and developed.\nNot so fast. \"They're kids,\" he explains. \"They need guidance. We all need guidance.\"\n2. Intelligence is not the same as passion.\nQuick, what's the \"smartest\" career you can think of. Doctor? Scientist?\nWhile you do have to be pretty brilliant to work in medicine or science, those are far from the only career paths gifted kids choose later in life.\n\"Quantitatively, gifted people vary widely in their passions,\" Lubinski says. Many of the students in the study did end up pursuing medicine, but others went into fields like economics or engineering. Others still were more gifted in areas like logical or verbal reasoning, making them excellent lawyers and writers.\n\"There are all kinds of ways to express intellectual talent,\" Lubinski explains.\nWhen it comes to doing what's best for a gifted student, it's just as important for parents and educators to know what the student is passionate about rather than pigeonholing them in traditionally \"smart\" fields and registering them in a bunch of STEM courses.\n3. Hard work definitely still matters.\nMeasuring a student's aptitude, their natural abilities, is only one part of the equation when it comes to determining how successful they'll be in life. Aptitude scores can identify a particularly strong natural skill set but tell us very little about how hard that person might work to excel in that field.\nEffort, Lubinski says, is a critical factor in determining how far someone's going to go in life. \"If you look at exceptional performers in politics, science, music, and literature, they're working many, many hours,\" he says.\n(And for the record, there are a lot more important things in life than just career achievement, like family, friends, and overall happiness.)\n4. Regardless of aptitude, every kid deserves to be treated as though they were gifted.\nThe study's focus is specifically on kids within a certain range of intellectual ability, but Lubinski is careful to note that many of its findings can and should be applied to all students.\nFor example, the kids in the study who were given an opportunity to take more challenging courses that aligned with their skills and interests ultimately went on to accomplish more than the students who were not afforded the same opportunity.\n\"You have to find out where your child's development is, how fast they learn, what are their strengths and relative weaknesses and tailor the curriculum accordingly,\" Lubinski says. \"It's what you would want for all kids.\"\nIt may sound a bit like a pipe dream, but it's a great starting point for how we should be thinking about the future of education in America.\nIf you'd like to learn more about the Study of Mathematically Precocious Youth, check out this short film on the project created by Vanderbilt University:\nQuick Learners; High Achievers: Study of Mathematically Precocious Youth\nThis article originally appeared on 09.22.17",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Education"
  ],
  "external_links": [
    "https://news.vanderbilt.edu/2017/09/14/watch-a-45-year-study-has-changed-the-way-we-view-giftedness/",
    "https://news.vanderbilt.edu/2017/09/14/watch-a-45-year-study-has-changed-the-way-we-view-giftedness",
    "https://www.news.vanderbilt.edu/2017/09/14/watch-a-45-year-study-has-changed-the-way-we-view-giftedness/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "stanley",
        "sentiment": "none"
      },
      {
        "name": "julian stanley",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "america",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:35:17.838+02:00",
  "updated": "2024-03-15T00:35:17.838+02:00"
}