{
  "thread": {
    "uuid": "e9ca0e0b3198109f6514debbaec8e20e4dc7aded",
    "url": "https://www.motorpasion.com/pruebas-de-coches/toyota-yaris-2024-prueba-contacto",
    "site_full": "www.motorpasion.com",
    "site": "motorpasion.com",
    "site_section": "https://www.motorpasion.com/feedburner.xml",
    "site_categories": [
      "media",
      "buying_selling_cars",
      "vehicles"
    ],
    "section_title": "Motorpasión",
    "title": "Probamos el nuevo Toyota Yaris: ahora es más potente, pero consume aún menos que un Renault Clio híbrido",
    "title_full": "Probamos el nuevo Toyota Yaris: ahora es más potente, pero consume aún menos que un Renault Clio híbrido",
    "published": "2024-02-16T09:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://img.remediosdigitales.com/f7a286/toyota_yaris_2024_prueba_contacto_20/840_560.jpeg",
    "performance_score": 0,
    "domain_rank": 34881,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e9ca0e0b3198109f6514debbaec8e20e4dc7aded",
  "url": "https://www.motorpasion.com/pruebas-de-coches/toyota-yaris-2024-prueba-contacto",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Héctor Ares",
  "published": "2024-02-16T09:00:00.000+02:00",
  "title": "Probamos el nuevo Toyota Yaris: ahora es más potente, pero consume aún menos que un Renault Clio híbrido",
  "text": "Toyota ha puesto al día uno de sus modelos más importantes, el Toyota Yaris. El pequeño urbano se actualiza más por dentro que por fuera, ya que estrena nuevas mecánicas más potentes y capaces con la llegada de un 130H en los acabados Premiere Edition y GR Sport. Además amplía su dotación tecnológica y de seguridad. Lo hemos conducido y te contamos primeras impresiones al volante.\nLa generación actual del Toyota Yaris se lanzó al mercado en el año 2020, y desde entonces ha gozado de un gran éxito de ventas como demuestran las más de 27.000 unidades comercializadas el año pasado en España, cuando fue líder absoluto igual que lo ha sido en enero de 2024. Pero el tiempo pasa y en Toyota, sin querer cambiar drásticamente el coche, han querido actualizarlo en los aspectos que tenían identificadas potenciales mejoras.\nNo busques los cambios en el exterior, porque ahí apenas los encontrarás. Solamente estrena nueva paleta de colores exteriores con 13 disponibles de los que cuatro son opciones bi-color para los acabados Supreme Edition, GR Sport y GR Sport Plus, mientras recibe también llantas de nuevo diseño en 17 pulgadas para el primero y 18 pulgadas en el caso del segundo.\nMás potencia con el Yaris 130H\nEl principal cambio en este renovado Toyota Yaris está en la mecánica, que recibe un nuevo motor-generador más potente, que es de 59 kW en el 120H y 62kW en la nueva versión 130H. El nuevo motor eléctrico MG2 como parte del sistema híbrido de quinta generación de Toyota y el nuevo transeje híbrido, unido al aumento de potencia, mejora la respuesta en aceleración.\nHay un incremento de un 12% de potencia total del motor tres cilindros de gasolina, que pasa de 116 CV a 130 CV, mientras que el motor eléctrico MG2 pasa de 141 Nm a 185 Nm, disponibles a cualquier régimen.\nEsto permite al nuevo Yaris rebajar en medio segundo el registro anterior del 0 a 100 km/h, dejándolo ahora en 9,2 segundos, mientras que la recuperación de 80 a 120 km/h se hace en 7,5 segundos.\nEsto llevado a la conducción permite que cuando estás al volante del coche, no haga falta ser tan exigente como antes con el pedal del acelerador para conseguir unas buenas prestaciones. El coche aprovecha mejor la potencia eléctrica, el motor de gasolina también es más potente y todo eso unido se traduce en que el coche se mueve mejor, con más agilidad sin necesidad de llevarlo tan revolucionado como antes.\nTodo ello sin sacrificar uno de los puntos clave del Yaris, su inusual eficiencia que le sitúa como el claro referente entre los coches de su tipo con tecnología híbrida. Las emisiones de CO2 se mantienen en unos contenidos 87-98 gr/km y el consumo entre 3,9 y 4,3 l/100 lm en ciclo WLTP.\nAdemás ahora cuenta con un mejorado sistema de Control del Estado de Carga Predictiva, que permite cuando llevas activado el sistema de navegación, ir modulando el nivel de carga en función del trayecto a realizar para aprovechar al máximo la carga eléctrica.\nMejor experiencia de usuario con mayor digitalización\nMás allá de estas novedades a nivel dinámico, el renovado Toyota Yaris también incorpora ahora novedades en cuanto a entretenimiento y conectividad. La principal es el nuevo cuadro de relojes que es completamente digital en las versiones de acabados más altos, los High, Premiere Edition, GR Sport y GR Sport Plus.\nEste cuadro permite una lectura muy clara de los datos, con hasta 12 configuraciones distintas de la información. Los modelos básicos siguen contando con cuadro analógico aunque la pantalla digital central es de 4,2”.\nEs novedad también el sistema multimedia Toyota Smart Connect, con un funcionamiento más sencillo e intuitivo, que funciona de forma más rápida y fluida. La nueva navegación conectada permite actualiaciones de información de tráfico y ruta en función del tráfico.\nLa pantalla de 10,5 pulgadas en los acabados más altos que pudimos conducir funciona mucho mejor que las anteriores, y solamente es mejorable la calidad de la imagen que proyecta la cámara de marcha atrás cuando está activa.\nOtra de las novedades que llega con esta actualización del Yaris es la llave digital inteligente desde el smartphone, que es de serie en los Premiere Edition y GR Sport Plus y no es opcional en otros acabados. Permite mediante la aplicación MyToyota que hasta cinco usuarios puedan abrir y arrancar el coche usando únicamente el Smartphone.\nMyToyota también permite abrir y cerrar el coche a distancia, accionar el climatizador para que el coche esté a la temperatura correcta al entrar o activar las luces de emergencia, algo muy útil cuando quieres localizar el coche aparcado y tienes dificultades para conseguirlo.\nToyota Safety Sense mejorado\nPara seguir siendo un referente en materia de seguridad, el nuevo Toyota Yaris tiene un nuevo sistema de cámara y radar, que tienen más profundidad y amplitud, lo cual ayuda a detectar situaciones de peligro y que el coche reaccione.\nEl sistema de seguridad precolisión PCS por sus siglas en inglés puede reconocer la posibilidad de un impacto frontal e incluso un mayor abanico de objetos en la trayectoria, desde peatones a ciclistas y ahora, también motocicletas.\nTambién llega la supresión de la aceleración, que evita que puedas acelerar en caso de que el propio coche identifique que en caso de hacerlo tendrías un accidente.\nEl sistema proactivo de asistencia a la conducción hace que la velocidad se adapte a los vehículos que nos preceden cuando soltamos el pedal del acelerador, y también cuando vamos a entrar en una curva. A este sistema se une la asistencia a la dirección, que ajusta la dureza de la misma en zonas de curvas para que sea más sencillo entrar en ellas.\nOtras funciones como el control de crucero adaptativo, el sistema de parada de emergencia, aviso de cambio involuntario de carril o el de reconocimiento de señales de tráfico, más allá de las nuevas funciones de seguridad obligatorias para nuevos modelos, hacen del Yaris un coche más completo sin duda en materia de seguridad.\nAl volante del Toyota Yaris 130H\nDurante la presentación internacional de este modelo, que tuvo lugar en Sitges, pudimos conducir un Yaris 130H con el acabado Premiere Edition. Esta opción mecánica se percibe notablemente más llena que la disponible hasta ahora, y hace que la sensación al conducirlo sea más agradable.\nPor un lado, no es necesario esforzarse tanto como antes para llevarlo a ritmo alegre. Tiene ese punto de potencia que echábamos en falta en la mecánica anterior, y alcanza velocidad sin necesidad de revolucionar tanto el motor de gasolina ni hacer sufrir al cambio CVT.\nSe escucha por tanto menos la mecánica, aunque la rumorosidad especialmente cuando circulas en carretera tipo autopista o autovía, sigue siendo su principal aspecto de mejora.\nEn tramos urbanos e interurbanos sorprende el tiempo que permite circular únicamente en eléctrico, con su consiguiente silencio, suavidad y delicadeza, que hace del Yaris el coche más adecuado de su segmento para uso urbano.\nEl recorrido, sirvió también para corroborar que aunque no hay cambios en suspensiones y tarado de chasis, esta generación del Yaris elimina por completo cualquier tipo de balanceo de la carrocería, que entra muy plana en las curvas y eso se traduce en una dinámica muy agradable.\nEl otro punto clave de este coche, y por el que muchos clientes se decantan por él frente a otras alternativas, son los consumos. Siguen siendo absolutamente irrisorios, tanto que incluso exigiéndole mucho en carretera tipo autovía, yendo alegre en curvas y demás, el ordenador de abordo no superó en ningún momento los 5,6 l/100 km, lo cual nos hace pensar que en uso convencional apenas superará los 4 l/100 km.\nVersiones y precios del Toyota Yaris 2024\nSalvando las versiones para flotas con acabado Business Plus, que parte de los 17.092 euros, la gama del renovado Toyota Yaris empieza con el acabado Active Plus, que cuesta 22.400 euros y va siempre asociado a la mecánica 120H. También con esta mecánica está el acabado Style, que cuesta 23.650 euros.\nEn mecánicas 130H, tenemos los acabados GR Sport con precio de 24.150 euros, el GR Sport Plus por 25.900 euros y el modelo tope de gama Premiere Edition, que solo estará a la venta durante el año 2024 con un precio de 26.150 euros y un equipamiento súper completo.\nLos concesionarios españoles ya admiten pedidos de este renovado Toyota Yaris y las primeras entregas comenzarán en el mes de marzo de 2024.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T11:12:37.916+02:00",
  "updated": "2024-02-16T11:12:37.916+02:00"
}