{
  "thread": {
    "uuid": "fa35b5d3b7207b598394138bbaa1e62532eeca68",
    "url": "https://scienmag.com/prestigious-european-grant-for-research-into-biodegradable-plastics",
    "site_full": "scienmag.com",
    "site": "scienmag.com",
    "site_section": "https://scienmag.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Science",
    "title": "Prestigious European grant for research into biodegradable plastics",
    "title_full": "Prestigious European grant for research into biodegradable plastics",
    "published": "2024-04-12T01:10:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i0.wp.com/scienmag.com/wp-content/uploads/2024/04/Prestigious-European-grant-for-research-into-biodegradable-plastics.jpeg?fit=700%2C467&#038;ssl=1",
    "performance_score": 0,
    "domain_rank": 65988,
    "domain_rank_updated": "2024-04-09T13:11:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fa35b5d3b7207b598394138bbaa1e62532eeca68",
  "url": "https://scienmag.com/prestigious-european-grant-for-research-into-biodegradable-plastics",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Admin",
  "published": "2024-04-12T01:10:00.000+03:00",
  "title": "Prestigious European grant for research into biodegradable plastics",
  "text": "Professor dr. Linda Amaral-Zettler, Research Leader at NIOZ Royal Netherlands Institute of Sea Research and the Chair in Marine Microbiology at the University of Amsterdam has been awarded a prestigious Advanced ERC-grant by the European Commission today. Amaral-Zettler receives almost 3,5 million euros for her research into biodegradation in the marine environment. “Biodegradable sounds really nice”, she admits. “But before we repeat the mistakes we’ve made with fossil-fuel-based plastics back in the last millenium, we really want to understand how these materials interact with marine life and how long they last in the environment.” “Biodegradable sounds really nice”, she admits. “But before we repeat the mistakes we’ve made with fossil-fuel-based plastics back in the last millenium, we really want to understand how these materials interact with marine life and how long they last in the environment.”\nCredit: NIOZ/Anneke Hymmen\nProfessor dr. Linda Amaral-Zettler, Research Leader at NIOZ Royal Netherlands Institute of Sea Research and the Chair in Marine Microbiology at the University of Amsterdam has been awarded a prestigious Advanced ERC-grant by the European Commission today. Amaral-Zettler receives almost 3,5 million euros for her research into biodegradation in the marine environment. “Biodegradable sounds really nice”, she admits. “But before we repeat the mistakes we’ve made with fossil-fuel-based plastics back in the last millenium, we really want to understand how these materials interact with marine life and how long they last in the environment.” “Biodegradable sounds really nice”, she admits. “But before we repeat the mistakes we’ve made with fossil-fuel-based plastics back in the last millenium, we really want to understand how these materials interact with marine life and how long they last in the environment.”\nVibrant sea\nFor the next five years, Amaral-Zettler, together with three PhD-candidates and lab analysts, will work on the project she creatively calls ‘ViBRANT-SEA’, the acronym for her project entitled: Validating Biodegradation Rates and Reactions Applying Novel Technologies and Systems Ecology Approaches . “Above all, with this project we want to emphasize how vibrant the marine ecosystem still is and how we should keep it that way.”\nWho biodegrades the biodegradables?\nThe project is divided in three so-called work-packages. “In the first, we want to identify who is breaking down the biodegradables. We will look for novel microbes, but also for specific genes in these microbes, that encode the enzymes that are necessary for biodegradation of the main components of two biodegradable polymers we will concentrate on: polyhydroxyalkanoates and polylactic acid. In the meantime, we may also find pathways that produce these polymers, because many microbes that break down biodegradable plastics, are also able to produce them”, Amaral-Zettler explains.\nHow fast do they break down?\nIn a second work-package, Amaral-Zettler and her team hope to find out how fast – or how slow – the biodegradable plastics break down into carbon dioxide, water and biomass. “We will establish that both in the lab, as well as under field conditions, using plastic with labeled carbon. Biodegradation under the high pressures and low temperatures of the deep sea, may be something entirely different than under conditions on land. And unfortunately, much of our plastics end up in the deep sea.”\nWithout lab animals\nIn a third work-package, Amaral-Zettler intends to collaborate with Bart Spee, expert at so-called organoids at Utrecht University, to design an organoid, or an artificial organ of a marine fish in a petri dish. “At the moment, the mandatory testing of ecotoxicity of new plastic materials is only ‘optional’ in fish, because the testing in these animals is complex and considered ethically problematic. However, fish are very important potential victims of the plastics that end up in the sea. Therefore, we hope to come up with an alternative, animal-free method to test this toxicity. We hope to test the toxicity of both conventional and biodegradable plastics, as well as their additives, such as colorants or PFAS that are added to these materials.”\nAvoid the trap\nAmaral-Zettler is very grateful to the European Commission for the opportunities that this ERC-grant provides. “To date, biodegradable plastics represent a small fraction of the total amount of plastics we produce, but this is increasing each year. And we really want to avoid stepping into the same trap as we did back in the fifties, when we thought plastic was a ‘nice and durable’ material that could do no harm. This ERC-grant gives us the opportunity to predict the lifetimes and impacts of biodegradable plastics, a step towards understanding how these new plastics behave in the marine environment. I hope the results of this project help manufacturers produce more environmentally friendly products, help legislators draft policies based on science, and consumers make intelligent choices when shopping. That’s what we need to maintain our vibrant seas!”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "zettler",
        "sentiment": "negative"
      },
      {
        "name": "linda amaral",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "university of amsterdam",
        "sentiment": "none"
      },
      {
        "name": "nioz/anneke hymmen",
        "sentiment": "none"
      },
      {
        "name": "european commission",
        "sentiment": "none"
      },
      {
        "name": "nioz royal netherlands institute of sea research",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "nioz royal netherlands institute of sea resea",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T02:46:45.835+03:00",
  "updated": "2024-04-12T04:52:47.718+03:00"
}