{
  "thread": {
    "uuid": "bcef6f44528e099b166547c6d134dc76a9a353e2",
    "url": "https://www.dnj.com/story/news/world/israel-hamas/2024/05/06/israeli-war-rafah-evacuations-live-updates/73583309007",
    "site_full": "www.dnj.com",
    "site": "dnj.com",
    "site_section": "https://www.dnj.com/news",
    "site_categories": [
      "real_estate",
      "media",
      "buying_selling_homes"
    ],
    "section_title": "Murfreesboro - News",
    "title": "Hamas says it accepts cease-fire proposal from Egypt, Qatar",
    "title_full": "Hamas says it accepts cease-fire proposal from Egypt, Qatar",
    "published": "2024-05-06T19:56:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.gannett-cdn.com/authoring/authoring-images/2024/05/06/USAT/73583593007-afp-2151157090.jpg?auto=webp&crop=5234,2945,x0,y272&format=pjpg&width=1200",
    "performance_score": 0,
    "domain_rank": 40879,
    "domain_rank_updated": "2024-04-30T13:08:01.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bcef6f44528e099b166547c6d134dc76a9a353e2",
  "url": "https://www.dnj.com/story/news/world/israel-hamas/2024/05/06/israeli-war-rafah-evacuations-live-updates/73583309007",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": ", The Daily News Journal",
  "published": "2024-05-06T19:56:00.000+03:00",
  "title": "Hamas says it accepts cease-fire proposal from Egypt, Qatar",
  "text": "Hamas says it accepts cease-fire proposal; US reviewing announcement: Live updates Hamas said Monday that it had accepted a Gaza cease-fire proposal from Egypt and Qatar, but details were not immediately available and it was not clear whether Israel had agreed to the terms. The militant group said in a statement that its chief, Ismail Haniyeh, had informed Qatar's prime minister and Egypt's intelligence chief of its acceptance of their proposal. The announcement came hours after Palestinians were warned to evacuate parts of the southern Gaza city of Rafah as Israel prepared for an [ attack certain to worsen an acute humanitarian crisis.](https://www.usatoday.com/story/news/world/israel-hamas/2024/05/05/gaza-war-israel-hamas-live-updates/73577938007/) An Israeli army spokesperson, asked about the truce proposal, said only that his government closely examines every response to cease-fire proposals and is is exhausting every possibility regarding negotiations and the return of hostages. Military operations in Gaza were continuing, the spokesperson said. U.S. State Department spokesman Matt Miller said the Biden administration was reviewing the Hamas announcement and \"will be discussing this response with our partners over the coming hours.” An Israeli official told Reuters the deal approved by Hamas appeared to be a softened version of an Egyptian proposal that included “far-reaching” conclusions that Israel could not accept, Reuters reported. The official, who spoke on condition of anonymity, said the Hamas announcement could be a ruse intended to make Israel appear to be the side blocking a deal. A senior Israeli official, who spoke to the New York Times on condition of anonymity, said Hamas had not agreed to the terms of the latest Israeli proposal. Israeli National Security Minister Itamar Ben-Gvir described the Hamas announcement as a \"trick.\" “Hamas' exercises and games have only one answer: An immediate order to occupy Rafah!\" Ben-Gvir wrote on social media. \"Increasing military pressure, and continuing the complete defeat of Hamas.” Israel began its assault on Gaza in response to the Hamas-led attack on Oct. 7, when almost 1,200 people were killed and more than 200 hostages were taken, according to Israeli tallies. More than 34,600 Palestinians have been killed and more than 77,000 have been wounded, according to Gaza's health ministry. A cease-fire that took place late last year resulted in the release of about 100 Hamas-held hostages. Israeli Prime Minister Benjamin Netanyahu has repeatedly warned that an attack on Rafah was necessary to complete the task of crushing Hamas. Netanyahu said as recently as Sunday that he would negotiate for a cease-fire but that the war won't end until Hamas has been destroyed. Israel attacks Rafah: [Hamas claims responsibility for deadly rocket strike](https://www.usatoday.com/story/news/world/israel-hamas/2024/05/05/gaza-war-israel-hamas-live-updates/73577938007/) Developments: ∎ Palestinian evacuees in Rafah were warned not to migrate toward the Egyptian or Israel borders. ∎ The announcements came one day after four Israeli soldiers were killed in a rocket attack just outside the city. Hamas claimed responsibility for that attack. ∎ Defense Minister Yoav Gallant said Israel had made extensive efforts to reach an agreement for the release of hostages and a temporary cease-fire but said Hamas refused \"any proposal that would allow this.” [Israeli evacuation announcement sends Palestinians into streets] About 100,000 Palestinians are believed to live in the evacuation area of Rafah. The Israeli military instructed residents to evacuate ahead of a \"limited scope\" operation. Rafah, a city of about 275,000 before the war, has been overwhelmed by up to a million additional residents who fled fighting elsewhere in the embattled enclave. The Israeli military called on residents in the eastern neighborhoods of Rafah to \"temporarily evacuate to the expanded humanitarian area\" a few miles outside the city. The warnings were issued through text messages, phone calls and Arabic media broadcasts. Thousands of residents heeding the call were crowding streets with cars, pickups and mule-drawn carts, urged on by blasts heard across eastern parts of the city. The White House issued a statement saying the administration made its oppostion to a ground invasion of Rafah clear to the Israeli government. \"We continue to believe that a hostage deal is the best way to preserve the lives of the hostages, and avoid an invasion of Rafah, where more than a million people are sheltering,\" the statement said. \"Those talks are ongoing now.\" President Joe Biden and Netanyahu later spoke by phone, marking Holocaust Remembrance Day and discussing talks aimed at the release of Israeli hostages held by Hamas. The readout's only mention of Rafah was that \"the president reiterated his clear position on Rafah.\" [US criticized for supporting Israeli military] Jan Egeland, secretary-general of the Norwegian Refugee Council, said Israel's allies have failed to restrain \"indiscriminate attacks\" in Gaza for months and now have failed to prevent the war from spreading to a city that become \"one of the largest displacement camps in the world.\" Those allies, which include the U.S., provided Israel with arms and thus share the responsibility, he said. Hamas official Sami Abu Zuhri described the evacuation order as a \"dangerous escalation\" that would have consequences. \"The U.S. administration, alongside the occupation, bears responsibility for this terrorism,\" he said. [Former Israeli intel official chastises West for criticisms] Former Israeli Intelligence official and regional analyst Avi Melamed said the evacuation orders are likely the first phase in a \"slow and deliberate\" Israeli assault on the city. In an email to USA TODAY, Melamed said Israel understands the \"diplomatic challenges\" and suggested the tempo of its operations will differ from the rapid attacks elsewhere in Gaza. Israeli leaders hope the Rafah operation helps dismantle Hamas’ military infrastructure and capabilities while also increasing the pressure on Hamas leaders to sign a deal, Melamed said. He chastised the West for criticizing Israel's military operations and said Hamas must be held accountable for its actions to encourage participation in a peace process. \"The diplomatic outcry by Western leaders in response to the evacuation orders illustrates why Hamas continues its firm opposition to meaningful compromise,\" Melamed said. Hamas \"knew and expected that any Israeli move toward Rafah would be met with public outcry.\" [Columbia University cancels graduation ceremony] [Columbia University](https://www.usatoday.com/story/news/2024/05/04/columbia-professor-arrested-nypd-protests-israel-gaza/73561493007/), the epicenter for campus protests opposing Israel's war in Gaza, announced Monday that it will [not hold its main commencement ceremony](https://www.usatoday.com/story/news/nation/2024/05/06/columbia-commencement-ceremony-protest-live-updates/73583447007/) following weeks of [protests](https://www.usatoday.com/story/news/nation/2024/05/05/school-protests-usc-closes-campus-updates/73578296007/). In [a news release](https://commencement.columbia.edu/content/announcements), the university said it chose to make \"school-level ceremonies\" and other smaller celebrations the centerpiece of this year's graduation instead of a \"large, formal ceremony\" originally scheduled for May 15. \"We will focus our resources on those school ceremonies and on keeping them safe, respectful, and running smoothly,\" the university said, adding that a \"festive event\" may still take place next week. Monday's announcement came as universities continue to grapple with pro-Palestinian protests on campus. At Columbia, the New York Police Department made [112 arrests Tuesday](https://www.usatoday.com/story/news/nation/2024/05/02/columbia-encampment-arrests-broadcast-by-student-radio-station/73539782007/) while dismantling an encampment and ushering protesters out of an administration building. − Christopher Cann [EU calls on Israel to abandon ground invasion of Rafah] Israel's warning on Rafah prompted a global outcry. European Union foreign policy chief Josep Borrell denounced Israel's evacuation orders, saying they \"portend the worst: more war and famine.\" He called on Israel to drop plans for a ground offensive, saying the \"international community can and must act to prevent such scenario.\" Jordan Foreign Minister Ayman Safadi also urged the world to act, warning that \"another massacre of the Palestinians is in the making.\" \"All must act now to prevent it. Failure to prevent the massacre will be an indelible stain on the international community,\" he said. \"Too many massacres have been allowed. Enough.\" [UN agencies warn humanitarian crisis will worsen] The United Nations Relief and Works Agency for Palestine Refugees warned that an Israeli offensive in Rafah would mean \"more civilian suffering and deaths.\" The consequences would be \"devastating\" for 1.4 million people, the agency said in a statement. Director Philippe Lazzarini urged both sides to reach agreement on a cease-fire or risk an expansion of the \"already man-made famine.\" \"UNRWA is not evacuating,\" the statement said. \"The agency will maintain a presence in Rafah as long as possible and will continue providing lifesaving aid to people.\" UNICEF warned that a \"military besiegement and ground incursion\" in Rafah would pose catastrophic risks to the 600,000 children sheltering there. Many already are injured, sick, malnourished, traumatized or living with disabilities, UNICEF Executive Director Catherine Russell said. “Many have been displaced multiple times and have lost homes, parents and loved ones,\" Russell said. \"They need to be protected.” ['There are no safe zones in Gaza'] \"A military offensive through Rafah risks becoming the deadliest phase of the horrific war in Gaza,\" Egeland said, adding that neighboring areas are destroyed or so overcrowded they cannot handle the influx of evacuees. The aid agency ActionAid warned of \"catastrophic consequences\" and urged the international community to \"act swiftly to prevent further atrocities.\" \"Our aid workers are reporting some of the most severe conditions in recent memory with widespread disease, starvation and chaos,\" the agency said in a statement. \"Let us be clear, there are no safe zones in Gaza.\" Contributing: Joey Garrison, USA TODAY; Reuters",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.usatoday.com/story/news/nation/2024/05/06/columbia-commencement-ceremony-protest-live-updates/73583447007/)",
    "https://www.usatoday.com/story/news/nation/2024/05/02/columbia-encampment-arrests-broadcast-by-student-radio-station/73539782007/)",
    "https://www.usatoday.com/story/news/nation/2024/05/05/school-protests-usc-closes-campus-updates/73578296007/).",
    "https://commencement.columbia.edu/content/announcements),",
    "https://www.usatoday.com/story/news/2024/05/04/columbia-professor-arrested-nypd-protests-israel-gaza/73561493007/),",
    "https://www.usatoday.com/story/news/world/israel-hamas/2024/05/05/gaza-war-israel-hamas-live-updates/73577938007/)",
    "https://www.commencement.columbia.edu/content/announcements),",
    "https://usatoday.com/story/news/nation/2024/05/05/school-protests-usc-closes-campus-updates/73578296007/).",
    "https://usatoday.com/story/news/nation/2024/05/06/columbia-commencement-ceremony-protest-live-updates/73583447007/)",
    "https://usatoday.com/story/news/2024/05/04/columbia-professor-arrested-nypd-protests-israel-gaza/73561493007/),",
    "https://usatoday.com/story/news/nation/2024/05/02/columbia-encampment-arrests-broadcast-by-student-radio-station/73539782007/)",
    "https://usatoday.com/story/news/world/israel-hamas/2024/05/05/gaza-war-israel-hamas-live-updates/73577938007/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ismail haniyeh",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "negative"
      },
      {
        "name": "qatar hamas",
        "sentiment": "negative"
      },
      {
        "name": "reuters",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "qatar",
        "sentiment": "none"
      },
      {
        "name": "egypt",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "rafah",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-06T20:49:48.283+03:00",
  "updated": "2024-05-06T22:39:45.065+03:00"
}