{
  "thread": {
    "uuid": "0f17b46e716866634291611a1f3b0258d9d1a96e",
    "url": "https://www.mundodeportivo.com/vidae/20240419/1002229987/hay-fruta-pasas-alto-previene-diabetes-ayuda-adelgazar.html",
    "site_full": "www.mundodeportivo.com",
    "site": "mundodeportivo.com",
    "site_section": "https://www.mundodeportivo.com",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "Mundo Deportivo | Noticias deportivas: Fútbol, motor, tenis y más",
    "title": "Hay una fruta que pasas por alto pero previene la diabetes y ayuda a adelgazar",
    "title_full": "Hay una fruta que pasas por alto pero previene la diabetes y ayuda a adelgazar",
    "published": "2024-04-19T01:15:45.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.mundodeportivo.com/files/og_thumbnail/uploads/2024/04/17/662039d292a92.jpeg",
    "performance_score": 0,
    "domain_rank": 5084,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0f17b46e716866634291611a1f3b0258d9d1a96e",
  "url": "https://www.mundodeportivo.com/vidae/20240419/1002229987/hay-fruta-pasas-alto-previene-diabetes-ayuda-adelgazar.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Belen Candia",
  "published": "2024-04-19T01:15:45.000+03:00",
  "title": "Hay una fruta que pasas por alto pero previene la diabetes y ayuda a adelgazar",
  "text": "Una dieta saludable debe contener frutas y verduras debido a los beneficios para la salud que aportan sus ricos nutrientes. De hecho, se recomienda ingerir entre tres a cinco piezas al día. Sin embargo, siempre es mejor consultar a un médico nutricionista para saber la cantidad exacta según los objetivos de cada persona. Entre las ventajas que aporta su consumo diario, podemos mencionar las siguientes: Regulan el funcionamiento del intestino: esto se debe a sus elevados niveles de fibra, que también ayuda a eliminar el estreñimiento y prevenir ciertas enfermedades. Mejoran la salud de la piel: por lo general contienen vitamina C, que brinda luminosidad a la piel, cuida los ligamentos y también los vasos sanguíneos. Además, repara y mantiene en buen estado los huesos y dientes, e interviene en la absorción de hierro. Aumentan el apetito: las frutas y verduras contienen fibra dietética, un nutriente que ayuda a saciar el apetito al comer y controlar el peso corporal ya que se evita ingerir de más. Previenen enfermedades: sus altos niveles de antioxidantes protegen a las personas de patologías relacionadas con la degeneración del sistema nervioso, cardiovasculares y algunos tipos de cáncer. Este último fue confirmado por la Organización Mundial de la Salud (OMS) ya que se detectó que las frutas y verduras poseen efectos anticancerígenos. Por estas razones, su ingesta cada día es importante para una mejor salud física y mental. Un método sencillo para sumar este alimento a la dieta es buscar el que más nos guste o genere interés y buscar ideas de platos, como por ejemplo un desayuno con alguna fruta o una cena con algún vegetal. Y si bien cualquiera de ellos es beneficioso para el cuerpo, existe una fruta en particular que se destaca del resto según un estudio de la Universidad de Harvard. Se trata de la manzana, una de las frutas más producidas y consumidas en todo el mundo, que es una fuente de fibra, vitamina C, magnesio, potasio, agua y fitoquímicos. Sobre su valor nutricional, la investigación señala: \"Una porción, o una manzana mediana, proporciona aproximadamente 95 calorías, 0 gramos de grasa, 1 gramo de proteína, 25 gramos de carbohidratos, 19 gramos de azúcar (natural) y 3 gramos de fibra\". En cuanto a sus los expertos que participaron del estudio destacaron los siguientes: previene la diabetes, cuida la salud cardiovascular y controla el peso corporal. Sobre el primer punto, recalcan que otro estudio epidemiológico comprobó que el consumo de manzanas está relacionado a un menor riesgo de diabetes tipo 2. Los especialistas también aseguran que es beneficiosa para prevenir enfermedades cardíacas y lleva a un menor riesgo de accidente cerebrovascular. Luego, aseguran que la fibra que posee esta fruta ayuda a retardar la digestión, provocando mayor sensación de saciedad y menos hambre a lo largo del tiempo. Además, es un alimento con índice glucémico bajo, lo cual previene los picos de azúcar en sangre, y disminuye las ganas de comer en exceso.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:15:45.284+03:00",
  "updated": "2024-04-19T01:15:45.284+03:00"
}