{
  "thread": {
    "uuid": "37cb0032b97864a5c9306ebbf36de3cc4dbf7d81",
    "url": "https://www.illawarramercury.com.au/story/8524592/wollongong-city-council-assures-its-mulch-is-asbestos-free",
    "site_full": "www.illawarramercury.com.au",
    "site": "illawarramercury.com.au",
    "site_section": "https://www.advertiserlaketimes.com.au/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Illawarra Mercury - Local News",
    "title": "Council's own mulch protects against asbestos in Wollongong parks",
    "title_full": "Council's own mulch protects against asbestos in Wollongong parks",
    "published": "2024-02-15T22:52:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://www.illawarramercury.com.au/images/transform/v1/crop/frm/gk4M5TtAHFtAbb98BYfYMb/3f889f0e-6a46-40bd-98eb-5c263bb0821e.jpg/r0_36_1920_1044_w1200_h630_fmax.jpg",
    "performance_score": 0,
    "domain_rank": 32254,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "37cb0032b97864a5c9306ebbf36de3cc4dbf7d81",
  "url": "https://www.illawarramercury.com.au/story/8524592/wollongong-city-council-assures-its-mulch-is-asbestos-free",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ben Langford",
  "published": "2024-02-15T22:52:00.000+02:00",
  "title": "Council's own mulch protects against asbestos in Wollongong parks",
  "text": "Wollongong City Council produces most of the mulch it uses in parks, allowing it to be sure the material is free of asbestos, the council said. Sydney's growing crisis of parks and gardens affected by asbestos contamination this week prompted the launch of asbestos taskforce, with the problems so far understood to involve a single supplier of mulch. With schools, hospitals and public parks among hundreds of sites in Sydney suspected to be contaminated, Wollongong deputy mayor Tania Brown said she had written to the council's general manager asking for assurances about potential contamination in this city. She didn't have to wait long before the [assurances](https://wollongong.nsw.gov.au/council/news/articles/february-2024/statement-to-our-community-mulch-in-parks) came. \"I want to be able to assure our community that the mulch used in our local parks and playgrounds is safe and contaminant free,\" Cr Brown said. \"I have written to the general manager of Wollongong City Council seeking confirmation that the supply of mulch used by Wollongong City Council is safe and that we can verify where the mulch has been sourced.\" The council's response came just hours after Cr Brown put out a media release titled \"Are our playgrounds safe?\" The council said its practice was to generate its own mulch for the majority of projects. \"We wish to assure our community that Wollongong City Council self-generates the majority of mulch that is used across our parks and open spaces,\" a council statement said. \"This means we know where our mulch is sourced, how it is processed and ensures it's used in accordance with the NSW EPA Mulch Order 2016. \"We're able to document the use of the mulch through council's waste classification process. \"This practice also allows us to sustainably reuse and repurpose materials collected from our natural areas projects and local tree loppers. \"From time-to-time, some projects do require us to purchase additional mulch from an external supplier. We have not purchased any materials from the supplier associated with the EPA's investigation.\" Cr Brown herself helped launch the council/'s Food Organics, Garden Organics program, where kitchen waste is included with other garden materials in \"green waste\" bins. This is then processed at Kembla Grange company Soilco, and mulch is available for sale to the public at the nearby Whytes Gully tip. Wollongong has had its share of asbestos problems, including the Helensburgh off-road cycling track which remains closed after asbestos was found to be present in fill across the site. And this week Port Kembla company South Coast Equipment [was ordered](https://www.illawarramercury.com.au/story/8522927/asbestos-contamination-in-illawarra-adds-to-sydneys-problems/) by the Environment Protection Authority not to store asbestos waste on-site after testing late last year revealed it was present in a stockpile of \"fines\" which may have been destined for use as construction fill. Sign up for our newsletter to stay up to date. We care about the protection of your data. Read our [Privacy Policy](/privacy/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [
    "https://wollongong.nsw.gov.au/council/news/articles/february-2024/statement-to-our-community-mulch-in-parks",
    "https://www.wollongong.nsw.gov.au/council/news/articles/february-2024/statement-to-our-community-mulch-in-parks"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "brown",
        "sentiment": "none"
      },
      {
        "name": "cr brown",
        "sentiment": "none"
      },
      {
        "name": "tania brown",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "wollongong city council",
        "sentiment": "neutral"
      },
      {
        "name": "council",
        "sentiment": "neutral"
      }
    ],
    "locations": [
      {
        "name": "wollongong",
        "sentiment": "none"
      },
      {
        "name": "sydney",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T10:04:29.482+02:00",
  "updated": "2024-02-16T12:35:46.087+02:00"
}