{
  "thread": {
    "uuid": "bd3f9ddd73af32f9e28bd466f4c4d2a5bf1d8e0b",
    "url": "https://www.globalsecurity.org/wmd/library/news/russia/2023/12/russia-231228-sputnik02.htm",
    "site_full": "www.globalsecurity.org",
    "site": "globalsecurity.org",
    "site_section": "http://www.globalsecurity.org/globalsecurity-org.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "GlobalSecurity.org",
    "title": "Russia Has Become Significantly Stronger Over Past Year - Lavrov",
    "title_full": "Russia Has Become Significantly Stronger Over Past Year - Lavrov",
    "published": "2023-12-29T12:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 3544,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bd3f9ddd73af32f9e28bd466f4c4d2a5bf1d8e0b",
  "url": "https://www.globalsecurity.org/wmd/library/news/russia/2023/12/russia-231228-sputnik02.htm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "John Pike",
  "published": "2023-12-29T12:03:00.000+02:00",
  "title": "Russia Has Become Significantly Stronger Over Past Year - Lavrov",
  "text": "Russia Has Become Significantly Stronger Over Past Year - Lavrov\n20231228\nMOSCOW, December 28 (Sputnik) - Russia has become significantly stronger over the past year, with the people opposing the West in the hybrid war it has unleashed, Russian Foreign Minister Sergey Lavrov said in an interview with Sputnik and the Rossiya 24 broadcaster.\n\"As a result of this hybrid war of the entire collective West against Russia, which was unleashed by the hands, bodies and all other components of Ukrainian society against us ... Russia has become significantly stronger this year, and the unity of our people has increased significantly,\" Lavrov said.\nThe top diplomat added that the West's plan to inflict a \"strategic defeat\" on Russia had failed miserably.\n\"The West is indeed changing its tactics, probably even thinking about restructuring its strategy. Even if we claim that the 'strategic defeat of Russia' was the strategy, forgive me for repeating, then the strategy has failed miserably,\" Lavrov stated.\nHe stressed that since US has labelled Russia as its \"enemy\", Moscow is ready for any course of events.\nFairer Economic World Order Imminent\nThese days, the advance of a fairer economic order cannot be stopped, said Sergey Lavrov.\n\"The movement towards a fairer world order, economic world order, is, of course, unstoppable\".\nHe recalled that developing countries and BRICS members have been demanding IMF and World Bank quotas that would reflect their real economic standing, but the West has been reluctant. Russia's top diplomat stressed that this case is yet another example of how the US violates the principles of honest free market competition.\nLavrov added that the world majority grew very tired of the US dollar as the main reserve currency, because it has turned into a tool of political pressure.\nNo Bright Future for European Union\nRussian Foreign Minister Sergey Lavrov said in an interview with Sputnik and the Rossiya 24 broadcaster that he does not see any bright future for the European Union.\n\"I do not see such a rosy future, or rather, I do not see a rosy future in a good sense for the European Union. In other senses, they have already defined this future for themselves,\" Lavrov said.\nDemilitarization and Denazification of Ukraine Will Be Implemented\nThe top diplomat stressed that Russia plans to achieve all the goals of the special military operation in the wake of changes in Ukraine.\n\"We are preparing to implement all the goals that were set. Demilitarization, denazification. You can't escape it,\" he said.\nZelensky Has Betrayed His People\nSergey Lavrov said that Ukrainian President Volodymyr Zelensky is a traitor. He recalled that recently the Ukrainian leader said that he had forgotten the Russian language and his words looked as if they were parts of a play.\nThe top diplomat added that years earlier Zelensky had urged to \"leave Russians alone\" and pretended that Russian was his language and at the same time he was a citizen of Ukraine. Russia's foreign policy chief lamented that Zelensky was unable to stick to this position.\n\"He betrayed his people. And not just one, he betrayed two of his nations,\" Lavrov concluded.\n© Sputnik\n|\n|\nNEWSLETTER\n|Join the GlobalSecurity.org mailing list|\n|\n||\n|",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lavrov",
        "sentiment": "negative"
      },
      {
        "name": "sergey lavrov",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "rossiya",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "russia",
        "sentiment": "none"
      },
      {
        "name": "moscow",
        "sentiment": "none"
      },
      {
        "name": "west",
        "sentiment": "none"
      },
      {
        "name": "moscow",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T12:29:10.842+02:00",
  "updated": "2023-12-29T12:29:10.842+02:00"
}