{
  "thread": {
    "uuid": "f2dc1498044f6328a1e6a5f132bd80afcfbd93cf",
    "url": "https://www.lepopulaire.fr/limoges-87000/actualites/originaire-de-limoges-germaine-ribiere-a-sauve-la-vie-de-centaines-d-enfants-juifs-pendant-la-guerre_14423903/",
    "site_full": "www.lepopulaire.fr",
    "site": "lepopulaire.fr",
    "site_section": "https://www.lepopulaire.fr/panazol-87350",
    "site_categories": [
      "media",
      "education",
      "business"
    ],
    "section_title": "Panazol (87350) : actualit&#233;s, sports, loisirs - Le Populaire du Centre",
    "title": "Originaire de Limoges, Germaine Ribière a sauvé la vie de centaines d&apos;enfants juifs pendant la guerre - Limoges (87000)",
    "title_full": "Originaire de Limoges, Germaine Ribière a sauvé la vie de centaines d&apos;enfants juifs pendant la guerre - Limoges (87000)",
    "published": "2023-12-31T14:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://img.lamontagne.fr/I7FuzALC2nlFS2u6LhmL325Q5iUUMoX9xlWI__eQzys/fit/657/438/sm/0/bG9jYWw6Ly8vMDAvMDAvMDYvNjcvNzAvMjAwMDAwNjY3NzA1NA.jpg",
    "performance_score": 0,
    "domain_rank": 65703,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f2dc1498044f6328a1e6a5f132bd80afcfbd93cf",
  "url": "https://www.lepopulaire.fr/limoges-87000/actualites/originaire-de-limoges-germaine-ribiere-a-sauve-la-vie-de-centaines-d-enfants-juifs-pendant-la-guerre_14423903/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Centre France",
  "published": "2023-12-31T14:55:00.000+02:00",
  "title": "Originaire de Limoges, Germaine Ribière a sauvé la vie de centaines d&apos;enfants juifs pendant la guerre - Limoges (87000)",
  "text": "Le cartable en cuir de Germaine Ribière va bientôt rejoindre les vitrines du musée de la Résistance de Limoges. Dans sa poche centrale zippée, l'étudiante glissait les documents secrets et les faux papiers pendant la guerre. Précieuse relique d'une jeune chrétienne qui sauva la vie de centaines d'enfants juifs menacés d'arrestation, de déportation et de mort. Germaine est décrite comme « une fille un peu raide, avec les yeux bleus. Une tête de vierge du Moyen-Âge ». Elle est issue du milieu catholique ouvrier de Limoges. Son père, Léon Ribière est un peintre sur porcelainier devenu artisan à son compte, un chambrelan. Très investi dans la vie ouvrière chrétienne de Limoges et responsable des Cercles d’études sociales, il est aussi correspondant du Limousin et de la Marche pour les amis de Frédéric Le Play. À partir de 1909, il se consacre à sa vie de famille, entreprend des études et devient agent d’assurance au début des années 1920. Claude Penin, historienne et nièce de son amie Hélène Durand, vient de publier [une étude sur le parcours de Germaine Ribière (*)](#Rappel note Livre). Pour elle, « le rôle de son père est très important dans la construction de ses valeurs morales et de son engagement. Et elle avait le même jour anniversaire que lui... » Au-delà de cet héritage, le travail de Claude Penin révèle l’investissement personnel et le mépris du danger qui marquent le destin de la jeune femme. Suite à sa participation à une manifestation le 11 novembre 1940 à Paris contre l'occupant nazi, elle fait l’objet d’une interdiction de rentrer passer les fêtes de Noël à Limoges. Mais après les protestations, Germaine opte pour une discrétion plus efficace. Elle et ses copines jécistes (membres de la Jeunesse Étudiante Chrétienne ou JEC, ndlr) étaient de toutes les missions. Notamment son amie [Hélène Durand](https://resistance.limoges.fr/sites/musee_de_la_resistance/files/Figures%20de%20la%20r%C3%A9sistance_Durand%20HD%20ok.pdf), qui est décédée en 2016. « Elles devaient avoir l’air raisonnables, souligne Claude Penin, avec leurs vélos et des enfants par la main. Parfois, il fallait faire taire les enfants pour passer la ligne de démarcation ou les frontières... Et armées de faux papiers et de leur courage, elles s’interdisaient la peur pour accomplir la mission. Et cette mission , c’était de sauver les enfants de la déportation. Tous les réseaux ont permis de sauver des centaines de vies. Une somme d’initiatives individuelles, supportées par le commun et protégées par le silence. » Ces réseaux, proches du Corrèzien Edmond Michelet, trouvaient notamment leur identité dans la parution des Cahiers du Témoignage chrétien. Un engagement interreligieux Les rapports avec la communauté juive de Limoges, mais également dans la France entière, faisait de \"Maine\" un précieux relais de confiance. Avec les rabbins Bloch et Deutsch, de Poitiers et Limoges, elle a contribué à sauver de nombreux enfants juifs des rafles et des déportations. Fervente chrétienne, qui allait à la messe chaque matin, elle considérait son engagement comme « interreligieux », puis « œcuménique ». En 1942, elle parvient à se faire affecter au camp de Nexon, pour y porter secours aux familles détenues et destinées à la déportation. Elle y découvre les conditions de détention et les préparatifs des convois pour Drancy, puis l’Est de l’Europe et la mort. Germaine Ribière disait qu’« il fallait savoir qu'un juif, qu’il ait 90 ans ou un mois, est en danger de déportation ». Germaine Ribière (à droite) en 1953 récupère les enfants Finaly au Pays Basque espagnol. Ces orphelins juifs avaient été baptisés et cachés par l'église après la guerre. Après la Libération, Germaine Ribière continue d'être au service des autres, notamment des plus fragiles : œuvres sociales à Lyon (Rhône), rapatriement des déportés, prise en charge hospitalière des troubles psychiques à Paris, etc. Elle s'illustre en 1953 dans le délicat dossier de deux orphelins juifs baptisés par la femme qui les avait recueillis puis enlevés. Elle va les récupérer au pays basque espagnol et les rend aux survivants de leur famille. Bien qu'elle ne soit pas titulaire du baccalauréat, elle reprend des études en autodidacte. Soutenue par les scientifiques avec qui elle a travaillé pendant la guerre, elle intègre le CNRS (Centre national de la recherche scientifique) en 1949 pour y étudier \"l'unité et la pluralité de l'être humain\". En psychiatrie infantile, elle revient travailler à Limoges au centre de rééducation de Bourneville - elle étudiait déjà pendant la guerre l'hôpital psychiatrique de Naugeat - et publie en 1975 un important ouvrage de pédagogie préscolaire. Germaine Ribière dans les années 1970 (à gauche), ainsi qu'une épreuve non retenue du timbre édité en hommage à son engagement, en 2017. L'universitaire Claude Penin est admirative : « C’est exceptionnel qu’avec son simple certificat d’études, elle ait pu bosser pour le CNRS ! Elle a travaillé au zoo de Vincennes (Paris) puis elle a étudié l’anthropologie fondamentale. J’explique son cheminement scientifique par la recherche de comment la Shoah avait bien pu être possible dans le monde occidental chrétien... » Une thèse est actuellement en préparation à l’université de Toulouse sur la maison d'enfants de Vendine (Haute-Garonne) que Germaine Ribière avait pu ouvrir dès juin 1942. \"Maine\" s’est éteinte à Paris à 82 ans, en 1999, et repose au cimetière de Colombes en région parisienne. Elle n’a jamais sollicité la moindre reconnaissance de ses actes de bravoure. « Elle n’est même pas allée chercher ses décorations », sourit Claude Penin. Par contre, elle était sensible à la gratitude affichée par les Juifs, notamment au mémorial de Yad Vashem à Jerusalem où elle a planté un arbre en 1968. Hommage rendu par les amitiés Israël-France. 80 autres ont été plantés en 1998, depuis en son honneur. Des archives y sont conservées et son souvenir y est entretenu. Son cartable témoignera désormais à Limoges de son engagement aussi discret que courageux. [(*) Germaine Ribière (1917-1999)] - Une figure majeure de la Résistance chrétienne - Claude Penin - Ed. Pulim - 10 euros ( [https://www.pulim.unilim.fr/produit/germaine-ribiere-1917-1999/](https://www.pulim.unilim.fr/produit/germaine-ribiere-1917-1999/)). Sylvain Compère sylvain.compere@centrefrance.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://resistance.limoges.fr/sites/musee_de_la_resistance/files/Figures%20de%20la%20r%C3%A9sistance_Durand%20HD%20ok.pdf),",
    "https://www.pulim.unilim.fr/produit/germaine-ribiere-1917-1999/",
    "https://www.pulim.unilim.fr/produit/germaine-ribiere-1917-1999/)).",
    "https://pulim.unilim.fr/produit/germaine-ribiere-1917-1999/",
    "https://pulim.unilim.fr/produit/germaine-ribiere-1917-1999/)).",
    "https://www.resistance.limoges.fr/sites/musee_de_la_resistance/files/Figures%20de%20la%20r%C3%A9sistance_Durand%20HD%20ok.pdf),",
    "https://www.pulim.unilim.fr/produit/germaine-ribiere-1917-1999"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-31T16:57:30.761+02:00",
  "updated": "2024-01-07T20:29:48.720+02:00"
}