{
  "thread": {
    "uuid": "cba41502f7776caa5e5017fd24ec4c91987fd022",
    "url": "https://aleteia.org/2024/03/28/1st-person-join-us-as-we-live-good-friday-with-the-suffering-photos",
    "site_full": "aleteia.org",
    "site": "aleteia.org",
    "site_section": "http://aleteia.org/feed/",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "Aleteia — Catholic Spirituality, Lifestyle, World News, and Culture",
    "title": "1st person: Join us as we live Good Friday with the suffering (Photos)",
    "title_full": "1st person: Join us as we live Good Friday with the suffering (Photos)",
    "published": "2024-03-28T23:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://wp.en.aleteia.org/wp-content/uploads/sites/2/2024/03/Hand-nailed-to-cross.jpg?w=620&amp;h=310&amp;crop=1",
    "performance_score": 0,
    "domain_rank": 6101,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cba41502f7776caa5e5017fd24ec4c91987fd022",
  "url": "https://aleteia.org/2024/03/28/1st-person-join-us-as-we-live-good-friday-with-the-suffering-photos",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "John Burger",
  "published": "2024-03-28T23:07:00.000+02:00",
  "title": "1st person: Join us as we live Good Friday with the suffering (Photos)",
  "text": "Please consider a gift for Aleteia! Help us spread the joy of Christ's victory. Aleteia depends on your support. Join our Lenten Campaign 2024. DONATE NOW For so many people around the world, the Passion, death and resurrection of Christ will resonate in a special way this Holy Week, as they find their own suffering akin to the suffering of the Redeemer. With wars raging in [Ukraine](/2024/03/05/how-will-ukraine-forgive-not-because-im-so-brave-im-so-good/), Gaza, and other parts of the world, and with humanitarian crises at the breaking point in others, it can feel at times like the world itself is nailed to a cross. According to at least one bishop, the people of Haiti feel “cut off from the rest of the world.” Perhaps they can relate to Christ’s call from the cross, “Eloi, Eloi, lema sabachthani?” Or for the people of Sudan, enduring a civil war that might well bring famine to millions, Christ’s words “I thirst” might have special meaning. We checked in with a number of people from various “hotspots” around the world, beginning in the place where Jesus suffered and died on the cross, to see how Christians there were experiencing Holy Week. In the slideshow, you will see an image representing the cross of daily life carried by these suffering peoples, as well as an excerpt of our conversations. Read below for more extensive selections of what they told us. The Holy Land The shocking attack on Israel last October by the Palestinian militant group Hamas – and Israel’s fierce response – have brought renewed attention to the Holy Land and the small Christian community that struggles to survive there. In a [letter to Catholics of the Holy Land](/2024/03/27/pope-francis-writes-to-holy-land-catholics-full-text/?utm_campaign=EM-EN-Newsletter-Daily-&utm_content=Newsletter&utm_medium=email&utm_source=sendgrid&utm_term=20240327), Pope Francis this week expressed his closeness to “those most affected by the senseless tragedy of war: the children robbed of their future, those who grieve and are in pain, and all who find themselves prey to anguish and dismay.” Cardinal Pierbattista Pizzaballa, the Latin Patriarch of Jerusalem, mused that the loneliness of Jesus in the Garden of Gethsemane “is now shared by all of us.” “It will be a difficult Easter,” he told an Italian radio station. Joseph A. Hazboun, regional director of the Jerusalem Field Office of Catholic Near East Welfare Association /Pontifical Mission for Palestine, said that the streets of Jerusalem are empty this year. The war in Gaza has scared off tourists and pilgrims, making it difficult for local merchants, who depend on tourism for their livelihood. “Many Catholics and Christians in the West Bank, Jerusalem and in Israel who have businesses and investments in the local tourism industry have lost their main source of income, once again, without having the chance to recover from the COVID-19 pandemic that closed the industry for two years,” Hazboun said. “Financially, many Catholics and Christians are struggling to cover the high cost of living, as many have dipped into savings to pay utility bills or cover school fees for their children, while others have reduced expenses to save money.” Many also lack an ability to celebrate Holy Week liturgies with other Christians. Hazboun said there’s a very good chance that West Bank Christians under the age of 50 will be prevented from entering Jerusalem to celebrate Holy Week. “For Palm Sunday, Israel did not grant entry permits for hundreds of Christians who applied to visit and pray in Jerusalem, with a note stating that they ‘do not meet the policy requirements,’” he said. “Others have only received a permit valid for 24 hours..” In this respect, not much has changed over the centuries, he said. “The lack of the freedom to worship is extremely frustrating for Palestinian Christians,” he reported. “It reminds us of Patriarch Sophronius of Jerusalem in 637, when he complained that he was not able to celebrate Christmas in Bethlehem because of the siege imposed on Jerusalem at that time. Our history as Christians in Jerusalem continues to be very similar to that of Jesus, and of thousands of Christians throughout our history. We continue to partake in the agony and pain of Our Lord.” Hazboun said that in Jerusalem, Christians are “deeply worried” about increasing tensions between Palestinians and Israelis, “especially Israeli police and military patrols in the Old City and around holy sites, and more incidents of [illegal Israeli] settler violence and rising Jewish fundamentalism, particularly more attacks against Palestinian Christians and clergy.” As a result of all this, more and more Christians are leaving their homelands. The Gaza Strip had fewer than 1,000 Christians left at the beginning of the current conflict, and Hazboun says that half of them plan to leave as soon as they can. Said Hazboun, “We continue to pray for peace and justice, without which life will continue to be a challenge.” Lebanon Even before the outbreak of the current hostilities, which have also seen attacks on the north of Israel from the militant group Hezbollah in Lebanon, with Israeli retaliation, Lebanon, which is about 32% Christian, had been going through a severe political and economic crisis. The Lebanese lira has lost more than 95% of its value since 2019. More than 80% of Lebanese are now living in poverty, according to the United Nations. Tough banking restrictions have led some people to rob banks just to get their own money out. “In Lebanon, Holy Week is a moment of painful struggle between hope and despair,” Nayla El-Khoury, Director of Programs, Caritas Lebanon , told Aleteia. “During these challenging times, Lebanese families are forced to make tough decisions. They don’t know whether they can feed their children, buy medicines or pay the school tuition. They have almost forgotten that Easter is supposed to be a time for a joyful celebration. Holy Week is more of a reminder of the hard times our country is going through, a deep moment of reflection around the cross Lebanon has been holding for ages, but also a period that brings a glimpse of hope with the miracle of resurrection.” El-Khoury said that Catholics take hope in their faith. “We as Catholics, we keep on joining prayers, believing in the resurrection of Jesus Christ, giving us hope and power to see the light at the end of the tunnel,” she said. We pray to God to give us strength to be able to stand by every person in need of help and comfort.” Syria The Syrian civil war, though not much in the news these days, is still ongoing. According to the Council on Foreign Relations , Bashar al-Assad controls about 70% of Syria’s territory and “has achieved normalization with several Arab states, as well as reinstatement in the Arab League, bringing him out of isolation. His military, along with Russian air support, continues to battle Hay’at Tahrir al-Sham (HTS), a coalition of Islamist militant groups in northwest Syria.” Western nations continue to impose sanctions on Syria, which Human Rights Watch points out affect humanitarian operations. They make it difficult to access essential goods, lead to reduced funding for aid organizations, restrict travel and movement, increase bureaucratic hurdles and impede economic activity. In addition, last February, a massive earthquake struck southern Turkey and northern Syria, killing more than 62,000 people. Metropolitan Jean-Clément Jeanbart led the Melkite Greek-Catholic Eparchy of Aleppo through some of Syria’s toughest days. Now 80 years old and retired, Archbishop Emeritus Jeanbart has taken on a new role: trying to get the Christians of Aleppo to remain in Syria. There are many reasons tempting them to emigrate. “Our beloved faithful are suffering a lot of the mystery in which they are living nowadays,” Archbishop Jeanbart told Aleteia. “The sanctions, the boycott striking the country, make the cost of living unbearable and their life sad and unhappy.” Eastern Church liturgies and traditions for Holy Week give them hope, though, as they look forward to a “New World living in the Divine Lights of the resurrection,” the archbishop said. It’s part of the reason Jeanbart believes Christians need to have a presence in Syria. “This country in the Middle East has been blessed by the blood of an infinite number of martyrs, battered by terrorism and currently plagued by harsh sanctions,” he said. “These Arab Christians in our country are the best and most appropriate providential witnesses to impart the presence of the Christ of Divine Love to their fellow citizens.” Haiti Closer to home, the situation in Haiti, which has been deteriorating for years, took a nosedive in February, when Prime Minister Ariel Henry traveled to Africa seeking assistance. Gangs that had been taking over more and more territory, especially in the Haitian capital of Port-au-Prince, came together in opposition to Henry’s government, preventing him from returning. He subsequently resigned. As the legal governance of the Caribbean island nation is now in limbo, people are unable to leave their homes, and many are unable to get basic supplies for survival. “The fierce and blind violence maintained by the gangs forces the population to lock themselves in their houses,” Bishop Désinord Jean of Hinche told Aleteia. “So many people got shot just because they are in the street. Every single day, the gangs operate freely, looting, kidnapping, killing people. They are terrorizing the population. Port-au-Prince is the center of their activities. They control over 80% of the territory. Law enforcement struggles to deal with the gangs, which are extremely powerful, better equipped than the police.” Bishop Jean believes the country is “not far from a civil war.” He would like to see the international community help to support the police by providing equipment as well as technical and logistic support to fight the gangs. The 40,000 people who have been displaced due to gang violence are “trying to get refuge anywhere they can – schools, public buildings, public squares, etc.,” he said. “Some of them returned to their native villages, although it is very risky because the gangs control all the roads. Most of the displaced people, stalked by the gangs, had to leave behind everything, and the gangs set their houses on fire.” The situation has gotten so bad that most aid organizations seem to have ceased their efforts, for the most part. “Since February 29, all the airports are closed,” Bishop Jean said. “Haiti is cut off from the rest of the world. Most of the international organizations have exfiltrated their staff, leaving only a very few members. The embassies did the same thing. Today, Haiti is totally isolated – 5.5 million people are in a situation of famine. …. In the next two weeks, perhaps sooner, the humanitarian crisis will worsen and a lot of lives will be in danger.” Sudan Just under a year ago, on April 15, 2023, fighting broke out between two main factions of the Sudanese military. As a result, “one of the worst humanitarian nightmares in recent history” has evolved, according to the UN. Dr. Tom Catena, an American who runs [Mother of Mercy Hospital](/2019/10/04/inspired-by-st-francis-this-renowned-american-doctor-works-in-one-of-the-most-remote-places-in-the-world/) in the Nuba Mountains, said that for the most part his area of Sudan has been able to stay out of the conflict so far. “However, a little over a week ago, there were two separate aerial bombardments that killed 18 civilians, including 11 school children,” he said. “Many of Sudan’s 9 million displaced people have ended up in Nuba in rather desperate circumstances.” Catena added that there are “severe food shortages” all over Sudan and “people are starting to die of hunger.” “Lent and the Lenten fast have given us the opportunity to heighten our sense of the suffering of our Lord and the suffering of His people here in Sudan,” Catena told Aleteia. “The Lenten fast has helped us to appreciate the little we do have and to enter into some measure of solidarity with those who are facing hunger. Many have come to us asking for food as their stocks for the year are already finished.” Dr. Catena has lived among the Nuba people for decades and has come to know them as “incredibly resilient.” “They know they will make it through this difficult time as they have so many times before,” he said. “The Holy Week Masses will be packed with parishioners and in most ways people will carry on with their lives as usual.” Ethiopia Many Sudanese escaping the conflict fled across the border into Ethiopia, a country that had already been dealing with a severe drought. It’s significant that the Holy Week and Easter period overlaps with the start of the planting season, a time of hope for a better future, said Zemede Zewdie, Ethiopia Country Representative for Catholic Relief Services. “Holy Week and Easter in Ethiopia will be a time of spiritual reflection, prayer, and joyous festivities, blending ancient Orthodox traditions with vibrant cultural practices,” Zewdie told Aleteia. “The Orthodox and Catholic Christians in Ethiopia, like other followers of the Eastern and Oriental Orthodox Churches, will observe Holy Week, known as Semune Himamat, leading up to Easter. “This year, they will be celebrated with deep spiritual significance and cultural traditions including various services dedicated to commemorating the agony, death, and resurrection of Jesus Christ.” Zewdie said that despite challenges, the Church remains active in the country, influencing daily life and progress through its mission. “Its dedication to providing humanitarian assistance, fostering peace, and promoting social development underscores its commitment amid the existing challenges,” he said. Mozambique Just a few weeks ago, Pope Francis asked for prayers for Mozambique, lamenting the return of “violence against unarmed populations, destruction of infrastructure and insecurity.” What prompted the Pope’s plea was a terrorist attack on the port town of Pemba, in Mozambique’s northern province of Cabo Delgado. The attack included an arson attack on a local Catholic parish. “Families in Mozambique enter Holy Week and Easter facing conflict, natural floods as a result of climate change, and the impact of El Niño,” said Stephanie French, Country Manager for Catholic Relief Services in Mozambique. “Insurgent attacks have increased in recent months and there is an atmosphere of unease and fear in certain communities.” French told Aleteia that the Catholic community in Mozambique is “demonstrating remarkable resilience in the face of adversity.” “Many Catholics have opened up their homes to take in families fleeing conflict or natural disasters, such as floods,” she said. “Several parishes have converted schools and church grounds to makeshift camps to shelter people who have lost their homes. In the north, CRS partner, Caritas Pemba, has tirelessly provided lifesaving services to families affected by the conflict. Caritas Quelimane has also been providing water and sanitation services in response to an outbreak of cholera. The challenges are enormous, but the response reflects the strength of Catholic social teachings and the commitment of the Church to serve all, regardless of faith.” Central African Republic The Central African Republic has seen conflict since 2013, when predominantly Muslim Seleka rebels seized power and forced the president from office. Although a peace agreement was signed in 2019, about 10,000 children are still fighting alongside armed groups. Marthe Kirima, the minister for family and gender, said in February that children are still being recruited as fighters, spies, and messengers, and even used as sex slaves. “At the moment, the Central African Republic is still a fragile country, with many areas where insecurity is high. The risk of attacks by rebels is significant,” said recently-named Coadjutor Bishop of Bangassou Aurelio Gazzera. “Lent, Holy Week and Easter are lived intensely by the people. The Way of the Cross is celebrated with a deep sense of its meaning: also because it is a way that the Central African people have been walking themselves for years.” “So the people understand well what it means that God suffers, is beaten, humiliated and dies,” Bishop-elect Gazzera told Aleteia. “Knowing that Jesus, God and Man, wanted to suffer to save us, deeply touches the hearts of the faithful.” Catholics continually pray for peace, he said, with the conviction that God alone can bring this peace. “But in addition to prayer, there is also a great commitment for peacebuilding on different levels of the sectors that are important for the country,” the Italian-born priest said. “I have in mind especially the schools. For many years Catholic schools, both in the villages and in the towns, have been a space of promoting formation, education and progress. It is a commitment that bets on the future, and it is the seed of the country’s resurrection.” Myanmar Bishop Celso Ba Shwe will be spending Good Friday in exile. According to Fides, the information service of the Pontifical Mission Societies, the bishop had to leave his cathedral in Loikaw, Myanmar, last November, in the midst of a civil war between a military that carried out a coup last year and rebel forces. His area of the southeast Asian country was occupied by the coup and turned into a military camp. Instead, he will be celebrating the Holy Week and Easter liturgies in a “bamboo cathedral,” specially built in the forest. The structure – and the Eucharist therein – will bring a sense of community to his scattered flock, which “yet remains united in prayer in a time of distress.” “Great hope” Cardinal Charles Maung Bo of Yangon told Vatican News that the world, faced with a multitude of conflicts and problems, must “revive our hope by trusting in the Risen Christ, who conquered death and gave us true life.” In Myanmar, 18.6 million people – a third of the population – are in great need of humanitarian assistance, Vatican News said. “Growing inflation in the nation continues to make it harder for people to buy food, fuel, and other basic goods,” said the report at the beginning of Holy Week. “With the healthcare system in the country having virtually collapsed, one-quarter of the population is combating disease and starvation.” Perhaps Bishop Ba Shwe of Loikaw put it best when he said, “We pray to the Lord and entrust ourselves to him as a community seeking peace and pray for salvation, the gift of Easter, which we all await with great hope.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [
    "https://www.vaticannews.va/en/church/news/2024-03/myanmar-cardinal-bo-in-wounded-world-lets-kneel-in-solidarity.html?utm_source=newsletter&utm_medium=email&utm_campaign=NewsletterVN-EN",
    "https://www.oca.org/saints/lives/2001/03/11/100777-saint-sophronius-patriarch-of-jerusalem",
    "https://www.hrw.org/news/2023/06/22/questions-and-answers-how-sanctions-affect-humanitarian-response-syria#q2",
    "https://caritas.org.lb/",
    "https://www.theguardian.com/global-development/2023/oct/24/sudanese-evacuees-in-the-uk-fear-limbo-as-six-month-visas-begin-to-expire#:~:text=Up%20to%209%2C000%20people%20have,humanitarian%20nightmares%20in%20recent%20history%E2%80%9D.",
    "https://cnewa.org/",
    "https://www.cfr.org/global-conflict-tracker/conflict/conflict-syria",
    "https://caritas.org.lb",
    "https://oca.org/saints/lives/2001/03/11/100777-saint-sophronius-patriarch-of-jerusalem",
    "https://vaticannews.va/en/church/news/2024-03/myanmar-cardinal-bo-in-wounded-world-lets-kneel-in-solidarity.html?utm_source=newsletter&utm_medium=email&utm_campaign=NewsletterVN-EN",
    "https://www.vaticannews.va/en/church/news/2024-03/myanmar-cardinal-bo-in-wounded-world-lets-kneel-in-solidarity.html",
    "https://hrw.org/news/2023/06/22/questions-and-answers-how-sanctions-affect-humanitarian-response-syria#q2",
    "https://theguardian.com/global-development/2023/oct/24/sudanese-evacuees-in-the-uk-fear-limbo-as-six-month-visas-begin-to-expire#:~:text=Up%20to%209%2C000%20people%20have,humanitarian%20nightmares%20in%20recent%20history%E2%80%9D.",
    "https://www.caritas.org.lb/",
    "https://cfr.org/global-conflict-tracker/conflict/conflict-syria",
    "https://www.cnewa.org/",
    "https://cnewa.org"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "christ",
        "sentiment": "neutral"
      },
      {
        "name": "eloi",
        "sentiment": "none"
      },
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "“eloi",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "haiti",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "sudan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T03:07:41.295+03:00",
  "updated": "2024-03-29T18:51:14.830+03:00"
}