{
  "thread": {
    "uuid": "0600f65d69eef3fbce9041b92572f6927fa8d411",
    "url": "https://me.pcmag.com/en/lenses/21358/sony-fe-300mm-f28-gm-oss",
    "site_full": "me.pcmag.com",
    "site": "pcmag.com",
    "site_section": "https://me.pcmag.com/en/feed.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "PCMag Middle East",
    "title": "Sony FE 300mm F2.8 GM OSS - Review 2024 - PCMag Middle East",
    "title_full": "Sony FE 300mm F2.8 GM OSS - Review 2024 - PCMag Middle East",
    "published": "2024-01-05T18:52:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IL",
    "main_image": "https://sm.pcmag.com/t/pcmag_me/review/s/sony-fe-30/sony-fe-300mm-f28-gm-oss_3h7q.1200.jpg",
    "performance_score": 0,
    "domain_rank": 516,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0600f65d69eef3fbce9041b92572f6927fa8d411",
  "url": "https://me.pcmag.com/en/lenses/21358/sony-fe-300mm-f28-gm-oss",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-05T18:52:00.000+02:00",
  "title": "Sony FE 300mm F2.8 GM OSS - Review 2024 - PCMag Middle East",
  "text": "Pros Outstanding optical quality Light, 3.2-pound frame Linear autofocus supports 120fps drive Loads of on-barrel controls Supports rear 40.5mm filters Cons Tripod foot is not Arca-Swiss compatible Omits Focus Preset feature Sony FE 300mm F2.8 GM OSS Specs Dimensions 10.4 by 4.9 inches Filter Thread 40.5 Focal Length (Wide) 300 Focus Type Autofocus Mount Sony E Optical Stabilization Optical Weight 3.2 All Specs\nThe Sony FE 300mm F2.8 GM OSS ($5,999.99) revives a focal length that has fallen to the wayside in the mirrorless camera era. The E-mount lens provides a tighter angle of view than a 70-200mm F2.8 zoom while maintaining a bright aperture for sharp results in dim environments. It's a reliable tool for pros who capture indoor sports or cover outdoor events under artificial lights thanks to its robust on-barrel controls, exquisite picture quality, and super-fast focus system. Moreover, it's far more accessible than Sony's other F2.8 telephoto prime, the FE 400mm F2.8 GM OSS ($11,999.99). For its relative value and nearly flawless performance, the Sony FE 300mm F2.8 earns our Editors' Choice award.\nAn Incredibly Light Super Telephoto Prime The FE 300mm F2.8 GM OSS might share its angle of view and aperture with now-vintage options for SLRs, but Sony's engineers have gone above and beyond to cut weight from the design. The lens measures 10.4 by 4.9 inches (HD) and weighs a scant 3.2 pounds, a far cry from the older 300mm F2.8 G SSM II prime (9.6 by 4.8 inches, 5.2 pounds) for the retired Sony-Minolta A-mount SLR system.\n(Credit: Jim Fisher) Shaving two pounds off an optical formula is no small feat and is representative of the advancements Sony has made in optical design over the past decade. The FE 300mm F2.8 GM uses a 20-element/16-group formula with lightweight Extra Dispersion (ED) and Super ED elements, and goes with light (but tough) magnesium for the barrel. This design follows that of the FE 70-200mm F2.8 GM OSS II (7.9 by 3.5 inches, 2.3 pounds), another Sony lens that's smaller and lighter than competitors.\n(Credit: Jim Fisher) Sony's longer tele primes are heavier and far more expensive. The FE 400mm F2.8 GM OSS is a 6.4-pound behemoth that costs $12,000, while the FE 600mm F4 GM OSS weighs a smidgen more (6.7 pounds) and goes for $13,000. Photographers who specialize in field sports might find the 400mm more useful, while the 600mm F4 is a nearly ideal lens for wildlife.\nThe 300mm F2.8's angle of view is a good match for indoor sports in which a 70-200mm F2.8 doesn't reach quite far enough, but for which a 400mm is overkill. I find it to be a little short for birds and smaller wildlife, though bison, elk, and other larger fauna are all appropriate subjects. In any case, the 300mm F2.8 should work well for a day at the zoo.\n(Credit: Jim Fisher) Like most of Sony's other GM telephoto lenses, it works with both the FE 1.4x and FE 2x teleconverters, each of which costs $549.99. The former turns it into a 420mm F4, while the latter makes it a 600mm F5.6.\nThe lens ships with front and rear caps, a zippered soft carrying case, and a lens strap. The large front element precludes front filter compatibility, so the lens uses rear drop-in 40.5mm filters instead. (The package includes a holder and a clear glass filter.) The hood is a little oversized for the lens, but it's effective at suppressing flare, uses a tough carbon fiber material, and sports a matte black felt interior to minimize internal reflections. I'm glad to see this included since Sony charges $199.99 for a replacement.\n(Credit: Jim Fisher) Despite a relatively light build, the FE 300mm is heavier than any camera with which you'll use it. As such, mounting on a tripod via the camera body isn't advisable. Instead, you should use the included tripod collar (which rotates 360 degrees without detent stops) and removable foot. The foot detaches with a thumb screw and a push-button lock, so you don't have to keep it on if you use the lens handheld. However, I find the foot to be a convenient carry point for the lens, so it's technically multipurpose. I do wish Sony had gone with dovetail cuts for direct mounting in Arca-Swiss tripod heads, however. If you use an Arca plate system, Leofoto makes a replacement foot ($65.99) for the lens.\n(Credit: Jim Fisher) The FE 300mm includes dust and splash protection, so it's suitable for outdoor use, even in inclement weather. The large front element includes anti-smudge fluorine, a material that makes it easy to wipe away grease and causes water to bead right off. A microfiber cloth is all it takes to clean the front element.\nConfident Handling and Controls Like most big telephoto lenses, the FE 300mm has more on-barrel toggle switches, buttons, and controls than most run-of-the-mill optics. The toggles are all in a column on the left side of the barrel. There are three to set focus—AF/MF, Full Time DMF On/Off—and a focus limiter that allows for the full range of coverage or locks focus to distant subjects only (6 meters to infinity). The Sony-exclusive Direct Manual Focus (DMF) feature allows you to override the autofocus with the main focus ring, but you can turn it off if you prefer.\n(Credit: Jim Fisher) The remaining two toggles control the optical stabilization system. The OSS On/Off switch is self-explanatory, while the Mode switch changes between standard stabilization (Mode 1), stabilization for photos in which you pan along with a subject (Mode 2), or stabilization for scenarios in which your tracked subject is moving unpredictably (Mode 3). I find the OSS to be effective for exposures as long as 1/8-second in practice, the equivalent of about five stops of compensation.\na9 III, f/9, 1/4-second, ISO 250 (Credit: Jim Fisher) There are four on-barrel function buttons. They sit 90 degrees apart so that their position is consistent regardless of how you hold your camera. All four set the focus lock (AF-L) by default, but you can reconfigure them to drive focus or perform one of several dozen functions. Just be aware that the four buttons will always have the same function; there's no option to split their assignments.\n(Credit: Jim Fisher) Sony skips a preset focus option for this lens, a feature it includes with both the FE 400mm and 600mm primes. Preset focus is a niche feature that lets you save a focus distance in memory and snap back to it with a button press. I'm surprised it's absent, given the price and target audience of this lens.\nAutofocus is quite zippy, an aspect that makes up for the above shortcoming. Dual linear actuators drive from close to distant subjects in an instant and support the full drive speeds of Sony's fastest cameras, including the 120fps of the a9 III .\n(Credit: Jim Fisher) Manual focus is available, too. The 300mm includes two focus rings instead of one like most others. The main focus ring has a standard design. It turns continuously and is easy to find by touch, thanks to its ribbed finish and large size. This control provides a linear response and requires around 190 degrees of rotation to move from the near distance (6.6 feet) to infinity.\nThe second ring, which sits between the main focus ring and the Fn buttons, is pretty narrow and works like an analog jog dial. Twisting the ring counterclockwise drives toward infinity, whereas rotating clockwise brings focus closer. There's a steady tension to its movement, and it returns to the neutral position once you let go. This control is useful for video since it makes rack focus shots easy, and it comes in handy for driving focus just past a foreground obstruction that might be tripping up the autofocus. I used it in the field when the a9 III's autofocus system couldn't spot a bird in a clump of branches.\na9 III, f/2.8, 1/2,500-second, ISO 2500 (Credit: Jim Fisher) Video creators should note that the optics show a noticeable change in angle along with a shift in focus, otherwise known as focus breathing. This effect can prove distracting for rack focus shots, which look particularly dramatic on long lenses like this one. Newer Sony cameras, starting with the a7 IV , support breathing compensation and I recommend turning it on with this lens.\na9 III, f/2.8, 1/320-second, ISO 3200 (Credit: Jim Fisher) The 6.6-foot (2-meter) close focus distance puts the lens outside of the macro category. At its nearest focus, it reproduces subjects at 1:6.25 life-size. Adding a 1.4x teleconverter improves magnification to 1:4.5, while the 2x delivers 1:3.1 results. Dedicated macro lenses aside, zooms tend to do better for close-ups. The FE 100-400mm F4.5-5.6 manages 1:2.9 reproduction, for example, while the FE 70-200mm F4 Macro G OSS II impresses with 1:2 results through its focal range.\na7R IV, f/2.8, 1/320-second, ISO 250 (Credit: Jim Fisher)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Science and Technology",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://zdcs.link/XorAB",
    "https://www.zdcs.link/XorAB"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "sony",
        "sentiment": "negative"
      },
      {
        "name": "gm oss",
        "sentiment": "negative"
      },
      {
        "name": "focus type autofocus mount sony e optical stabilization optical",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:15:50.042+02:00",
  "updated": "2024-01-06T00:15:50.042+02:00"
}