{
  "thread": {
    "uuid": "04ac5c3910e380a9d31e12c4c2fd7c8cf6bbe252",
    "url": "https://www.todayinbc.com/news/public-push-gets-sicamous-council-on-track-to-re-visit-rail-trail-decision-7324095",
    "site_full": "www.todayinbc.com",
    "site": "todayinbc.com",
    "site_section": "https://todayinbc.com/rss",
    "site_categories": [],
    "section_title": "Today in BC: todayinbc",
    "title": "Public push gets Sicamous council on track to re-visit rail trail decision",
    "title_full": "Public push gets Sicamous council on track to re-visit rail trail decision",
    "published": "2024-03-01T00:24:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.bpmcdn.com/f/files/shared/feeds/gps/2024/02/web1_240307-evn-rail-trail-revote-new.jpg;w=1200;h=800;mode=crop",
    "performance_score": 0,
    "domain_rank": 39036,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "04ac5c3910e380a9d31e12c4c2fd7c8cf6bbe252",
  "url": "https://www.todayinbc.com/news/public-push-gets-sicamous-council-on-track-to-re-visit-rail-trail-decision-7324095",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Heather Black",
  "published": "2024-03-01T00:24:00.000+02:00",
  "title": "Public push gets Sicamous council on track to re-visit rail trail decision",
  "text": "“Shows that passion for your community can really make a difference.”\nLeanne Hamilton made this comment after successfully petitioning Sicamous council to revisit the zoning amendment of Bylaw 1044 required to start work on the Shuswap North Okanagan Rail Trail. The effort led to Mayor Colleen Anderson calling for a re-vote at the Feb. 28 council meeting.\nIn her presentation, which received a standing ovation from the approximately 35 people in the gallery, Hamilton stressed the district has to “take advantage of this now.” Since the Feb. 14 4-3 split vote on the rezoning, Hamilton has collected over 700 signatures in person and more than 6oo online, requesting that council reconsider its decision.\n“Councillors have stated that they want the rail trail to happen, but are wanting to pause it. Has council considered what this pause could mean financially?” Hamilton asked. “Will it cost Sicamous more money… and at whose cost, the taxpayers? We can’t keep stalling this project for a small part of the community.\n“Our community does not want another unfinished project in our town,” she added.\nWhile the trail is jointly owned by the Columbia Shuswap Regional District (CSRD), Regional District of the North Okanagan and Splatsin, the starting point is in Sicamous. Council needs to approve rezoning of the district’s portion of trail, from R-1 Residential to P-3 Park, so that work can begin on it. Elsewhere in the CSRD, that work is expected to begin this spring.\nUnder the Community Charter, the mayor can direct council to vote on it again on the matter, which Anderson did.\n“In light of what I’m hearing from the community, and information that we heard from the CSRD earlier today at the COW [Committee of the Whole] I’ll be exercising my authority under section 131 of the Community Charter for council to reconsider third reading of Bylaw 1044 as soon as convenient,” Anderson said to a round of applause.\nShe noted that at the Feb. 14 public hearing, there was a lack of representation from the Economic Development Committee, Sicamous & District Chamber of Commerce and the business community, adding “there was a miss there.”\nChief administrative officer Kelly Bennett said that as this requires another public hearing, it won’t come back to the next council meeting, but council can discuss where and when that will happen.\nDespite Hamilton’s success in getting the zoning reconsideration, she admitted that she “didn’t see that coming.”\n“I am absolutely amazed by all of the support, not only from the residents of Sicamous, but the many others that signed the petition. Thank you Mayor Colleen Anderson for listening to the people!” she said, adding that the petition will remain open until the public hearing, and encouraged people to attend that. “Together we can make this happen.”\nRead more:\nCSRD announces spring start to rail trail construction, but not in Sicamous\nRead more:\n Petition protests Sicamous council decision holding up work on rail trail",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [
    "https://www.saobserver.net/local-news/csrd-announces-spring-start-to-rail-trail-construction-but-not-in-sicamous-7321634",
    "https://www.saobserver.net/local-news/petition-protests-sicamous-council-decision-holding-up-work-on-rail-trail-7320698",
    "https://saobserver.net/local-news/petition-protests-sicamous-council-decision-holding-up-work-on-rail-trail-7320698",
    "https://saobserver.net/local-news/csrd-announces-spring-start-to-rail-trail-construction-but-not-in-sicamous-7321634"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "leanne hamilton",
        "sentiment": "neutral"
      },
      {
        "name": "colleen anderson",
        "sentiment": "none"
      },
      {
        "name": "hamilton",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "shuswap north okanagan rail trail",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sicamous",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:51:22.071+02:00",
  "updated": "2024-03-01T00:51:22.071+02:00"
}