{
  "thread": {
    "uuid": "126a12ab795a48f4b417f2f4a26d4580ad3d5646",
    "url": "https://guyanachronicle.com/2023/12/30/china-work-for-an-end-to-war-and-world-peace/",
    "site_full": "guyanachronicle.com",
    "site": "guyanachronicle.com",
    "site_section": "http://guyanachronicle.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Guyana Chronicle",
    "title": "China work for an end to war and world peace",
    "title_full": "China work for an end to war and world peace",
    "published": "2023-12-30T10:23:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://guyanachronicle.com/wp-content/uploads/2020/12/news-default.png",
    "performance_score": 0,
    "domain_rank": 89795,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "126a12ab795a48f4b417f2f4a26d4580ad3d5646",
  "url": "https://guyanachronicle.com/2023/12/30/china-work-for-an-end-to-war-and-world-peace/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Staff Reporter",
  "published": "2023-12-30T10:23:00.000+02:00",
  "title": "China work for an end to war and world peace",
  "text": "By Donald Ramotar, former President of Guyana\nTHE year 2023 was, by all accounts, a very eventful one. While we see great prospects for the future advancement of humankind, at the same time the challenges and dangers have been great, often threatening our own destruction.\nIt is unfortunate that many important countries in the world, mainly in the West, are adapting positions that create conditions for conflicts and more conflicts.\nThe very few proposals and efforts are being pushed by other countries, especially the People’s Republic of China (PRC).\nIt is in an atmosphere of real danger to humankind that President Xi Jinping of the People’s Republic of China made some groundbreaking proposals. When taken together, these proposals can lead the international community on a road of stability and peace. They are the “Global Development Initiative” (GDI), the “Global Security Initiative” (GSI) and the “Global Civilization Initiative” (GCI).\nThe initiatives have captured the imagination of the world generally and more particularly they took into consideration the specific circumstances of each country. This is brought out strongly in the GCI.\nPresident Xi was able to show the interconnections between world peace, socio-economic development, and national security.\nDuring this year as well, the PRC was heavily involved in making efforts at the diplomatic level to resolve many of the very serious and knotty problems in our time.\nRecall that early in the year President Xi proposed a twelve-point measure to resolve the conflict in which Russia and Ukraine have been caught. President Putin welcomed the proposals as a good basis for dialogue with Ukraine and the West. Those measures captured some very important aspects of the conflict and principles that could be applied generally in their resolution. These included territorial integrity; mutual security in which no country should seek greater security at the expense of another; no use of nuclear weapons, indeed President Xi insisted on the principle that nuclear weapons should never be used, and a nuclear war never fought. Unfortunately, the US and its NATO allies have not yet taken up this sound proposal. However, as the war in Ukraine drags on, we are beginning to witness some realism on the part of the Western powers. President Xi’s proposal is a good basis to begin talks.\nThe most burning issue in the international arena at present is the devastation of Gaza and the slaughter of the people there, including a large amount of children and babies. Here too the Chinese government has made very sound proposals to end the attacks of the Israeli regime against the people of Palestine.\nAt the Security Council of the United Nations, the PRC called for an immediate cease fire as the indispensable step towards resolving the tragic killings in Gaza. As a permanent settlement of the conflict, the proposal of a two-state solution was emphasized. A viable Palestinian state based on the 1967 borders.\nUnfortunately, the United States used its veto powers at the Security Council and General Assembly of the UN to allow Israel to continue its carpet bombing of the Gaza. In addition, they have supplied Israel with the most sophisticated weapons to use against the Palestinians.\nIn recent times we have observed that more and more states have been adopting the call for a cease fire and a two-state solution. Millions on the streets are calling for this, thus we are optimistic that a permanent solution in line with China’s proposal is emerging.\nThe Chinese government has been working tirelessly to ease the tension in the Middle East. This area is one of the most dangerous in our world.\nIts endeavours have met with much success. The most notable was its mediation which led Iran and Saudia Arabia to resume diplomatic relations. Already the two countries have assigned ambassadors to the capitals of each other countries. This would bring great benefits to the people of those two countries and to the region as a whole. The role of the PRC has been welcomed and lauded.\nFinally, the Chinese administration has displayed remarkable restraint in the face of provocation by the United States in relation to its internal affairs, on the “Taiwan” issue.\nChina continues to work for the re-unification of Taiwan with the mainland in a peaceful manner. It encourages dialogue and has long ago made one of the most creative proposals that is “One Country, Two Systems”. That has proven to be a viable path.\nThe world is a much safer place because of the work that President Xi Jinping and the Government of China have been pursuing over the years and particularly in 2023. We are certain that 2024 would bring greater successes.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "donald ramotar",
        "sentiment": "negative"
      },
      {
        "name": "xi jinping",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "guyana",
        "sentiment": "none"
      },
      {
        "name": "prc",
        "sentiment": "none"
      },
      {
        "name": "west",
        "sentiment": "none"
      },
      {
        "name": "people’s republic of china",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T10:37:17.268+02:00",
  "updated": "2023-12-30T10:37:17.268+02:00"
}