{
  "thread": {
    "uuid": "7bcf07b010838610dce2bd893d5c0c8368bd2e4f",
    "url": "https://asbarez.com/agbu-president-berge-setrakian-retires-central-board-names-sam-simonian-successor",
    "site_full": "asbarez.com",
    "site": "asbarez.com",
    "site_section": "http://asbarez.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Asbarez.com",
    "title": "AGBU President Berge Setrakian Retires, Central Board Names Sam Simonian Successor",
    "title_full": "AGBU President Berge Setrakian Retires, Central Board Names Sam Simonian Successor",
    "published": "2024-02-29T20:52:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 51646,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7bcf07b010838610dce2bd893d5c0c8368bd2e4f",
  "url": "https://asbarez.com/agbu-president-berge-setrakian-retires-central-board-names-sam-simonian-successor",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Contributor",
  "published": "2024-02-29T20:52:00.000+02:00",
  "title": "AGBU President Berge Setrakian Retires, Central Board Names Sam Simonian Successor",
  "text": "Following a tenure of 22 years as President of the Armenian General Benevolent Union with 47 years as Central Board member, Berge Setrakian will retire this fall from his position in accordance with the age limit requirements of the bylaws of AGBU.\nThe AGBU Central Board, with the approval of the AGBU Council of Trustees, on February 24 unanimously recommended the nomination of Sam Simonian as his successor and the organization’s eighth president. Simonian will be formally elected at AGBU’s 93rd General Assembly to be held in New York City on October 12, 2024 and Setrakian shall join the Council of Trustees.\nSimonian is currently a member of the AGBU Council of Trustees following his service on the Central Board from 2000 to 2019. His active involvement with AGBU throughout his life parallels his numerous accomplishments as a business entrepreneur, engineering professional and philanthropist. Both he and his wife Sylva are graduates of AGBU’s schools in Lebanon. They founded the TUMO Center for Creative Technologies in Armenia—a breakthrough in afterschool education that allows students to take charge of their own learning in the tech and design space, thereby raising their competitiveness quotient in the global economy. Since launching the flagship TUMO Center, the brand has reached the far corners of Armenia and expanded to multiple cities around the world.\nAfter the vote on February 24 at the AGBU Central Office in New York, President Setrakian reflected on the auspicious choice of Simonian.\n“Without doubt, Sam Simonian is highly qualified to run an organization of the size, scope and reach of AGBU. Sam respects the AGBU legacy, passionately believes in its core mission, yet recognizes that for a venerable institution like ours to thrive, change must be embraced and harnessed responsibly and strategically. I am sure that Sam, with the assistance of the Board, will lead AGBU with the same boldness of action that he has exemplified throughout his inspired career,” said Setrakian.\nIn accepting the nomination, Simonian expressed his appreciation for the trust and confidence of the members of the Council of Trustees and the Central Board. He further added, “I am proud to stand on the shoulders of seven great leaders who, informed by the events and experience of their time, have brought AGBU to where it is today, after over a century of a proud history. I pay special tribute to Berge Setrakian, with whom I worked closely during his tenure, for his lifelong commitment and leadership in serving the organization. Through the years of our engagement with AGBU, Sylva and I developed a close personal relationship with Vera and Berge and their friendship is dear to us.”\nIn 1989, Sam Simonian became a co-founder of Inet Technologies, a telecommunications company specializing in Network Management and Business Operational Solutions. In 1994, he was selected Entrepreneur of the Year by Inc. magazine, Ernst & Young, and Merrill Lynch. He also received the distinguished Ellis Island Medal of Honor in May 2000 and was the recipient of Armenia’s highest award–the Anania Shirakatsi Medal–for his considerable contribution to the preservation of the Armenian identity, services to the Motherland, as well as contributing greatly to the friendship between the Republic of Armenia and foreign states. Born in Beirut, Lebanon, and established in Dallas, Texas, Simonian is both a product and champion of the Armenian community.\nThe Armenian General Benevolent Union is the world’s largest non-profit organization devoted to upholding the Armenian heritage through educational, cultural and humanitarian programs. Each year, AGBU is committed to making a difference in the lives of 500,000 people across Armenia, Artsakh and the Armenian diaspora. Since 1906, AGBU has remained true to one overarching goal: to create a foundation for the prosperity of all Armenians. To learn more visit the\nwebsite.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Social Issue"
  ],
  "external_links": [
    "http://www.agbu.org/",
    "http://www.agbu.org",
    "http://agbu.org/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "berge setrakian retires",
        "sentiment": "negative"
      },
      {
        "name": "sam simonian",
        "sentiment": "negative"
      },
      {
        "name": "berge setrakian",
        "sentiment": "none"
      },
      {
        "name": "setrakian",
        "sentiment": "none"
      },
      {
        "name": "sylva",
        "sentiment": "none"
      },
      {
        "name": "simonian",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "general benevolent union",
        "sentiment": "negative"
      },
      {
        "name": "agbu",
        "sentiment": "negative"
      },
      {
        "name": "central board",
        "sentiment": "negative"
      },
      {
        "name": "tumo center for creative technologies",
        "sentiment": "none"
      },
      {
        "name": "agbu central board",
        "sentiment": "none"
      },
      {
        "name": "general assembly",
        "sentiment": "none"
      },
      {
        "name": "agbu council of trustees",
        "sentiment": "none"
      },
      {
        "name": "council of trustees",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new york city",
        "sentiment": "none"
      },
      {
        "name": "lebanon",
        "sentiment": "none"
      },
      {
        "name": "armenia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:04:02.223+02:00",
  "updated": "2024-03-01T00:04:02.223+02:00"
}