{
  "thread": {
    "uuid": "fe8691e6c202254f621db898584938845211e103",
    "url": "https://www.dailymail.co.uk/tvshowbiz/article-12910501/Jessey-Lee-wins-victory-court-judge-dismisses-ex-wifes-allegations-domestic-violence-against-former-Bling-Empire-star.html",
    "site_full": "www.dailymail.co.uk",
    "site": "dailymail.co.uk",
    "site_section": "https://www.dailymail.co.uk/tvshowbiz/articles.rss",
    "site_categories": [],
    "section_title": "",
    "title": "Jessey Lee wins a victory in court after a judge dismisses his ex-wife's allegations of domestic violence against the former Bling Empire star | Daily Mail Online",
    "title_full": "Jessey Lee wins a victory in court after a judge dismisses his ex-wife's allegations of domestic violence against the former Bling Empire star | Daily Mail Online",
    "published": "2023-12-29T23:38:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.dailymail.co.uk/1s/2023/12/29/19/79444315-0-image-m-39_1703878559641.jpg",
    "performance_score": 0,
    "domain_rank": 139,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fe8691e6c202254f621db898584938845211e103",
  "url": "https://www.dailymail.co.uk/tvshowbiz/article-12910501/Jessey-Lee-wins-victory-court-judge-dismisses-ex-wifes-allegations-domestic-violence-against-former-Bling-Empire-star.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alesia Stanford For Dailymail.Com",
  "published": "2023-12-29T23:38:00.000+02:00",
  "title": "Jessey Lee wins a victory in court after a judge dismisses his ex-wife's allegations of domestic violence against the former Bling Empire star | Daily Mail Online",
  "text": "Bling Empire's Jessey Lee won a victory in court against his ex-wife Crystal Hoang Lee. The former reality star, 47, who left the Netflix show before it was cancelled , has been vindicated after Crystal Hoang's request for a restraining order against him was dismissed, according to court documents obtained by TMZ . Hoang went to court earlier this month alleging Jessey abused her and their children. At the time the judge denied the restraining order, but scheduled a hearing for last week, but has now thrown out the appeal, citing lack of evidence. Among her claims, Hoang said her ex struck one of their two daughters during a dispute over bedtime. Bling Empire star Jessey Lee has won a victory against his ex-wife Crystal Hoang after a judge dismissed her allegations of domestic violence against the reality star Lee vehemently denied the accusations and claimed to have sole custody of their children as well as a restraining order against her. 'He has been awarded full exclusive custody of the children and they currently live with him. Ms. Hoang has no access or parental rights.' Hoang confirmed that in a December 4 post writing, 'This is the first time in my life that I have ever lost parental rights. It is a new one on me. I truly love being a mom and every piece of it is already a fight, but when you have the man that gave you the greatest gift of your life trying to fight to take away your babies. All you can see is a broken man.' A long post on Hoang's social media posted December 12 complained she had been prevented her from taking daughters Joella and Jazlyn to see Santa. In a video on Instagram Stories posted late Thursday, she said, 'I worked until 4am last night filling in all the paperwork and to have the judge look at it and within 10 minutes,' she said the judge couldn't look at it during the slow holiday period, but she seemed to believe a new hearing date would be determined. She also wrote she moved with the girls from Texas to California, so they could 'be closer to his family in Manhattan Beach to improve their relationship with their father.' In a video in her Instagram Stories, Hoang alleged Lee was angry she had made the move because 'he only pays $2,000 in child support.' Hoang and Lee share daughters Joella and Jazlyn. Hoang claims she has not been allowed to speak to the girls for 25 days nor see them for a month since they have been in their father's custody Hoang said she moved with the girls from Texas to California in order to be 'closer to family in Manhattan Beach to improve their relationship with their father' She also claimed that while living in Texas, she and her daughters had to rely on government support to survive. 'For years, my daughter would return home from school with provisions of oatmeal, tuna, and Ramen, just enough to sustain us through the weekend,' she wrote. Hoang also claims she hasn't been able to speak to her children for 25 days and hasn't seen them for 30 days. The former couple married in 2011, and filed for divorce in 2015, but didn't work out their financial issues to finalize their split until 2019. Lee is a 'trust fund' kid according to his ex, and reportedly owns a lucrative furniture store and a tequila company. Lee and his current wife, Cherie Chan, 47, are believed to have begun seeing each other in 2015, but say there was no cheating going on. Lee, 47, is now married to 47-year-old actress Cherie Chan and they share two children, J'adore and Jevon (seen in Los Angeles in May 2021) They welcomed their first child, J'adore in 2016, and their second Jevon, in 2019. Chan proposed to Lee during Jevon's 100 day party and the couple secretly wed in September 2021 at Moët & Chandon's restored Château de Saran castle in Champagne, France. In a statement to TMZ Lee's attorney said, 'It’s deeply concerning to witness how the media can be swayed by sensationalist claims, especially in light of the overwhelming evidence against Crystal Lee.' The lawyer said she was 'Found guilty on 73 counts of contempt,' and that Hoang's 'actions not only sought to unfairly malign Jessy Lee’s character but also blatantly disregarded the well-being of their children.' 'Jessey, known for his gentle and loving nature, has been a victim of malicious defamation, an attempt to overshadow his true identity as a devoted father and respected businessman.'",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [
    "https://www.tmz.com/",
    "https://tmz.com/",
    "https://www.tmz.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jessey lee",
        "sentiment": "negative"
      },
      {
        "name": "hoang",
        "sentiment": "none"
      },
      {
        "name": "lee",
        "sentiment": "none"
      },
      {
        "name": "crystal hoang",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "netflix",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T23:46:33.726+02:00",
  "updated": "2023-12-30T00:01:38.315+02:00"
}