{
  "thread": {
    "uuid": "ca2e0d85c0dcf67b4bfa9455d2941563b0fcc64c",
    "url": "https://www.siliconindia.com/news/business/bhel-jumps-6-percent-on-prospective-rs-19422-crore-order-from-nlc-india-nid-227187-cid-3.html",
    "site_full": "www.siliconindia.com",
    "site": "siliconindia.com",
    "site_section": "http://www.siliconindia.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Siliconindia : A Leading Business Enterprises & Industries Magazine",
    "title": "BHEL Jumps 6 percent on Prospective Rs 19,422 Crore Order from NLC India | siliconindia",
    "title_full": "BHEL Jumps 6 percent on Prospective Rs 19,422 Crore Order from NLC India | siliconindia",
    "published": "2024-01-02T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 18416,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ca2e0d85c0dcf67b4bfa9455d2941563b0fcc64c",
  "url": "https://www.siliconindia.com/news/business/bhel-jumps-6-percent-on-prospective-rs-19422-crore-order-from-nlc-india-nid-227187-cid-3.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "SiliconIndia",
  "published": "2024-01-02T02:00:00.000+02:00",
  "title": "BHEL Jumps 6 percent on Prospective Rs 19,422 Crore Order from NLC India | siliconindia",
  "text": "BHEL Jumps 6 percent on Prospective Rs 19,422 Crore Order from NLC India By [siliconindia](https://www.siliconindia.com/about/)| Tuesday, 02 January 2024, 09:37:20 AM IST Bharat Heavy Electricals (BHEL) shares surged to a multi-year peak of Rs 204.65, marking a 6 percent gain on the BSE during Monday's intra-day trading. This uptick was attributed to reports indicating that the state-owned company secured a Rs 19,422 crore turnkey contract from NLC India, another public sector enterprise. Trading at its highest level since October 2015, BHEL's stock was up 5 percent at Rs 203.45, outperforming the S&P BSE Sensex, which experienced a marginal 0.15 percent decline. The stock witnessed substantial trading activity, with a combined turnover of 32.6 million equity shares on the NSE and BSE. As per a report, BHEL has secured the top position as the preferred bidder for a Rs 19,422 crore turnkey contract to construct a thermal power plant in Talabira, Odisha, for NLC India. BHEL's bid was more competitive in terms of pricing compared to L&T-MHI. BHEL will build three ultra-supercritical units of 800 MW each for NLC India at Talabira. Incidentally, NLC has added a fourth unit of 800 MW to the project. The EPC tender was for the first three projects; it is not clear whether or not there would be a separate tender for the fourth unit. (An ultra-supercritical thermal plant is one in which the temperature and pressure of the steam generated are very high, roughly 600 degrees C and 240 bar. Such plants are more efficient - they produce more power per unit of fuel), the newspaper reported. Meanwhile, in the past six months, the stock price of BHEL has more than doubled or zoomed 133 percent on an improved business outlook. In comparison, the S&P BSE Sensex was up 10.6 percent during the period. As of September 30, 2023, BHEL's order book position stood at Rs 1.14 trillion. Of which, 72 percent or Rs 82,673 crore orders were from the power sector, while 24 percent (Rs 27,810 crore) was from industry and the remaining 4 percent (Rs 3,942 crore) from exports, the company said. BHEL received orders worth Rs 33,479 crore in the first half (April to September) of the financial year 2023-24, as compared to Rs 12,310 crore orders bagged during the same period last fiscal. Fructification of diversification initiatives and revival of thermal power ordering led to robust order booking, the company said. During Q1FY24, BHEL achieved a significant milestone by securing a crucial order to produce 80 [Vande Bharat trains](https://www.siliconindia.com/news/general/three-vande-bharat-trains-under-southern-railway-log-good-occupancy-rates-nid-225482-cid-1.html)through a Joint Venture with 'Titagarh Wagons Limited,' in which BHEL holds a substantial stake. Additionally, on November 29, 2023, BHEL formalized a contract with the Ministry of Defence (MoD) for the production of 16 super rapid gun mounts (SRGMs), following the Letter of Intent (LOI) received in March 2023. A contract worth Rs 2,956 crore has been formalized between the defense ministry and BHEL for the acquisition of 16 enhanced Super Rapid Gun Mounts (SRGM) along with associated accessories for the Indian Navy. The SRGM serves as a medium-caliber defense weapon system, capable of countering missiles and aircraft, offering sustained fire rates and exceptional accuracy. These improved SRGMs are slated to be integrated into both existing and newly constructed ships of the Indian Navy. Read More News : [Coca-Cola Renews Eight-year Partnership with ICC](https://www.siliconindia.com/news/business/cocacola-renews-eightyear-partnership-with-icc-nid-227151-cid-3.html) [Energy Efficient Offices: Lowering Operational Cost and Carbon Footprint](https://www.siliconindia.com/news/business/energy-efficient-offices-lowering-operational-cost-and-carbon-footprint-nid-227139-cid-3.html)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Economy, Business and Finance",
    "Labor"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "nlc",
        "sentiment": "negative"
      },
      {
        "name": "nse",
        "sentiment": "none"
      },
      {
        "name": "bhel",
        "sentiment": "none"
      },
      {
        "name": "nlc india",
        "sentiment": "none"
      },
      {
        "name": "s&p",
        "sentiment": "none"
      },
      {
        "name": "l&t-mhi",
        "sentiment": "none"
      },
      {
        "name": "bharat heavy electricals",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "talabira",
        "sentiment": "none"
      },
      {
        "name": "odisha",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T06:40:36.307+02:00",
  "updated": "2024-01-02T06:40:36.307+02:00"
}