{
  "thread": {
    "uuid": "c281eb8d92a8982cbded83b4933bec640195b879",
    "url": "https://www.time.news/praise-of-the-horizon-the-common-homeland-of-human-beings/",
    "site_full": "www.time.news",
    "site": "time.news",
    "site_section": "https://time.news/tag/west-bank",
    "site_categories": [],
    "section_title": "west bank Archives - timenews",
    "title": "Praise of the horizon: «The common homeland of human beings» - timenews",
    "title_full": "Praise of the horizon: «The common homeland of human beings» - timenews",
    "published": "2024-01-08T01:37:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s1.ppllstatics.com/diariovasco/www/multimedia/2024/01/05/jose-simal-gijon-kNmB-U2101167958148nyE-1200x952@Diario%20Vasco.jpg",
    "performance_score": 0,
    "domain_rank": 61451,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c281eb8d92a8982cbded83b4933bec640195b879",
  "url": "https://www.time.news/praise-of-the-horizon-the-common-homeland-of-human-beings/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "time news",
  "published": "2024-01-08T01:37:00.000+02:00",
  "title": "Praise of the horizon: «The common homeland of human beings» - timenews",
  "text": "2024-01-07 08:00:00 For years he looked for the ideal location for his project and found it in Gijón. There are 500 tons of hug-shaped sculpture. When he settled in 1989, there was controversy in the city; today it is its symbol. As always with Chillida, the story mixes art, technical prodigy and poetry. Eduardo Chillida was looking for a special place to place a praise of the horizon, “the homeland that unites all human beings”, and Gijón wanted to raise an icon on its Cerro de Santa Catalina, the enclave purchased from the Army and overlooking the sea in the heart from the city. It seems like a happy girl meets boy story, but before that ‘happy ending’ there were many script twists. Today it is one of Chillida’s most respected monumental pieces, another of his works where art and nature mix harmoniously. Praise of the horizon Santa Catalina Hill Gijon Praise of the horizon Santa Catalina Hill Gijon Praise of the horizon Santa Catalina Hill Gijon Praise of the horizon Santa Catalina Hill Gijon The work was born in the studio of sculptor, ‘tried’ himself with a model full scale in polystyrene Hernani and stood up under the engineer technical calculation Fernández Ordóñez. The work was born in the sculptor’s studio, was ‘tested’ with a scale model natural polystyrene in Hernani and rose under the technical calculation of engineer Fernández Ordóñez. The work was born in the sculptor’s studio, READ Also: The cultural choices of the “Point”: dreaming in music in Tarbes or strolling in Paris Photo? was ‘tested’ with a scale model natural polystyrene in Hernani and rose under the technical calculation of engineer Fernández Ordóñez. The work was born in the sculptor’s studio, was ‘tested’ with a scale model natural polystyrene in Hernani and rose under the technical calculation of engineer Fernández Ordóñez. Since the mid-80s the sculptor had his ‘praise of the horizon’ in his head. He traveled the entire Atlantic arc in search of the ideal site, and even thought he found it in Brittany. But Gijón happily crossed his path. In 1982, the City Council bought those 60,000 square meters of land from the Ministry of Defense and wanted a symbolic sculpture. In 1987 Eduardo Chillida traveled to Oviedo to collect the Prince of Asturias Award for the Arts and on his return he stopped in Gijón. He went to the hill and was impressed. “It is an extraordinary space: it is a miracle that something so natural is preserved in a place like this.” And thus one of his largest works was born: 500 tons of concrete, 10 meters high, 15.5 meters long, 12.5 meters wide and 1.40 meters thick. It was inaugurated in 1989. “Now the sea, the wind and the passage of time will complete the work,” said the artist. Three decades later it is a symbol of Gijón. #Praise #horizon #common #homeland #human #beings",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "eduardo chillida",
        "sentiment": "none"
      },
      {
        "name": "chillida",
        "sentiment": "none"
      },
      {
        "name": "gijón",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "santa catalina hill gijon praise",
        "sentiment": "none"
      },
      {
        "name": "army",
        "sentiment": "none"
      },
      {
        "name": "santa catalina hill gijon",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gijón",
        "sentiment": "none"
      },
      {
        "name": "cerro de santa catalina",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:39:51.411+02:00",
  "updated": "2024-01-08T01:39:51.411+02:00"
}