{
  "thread": {
    "uuid": "dd838a9b8430651da20dd55840f26dbe875cf752",
    "url": "https://www.scimex.org/newsfeed/its-a-bust-for-myrtle-rust-greater-understanding-of-the-pathogen-could-prevent-future-infections",
    "site_full": "www.scimex.org",
    "site": "scimex.org",
    "site_section": "https://www.scimex.org/rss",
    "site_categories": [
      "travel",
      "australia_and_new_zealand"
    ],
    "section_title": "Scimex Newsfeed",
    "title": "A new step towards busting myrtle rust",
    "title_full": "A new step towards busting myrtle rust",
    "published": "2024-07-05T09:24:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.scimex.org/__data/assets/image/0004/996349/1024px-Myrtle_rust_on_lilly_pilly_leaves.jpg",
    "performance_score": 0,
    "domain_rank": 96698,
    "domain_rank_updated": "2024-07-02T13:08:29.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dd838a9b8430651da20dd55840f26dbe875cf752",
  "url": "https://www.scimex.org/newsfeed/its-a-bust-for-myrtle-rust-greater-understanding-of-the-pathogen-could-prevent-future-infections",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Katherine Hurst",
  "published": "2024-07-05T09:24:00.000+03:00",
  "title": "A new step towards busting myrtle rust",
  "text": "Media releaseFrom: Manaaki Whenua - Landcare Research\nDynamite discovery for myrtle rust research\nA recent study looking at the molecular foundation of myrtle rust reveals how the pathogen breaks into a host plant and how the host plant responds. This insight will inform the design of useful tools to prevent future break-ins and safeguard plant health.\nDr Grant Smith has an intense curiosity for Austropuccinia psidii, the fungal pathogen that causes myrtle rust.\n“Rusts usually have narrow host ranges,” says Grant, a plant pathologist at Plant & Food Research.\n“This rust is an exception to the rule and attacks a broad range of myrtle hosts.”\nGrant is determined to learn how this pathogen accomplishes such a feat. Supported by the MBIE- funded Beyond Myrtle Rust research programme (hosted by Manaaki Whenua-Landcare Research), Grant and a team of collaborators from across New Zealand and Australia have been using a molecular approach to understand how infection occurs.\nImagine a pathogen as a bank robber, and its host as the bank. A pathogen’s goal is to break in and acquire the resources of its host so it can reproduce and spread. The host’s goal is to recognise that it is under attack early and activate its security systems. The respective genetics of the host and the pathogen are what allow each to activate its offensive or defensive responses, a process called gene expression.\n“We wanted to know which genes were expressed by the pathogen during infection and which genes were expressed by the plant in response to infection,” says Grant.\nBy looking at the gene expression in the pathogen and in Leptospermum scoparium (mānuka) plants with varying levels of susceptibility at 24 and 48 hours after pathogen exposure, the team learned several interesting things.\nFrom a plant perspective, gene expression in disease-resistant plants didn’t change much after pathogen exposure, whereas gene expression in susceptible plants changed dramatically.\n“Disease-resistant plants didn’t respond because they didn’t need to, they are naturally resistant,” says Grant. “Susceptible plants turn on lots of genes, but they ultimately lack the ones required to resist infection.”\nFrom a pathogen perspective, a narrow suite of genes was expressed in the first 24 hours regardless of whether the pathogen landed on a resistant or a susceptible plant.\n“It looks like the pathogen is running a preprogrammed gene expression strategy,” says Grant. “It just gets out the dynamite no matter what make or model the bank’s safe is.”\nGene expression does change 48 hours after infecting the plant as the pathogen starts to acquire the resources of the plant cell so that it can grow and reproduce. But it’s that narrow suite of genes expressed at 24 hours that may prove most helpful in fighting myrtle rust.\n“We need to catch the pathogen early,” says Grant. “These genes become especially important targets for\nRNA interference or another technology.”\nComing back to the bank-robbery metaphor, Grant adds, “If we take away the pathogen’s dynamite, it may not be able to break into plant cells at all, halting the infection process in its tracks.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.sciencelearn.org.nz/resources/3258-rna-interference",
    "https://sciencelearn.org.nz/resources/3258-rna-interference"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "grant",
        "sentiment": "none"
      },
      {
        "name": "grant smith",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "manaaki whenua - landcare research dynamite",
        "sentiment": "negative"
      },
      {
        "name": "mbie",
        "sentiment": "none"
      },
      {
        "name": "plant & food research",
        "sentiment": "none"
      },
      {
        "name": "manaaki whenua-landcare research",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new zealand",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T10:47:17.620+03:00",
  "updated": "2024-07-05T10:47:17.620+03:00"
}