{
  "thread": {
    "uuid": "e340a1faad56d221a282c7f308fc9b9820a4854a",
    "url": "https://timesofindia.indiatimes.com/travel/travel-news/mainland-serow-an-elusive-mammal-spotted-in-assams-raimona-national-park/articleshow/111509050.cms",
    "site_full": "timesofindia.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "https://timesofindia.indiatimes.com/",
    "site_categories": [
      "under_construction",
      "non_standard_content",
      "top_news"
    ],
    "section_title": "News - Latest News, Breaking News, Bollywood, Sports, Business and Political News | Times of India",
    "title": "'Mainland Serow’, an elusive mammal, spotted in Assam’s Raimona National Park, - Times of India Travel",
    "title_full": "'Mainland Serow’, an elusive mammal, spotted in Assam’s Raimona National Park, - Times of India Travel",
    "published": "2024-07-05T10:36:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.toiimg.com/thumb/msid-111509050,width-1070,height-580,resizemode-75,imgsize-156808,pt-32,y_pad-40/111509050.jpg",
    "performance_score": 0,
    "domain_rank": 290,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e340a1faad56d221a282c7f308fc9b9820a4854a",
  "url": "https://timesofindia.indiatimes.com/travel/travel-news/mainland-serow-an-elusive-mammal-spotted-in-assams-raimona-national-park/articleshow/111509050.cms",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-07-05T10:36:00.000+03:00",
  "title": "'Mainland Serow’, an elusive mammal, spotted in Assam’s Raimona National Park, - Times of India Travel",
  "text": "'Mainland Serow’, an elusive mammal, spotted in Assam’s Raimona National Park 'Mainland Serow’, an elusive mammal, spotted in Assam’s Raimona National Park You're Reading Synopsis The Mainland Serow (Capricornis sumatraensis thar) was photographed near Ganda Bajrum Anti-poaching camp in Assam's Raimona National Park. Forest officials and Aaranyak documented it. Bhanu Sinha praised its conservation impact. M … [Read more](javascript://) It’s being called a huge discovery, documented twice by personnel from the forest department and members of the biodiversity group 'Aaranyak'. Bhanu Sinha, Divisional Forest Officer of the Kachugaon Forest Division, was happy with the finding. He said the park's role in conserving the Mainland Serow and its broader wildlife diversity has been commendable. More from Travel News More News The animal is scientifically known as Capricornis sumatraensis thar. It can also be found in nearby regions such as the Phibsoo Wildlife Sanctuary and Bhutan's Royal Manas National Park, suggesting potential cross-boundary conservation benefits. The discovery emphasises on the rich biodiversity of Raimona National Park. M. Firoz Ahmed, a senior scientist at Aaranyak also highlighted the Mainland Serow's extensive habitat range, from the Himalayas to Sumatra. He also stressed the urgent need for conservation due to fragmented populations and threats like poaching and habitat loss. Raimona National Park, situated in Assam's Kokrajhar district, got its status as a national park on June 5, 2021. The declaration was made by Assam's Chief Minister Himanta Biswa Sarma during the World Environment Day celebrations at Gandhi Mandap in Guwahati. The park is a biodiversity hotspot renowned for its rich flora and fauna. It spans an area of diverse landscapes, including tropical forests, grasslands, and wetlands. More about Raimona National Park The park is home to various endangered and vulnerable species, including the recently documented Mainland Serow. It is also renowned for the golden langur, an endemic species also designated as the mascot of the Bodoland region, shared with Bhutan. Managed by the Assam Forest Department, Raimona plays an important role in wildlife conservation efforts, aiming to protect its unique biodiversity and natural habitats. Visitors to the park can experience its scenic beauty, engage in ecotourism activities, and contribute to ongoing conservation initiatives. Comments (0) [closecomments](javascript:void(0)) Next story [Ganga River likely changed direction 2500 years ago due to a massive earthquake, reveals study](/travel/travel-news/ganga-river-likely-changed-direction-2500-years-ago-due-to-a-massive-earthquake-reveals-study/articleshow/111508534.cms) Visual Stories 8 largest lakes to visit in India 10 facts about Ganges, the largest river in India Indian cricket team at Wankhede Stadium: Interesting facts about the stadium 10 historical places to see in Mumbai Richest temples in India for an offbeat experience 10 historical places in Delhi that are a must visit",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bhanu sinha",
        "sentiment": "none"
      },
      {
        "name": "aaranyak",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "times of india travel",
        "sentiment": "negative"
      },
      {
        "name": "kachugaon forest division",
        "sentiment": "none"
      },
      {
        "name": "phibsoo wildlife sanctuary",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "assam",
        "sentiment": "none"
      },
      {
        "name": "raimona national park",
        "sentiment": "none"
      },
      {
        "name": "bhutan",
        "sentiment": "none"
      },
      {
        "name": "ganda bajrum anti-poaching camp",
        "sentiment": "none"
      },
      {
        "name": "royal manas national park",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T12:43:59.951+03:00",
  "updated": "2024-07-05T12:43:59.951+03:00"
}