{
  "thread": {
    "uuid": "2dde8c7443f8cc593bce2d548f4f62ce34383f2f",
    "url": "https://chl.ca/lhjmq-islanders/article/islanders-look-to-make-it-two-in-a-row-as-cataractes-come-to-town/",
    "site_full": "chl.ca",
    "site": "chl.ca",
    "site_section": "https://charlottetownislanders.com/?feed=rss2",
    "site_categories": [
      "pro_ice_hockey",
      "sports"
    ],
    "section_title": "Charlottetown Islanders - Feed",
    "title": "Islanders look to make it two in a row as Cataractes come to town - Charlottetown Islanders",
    "title_full": "Islanders look to make it two in a row as Cataractes come to town - Charlottetown Islanders",
    "published": "2024-01-19T17:40:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://media.chl.ca/wp-content/uploads/sites/18/2024/01/19102144/Jan15-1024x576.png",
    "performance_score": 0,
    "domain_rank": 93909,
    "domain_rank_updated": "2024-01-16T12:06:44.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2dde8c7443f8cc593bce2d548f4f62ce34383f2f",
  "url": "https://chl.ca/lhjmq-islanders/article/islanders-look-to-make-it-two-in-a-row-as-cataractes-come-to-town/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Taylor Stewart",
  "published": "2024-01-19T17:40:00.000+02:00",
  "title": "Islanders look to make it two in a row as Cataractes come to town - Charlottetown Islanders",
  "text": "Islanders look to make it two in a row as Cataractes come to town The Islanders are back in the win column after taking down the Saint John Sea Dogs Wednesday night 6-3. The win solved Charlottetown’s five-game skid, but they still search for their first win on home ice since Dec. 15. Tonight the Shawinigan Cataractes roll into the Eastlink Centre to battle for the second time this season. The Islanders claimed the lone matchup before the Christmas break 4-2 in Shawinigan. The Islanders are 2-1 against the Cataractes since falling to them in the franchise’s lone trip to the QMJHL finals in 2021-22. “I think just given the history of the franchise and the fact that our only trip to the finals we came up short against this franchise means a lot. It certainly does to the staff that’s still here. The faces have changed on both sides but I still think there is an underlying element of rivalry that’s healthy and hopefully we’re looking for some revenge,” said Jim Hulton. The two franchises have a tie that runs deeper than the 2022 finals. The Islanders acquired fan-favourite players from the Cataractes in seasons past. Pascal Aquin and Cam Askew were acquired from the franchise just two hours North of Montreal. Los Angeles Kings prospect Angus Booth was dealt to the Cataractes in August of 2020. Owen Saye, a member of the Islanders 2022 finals roster, was also an asset dealt to Charlottetown by the Cataractes. Head Coach Jim Hulton noted the importance of the team’s win in Saint John before this weekend’s homestand. “I think when you’re in a skid, you’re desperately looking for some way to get out of it, it really goes to your confidence. We talked after the Quebec game and we didn’t think we played a bad game we were just finding ways to lose as opposed to finding ways to win,” said Hulton. “You’re searching for that magic formula and I think we found it last night. I think we did a much better job of defending and defending the lead and we got rewarded for it.” Top Scorers Islanders Cataractes |Michael Horth||24-15-39||Vince Elie||16-24-40| |Marcus Kearsey||4-30-34||Felix Lacerte||20-18-38| |Giovanni Morneau||14-20-34||Jordan Tourigny||9-19-28| Keys to Victory - Special Teams – The Islanders scored three of their six goals against Saint John with their special teams units on the ice. Two powerplay and one short-handed goal. With a 23.9% powerplay execution rate, look for the Islanders to make big moves with the man advantage. - Energy – Shawinigan played in Saint John last night meaning the Islanders have the upper hand in the rest department. Look for Hulton to have his squad fired up to open the game and establish momentum early with their legs. Injuries – Hulton commented earlier this week that the team will remain without the services of Cole Huckins, Michael Horth and Ondrej Moruna. With two of the Islanders’ top-five scorers out, Hulton will be looking for another big game out of newcomer William Shields and for the hot hands of Simon Hughes and Alexis Michaud to keep producing. Fans are reminded that any unused tickets for this season can be redeemed at the Eastlink Centre box office for any remaining regular season games. Visit the Eastlink Centre box office in person, [online](https://boxoffice.eastlinkcentrepei.com/TheatreManager/1/online?performance=2149) or call 902-629-6625. The puck drops tonight at 7 p.m.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://boxoffice.eastlinkcentrepei.com/TheatreManager/1/online?performance=2149)",
    "https://boxoffice.eastlinkcentrepei.com/TheatreManager/1/online",
    "https://www.boxoffice.eastlinkcentrepei.com/TheatreManager/1/online?performance=2149)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jim hulton",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "charlottetown islanders islanders",
        "sentiment": "neutral"
      },
      {
        "name": "islanders",
        "sentiment": "neutral"
      }
    ],
    "locations": [
      {
        "name": "charlottetown",
        "sentiment": "none"
      },
      {
        "name": "eastlink centre",
        "sentiment": "none"
      },
      {
        "name": "shawinigan cataractes",
        "sentiment": "none"
      },
      {
        "name": "shawinigan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T20:25:53.083+02:00",
  "updated": "2024-01-19T20:25:53.083+02:00"
}