{
  "thread": {
    "uuid": "ea5abd226f95ffba2bbe4eac14ec3bb3df83d8e5",
    "url": "http://business.times-online.com/times-online/article/getnews-2024-1-5-where-mountains-meet-the-sea-ftp-2023-in-action-giddy-up",
    "site_full": "business.times-online.com",
    "site": "times-online.com",
    "site_section": "http://business.times-online.com/times-online/markets/news",
    "site_categories": [
      "financial_news",
      "finance"
    ],
    "section_title": "Stock Market News | NSDQ, NYSE, and AMEX Stock Market News, Market News Categories, Market Indicators | User | times-online.com ",
    "title": "Where Mountains Meet the Sea: FTP 2023 in Action | Giddy Up | User | times-online.com",
    "title_full": "Where Mountains Meet the Sea: FTP 2023 in Action | Giddy Up | User | times-online.com",
    "published": "2024-01-05T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 89541,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ea5abd226f95ffba2bbe4eac14ec3bb3df83d8e5",
  "url": "http://business.times-online.com/times-online/article/getnews-2024-1-5-where-mountains-meet-the-sea-ftp-2023-in-action-giddy-up",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Valley City Times-Record",
  "published": "2024-01-05T02:00:00.000+02:00",
  "title": "Where Mountains Meet the Sea: FTP 2023 in Action | Giddy Up | User | times-online.com",
  "text": "Video Link: https://youtu.be/FhnThIINPPk?si=HNgXM0YKr3vUr1Cm The Hainan Coastal Scenic Highway was fully opened to traffic last December. The Hainan Coastal Scenic Highway, a major infrastructure project in the construction of the Hainan FTP and creation of an international tourism consumption center, extends in a loop 988 kilometers long connecting Hainan's 12 coastal cities and counties. This \"pearl necklace\" of beautiful scenery is set to lay a strong foundation for the development of Hainan's tourism economy and transportation links. In this episode, HIMC presenter Henry and overseas communication officer Inira embark on a road trip along the Hainan Coastal Scenic Highway, exploring the beautiful scenery that lies between the mountains and the sea and marveling at Hainan's developing character. What is the Hainan Coastal Scenic Highway? The Hainan Coastal Scenic Highway connects 12 of Hainan’s coastal cities and counties, and was designed to provide access to 31 A-level attractions including four 4A-level attractions: Nanshan Temple Park, Daxiao Dongtian Park, Wuzhizhou Island, and Boundary Island, as well as eleven 3A-level attractions: Tianya Haijiao, West Island, Holiday Beach, Nanwan Monkey Island, Luhuitou Peak Park, Hainan R&F Ocean Paradise, Tonggu Peak, and more. It has been touted as China’s #1 coastal scenic highway, offering organic connections to high-speed rail, expressways, and national highways, allowing travelers to ‘hurry up and relax’. Travelers to Hainan can take advantage of the convenience of the scenic highway to plan their vacation routes and visits to different scenic areas according to their preferences, experiencing the beauty of Hainan’s mountains, seas, and cultures on their terms. Where is the Yingge Talang Station? Located in Huangliu Town, Ledong County, Hainan Province, the Yingge Talang Station is one of the first key stations to be built along the highway, and boasts the largest area as well as the only ‘artificial natural composite landscape’. Who is Inira? Inira, a Russian Overseas Communications Officer for Hainan International Media Center, has lived in Hainan for over 8 years. She graduated from Hainan University with a major in the Chinese language and is deeply attracted by Chinese culture, friendly people, and food. Who is Henry Hao KONG？ Henry Kong, host for South China’s Hainan International Media Center (HIMC), has been in Hainan for three years. He grew up in China and studied in the U.S., attending the Pennsylvania State University before pursuing a journalism career. He became a correspondent and host for HIMC in 2020, hosting his program on the Internet and social media. Kong has also served as the host of HIMC’s business talk FTP Plus on TV. Kong's journalistic output has earned him several honors over the years, including a first prize in Hainan News Award. In 2023, Kong attended China Media Group’s Host Competition and ranked top 10 in the event. Media Contact Company Name: Hainan International Media Center (HIMC) Contact Person: Shuaichen Lin Email: Send Email City: Haikou State: Hainan Country: China Website: https://www.hicn.cn/",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://www.hicn.cn/",
    "https://youtu.be/FhnThIINPPk?si=HNgXM0YKr3vUr1Cm",
    "http://www.universalpressrelease.com/?pr=where-mountains-meet-the-sea-ftp-2023-in-action-giddy-up",
    "http://universalpressrelease.com/?pr=where-mountains-meet-the-sea-ftp-2023-in-action-giddy-up",
    "https://hicn.cn/",
    "http://www.universalpressrelease.com/",
    "https://www.hicn.cn",
    "https://www.youtu.be/FhnThIINPPk?si=HNgXM0YKr3vUr1Cm",
    "https://youtu.be/FhnThIINPPk"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "inira",
        "sentiment": "none"
      },
      {
        "name": "henry",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hainan coastal scenic highway",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "wuzhizhou island",
        "sentiment": "none"
      },
      {
        "name": "daxiao dongtian park",
        "sentiment": "none"
      },
      {
        "name": "nanshan temple park",
        "sentiment": "none"
      },
      {
        "name": "hainan",
        "sentiment": "none"
      },
      {
        "name": "hainan coastal scenic highway",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:45:19.119+02:00",
  "updated": "2024-01-06T00:45:19.119+02:00"
}