{
  "thread": {
    "uuid": "72a98d3bd308dc1ee72122ac73c0e30796543f76",
    "url": "https://theathletic.com/5214444/2024/01/19/canucks-jim-rutherford-contract-extension",
    "site_full": "theathletic.com",
    "site": "theathletic.com",
    "site_section": "https://theathletic.com/feeds/rss/news",
    "site_categories": [
      "sports"
    ],
    "section_title": "Latest Headlines &#8211; The Athletic",
    "title": "Canucks, president Jim Rutherford agree to 3-year contract extension",
    "title_full": "Canucks, president Jim Rutherford agree to 3-year contract extension",
    "published": "2024-01-19T21:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.theathletic.com/app/uploads/2024/01/19124658/gettyimages-1187884790-594x594-1.jpg",
    "performance_score": 0,
    "domain_rank": 3082,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "72a98d3bd308dc1ee72122ac73c0e30796543f76",
  "url": "https://theathletic.com/5214444/2024/01/19/canucks-jim-rutherford-contract-extension",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Thomas Drance and Rick Dhaliwal",
  "published": "2024-01-19T21:10:00.000+02:00",
  "title": "Canucks, president Jim Rutherford agree to 3-year contract extension",
  "text": "Vancouver Canucks president of hockey operations Jim Rutherford has signed a three-year contract extension with the franchise, team chairman Francesco Aquilini said Friday. Rutherford, 74, has been the Canucks’ president since Dec. 9, 2021.\nWhat a difference a year makes.\nTwelve months ago the Canucks were listing toward the bottom of the standings, fans were cheering for a coach whose dismissal was a matter of time — both the probable date of his firing and his replacement was publicly known well ahead of time — and the club seemed like a complete mess on and off of the ice.\nAdvertisement\nFast forward to Friday, and the club’s fortunes could not possibly have gone through a more dramatic reversal.\nThe Canucks are perched atop the Pacific Division, with the most points amassed and the third-highest point percentage in the\nNHL. Five players are headed to the All-Star game. A new coach who has pressed all of the right buttons. The Canucks aren’t just playoff bound, they’ll likely have home ice and they’re the betting favorite to win the division.\nThis turnaround was driven — through intense scrutiny — but a series of clever bets by Rutherford. In Rick Tocchet, he landed the right head coach for this group. In\nFilip Hronek, we executed a high-risk, controversial trade that has amplified this club’s ability to win at the top of the lineup. In Carson Soucy, Ian Cole, Teddy Blueger and Pius Suter, Rutherford’s Canucks navigated free agency with expert discipline, fleshing out the depth of this roster.\nIt hasn’t been perfect —\nAndrei Kuzmenko’s extension is looking like an inconvenience given his second-year struggles — but nothing tends to be perfect in hockey management. The fact is, the hockey operations team Rutherford has built up has gone on an unholy heater, fundamentally altering the perception of this hockey club, and what they could achieve short term, both in the market and around the league.\nGiven the work restoring a sense of substantive hope for NHL hockey in this city, an extension for Rutherford is a no-brainer.\nOver the years the Canucks have struggled — at a level above hockey operations — to align the incentives of management with those of the organization as a whole.\nCoaches have been left to twist in the wind, working out the final season of their contracts. Executives have regularly felt the pressure to make win now moves, sometimes, seemingly more for self-preservation than for the benefit of the club long-term.\nAdvertisement\nIn this case, however, the club has taken care of its business well ahead of a crucial trade deadline.\nThis team hasn’t been a clear buyer in over a decade, but they are this year. With this extension in hand, Rutherford is incentivized to balance the short and long-term priorities of the hockey club, including charting a longer-term view if it’s called for, as opposed to being whatsoever put in a position where his decision-making ahead of a crucial deadline might reasonably be influenced by his contractual status.\nIn making this decision proactively and extending Rutherford now, the club got the timing of this one right.\nBefore joining the Canucks, Rutherford was the general manager of the\nPittsburgh Penguins from 2014 to 2021. During his tenure, the Penguins won back-to-back Stanley Cups in 2016 and 2017. Rutherford resigned as Penguins GM on Jan. 27, 2021, citing personal reasons.\nRutherford was also general manager of the\nCarolina Hurricanes starting in June 1994. He helped lead the Hurricanes to its first Stanley Cup in franchise history in 2006.\nRequired reading\nDayal: All the ways I was wrong about the red-hot Canucks LeBrun: How does Canucks’ turnaround impact trade plans, Pettersson talks? Catching up with Jim Rutherford Dayal: The Canucks’ surprising run is making hockey fun again in Vancouver\n(Photo: Bruce Bennett / Getty Images)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jim rutherford",
        "sentiment": "negative"
      },
      {
        "name": "rutherford",
        "sentiment": "none"
      },
      {
        "name": "francesco aquilini",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "canucks",
        "sentiment": "negative"
      },
      {
        "name": "vancouver canucks",
        "sentiment": "negative"
      },
      {
        "name": "nhl",
        "sentiment": "none"
      },
      {
        "name": "pacific division",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-19T21:11:37.556+02:00",
  "updated": "2024-01-19T21:11:37.556+02:00"
}