{
  "thread": {
    "uuid": "74524fb64acdccc506f3a857cc0cc21981ef8f05",
    "url": "https://www.dailypioneer.com/2023/columnists/in-god--we-trust-.html",
    "site_full": "www.dailypioneer.com",
    "site": "dailypioneer.com",
    "site_section": "https://dailypioneer.com",
    "site_categories": [
      "media"
    ],
    "section_title": "English News Paper | Breaking News | Latest Today News in English | News Headlines India - The Pioneer",
    "title": "In God, we trust!",
    "title_full": "In God, we trust!",
    "published": "2023-12-29T18:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.dailypioneer.com/uploads/2023/story/images/big/in-god--we-trust--2023-12-30.jpg",
    "performance_score": 0,
    "domain_rank": 13393,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "74524fb64acdccc506f3a857cc0cc21981ef8f05",
  "url": "https://www.dailypioneer.com/2023/columnists/in-god--we-trust-.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Pioneer",
  "published": "2023-12-29T18:00:00.000+02:00",
  "title": "In God, we trust!",
  "text": "Modi's Ayodhya visit today is a prelude to Ram temple inauguration and has electoral significance Prime Minister Narendra Modi is visiting Ayodhya today, ahead of the inauguration of the Ram temple, and the moment carries profound cultural, religious and political significance. The visit is also about the various projects to be inaugurated in keeping with the Prime Minister's vision to modernise the infrastructure in Ayodhya to place it on the national tourist map. The visit will involve a series of significant inaugurations and dedications. Modi will inaugurate the redeveloped Ayodhya railway station, launching new Amrit Bharat trains and Vande Bharat trains. He will also inaugurate the newly constructed Ayodhya airport. Besides, the foundation stones for a few more infrastructure projects will contribute to the beautification and enhancement of civic facilities in and around the ancient city. Though it sounds like a regular PM visit, it is not. The visit comes ahead of the inauguration of the Ram temple on January 22. Basically, the Prime Minister's visit serves as a symbolic tribute to the temple. It would be pertinent to add that the temple, which has been constructed at the site where the Babri mosque once stood, has been a contentious issue for decades and has been a polarising factor. In fact, the BJP owes its meteoric political rise to the demolition of the Babri mosque and subsequent campaign to construct the Ram temple there. The Supreme Court's verdict in November 2019 paved the way for the construction of the Ram temple, bringing an end to a protracted legal battle and giving way to the fulfilment of a significant promise made by the BJP. Ironically, Lal Krishna Advani, the man who spearheaded the campaign, may not be in attendance at the inaugural event. Indeed, the inauguration of the Ram temple holds immense cultural and religious significance for the majority Hindu population in India. Ayodhya is believed to be the birthplace of Lord Ram, a revered figure in Hinduism, and the construction of his temple there has been a longstanding dream for millions of Hindus. The Prime Minister's presence in Ayodhya reiterates the Government's commitment to fulfilling the cultural and religious aspirations of people, besides underscoring the BJP's alignment with the sentiments of a significant percentage of the electorate. It would be naïve to believe that PM Modi's visit to Ayodhya is all about the physical redevelopment of Ayodhya. The timing of the visit, subsequent inauguration coming ahead of the 2024 general elections and amidst ongoing political developments is strategic. The BJP has historically aligned itself with Hindu nationalist sentiments, and the fulfilment of the Ram temple promise is likely to resonate positively with a large section of the electorate, particularly in the Hindi heartland where the party seeks to consolidate its support. The Ram temple issue has been a key element in the BJP's political narrative, and the party has consistently portrayed itself as the guardian of Hindu interests. PM Modi's visit reinforces the BJP's commitment to these ideals and may consolidate its votes in the Lok Sabha elections.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "modi",
        "sentiment": "negative"
      },
      {
        "name": "narendra modi",
        "sentiment": "none"
      },
      {
        "name": "amrit bharat",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "vande bharat",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ayodhya",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T20:46:35.216+02:00",
  "updated": "2023-12-29T20:46:35.216+02:00"
}