{
  "thread": {
    "uuid": "1940349c9a557a2101984a56aa42c860bfc0bb97",
    "url": "https://meaww.com/masters-of-the-air-episode-8-sneak-peek-how-did-tuskegee-airmen-attack-the-nazis",
    "site_full": "meaww.com",
    "site": "meaww.com",
    "site_section": "http://meaww.com",
    "site_categories": [
      "media",
      "television",
      "entertainment"
    ],
    "section_title": "MEAWW - Media, Entertainment, Arts, WorldWide",
    "title": "‘Masters of the Air’ Episode 8 Sneak Peek: How did Tuskegee Airmen attack the Nazis? | MEAWW",
    "title_full": "‘Masters of the Air’ Episode 8 Sneak Peek: How did Tuskegee Airmen attack the Nazis? | MEAWW",
    "published": "2024-03-08T03:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://dab57h0r8ahff.cloudfront.net/680126/uploads/9dca8540-dd0e-11ee-8bcf-91102b4c4db0_1200_630.jpeg",
    "performance_score": 0,
    "domain_rank": 12657,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1940349c9a557a2101984a56aa42c860bfc0bb97",
  "url": "https://meaww.com/masters-of-the-air-episode-8-sneak-peek-how-did-tuskegee-airmen-attack-the-nazis",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sagrika Giri",
  "published": "2024-03-08T03:01:00.000+02:00",
  "title": "‘Masters of the Air’ Episode 8 Sneak Peek: How did Tuskegee Airmen attack the Nazis? | MEAWW",
  "text": "‘Masters of the Air’ Episode 8 Sneak Peek: Tuskegee Airmen's daring raid strikes blow against the enemy territory Spoilers for ‘Masters of the Air’ Episode 8 LONDON, ENGLAND: Apple TV+ has officially dropped [‘Masters of the Air’ Episode 8,](https://meaww.com/masters-of-the-air-episode-8-preview-what-happens-to-tuskegee-airmen-in-france) which revolves around the prisoners of Stalag Luft III, D-Day, and the Tuskegee pilots. Also Read: [Anime fans, unite! Here are 5 must-watch shows on Crunchyroll this March to feed your obsession](anime-fans-unite-here-are-5-must-watch-shows-on-crunchyroll-this-march-to-feed-your-obsession) [‘Masters of the Air’](https://meaww.com/is-apple-tv-s-masters-of-the-air-connected-to-the-band-of-brothers) is getting intense with each episode, offering viewers a compelling look into the lives of the men who fought against the Nazis. In [‘Masters of the Air’ Episode 7,](https://meaww.com/masters-of-the-air-episode-7-sneak-peek-what-happens-to-the-100th-bomb-group-in-berlin) Major John 'Bucky' Egan (Callum Turner) and Major Gale 'Buck' Cleven (Austin Butler) devise a plan to escape Stalag Luft III, keeping viewers on the edge of their seats. There’s a lot to uncover in ‘Masters of the Air’ Episode 8. So, let’s jump in! Tuskegee Airmen's bold strike against Nazi camp Also Read: ['The Gentlemen' Finale Episode Sneak Peek: Gospel John prepares to avenge his brother's death](the-gentlemen-finale-episode-sneak-peek-why-didnt-gospel-kill-freddy-horniman) In this episode, the spotlight shines on the courageous Black fighter pilots, the Tuskegee Airmen, as they attack a Nazi camp with great levels of precision. Also Read: ['The Gentlemen' Ending Explained: Eddie Horniman plays strategic move to become highest bidder](the-gentlemen-ending-explained-does-eddie-horniman-exit-from-drug-empire) The Eighth Air Force, stationed in England, and the 15th Air Force, based in Italy, have been relentlessly attacking Nazi camps to weaken the German war machine. Among these forces, the 99th Pursuit Squadron, also known as the Tuskegee Airmen, has taken a leading role in these daring missions against the Nazis. Tuskegee Airmen successfully executed their mission to target the enemy, navigating through hostile skies with precision and determination. However, Lt Alexander Jefferson (Branden Cook) appears to be grappling with inner turmoil or the weight of the war. When asked by his superior about his state, Alex expresses a desire for \"greater involvement in combat.\" The superior informs Alex that the 99th Pursuit Squadron is being integrated into the 332nd Fighter Group. This news signifies a significant change for Alex and his fellow Tuskegee Airmen. What happens to Tuskegee Airmen pilots? As the episode progresses further, viewers are introduced to Lt Richard D. Macon (Josiah Cross) and Lt Robert Daniels (Ncuti Gatwa). On the other hand, Col. Benjamin O. Davis (Jerry MacKinnon) and Captain Erwin B. Lawrence (Tomisin Ajani) reflects on the harsh realities of war and how they are continuously losing bombers. Four Tuskegee Airmen, their faces set with determination, are sent for a mission to Toulon, France, to target Nazis camp. Flying with precision and skill, they navigated through enemy lanes to deliver a decisive blow to the enemy forces in France. However, in a harrowing turn of events, the Tuskegee Airmen come under heavy fire from enemy anti-aircraft guns and fighter jets. They manage to kill some Nazis but all the fighter jets crash and fall into Nazi territory. The crash of their fighter jets marks a tragic end to their mission. Macon is brutally injured, and the road to recovery will be long and arduous. Unfortunately, Lt. Joseph Evans Gordon (Kwame Agyei) and Lt. Shelby F. Westbrook (Jonathan Jules) are dead, while Daniels and Alex are alive. As the Tuskegee Airmen are sent to Stalag Luft III as prisoners of war, tensions rise among the survivors from other units. Some of the white men begin to racially profile the Tuskegee Airmen, viewing them with suspicion. Can Tuskegee Airmen escape Stalag Luft III ? Only time will tell. ‘Masters of the Air’ Episodes 1-8 are now streaming on Apple TV+ More from MEAWW ['The Gentleman' Episode 2 Sneak Peak: Eddie Horniman pins Tommy Dixon's murder on Jethro](/the-gentleman-episode-2-sneak-peak-did-jethro-kill-tommy-dixon) [‘The Signal’ Episode 3 Sneak Peek: Astronaut Paula gets acquitted in aircraft disappearance](/the-signal-episode-3-sneak-peek-does-astronaut-paula-get-acquitted)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gale",
        "sentiment": "none"
      },
      {
        "name": "cleven",
        "sentiment": "none"
      },
      {
        "name": "bucky",
        "sentiment": "none"
      },
      {
        "name": "john",
        "sentiment": "none"
      },
      {
        "name": "egan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "apple",
        "sentiment": "none"
      },
      {
        "name": "nazis",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "london",
        "sentiment": "none"
      },
      {
        "name": "england",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T08:12:17.335+02:00",
  "updated": "2024-03-08T08:12:17.335+02:00"
}