{
  "thread": {
    "uuid": "d1520e733b4f6f4bb96139895a86b14a3fcf9f50",
    "url": "https://markets.financialcontent.com/stocks/article/accwirecq-2024-4-11-cxapp-inc-nasdaq-cxai-schedules-fourth-quarter-2023-and-annual-2023-financial-results-and-business-update-conference-call",
    "site_full": "markets.financialcontent.com",
    "site": "financialcontent.com",
    "site_section": "https://markets.financialcontent.com/stocks/markets/news?currentpage=21&provider=accwirecq",
    "site_categories": [
      "financial_news",
      "finance"
    ],
    "section_title": "Stock Market News | NSDQ, NYSE, and AMEX Stock Market News, Market News Categories, Market Indicators | FinancialContent Business Page ",
    "title": "CXApp Inc. (Nasdaq: CXAI) Schedules Fourth Quarter 2023 and Annual 2023 Financial Results and Business Update Conference Call | FinancialContent Business Page",
    "title_full": "CXApp Inc. (Nasdaq: CXAI) Schedules Fourth Quarter 2023 and Annual 2023 Financial Results and Business Update Conference Call | FinancialContent Business Page",
    "published": "2024-04-11T23:46:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 5885,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d1520e733b4f6f4bb96139895a86b14a3fcf9f50",
  "url": "https://markets.financialcontent.com/stocks/article/accwirecq-2024-4-11-cxapp-inc-nasdaq-cxai-schedules-fourth-quarter-2023-and-annual-2023-financial-results-and-business-update-conference-call",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ACCESSWIRE",
  "published": "2024-04-11T23:46:00.000+03:00",
  "title": "CXApp Inc. (Nasdaq: CXAI) Schedules Fourth Quarter 2023 and Annual 2023 Financial Results and Business Update Conference Call | FinancialContent Business Page",
  "text": "CXAI shaping the future of work by enabling enhanced employee experiences using artificial intelligence\nPALO ALTO, CA / ACCESSWIRE / April 11, 2024 / CXApp Inc . (NASDAQ:CXAI), the global technology leader in employee workplace experiences, announced it will host a conference call at 4:30 PM Eastern Time on Monday, April 15, 2024, to discuss the company's financial results for the fourth quarter of 2023 ended December 31, 2023 and the full year 2023. The call will be led by the Company's Chairman and CEO Khurram Sheikh and will include an update about the company's progress on its state-of-the art CXAI Platform.\nThe conference call will be available via telephone by dialing toll-free 888-506-0062 for U.S. callers or 973-528-0011 for international callers; participant access code is 171335.\nA webcast of the call may be accessed at https://www.webcaster4.com/Webcast/Page/2989/50111 or on the company's website www.cxapp.com .\nInvestors and other interested parties are invited to register and submit questions to management prior to the conference call start at https://www.webcaster4.com/Webcast/Page/2989/50111 .\nA webcast replay will be available on the Company's website www.cxapp.com , through April 15, 2025. A telephone replay of the call will be available approximately one hour following the call, through April 29, 2024, and can be accessed by dialing 877-481-4010 for U.S. callers or 919-882-2331 for international callers and entering access code 50111.\nAbout CXApp Inc\nCXApp Inc., is the global technology leader in employee workplace experiences. The Company is headquartered in the SF Bay Area and operates the CXAI SaaS platform that is anchored on the intersection of customer experience (CX) and artificial intelligence (AI) providing digital transformation for the workplace for enhanced experiences across people, places and things.\nCXApp's customers include major Fortune 500 Global Companies in the technology, financial services, consumer, healthcare, and media entertainment verticals.\nwww.cxapp.com\nCXApp Inc.: marketing@cxapp.com\nForward-Looking Statements\nThis press release includes \"forward-looking statements\" within the meaning of the \"safe harbor\" provisions of the Private Securities Litigation Reform Act of 1995. The expectations, estimates, and projections of the Company may differ from its actual results and consequently, you should not rely on these forward-looking statements as predictions of future events. Words such as \"expect,\" \"estimate,\" \"project,\" \"budget,\" \"forecast,\" \"anticipate,\" \"intend,\" \"plan,\" \"may,\" \"will,\" \"could,\" \"should,\" \"believes,\" \"predicts,\" \"potential,\" \"continue,\" or the negative or other variations thereof and similar expressions are intended to identify such forward looking statements. These forward-looking statements include, without limitation, expectations with respect to future performance of the Company, including projected financial information (which is not audited or reviewed by the Company's auditors), and the future plans, operations and opportunities for the Company and other statements that are not historical facts. These statements are based on the current expectations of the Company's management and are not predictions of actual performance. These forward-looking statements involve significant risks and uncertainties that could cause the actual results to differ materially from the expected results. Factors that may cause such differences include, but are not limited to: the impact of the COVID-19 pandemic on our business, operations, results of operations and financial condition, including liquidity for the foreseeable future; the demand for the Company's services together with the possibility that the Company may be adversely affected by other economic, business, and/or competitive factors or changes in the business environment in which the Company operates; changes in consumer preferences or the market for the Company's services; changes in applicable laws or regulations; the availability or competition for opportunities for expansion of the Company's business; difficulties of managing growth profitably; the loss of one or more members of the Company's management team; loss of a major customer and other risks and uncertainties included from time to time in the Company's reports (including all amendments to those reports) filed with the SEC. The Company cautions that the foregoing list of factors is not exclusive. You should not place undue reliance upon any forward-looking statements, which speak only as of the date made. The Company does not undertake or accept any obligation or undertaking to release publicly any updates or revisions to any forward-looking statements to reflect any change in its expectations or any change in events, conditions, or circumstances on which any such statement is based, except as required by law. These forward-looking statements should not be relied upon as representing the Company's assessments as of any date subsequent to the date of this communication.\nSOURCE: CXApp Inc.\nView the original press release on accesswire.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://pr.report/5XgZS1MY",
    "https://www.webcaster4.com/Webcast/Page/2989/50111",
    "https://tracking.newsrpm.com/pixel?slug=accwirecq-2024-4-11-cxapp-inc-nasdaq-cxai-schedules-fourth-quarter-2023-and-annual-2023-financial-results-and-business-update-conference-call",
    "https://pr.report/Zpw3NiuT",
    "https://pr.report/qZfhJpjd",
    "https://pr.report/L47XV0f-",
    "https://pr.report/D1JkS6x2",
    "https://www.accesswire.com/852505/cxapp-inc-nasdaq-cxai-schedules-fourth-quarter-2023-and-annual-2023-financial-results-and-business-update-conference-call",
    "https://pr.report/9xvhXeLA",
    "https://www.accesswire.com/img.ashx?id=852505",
    "https://pr.report/D7kXBfHS",
    "https://www.pr.report/5XgZS1MY",
    "https://webcaster4.com/Webcast/Page/2989/50111",
    "https://www.pr.report/Zpw3NiuT",
    "https://www.pr.report/D1JkS6x2",
    "https://tracking.newsrpm.com/pixel",
    "https://www.pr.report/L47XV0f-",
    "https://www.accesswire.com/img.ashx",
    "https://www.tracking.newsrpm.com/pixel?slug=accwirecq-2024-4-11-cxapp-inc-nasdaq-cxai-schedules-fourth-quarter-2023-and-annual-2023-financial-results-and-business-update-conference-call",
    "https://www.pr.report/qZfhJpjd",
    "https://accesswire.com/852505/cxapp-inc-nasdaq-cxai-schedules-fourth-quarter-2023-and-annual-2023-financial-results-and-business-update-conference-call",
    "https://www.pr.report/9xvhXeLA",
    "https://accesswire.com/img.ashx?id=852505",
    "https://www.pr.report/D7kXBfHS"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "cxapp inc.",
        "sentiment": "neutral"
      },
      {
        "name": "company",
        "sentiment": "none"
      },
      {
        "name": "cxapp inc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "palo alto",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T00:36:23.957+03:00",
  "updated": "2024-04-12T00:36:23.957+03:00"
}