{
  "thread": {
    "uuid": "31da0392580ed98ab877f120475a641e0d4565d3",
    "url": "https://www.archyde.com/reviewtram-go-plug-play-2-sanyo-shinkansen-series-ex-direct-tv-plug-and-play-the-handle-feels-great-the-picture-quality-is-greatly-improved/",
    "site_full": "www.archyde.com",
    "site": "archyde.com",
    "site_section": "https://www.archyde.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Archyde",
    "title": "[Review]Tram GO! Plug & Play 2 Sanyo Shinkansen Series EX Direct TV plug-and-play + The handle feels great + The picture quality is greatly improved - Archyde",
    "title_full": "[Review]Tram GO! Plug & Play 2 Sanyo Shinkansen Series EX Direct TV plug-and-play + The handle feels great + The picture quality is greatly improved - Archyde",
    "published": "2024-01-06T03:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 19075,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "31da0392580ed98ab877f120475a641e0d4565d3",
  "url": "https://www.archyde.com/reviewtram-go-plug-play-2-sanyo-shinkansen-series-ex-direct-tv-plug-and-play-the-handle-feels-great-the-picture-quality-is-greatly-improved/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "archyde",
  "published": "2024-01-06T03:00:00.000+02:00",
  "title": "[Review]Tram GO! Plug & Play 2 Sanyo Shinkansen Series EX Direct TV plug-and-play + The handle feels great + The picture quality is greatly improved - Archyde",
  "text": "2024-01-05 13:30:43 Train GO! Plug & Play 2 Sanyo Shinkansen Edition EX Plug and play game console with handheld controls HK$1,018 Inquiry: 9284 1874 Video Game Direct Sales Network - Game platform: plug in power, HDMI and play the game console - Power supply USB-C, transformer output power needs to be 10W or above - Video output HDMI - Handle elements: deceleration, accelerator lever, operation buttons, physical confirmation light to close the door - Game resolution 720p - advantage - The picture quality is even better than the Wii version back then. - Although the internal gear is made of plastic, it still feels very good. - “Real Mode” allows the computer to slow down the game for you, making the game easier - Suitable for beginners, even if you are not a tram fan you can have a great time - be careful - The game’s graphics are occasionally choppy, and may not be satisfactory by today’s standards. Total score 88 - Appearance and materials 89 - Gameplay 86 - Play convenience 89 - Handle operation feel 90 The “Train GO!” series was popular in the Japanese game industry more than 20 years ago. It was first launched in arcades and later launched as a home version of the game. “Everyone can transform into a tram (railway) driver” to attract players of all ages and genders. In the game, players will drive a very friendly railway train. Parking on time and at the correct location also requires a lot of effort. It is also full of authenticity and gameplay. The “Train GO! Plug & Play 2 Sanyo Shinkansen EX” introduced this time is a plug-and-play game console that simulates the Shinkansen bullet train. The game console and game software are already built into it. Plug in USB power and HDMI to play. Let the editor introduce to you in detail the gameplay and feel of this machine! Just plug in HDMI or USB power and you can play! “Train GO! Plug & Play 2 Sanyo Shinkansen Edition EX” already has a built-in game console, game software, and the simulated tram operating panel controls that everyone has seen, and the included HDMI and USB-C (power supply) Plug it in and you can play on the big TV right away! (Note that you need to bring your own USB-C 5.0V Fire Bull with a minimum output power of 10W) The game itself was launched on PlayStation 2 and Wii that year, and the game console used the 2007 Wii version for upgrade and porting. Players can drive Sanyo Shinkansen bullet trains running from Shin-Osaka in western Honshu, Japan, to Hakata, Kyushu, including 700 series B, 500 series, Rail Star, 300 series, 100 series, as well as the classic trains of the last century, 100 series, 0 Series cars, etc. The train can travel at a maximum speed of 300km/h, and players can experience driving a railway train with a high sense of speed. ▲The game has difficulty levels from one to five stars. Players can choose to drive trains from different eras. The game resolution is significantly improved compared to the original, and it is not a pure transplant. What surprises players is that in addition to the realism and instant playability of the game, the screen resolution has been upgraded from the original 480p to 720p, and the aspect ratio has been upgraded from 4:3 to 16:9. The picture clarity is much better than the PS2 and Wii versions. If you are purely a PC gamer, you will inevitably feel that the graphics of this game have a somewhat “classical” feel. In fact, during the gameplay of this game, just like the PS2/Wii version, the screen will suddenly become choked, and the screen will even pause for a very brief period, especially when entering a tunnel, too many objects on the screen, or entering a station. But if you are an old player who has played the PS2/Wii version, this picture is already quite beautiful and smooth, and you will definitely be as surprised as the editor. ▲The picture has been upgraded to 720p and expanded to 16:9. Compared with the PS2/Wii version, the picture quality has been improved a lot. The game offers 3 different viewpoints while playing. First of all, there is the most basic view of the front of the train, as well as the interface for adding the train control panel (the editor likes this view the best, as you can see the classic LED electronic speedometer is more familiar), and there is also a movie effect view, which will transcend the driver. , viewing the railway train from the perspective of a third party. When there are not many operations, you can switch to this mode and slowly watch the train move. ▲View from the front of the train ▲Simulated cockpit perspective ▲Movie-like perspective. Note that in this perspective, players still have to operate the train correctly. The handles have a good feel despite the low cost. The controller used in the game is produced by ZUIKI Company. It uses multiple sets of plastic gear structures, so that even though the controller is used for gaming, it has a good feel. The two control levers have moderate resistance, and the 13-stage accelerator lever and 10-step deceleration lever can achieve smooth and precise fine adjustments. Although there is no speedometer on the PS2 version, the door lights are still retained. When stopping at a stop, this light comes on to indicate that the door has been successfully closed and you can start the train immediately. related articles: [Review]Turtle Beach Atom gaming controller for iPhone 15 Pro Max, low latency, fast response and comfortable hand feel Hanke’s Christmas opening offers a selection of gaming monitors, controllers, and keyboards, a great time to shop for goods Split the PS5 controller in half to make a homemade “PS Portal”[You can watch the video]Chinese internet celebrity: The price is half the price Game “Real Mode” gameplay is simpler In the real world, in order to avoid errors caused by too many operations, Shinkansen trains have added many automated systems, including automatic deceleration systems. The railway system is equipped with multiple “ATC” (Automatic Train Control) deceleration points. When the train passes these deceleration points, the train will automatically slow down and guide the driver to stop gradually. In the original game in 2007, in order to make the game less boring, the automatic deceleration function was specifically turned off by default, and users had to manually slow down the train to meet the speed limits in different locations. This game “Train GO! Plug & Play 2 Sanyo Shinkansen Edition EX” has a “real mode”. You can set “Real Mode” to ON in the settings page. In other words, it reduces the difficulty of the game. Users don’t need to memorize or pay attention to where they need to slow down, they can just let the computer slow down for you. Although the gameplay will be slightly reduced, it also makes the game more suitable for ordinary beginners to enjoy the fun of driving railways. ▲In the settings, you can specify to turn “Real Mode” to ON, which will further reduce the difficulty of the game and is suitable for novices. ▲In “Real Mode”, all ATC deceleration points will be automatically decelerated by the computer, and players do not need to input any deceleration actions. Of course, if everything was computerized, the game wouldn’t be fun. In this game, the acceleration at the beginning of the railway and the final stop still need to be operated by the user. Let’s talk about acceleration first. Although the operating system of each train is slightly different, the adjustment range of the acceleration device is generally 9-13 levels. When driving, you need to enter A1 first (A1 refers to the acceleration range of the accelerator control lever, the same below), wait for the train to accelerate slowly, then add fuel to A3~A4, and then continue to add fuel to A6 when it accelerates to 70km/h; The fuel will be exhausted only at 120km/h. If you can achieve these operations, you can get a higher score when the scores are finally settled. ▲To speed up and slow down at the same time, there are certain operating methods. It is best for everyone to play “Beginner” to learn it. When you are ready to stop, the ATC deceleration system will guide you to decelerate to 30km/h. You need to hold down the “SELECT” button to confirm the ATC deceleration, and finally stop at the designated location. In the last section, the vehicle speed is still 30km/h, and it will take some effort to stop it completely. Players need to control the vehicle’s brakes to stop the train completely at the designated location. The game will give you points based on where you parked. ▲ Players must press SELECT to confirm the ATC deceleration in the last segment, otherwise the train will automatically stop. Finally, the score is based on driving safety, time accuracy (whether you are late), and passenger comfort. If you score 60 points out of 120, you are considered qualified and you can continue to play the game. There are routes of different difficulty in the game for players to choose from, ranging from 1 star to 5 stars. At 5 star difficulty, players will drive in poor conditions, such as heavy rain, and the braking distance will increase significantly, making it more difficult to master time and park. . But even players with no knowledge will not encounter too many problems on the one-star difficulty routes from the beginning. They will gradually get used to it and play more difficult routes. ▲You need to park at the exact location to get better ratings.However, in the Shinkansen chapter, it is considered qualified within 1 meter before and after, which is much looser than other “Train GO!” games. Things to delight railway fans beyond games In addition to the railway train driving game itself, players can unlock more peripheral collection elements through the game, such as railway photos, videos, models, etc. As of today (2024), only the Shinkansen Rail Star and 500 series trains are still operating on some secondary Shinkansen lines. The “latest” 700 series B trains in this game have all been withdrawn in August 2020. Serve. Therefore, many of these films are valuable historical films and are worth watching whether they are a tram fan or not. Summary: A must-buy nostalgic toy for old tram fans Today, high-quality pictures like 720p may not be accepted by many players. But the “Tram GO!” series is indeed a game worth recalling for many old players. In particular, this machine comes with a controller and games that can be played directly by connecting to the TV. It is very convenient for nostalgic needs. Although there are still some aspects of the game that can stutter the screen, and the in-car broadcasts are not completely realistic, as a train fan, the editor highly recommends it. If you want modern graphics, you can pay attention to “Train GO!! Run Yamanote Line” launched in 2020 (click here to open the review article at that time). This game is available on PS4/PS5/Switch. But the only one who can play the Shinkansen is “Train GO! Plug & Play 2 Sanyo Shinkansen Edition EX” introduced this time. share to : Latest videos 1704502812 #ReviewTram #Plug #Play #Sanyo #Shinkansen #Series #Direct #plugandplay #handle #feels #great #picture #quality #greatly #improved",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "sanyo shinkansen series ex direct tv",
        "sentiment": "positive"
      },
      {
        "name": "sanyo shinkansen edition ex plug",
        "sentiment": "neutral"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T03:03:33.255+02:00",
  "updated": "2024-01-06T03:03:33.255+02:00"
}