{
  "thread": {
    "uuid": "30f2d2a8e58ea349d6a24133db9c20ae2aa75058",
    "url": "https://vnexplorer.net/nice-christophe-galtier-definitivement-tire-daffaire-apres-son-proces-pour-harcelement-et-discrimination-s708938.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "Nice: Christophe Galtier définitivement tiré d'affaire après son procès pour harcèlement et discrimination",
    "title_full": "Nice: Christophe Galtier définitivement tiré d'affaire après son procès pour harcèlement et discrimination",
    "published": "2023-12-29T17:17:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mcL38.img",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "30f2d2a8e58ea349d6a24133db9c20ae2aa75058",
  "url": "https://vnexplorer.net/nice-christophe-galtier-definitivement-tire-daffaire-apres-son-proces-pour-harcelement-et-discrimination-s708938.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-29T17:17:00.000+02:00",
  "title": "Nice: Christophe Galtier définitivement tiré d'affaire après son procès pour harcèlement et discrimination",
  "text": "Encore une bonne nouvelle pour Christophe Galtier. Il y a une semaine, l’entraîneur de 57 ans poursuivi pour discrimination et harcèlement était relaxé à l’issue de son procès à Nice. Ce vendredi, le parquet annonce à Nice-Matin qu’il ne fera pas appel de cette décision prise par le tribunal correctionnel de Nice.\nAprès avoir requis un an de prison avec sursis et 45.000 euros d’amende, le procureur de la République, Damien Martinelli, avait jusqu’à dimanche pour interjeter appel. Avec cette décision, le coach d’Al-Duhail est donc totalement blanchi dans cette affaire. “Aucune des deux infractions n’est caractérisée”, avait indiqué le tribunal correctionnel de Nice, en prononçant son jugement.\nChristophe Galtier à son procès à Nice\n“Ce dossier était vide” selon l’avocat de Galtier L’affaire avait commencé au mois d’avril avec la révélation de l’After Foot, sur RMC, et du journaliste Romain Molina, d’un email daté de mai 2022 de Julien Fournier, alors directeur général de l’OGC Nice, à l’actionnaire, le groupe britannique Ineos. Il y accusait Christophe Galtier de réclamer moins “de noirs et de musulmans” dans l’équipe et de s’insurger contre les joueurs qui refusaient de suspendre le jeûne du ramadan les jours de match, comme le faisaient les Lillois musulmans avec lesquels il avait été champion de France la saison précédente.\nAu cours de l’enquête, de nombreux autres responsables du Gym et d’Ineos avaient assuré n’avoir jamais entendu parler de souci avec Galtier dans le vestiaire, avant la révélation de ce mail. Plusieurs avaient plutôt insisté sur les relations exécrables instaurées au fil de la saison entre Fournier et l’ex-coach du PSG.\nA l’audience, mi-décembre, aucun des accusateurs du coach des Aiglons pendant la saison 2021-2022 ne s’était présenté à la barre, où Galtier était resté debout pendant huit heures, écoutant sans broncher la lecture fastidieuse des éléments saillants des procès-verbaux d’une trentaine d’auditions réalisées dans ce dossier. L’enquête avait démontré qu’aucun des joueurs de Nice suivant le ramadan n’avait concrètement été écarté des terrains. “Ce dossier était vide”, avait affirmé l’avocat de Christophe Galtier Me Schapira après sa relaxe.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice",
    "Social Issue"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mcL38.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mcL38.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T17:19:12.601+02:00",
  "updated": "2023-12-29T17:19:12.601+02:00"
}