{
  "thread": {
    "uuid": "000425790a93bc1b5972ddf586bd93693b84b5e5",
    "url": "https://www.securitymagazine.com/articles/100324-reduce-risk-by-preparing-for-severe-weather-incidents",
    "site_full": "www.securitymagazine.com",
    "site": "securitymagazine.com",
    "site_section": "https://www.securitymagazine.com/rss/articles",
    "site_categories": [
      "hacking",
      "tech"
    ],
    "section_title": "Security Magazine",
    "title": "Reduce risk by preparing for severe weather incidents",
    "title_full": "Reduce risk by preparing for severe weather incidents",
    "published": "2024-01-15T12:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.securitymagazine.com/ext/resources/images/Infocenters/onSolve/Severe-Weather-Unsplash.png?height=635&amp;t=1705330023&amp;width=1200",
    "performance_score": 0,
    "domain_rank": 6913,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "000425790a93bc1b5972ddf586bd93693b84b5e5",
  "url": "https://www.securitymagazine.com/articles/100324-reduce-risk-by-preparing-for-severe-weather-incidents",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-15T12:00:00.000+02:00",
  "title": "Reduce risk by preparing for severe weather incidents",
  "text": "Whether it is tornadoes, hurricanes, forest fires or heat waves, planning for severe weather and its impacts should be commonplace for security leaders.\nA recent report reveals that insured losses from severe thunderstorms, or severe convective storms (SCS), have reached an all-time high. According to the\nreport by Swiss Re Institute, losses from severe thunderstorms have steadily increased by 7% annually in the last 30 years. Losses in 2023 marks an increase of almost 90% compared to the previous five-year average ($32 billion USD), and more than double the previous 10-year average of $27 billion USD.\nA high number of low-to-medium-severity events will total to insured losses of more than $100 billion (USD) in 2023, the report estimates, with severe thunderstorms being the main contributor.\n\"The cumulative effect of frequent, low-loss events, along with increasing property values and repair costs, has a big impact on an insurer's profitability over a longer period,” said Jérôme Jean Haegeli, Swiss Re's Group Chief Economist in the report. “The high frequency of severe thunderstorms in 2023 has been an earnings' test for the primary insurance industry.\"\nIn addition to severe convective storms, hurricanes, floods, wildfires and earthquakes also have an effect. According to the report, Hurricane Otis will likely become the costliest insured event in Mexico while in New Zealand, floods and cyclones caused the costliest weather-related insured losses ever for the country. At $3.5 billion (USD), the wildfires on Maui are estimated to become the costliest insured loss event for the state of Hawaii.\nBe Prepared\nIn May, Canada\n[published](/articles/99315-canada-provides-emergency-response-recommendations) recommendations for emergency kits to be used in the event of a power outage. And although these kind of emergency kits are commonly recommended for households, security leaders should also prepare emergency supplies for employees, especially if there will be employees at the workplace outside of traditional working hours, such as night-shift workers or hospital staff. Emergency kits should contain:\n- Two liters of water per person per day. (Include small bottles that can be carried easily.)\n- Food that won't spoil, liked canned goods, energy bars and dried foods. A manual can opener is also handy if one isn't readily available in the workplace.\n- A flashlight.\n- Battery-powered or wind-up radio.\n- Extra batteries.\n- First aid kit.\n- Extra keys to necessary areas.\n- A copy of the company's emergency plan.\nIn the U.S.,\n[FEMA](/articles/99163-fema-releases-severe-weather-safety-practices) released storm preparation safety guidelines for severe weather which could include storms and intense, long-track tornadoes.\n- Have several ways to receive safety alerts.\n- Pay attention to local warnings and follow the safety guidance of local officials.\n- In the event that people have to shelter in place, make sure an emergency kit is stocked and includes non-perishable food, charging devices, a flashlight and batteries in case of power outages.\n- Consider any disability needs for either evacuation or sheltering in place.\n- Prepare any property for dangerous weather by clearing out any large or loose materials. Remove dead trees, hanging branches and loose objects in outdoor spaces that could be dangerous during severe winds.\n- Create an emergency plan and make sure it's well-known.\nSecurity leaders have a lot to consider when it comes to protecting a company or organization’s property, assets and people. Taking the proper precautions for severe weather before an incident strikes can make all the difference.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Weather"
  ],
  "external_links": [
    "https://www.swissre.com/press-release/Insured-losses-from-severe-thunderstorms-reach-new-all-time-high-of-USD-60-billion-in-2023-Swiss-Re-Institute-estimates/4a15acf7-64b4-4766-8662-1c35d268ab12",
    "https://www.getprepared.gc.ca/cnt/rsrcs/pblctns/yprprdnssgd/index-en.aspx#s3",
    "https://swissre.com/press-release/Insured-losses-from-severe-thunderstorms-reach-new-all-time-high-of-USD-60-billion-in-2023-Swiss-Re-Institute-estimates/4a15acf7-64b4-4766-8662-1c35d268ab12",
    "https://getprepared.gc.ca/cnt/rsrcs/pblctns/yprprdnssgd/index-en.aspx#s3"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jérôme jean haegeli",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "swiss re",
        "sentiment": "none"
      },
      {
        "name": "swiss re institute",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-15T17:21:39.471+02:00",
  "updated": "2024-01-15T17:21:39.471+02:00"
}