{
  "thread": {
    "uuid": "a9ebaf0fd29babbf148bc23ce6a40721b6939b06",
    "url": "https://www.ideal.es/almeria/almeria/limpian-retiran-apenas-dia-basura-afeaba-parque-20240405232442-nt.html",
    "site_full": "www.ideal.es",
    "site": "ideal.es",
    "site_section": "https://ideal.es/almeria",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "IDEAL de Almería | Últimas noticias",
    "title": "Limpian y retiran en apenas un día toda la basura que afeaba el parque de La Goleta | Ideal",
    "title_full": "Limpian y retiran en apenas un día toda la basura que afeaba el parque de La Goleta | Ideal",
    "published": "2024-04-05T01:24:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://s1.ppllstatics.com/ideal/www/multimedia/2024/04/05/goletalimpia-knfB-U2102008239975IHD-1200x840@Ideal.jpg",
    "performance_score": 0,
    "domain_rank": 13203,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a9ebaf0fd29babbf148bc23ce6a40721b6939b06",
  "url": "https://www.ideal.es/almeria/almeria/limpian-retiran-apenas-dia-basura-afeaba-parque-20240405232442-nt.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Nerea Escámez",
  "published": "2024-04-05T01:24:00.000+03:00",
  "title": "Limpian y retiran en apenas un día toda la basura que afeaba el parque de La Goleta | Ideal",
  "text": "Secciones Servicios Destacamos Edición Almería Necesitas ser suscriptor para acceder a esta funcionalidad. Jueves, 4 de abril 2024, 23:24 Necesitas ser suscriptor para acceder a esta funcionalidad. Compartir El parque del barrio de La Goleta, cerca de la residencia de mayores Emera, tiene nuevo aspecto. Tras la denuncia vecinal que publicó ayer IDEAL ALMERÍA, donde varios residentes de la zona se quejaron por la imagen de insalubridad que brindaba a la ciudadanía esta zona de la capital, varios operarios municipales trabajaron la jornada de ayer para retirar la basura que se amontonaba en el perímetro. Comenzaron por la vegetación y los trabajadores de la concesionaria que mantiene en perfecto estado los parques de la capital retiraron de forma exhaustiva las hojas que se acumulaban en este parque, ubicado entre las calles Benitagla y Fuente Victoria. De manera que iban avanzando, introdujeron en bolsas de basura todo tipo de residuos como cartones, ropa y enseres. Rafael fue uno de los vecinos que trasladó a este periódico la falta de actuación de los operarios municipales del Ayuntamiento de Almería:«Llevamos meses intentando que nos hagan caso pero está el parque en muy mal estado, lleno de hojas y de basura», reconoció Rafael, uno de los vecinos que frecuenta este espacio. Además, remarcó constantemente en que era «necesario» que los trabajadores limpien con «cierta asiduidad» esta zona verde por donde pasan «niños y animales, no se pueden crear estos focos de insalubridad por culpa de la dejadez que hay». Hacer uso de papeleras Tras la limpieza que, ahora, permite dar otra imagen al parque del barrio almeriense, el Ayuntamiento mantiene su insistencia en «la responsabilidad ciudadana» para hacer un buen uso de las papeleras y no ensuciar las calles, así como de los contenedores para mantener la ciudad «en el estado que todos deseamos». Sobre la acumulación de hojas, reconocieron a este medio que se debió «a una situación temporal provocada por las fuertes rachas de viento de la semana anterior». Esta zona verde del barrio de La Goleta brilla tras su limpieza y los vecinos esperan que esta imagen «no se vuelva a repetir y se cuiden los espacios». Publicidad Publicidad Te puede interesar [ El siluro, un depredador «asentado» en los ríos de Valladolid ](https://www.elnortedecastilla.es/valladolid/provincia/siluro-depredador-asentado-rios-valladolid-20240402142710-nt.html#vca=voc-recirc&vso=ideal) El Norte de Castilla Publicidad Publicidad Te puede interesar [ El mapa de los restaurantes con estrella Michelin por provincias ](https://www.ideal.es/culturas/gastronomia/listado-restaurantes-estrella-michelin-provincias-20231128222445-ntrc.html) Sara I. Belled y Álex Sánchez Comentar es una ventaja exclusiva para suscriptores ¿Ya eres suscriptor? Necesitas ser suscriptor para poder votar. Reporta un error en esta noticia",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Environment",
    "Human Interest"
  ],
  "external_links": [
    "https://www.elnortedecastilla.es/valladolid/provincia/siluro-depredador-asentado-rios-valladolid-20240402142710-nt.html#vca=voc-recirc&vso=ideal)",
    "https://elnortedecastilla.es/valladolid/provincia/siluro-depredador-asentado-rios-valladolid-20240402142710-nt.html#vca=voc-recirc&vso=ideal)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T01:46:40.543+03:00",
  "updated": "2024-04-05T01:46:40.543+03:00"
}