{
  "thread": {
    "uuid": "db1a23aa1d5005682c301c4232653b959e16c82a",
    "url": "https://thepointsguy.com/reviews/ink-business-unlimited-credit-card-review/",
    "site_full": "thepointsguy.com",
    "site": "thepointsguy.com",
    "site_section": "http://feeds.feedburner.com/thepointsguy",
    "site_categories": [
      "finance",
      "travel",
      "air_travel",
      "credit_debt_and_loans",
      "gambling",
      "hobbies_and_interests"
    ],
    "section_title": "The Points Guy",
    "title": "Chase Ink Business Unlimited credit card review - The Points Guy",
    "title_full": "Chase Ink Business Unlimited credit card review - The Points Guy",
    "published": "2024-01-05T23:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://thepointsguy.freetls.fastly.net/us/originals/2021/07/Chase-Ink-Business-Unlimted_2021_2_CCSL_social.jpg",
    "performance_score": 0,
    "domain_rank": 4959,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 1,
        "comments": 1,
        "shares": 7
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "db1a23aa1d5005682c301c4232653b959e16c82a",
  "url": "https://thepointsguy.com/reviews/ink-business-unlimited-credit-card-review/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ethan Steinberg",
  "published": "2024-01-05T23:30:00.000+02:00",
  "title": "Chase Ink Business Unlimited credit card review - The Points Guy",
  "text": "The Ink Business Unlimited Credit Card is one of the best business cards with no annual fee because it earns 1.5% back on every purchase. This card also has a $900 bonus cash back after you spend $6,000 on purchases in the first three months from account opening although this offer is ending soon — apply today to take advantage of it. Card Rating*: ⭐⭐⭐⭐\n*Card Rating is based on the opinion of TPG's editors and is not influenced by the card issuer. The Ink Business Unlimited Credit Card is a small-business card that closely mirrors the popular Chase Freedom Unlimited, but with a much higher introductory bonus (that's ending soon). There is no annual fee, and its simple reward structure is more valuable than it looks at first glance.\nAlthough other cards earn 1.5% cash back (or more), with the Ink Business Unlimited card, you can earn cash back in the form of Chase Ultimate Rewards points . Those Chase points can become significantly more valuable if you also have a premium Ultimate Rewards card. That's because you can combine Chase points from your accounts and then transfer them to the Ultimate Rewards program's various airline and hotel partners.\nThe Ink Business Unlimited is a business credit card and is thus tailored to those with small businesses. While not everyone is eligible for a business credit card , it may be easier to be approved than you think — provided you have a \"good to excellent\" credit score of 670 or above — because freelancing and other sole-proprietor enterprises can count as a business in the eyes of Chase and many other issuers.\nInk Business Unlimited welcome offer Currently, the welcome offer on the Ink Business Unlimited is $900 cash back after you spend $6,000 on purchases in the first three months from account opening. This matches the best-ever offer we saw on the card from October 2022 to March 2023 — but you should act soon as this limited-time offer is coming to a close soon.\nThe $900 cash back is earned in the form of uber-flexible Chase Ultimate Rewards points (90,000 points), which you can redeem at a rate of 1 cent each as cash back, gift cards or travel booked through the Chase Travel portal.\nTHE POINTS GUY However, you can more than double your return (potentially) if you pair the Ink Business Unlimited with a card that earns transferable Ultimate Rewards points, such as the Chase Sapphire Preferred Card . According to TPG valuations , 90,000 Ultimate Rewards points are worth $1,845. That's a solid haul on a card that charges no annual fee.\nInk Business Unlimited benefits You get what you pay for when it comes to benefits, so it's no surprise that the Ink Business Unlimited doesn't offer as many perks as other cards with higher annual fees. Its benefits are identical to those offered by the Ink Business Cash Credit Card but they're not quite as good as the perks offered on the Ink Business Preferred Credit Card . Most notably, you will not get cellphone protection or trip cancellation/interruption insurance.\nHere's a quick rundown of what's included:\nDaily Newsletter Reward your inbox with the TPG Daily newsletter Join over 700,000 readers for breaking news, in-depth guides and exclusive deals from TPG’s experts Email address Sign up By signing up, you will receive newsletters and promotional content and agree to our Terms of Use and acknowledge the data practices in our Privacy Policy . You may unsubscribe at any time. Purchase protection: This covers new purchases for up to 120 days against damage or theft, up to $10,000 per claim and $50,000 per account. Auto rental collision damage waiver: When you rent a car for business purposes using Ink Business Unlimited, you can decline the rental car company's collision insurance and be covered by the card up to the vehicle's cash value in the case of theft or collision damage. This is valid on most rentals in the U.S. and abroad, and coverage is primary , which means it applies before your own car insurance policy. Extended warranty: This extends the time period of a U.S. manufacturer's warranty by an additional year on eligible warranties of three years or less. Employee cards at no additional cost: If employees are allowed to use the account, they will be authorized users and will have equal charging privileges, unless you establish individual spending limits. Earning rewards on the Ink Business Unlimited The Ink Business Unlimited earns 1.5% cash back on all purchases using a straightforward rewards structure that requires no thinking about rotating or bonus categories. This represents both the beauty of this card and its potential downside.\nFor example, if you buy airfare with this card, you could be forgoing rewards of up to 5 points per dollar that a card like the Chase Sapphire Reserve offers (when booked through the Chase Travel Portal ).\nThe same goes for paying for office supplies or internet service. The Ink Business Cash earns 5% cash back on the first $25,000 spent in combined purchases at office supply stores and on internet, cable, cellphone and landline services each account anniversary year (1% thereafter). It also earns 2% back on the first $25,000 spent in combined purchases at gas stations and restaurants each account year.\nBe careful about evaluating this card only on its cash-back value. The unlimited cash-back offered by this card won't give you the highest return among cash-back business credit cards — if you redeem for cash, anyway.\nRedeeming rewards on the Ink Business Unlimited There are a few key ways to redeem your rewards: cash back, gift cards, travel or goods and services offered through Chase's rewards program.\nSUMMER HULL/THE POINTS GUY If you redeem for cash, you can receive your money as a statement credit or through an electronic deposit into an eligible U.S. checking or savings account. Points redeemed for cash, gift cards or travel are worth 1 cent apiece.\nTransferring rewards on the Ink Business Unlimited You can boost your redemption rate to an effective return of 3% (based on TPG's valuations) on all spending if you move your points to a full-fledged Ultimate Rewards personal or business card, such as:\nInk Business Preferred Credit Card Chase Sapphire Preferred Card Chase Sapphire Reserve The other card must be registered to you, the owner of the company or a member of your household to qualify for a transfer.\nThe Ink Business Unlimited can represent an incredible value proposition when partnered with any of these other cards. Once you move points to an account that earns Ultimate Rewards, you can transfer them to valuable airline and hotel partners , or book travel directly through the Chase portal and receive a flat value for your points (1.5 cents per point with the Chase Sapphire Reserve; or 1.25 cents per point with the Chase Sapphire Preferred or Ink Business Preferred).\nYou could get well over 2 cents per point in value, depending on which transfer partner you choose. For example, you could transfer 97,000 points to Singapore Airlines KrisFlyer to book a one-way, first-class flight from New York's John F. Kennedy International Airport (JFK) to Frankfurt Airport (FRA) that regularly costs $5,000 or more, getting you nearly six cents per point.\nRelated: The power of the Chase Trifecta: Sapphire Reserve, Ink Preferred and Freedom Unlimited\nWhat cards compete with the Ink Business Unlimited? The Ink Business Unlimited's competitors are cards that offer a similar return on all spending. Business credit cards that offer fixed-rate rewards include:\nCapital One Spark Miles for Business : Earn 2 miles per dollar on all purchases. Earn a sign-up bonus of 50,000 bonus miles after spending $4,500 on purchases in the first three months of account opening. The introductory annual fee is $0, then $95 after (see rates and fees ). For more information, read our review of the Capital One Spark Miles for Business . Capital One Spark Cash Select for Excellent Credit : Earn 1.5% cash back on all purchases. Earn a sign-up bonus of $750 once you spend $6,000 on purchases within three months from account opening. This card has no annual fee (see rates and fees ). For more information, read our review of the Capital One Spark Cash Select for Excellent Credit . The Blue Business® Plus Credit Card from American Express : Earn 2 points per dollar on all eligible business purchases up to $50,000 per calendar year (1 point per dollar thereafter). This card has no annual fee (see rates and fees ). For more information, read our review of The Blue Business Plus Credit Card from American Express . Read more: The best business credit cards\nIs the Ink Business Unlimited worth it? The Ink Business Unlimited is a valuable option for everyday spending if you pair it with the right card. The Ink Business Cash Credit Card and Ink Business Preferred Credit Card don't offer a solid return on everyday, non-bonus spending, so this card fills that gap.\nYou can really maximize your business credit card rewards by pairing the Ink Business Unlimited with a premium Chase card like the Chase Sapphire Reserve . Watch out for the restrictions of the Chase 5/24 rule , though.\nBottom line One advantage to opening Chase business credit cards is that they won't add to your Chase 5/24 count once they're open, even though applying for them in the first place is subject to the rule.\nSo, if you qualify for business credit cards, it's a smart strategy to apply for a Chase business card, like the Ink Business Unlimited , before you apply for personal credit cards from Chase or other banks, which will count toward that 5/24 limit. And this card offers a great return on everyday spending that can be supercharged if you have another card earning Chase Ultimate Rewards points.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Lifestyle and Leisure",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chase",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "chase ink business unlimited",
        "sentiment": "negative"
      },
      {
        "name": "tpg",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:21:50.105+02:00",
  "updated": "2024-01-06T00:21:50.105+02:00"
}