{
  "thread": {
    "uuid": "d4eb3c089e19b358e649ee347a17187b5c375184",
    "url": "https://rr.sapo.pt/noticia/religiao/2024/06/01/d-jose-tolentino-de-mendonca-a-eucaristia-e-um-lugar-de-portas-abertas/380758",
    "site_full": "rr.sapo.pt",
    "site": "sapo.pt",
    "site_section": "https://www.aeiou.pt/category/qui",
    "site_categories": [
      "religion",
      "catholicism",
      "christianity",
      "top_news"
    ],
    "section_title": null,
    "title": "D. José Tolentino de Mendonça: “A Eucaristia é um lugar de portas abertas”",
    "title_full": "D. José Tolentino de Mendonça: “A Eucaristia é um lugar de portas abertas”",
    "published": "2024-06-02T00:06:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PT",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 1831,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d4eb3c089e19b358e649ee347a17187b5c375184",
  "url": "https://rr.sapo.pt/noticia/religiao/2024/06/01/d-jose-tolentino-de-mendonca-a-eucaristia-e-um-lugar-de-portas-abertas/380758",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Olímpia Mairos",
  "published": "2024-06-02T00:06:00.000+03:00",
  "title": "D. José Tolentino de Mendonça: “A Eucaristia é um lugar de portas abertas”",
  "text": "01 jun, 2024 - 20:52 • [Olímpia Mairos](https://rr.sapo.pt/artigo/33803/olimpia-mairos) O cardeal D. José Tolentino Mendonça, enviado especial do Papa para o V Congresso Eucarístico Nacional, afirmou esta tarde, em Braga, que “a Eucaristia é um lugar de portas abertas, um lugar de inclusão”. “É uma mesa que não é de exclusão, mas é uma mesa da integração”, acrescentou, assinalando que o pontificado do Papa Francisco tem sido muito importante, “porque tem colocado em cima da mesa esse aspeto: a Eucaristia não pode ser um lugar de punição, mas tem de ser um lugar de encontro, onde as vidas saem reforçadas”. O prefeito do Dicastério para a Cultura e Educação da Santa Sé observou também que “a Eucaristia não aparece ligada ao mérito”, mas, é, sim, “o dom radical que Jesus faz de si mesmo pela vida do mundo”. “E aquele todos, todos, todos que o Papa Francisco incansavelmente repete é, sem dúvida, uma lição que em profundidade nós aprendemos na celebração da Eucaristia, que é o momento de arquitetura da comunidade”, acrescentou. Na conferência de imprensa, o delegado pontifício para o Congresso sublinhou ainda que “a eucaristia é um pão partido para um mundo novo” e que é a partir da Eucaristia, que os cristãos devem assumir “uma cultura que passa pelo compromisso concreto no mundo e por uma colaboração com os outros homens e mulheres na construção de uma história mais justa, mais fraterna, mais solidária”. “Hoje, num tempo de tantas polarizações, onde um vento de pessimismo percorre os corações, e onde a Europa se vê ameaçada, hoje já, por uma guerra que nos toca tão profundamente, tudo aquilo que a eucaristia representa é uma cultura de paz, é uma mensagem necessária num contexto divisivo, como é aquele que, infelizmente, hoje o mundo vive”, afirmou. O cardeal D. José Tolentino de Mendonça partilhou ainda com os jornalistas “a muita alegria” com que aceitou esta missão que o Papa Francisco lhe confiou, também para “testemunhar esta benevolência do Santo Padre para Portugal e a maneira como ele olha para o nosso país”. Questionado sobre o que espera encontrar, este domingo, no Sameiro, o cardeal Tolentino assumiu estar “curioso pelo olhar de Maria, que é aquele olhar que está à espera de todos”. “E esse encontro com Maria, no âmbito da espiritualidade Eucarística, será, sem dúvida, para todos um ponto focal muito importante”, apontou, a par da “redescoberta de uma espiritualidade eucarística, que é sempre aquela que coloca Jesus no centro e parte e reparte do Evangelho”. D. José Tolentino de Mendonça espera encontrar também uma espiritualidade samaritana de uma Igreja que se faz serviço, de proximidade, de compaixão, que, certamente, é mais pobre em recursos, mas é chamada a colaborar de uma forma humilde, aceitando que a Eucaristia se conta como um lava-pés, como lavar os pés da humanidade”.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T00:24:45.023+03:00",
  "updated": "2024-06-03T10:39:35.735+03:00"
}