{
  "thread": {
    "uuid": "8ef45c9b25e0765f5e20bbaf47c9c8e3a128bfe8",
    "url": "https://newsblaze.com/world/africa/normal-life-somali-town-govt-forces-end-16-year-al-shabaab-brutality_194787/",
    "site_full": "newsblaze.com",
    "site": "newsblaze.com",
    "site_section": "https://newsblaze.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "NewsBlaze News",
    "title": "Al Shabaab Reign Ends in Somali Town as Govt Forces End 16-Year Brutality",
    "title_full": "Al Shabaab Reign Ends in Somali Town as Govt Forces End 16-Year Brutality",
    "published": "2023-12-30T06:23:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://newsblaze.com/wp-content/uploads/2023/12/Khalif-Omar-and-his-men-cellebrate-in-Eeldheer-after-victory-over-Al-shabab.jpg",
    "performance_score": 0,
    "domain_rank": 28348,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8ef45c9b25e0765f5e20bbaf47c9c8e3a128bfe8",
  "url": "https://newsblaze.com/world/africa/normal-life-somali-town-govt-forces-end-16-year-al-shabaab-brutality_194787/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Shafi'i Mohyaddin Abokar",
  "published": "2023-12-30T06:23:00.000+02:00",
  "title": "Al Shabaab Reign Ends in Somali Town as Govt Forces End 16-Year Brutality",
  "text": "There is now no more brutality, no fear and no restrictive terrorist rule in Somalia’s El-Dheer town, some 300 kilometers east of the capital Mogadishu. Here, life has returned to normal and residents are enjoying peace and stability a week after government forces and their allies [local freedom fighters] freed the town from the Al-qaeda-linked al Shabaab terrorists, ending their 16-year old brutality.\nIt was on 21st of December 2023, when the allied forces attacked the town from every corner causing the terrorists to flee after less than two hours of fierce gun battles.\nExclusive NewsBlaze Interview\nNewsblaze.com had the opportunity for an exclusive interview with the leader of the local freedom fighters Khalif Omar Moalim Nur via phone from his base in a remote area outside El-Dheer town, as his men hunt Al-Shabaab remnants who might still be hiding in the jungle.\nThe Khalif didn’t want to give detailed information and sometimes withheld it. “It is a military strategy.” He said his men and the government forces are planning to free the rest of the central Galgduud region from the terrorists within the next two months if there are no changes to their strategy and everything goes well as planned.\n“The towns of El-Dheer, Masagawaa and surrounding villages are now free and the people can travel from town to town with no fear. I am inviting the local and the international media to come and see how freely residents are doing their day-to-day activities” he said.\n“As I said all towns and cities between Harardheere and El-Dheer are now free, but some remnants of the terrorists are remain in remote areas in the region and we are hunting them and that is why my men and I are in the jungle now. We will only leave here after we either kill or capture the last one of the terrorists” the Khalif told NewsBlaze. He was in the frontlines of the war against Al-Shabaab since the militants were ousted from the capital Mogadishu in 2011.\n“We are allied to the government forces, so we are waiting orders from the Somali National Army Chief of Staff, then we will move to the central areas of the region. We can move anytime from now, but as it is a military secret I cannot talk about everything in detail – I think you can understand that” the leader of the local freedom fighters, told Newsblaze.\nAl Shabaab Terrorists Landlocked\nKhalif Omar Moalim Nur was exultant that Al Shabaab militants have been weakened and driven from all coastal regions in the country, making them landlocked. “As I am speaking to you now, we are fully in control of all coastal areas in the region. The ill-equipped seaports of Igo and Mareeg that the militants were using until recently are now in our hands. This is a terrible blow to them, because they have no sea routes to escape or import weapons or other essentials” he said, adding that securing all the coastal regions was very important for the fight against Al Shabaab militants.\n“People in these areas were living a very dreadful life for 16 years. They always suffered from continuous killings, robbery under a so-called Islamic law and indiscriminate rape of young woman and girls as young as 13 years old. People are now free and recovering from years of setbacks, because there were no hospitals, no schools and no free businesses” the Khalif told Newsblaze.\nMedical Care Resumes\nResidents in El-Dheer town experienced 16 years of lacking some of the most important things of life such as freedom, education and medical care, but the situation is now totally different and they are free from fear, and medical care has been reestablished. Sheik Ahmed Omar, an elder who lives in El-Dheer, said they now have some sort of medical care as the town’s hospital has been reopened.\n“The hospital is now open; the government forces have donated some medical supplies to the hospital. Thanks to God and thanks to the government forces for liberating us,” the resident told Newsblaze over the phone. He added “We lived the most terrible life human beings can experience and they [Al-Shabaab] did every bad thing they could have done to us. They constantly robbed the best of our livestock, they closed down the hospital, schools and as well as Holy Quran Madrasas and even destroyed mosques,” Sheikh Ahmed said.\nSheikh Ahmed wondered aloud if Al-Shabaab were true Muslims why did they destroy the mosques and use them for military bases?\nHe said the schools have not yet been reopened, because they need repairs and learning materials. He expects that sometime in January schools will reopen as some schools are now under renovation. “I call on the government, the international aid organizations and the people from this region who live abroad to urgently help the people in this region recover from the 16-year old calamity, because Al-Shabaab rule was catastrophic,” the elder explained.\nIn related news, on 17th December, an\nAmerican reaper drone killed Maalim Ayman, an al-Shabaab commander who led the Manda attack that killed Americans in 2020. Al-Shabaab was responsible for many attacks in Mogadishu and other places in Somalia.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://kenyan-post.com/2023/12/u-s-reaper-drone-decimates-an-al-shabaab-commander-behind-the-manda-attack-in-lamu-in-2020/",
    "https://www.kenyan-post.com/2023/12/u-s-reaper-drone-decimates-an-al-shabaab-commander-behind-the-manda-attack-in-lamu-in-2020/",
    "https://kenyan-post.com/2023/12/u-s-reaper-drone-decimates-an-al-shabaab-commander-behind-the-manda-attack-in-lamu-in-2020"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "khalif omar moalim nur",
        "sentiment": "none"
      },
      {
        "name": "khalif",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "al-qaeda",
        "sentiment": "none"
      },
      {
        "name": "newsblaze interview newsblaze.com",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "somalia",
        "sentiment": "none"
      },
      {
        "name": "somali town",
        "sentiment": "none"
      },
      {
        "name": "galgduud",
        "sentiment": "none"
      },
      {
        "name": "el-dheer",
        "sentiment": "none"
      },
      {
        "name": "mogadishu",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T15:08:09.613+02:00",
  "updated": "2023-12-30T15:08:09.613+02:00"
}