{
  "thread": {
    "uuid": "730760b8a7f7a52e97ea50c1a3c97d701e9ef5f9",
    "url": "https://www.mlb.com/es/news/cinco-motivos-por-los-que-carlos-beltran-debe-ir-a-cooperstown",
    "site_full": "www.mlb.com",
    "site": "mlb.com",
    "site_section": "http://chicago.cubs.mlb.com/es",
    "site_categories": [
      "social"
    ],
    "section_title": "Lasmayores.com | Béisbol MLB",
    "title": "Cinco motivos por los que Carlos Beltrán debe ser elegido al Salón",
    "title_full": "Cinco motivos por los que Carlos Beltrán debe ser elegido al Salón",
    "published": "2023-12-28T20:28:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.mlbstatic.com/mlb-images/image/upload/t_2x1/t_w1536/mlb/iaknvnjqbpqdbgrnjxpo.jpg",
    "performance_score": 0,
    "domain_rank": 786,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 84,
        "comments": 27,
        "shares": 24
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "730760b8a7f7a52e97ea50c1a3c97d701e9ef5f9",
  "url": "https://www.mlb.com/es/news/cinco-motivos-por-los-que-carlos-beltran-debe-ir-a-cooperstown",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jason Catania/MLB.com",
  "published": "2023-12-28T20:28:00.000+02:00",
  "title": "Cinco motivos por los que Carlos Beltrán debe ser elegido al Salón",
  "text": "Cinco motivos por los que Beltrán debe ser elegido al Salón Ahora en su segundo año en la boleta del Salón de la Fama, después de recibir un sólido 46.5% de los votos en su primera oportunidad, la candidatura del puertorriqueño [Carlos Beltrán](https://www.mlb.com/es/player/carlos-beltran-136860) sigue siendo bastante polarizante. Viendo exclusivamente los méritos deportivos, el exjardinero central tiene grandes argumentos para ser elegido. Un veterano de 20 temporadas en las Grandes Ligas, Beltrán fue Novato del Año (1999), asistió a nueve Juegos de Estrellas y ganó tres Guantes de Oro. Sin embargo, su rol en el escándalo del robo de señas de los Astros en el 2017 – su última campaña como jugador – complica el tema. Mientras los electores de la Asociación de Escritores de Béisbol de Norteamérica (BBWAA) tienen que ponderar ese factor al momento de considerar si marcan la casilla junto al nombre de Beltrán en la papeleta, aquí vamos a enfocarnos en lo que hizo en el terreno. Aunque sólo terminó entre los primeros cinco en la votación para JMV en una ocasión (cuarto en la Liga Nacional en el 2006) y se quedó corto de hitos tradicionales como los 3,000 hits y los 500 jonrones, presentamos cinco estadísticas que conforman un fuerte argumento para sustentar que Beltrán merece un lugar en Cooperstown. 1,500 carreras anotadas y 1,500 empujadas Sólo 38 jugadores en la historia de las L.A./L.N. han alcanzado esa marca de 1,500 tanto en rayitas anotadas como carreras empujadas. Con 1,582 anotadas y 1,587 impulsadas, Beltrán es uno de ellos. De esos, 29 están ya exaltados en el Salón de la Fama y esa cuenta no incluye al venezolano Miguel Cabrera ni a los dominicanos Albert Pujols y Adrián Beltré (elegible por primera vez en el 2024), que deben de ingresar en su primera oportunidad. Eso deja sólo a los siguientes nombres sin un lugar en Cooperstown: Alex Rodríguez, el dominicano Manny Ramírez, Gary Sheffield, Barry Bonds y el cubano Rafael Palmeiro. Se trata de un grupo de superestrellas que, de alguna forma u otra, han estado vinculados con el uso de sustancias prohibidas. Para ponerlo en términos sencillos, si un jugador anota y empuja 1,500 carreras, normalmente entra al Salón de la Fama. 500 dobles, 400 cuadrangulares y 300 bases robadas El club 500/400/300 es todavía más raro. Sólo cinco jugadores en la historia de las L.A./L.N. han sumado al menos 500 dobletes, 400 vuelacercas y 300 bases robadas en sus carreras. Ésta es la lista completa: A-Rod, Bonds, Andre Dawson, Willie Mays… y Beltrán, quien totalizó 565 dobles, 435 bambinazos y 312 estafadas. Lo increíble es que incluso si quitamos los 500 dobles de los requerimientos, la lista no cambiaría; son los mismos cinco jugadores y nadie más. Si quieres usar una sola combinación de números para sustentar el caso de Beltrán, ésta es tan convincente como cualquiera. Habilidad incomparable para robar Hablando de bases robadas, la tasa de éxitos estafando almohadillas de Beltrán durante su carrera es la mejor entre todos los jugadores con al menos 200 robos en la Era de la Bola Viva (desde 1920). Mejor % de BR en la Era de la Bola Viva (mínimo 200 robos) Carlos Beltrán: 86.43% (312 BR, 49 Out en Robo) Trea Turner: 86.09% (260 BR, 42 OR) Mike Trout: 84.77% (206 BR, 37 OR) Tim Raines: 84.70% (808 BR, 146 OR) Jarrod Dyson: 84.44% (266 BR, 49 OR) Cuando se presenta de esa forma, es mucho más llamativo, porque se puede ver la notable brecha arriba entre Beltrán y Turner -- quien no pudo adueñarse del primer puesto ni siquiera después de una campaña perfecta en el 2023 en la que sumó 30 estafadas en igual número de intentos -- comparada con la diferencia mucho más pequeña entre los otros miembros del quinteto. Umbral de un WAR de 70 Para ser exacto, Beltrán acumuló 70.1 victorias sobre un jugador reemplazo (WAR), según los cálculos de Baseball-Reference. Eso lo pone en el Top 10 entre los defensores del jardín central. De los 64 jugadores de posición que sumaron un WAR de al menos 70 en la Era Moderna (desde 1900), todos están en el Salón de la Fama, salvo nueve (incluyendo a Beltrán). ¿Los otros nueve? Muchos de los nombres que ya hemos mencionado: Pujols, Beltré, Rodríguez, Bonds y Palmeiro. Los cuatro restantes son Pete Rose, , Lou Whitaker y Bobby Grich – un par de camareros que son dos de los jugadores tratados más injustamente en la votación al Salón – y nada menos que Mike Trout, quien por supuesto todavía está activo y casi con certeza entrará en su primer año. OPS de 1.000 en postemporada De último, pero no menos importante, está el increíble historial de Beltrán en octubre. En su carrera en la postemporada, ligó para .307/.412/.609. Eso la da un OPS de 1.021, que lo ubica en el Top 10 en la historia de las L.A./L.N. Mejor OPS en postemporada (mínimo de 100 visitas al plato) - Lou Gehrig: 1.214 OPS - Babe Ruth: 1.214 OPS - Randy Arozarena: 1.104 OPS - Lenny Dykstra: 1.094 OPS - Hank Greenberg: 1.044 OPS - Paul Molitor: 1.026 OPS - George Brett: 1.023 OPS - Carlos Beltrán: 1.021 OPS - Bryce Harper: .996 OPS - Albert Pujols: .995 OPS El año más memorable de Beltrán en octubre fue el 2004 con los Astros, cuando disparó ocho jonrones para empatar la marca de Barry Bonds (2002) por la mayor cantidad en unos playoffs (que luego superó el cubano Randy Arozarena con 10 en el 2020). Pero Beltrán también tronó en la SCLN del 2006 con los Mets (a pesar del amargo recuerdo del ponche sin tirarle que puso fin a la serie) y también en las postemporadas del 2012 y del 2013 con los Cardenales. En total, Beltrán conectó 16 bambinazos en octubre y tuvo más bases por bolas (37) que ponches (33) en 65 partidos de postemporada. Es una clara señal de un jugador que estuvo a la altura del momento contra los mejores rivales.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:06:28.939+02:00",
  "updated": "2023-12-29T00:06:28.939+02:00"
}