{
  "thread": {
    "uuid": "8a68a825c8c1f4d29f9b006914a060c931cfcd82",
    "url": "https://www.devdiscourse.com/article/sports-games/2990339-t20-wc-australia-beat-bangladesh-by-28-runs-via-dls-method-in-rain-hit-super-8-match",
    "site_full": "www.devdiscourse.com",
    "site": "devdiscourse.com",
    "site_section": "https://devdiscourse.com/news-analysis",
    "site_categories": [
      "media"
    ],
    "section_title": "Breaking News, Development News, Latest News, Politics News, Sports News | Devdiscourse",
    "title": "T20 WC: Australia beat Bangladesh by 28 runs via DLS method in rain-hit Super 8 match | Sports-Games",
    "title_full": "T20 WC: Australia beat Bangladesh by 28 runs via DLS method in rain-hit Super 8 match | Sports-Games",
    "published": "2024-06-21T05:47:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.devdiscourse.com/remote.axd?https://devdiscourse.blob.core.windows.net/devnews/21_06_2024_10_47_48_8865567.jpg?width=920&format=jpeg",
    "performance_score": 0,
    "domain_rank": 9669,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8a68a825c8c1f4d29f9b006914a060c931cfcd82",
  "url": "https://www.devdiscourse.com/article/sports-games/2990339-t20-wc-australia-beat-bangladesh-by-28-runs-via-dls-method-in-rain-hit-super-8-match",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ANI",
  "published": "2024-06-21T05:47:00.000+03:00",
  "title": "T20 WC: Australia beat Bangladesh by 28 runs via DLS method in rain-hit Super 8 match | Sports-Games",
  "text": "T20 WC: Australia beat Bangladesh by 28 runs via DLS method in rain-hit Super 8 match Chasing a target of 141, Aussie openers David Warner and Travis Head started the chase with a relentless mindset, going after the Bangladesh attack. [ANI](/ani-stories)| Updated: 21-06-2024 10:47 IST | Created: 21-06-2024 10:47 IST - Country: - Antigua and Barbuda David Warner's 34-ball fifty and Pat Cummins' hat-trick headline Australia's breezy 28-run victory over Bangladesh via DLS method in the rain-curtailed clash in Super 8 match of the ongoing ICC T20 World Cup at the Sir Vivian Richards Stadium on Thursday (local time). Chasing a target of 141, Aussie openers David Warner and Travis Head started the chase with a relentless mindset, going after the Bangladesh attack. The pair raced away, both swifter than a run-a-ball as it rained boundaries, reaching the 50 mark to start the sixth over. Warner's maximum concluded Australia's Powerplay with the side at 60/0 however the play was then stopped, as another shower arrived, with the Aussies in control. After a brief delay, Bangladesh struck early, dismissing in-form batter Head (31 off 21). Captain Mitchell Marsh got out quickly, giving the underdogs some much-needed momentum. Rishad Hossain struck twice to offer his team hope, but Warner's fifty and Glenn Maxwell's touch had Australia far ahead when the rain fell for the second time. Maxwell's arrival immediately changed the script, partnering with Warner to take the Aussies past 100, just as another dose of rain arrived. When the rain arrived again, Australia were well ahead of the DLS par score and no further play was possible, resulting in the Aussies securing the two points. Earlier, Pat Cummins and Adam Zampa were the stand-out bowlers with five wickets among them. Mitchell Starc, Marcus Stoinis, and Glenn Maxwell chipped in with one apiece. Only Towhid Hridoy (40 off 28) remained around in the middle and delivered some ferocious smashes to propel his team to the 140-run mark. Opted to bowl first, Mitchell Starc, like he often does, made an early breakthrough by taking out Tanzin Hasan on the third ball of the innings. In doing so, Starc surpassed Sri Lanka's Lasith Malinga for the most wickets in Men's World Cups, both ODIs and T20Is. Outside of an early breakthrough, Bangladesh had the better of the early exchanges. The Australians kept the game close, but Liton Das and captain Najmul Hossain Shanto's batting put the Tigers back in contention to set a competitive score. Shanto hit Josh Hazlewood for a massive six to start the fourth over, and two fours in the fifth over kept Bangladesh ticking along. The partnership lasted until the end of the Powerplay when the Asian outfit hit the six-over mark at 39/1. Shanto took over when Bangladesh passed 50, and the stand ended when Adam Zampa twisted one through Das in the ninth over. At the halfway point of the game, Rishad Hossain lost his wicket on the last delivery before the drinks, leaving Bangladesh on 67/3. Bangladesh kept losing wickets at regular intervals and failed to build partnerships in the middle. Zampa made the breakthrough, removing Shanto (41 off 36) to end over 13, placing major pressure on the Bangladesh middle order. Towhid Hridoy tried hard to push the pace, dragging his side's total into three figures in the 16th over. Pat Cummins collected two quick scalps to end Australia's 18th over and then removed Hridoy upon return to start over 20, completing the tournament's first hat-trick. It capped off a strong fightback for Cummins with the ball, finishing with figures of 29/3 off his four overs. He becomes the second Aussie to take a hat-trick in a T20 World Cup match after Brett Lee also pulled one off against Bangladesh. Hridoy's 40 off 28 balls was a handy contribution, though, helping steer the Tigers to a total of 140, for the loss of eight wickets. Brief score: Bangladesh 140/8 (Najmul Hossain Shanto 41, Towhid Hridoy 40; Pat Cummins 3-29) vs Australia 100/2 (David Warner 53*, Travis Head 31; Rishad Hossain 2-23). (ANI) (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.) ALSO READ [\"He is class apart\": Marcus Stoinis sings David Warner's praise after Australia's win](/article/sports-games/2973510-he-is-class-apart-marcus-stoinis-sings-david-warners-praise-after-australias-win) [Max Verstappen's Stellar Hat-trick: Canadian Grand Prix Triumph](/article/sports-games/2977141-max-verstappens-stellar-hat-trick-canadian-grand-prix-triumph) [Pankaj Chaudhary: The OBC Leader with a Hat-Trick Legacy](/article/politics/2976882-pankaj-chaudhary-the-obc-leader-with-a-hat-trick-legacy) [T20 WC: \"No workload issues at all...\": Pat Cummins on Australian quicks' status for Super Eights](/article/sports-games/2982552-t20-wc-no-workload-issues-at-all-pat-cummins-on-australian-quicks-status-for-super-eights) [Ayoub El Kaabi's Hat-Trick Propels Morocco to World Cup Qualifier Win](/article/sports-games/2979450-ayoub-el-kaabis-hat-trick-propels-morocco-to-world-cup-qualifier-win)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Weather",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pat cummins",
        "sentiment": "none"
      },
      {
        "name": "travis head",
        "sentiment": "none"
      },
      {
        "name": "david warner",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "warner",
        "sentiment": "none"
      },
      {
        "name": "aussies",
        "sentiment": "none"
      },
      {
        "name": "icc",
        "sentiment": "none"
      },
      {
        "name": "dls",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "bangladesh",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "barbuda",
        "sentiment": "none"
      },
      {
        "name": "vivian richards stadium",
        "sentiment": "none"
      },
      {
        "name": "antigua",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-21T08:19:18.334+03:00",
  "updated": "2024-06-21T08:19:18.334+03:00"
}