{
  "thread": {
    "uuid": "e019e6bd026790edd38fb2533f4f58e6055e450f",
    "url": "https://valenciaplaza.com/mancomunitat-horta-sud-lanza-primeras-jornadas-educacion-movilidad-sostenible",
    "site_full": "valenciaplaza.com",
    "site": "valenciaplaza.com",
    "site_section": "http://valenciaplaza.com/noticias/rss",
    "site_categories": [
      "sports"
    ],
    "section_title": "Valencia Plaza",
    "title": "La Mancomunitat de l'Horta Sud lanza las primeras jornadas de educación en movilidad sostenible",
    "title_full": "La Mancomunitat de l'Horta Sud lanza las primeras jornadas de educación en movilidad sostenible",
    "published": "2024-02-16T06:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://valenciaplaza.com/public/Image/socialThumb/17080084165905180.png",
    "performance_score": 0,
    "domain_rank": 22721,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e019e6bd026790edd38fb2533f4f58e6055e450f",
  "url": "https://valenciaplaza.com/mancomunitat-horta-sud-lanza-primeras-jornadas-educacion-movilidad-sostenible",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lluna Bartual",
  "published": "2024-02-16T06:00:00.000+02:00",
  "title": "La Mancomunitat de l'Horta Sud lanza las primeras jornadas de educación en movilidad sostenible",
  "text": "VALÈNCIA. En el contexto actual -con València como Ciudad Verde- la movilidad sostenible se ha convertido en uno de los grandes temas que ocupan la agenda política. Con el aumento de la población y la congestión vehicular, surgen desafíos significativos para la calidad del aire, la seguridad vial y la eficiencia energética en las ciudades. En un entorno mayoritariamente urbano, promover prácticas de movilidad sostenible, como el uso del transporte público, la bicicleta o la movilidad activa, se presenta como una solución integral para abordar estos problemas y promover un entorno urbano más habitable y saludable. Desde la Mancomunitat de l'Horta Sud consideran algo fundamental educar a las nuevas generaciones desde una edad temprana sobre los principios de la movilidad sostenible y la seguridad vial. Al hacerlo, se fomenta la adopción de hábitos de transporte responsables que contribuyen a reducir el impacto ambiental y a mejorar la calidad de vida en las ciudades. Es por ello por lo que han puesto en marcha un proyecto innovador: La formación \"Mobilidad Sostenible y Proyectos Europeos\". En colaboración con Movea Consulting, empresa adjudicataria para el proyecto, y con el apoyo de la Fundación Mapfre, el objetivo de esta iniciativa es impartir educación vial y promover la movilidad sostenible entre los alumnos de primaria en la región. Desde ayer mismo, 15 de febrero, hasta el mes de mayo, se llevarán a cabo más de 20 sesiones, una en cada municipio participante. Aldaia ha sido el punto de inicio de este proyecto, seguido por otras localidades en fechas posteriores. Alrededor de 50 jóvenes del municipio han participado en esta primera formación en la que se ha impartido contenido centrado en la nueva normativa de patinetes eléctricos. Los cursos se encuentran dentro del proyecto “Serà 2030”, una apuesta firme por los Objetivos de Desarrollo Sostenible (ODS). A la sesión han acudido el presidente de la Mancomunitat, José Cabanes; el alcalde d'Aldaia, Guillermo Luján, la concejala de Educación, Laura Moruno, y el asesor de movilidad de Movea Consulting, Juan Bueno. La primera de las formaciones ha sido considerada \"un éxito\". De hecho, Bueno ha asegurado que ha superado todas las expectativas. Este proyecto constará de dos partes de formación, con una duración total de no más de dos horas. En la primera parte, se llevará a cabo una sesión teórica de poco más de media hora, en la que se abordarán conceptos relacionados con la movilidad sostenible, la seguridad vial y cómo estas afectan el entorno urbano en el día a día. La segunda parte será interactiva y práctica, destinada a los alumnos de sexto de primaria. En esta parte, se identificarán y corregirán errores comunes en materia de movilidad, involucrando activamente a los estudiantes en el proceso de aprendizaje. El objetivo principal de esta iniciativa es sensibilizar a las nuevas generaciones sobre la importancia de adoptar prácticas de transporte sostenible en entornos urbanos. Esta acción se enmarca dentro de un proyecto más amplio de divulgación de la Mancomunitat Erasmus+, en consonancia con las nuevas directrices educativas que incluyen la enseñanza de contenidos relacionados con la movilidad desde las etapas primarias de educación. Se busca así prevenir y abordar a largo plazo los problemas asociados con la movilidad insostenible. Unas expectativas que serán difíciles de superar en la siguiente jornada, que se llevará a cabo el martes 20 de febrero y dará continuidad a la iniciativa pionera con la que l'Horta Sud recibe la oportunidad de mejorar su día a día a través de una movilidad más sostenible y acorde con los nuevos valores medioambientales. Al finalizar las sesiones, se realizará una evaluación para determinar la continuidad de la iniciativa en futuras ediciones, con la posibilidad de ampliar su alcance a otros cursos escolares en los próximos años. Colaboran Itera, UPV, Nunsys, V2 Charge, Next Electric Motors e Itene.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Education",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T07:05:44.834+02:00",
  "updated": "2024-02-16T12:44:13.006+02:00"
}