{
  "thread": {
    "uuid": "59be98adb7c746b89d05d5968dbbb3a895776219",
    "url": "https://www.businessinsider.nl/i-bought-a-duplex-as-my-first-home-i-still-have-a-mortgage-but-i-only-pay-around-900-a-month-and-have-no-regrets",
    "site_full": "www.businessinsider.nl",
    "site": "businessinsider.nl",
    "site_section": "https://www.businessinsider.nl/rss",
    "site_categories": [
      "search_engine",
      "media",
      "tech",
      "top_news"
    ],
    "section_title": "Business Insider Nederland",
    "title": "I bought a duplex as my first home. I still have a mortgage, but I only pay around $900 a month and have no regrets.",
    "title_full": "I bought a duplex as my first home. I still have a mortgage, but I only pay around $900 a month and have no regrets.",
    "published": "2024-04-18T23:03:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NL",
    "main_image": "https://i.insider.com/662042d620b15f0ff428f939?format=jpeg",
    "performance_score": 0,
    "domain_rank": 12295,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "59be98adb7c746b89d05d5968dbbb3a895776219",
  "url": "https://www.businessinsider.nl/i-bought-a-duplex-as-my-first-home-i-still-have-a-mortgage-but-i-only-pay-around-900-a-month-and-have-no-regrets",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@binederland",
  "published": "2024-04-18T23:03:00.000+03:00",
  "title": "I bought a duplex as my first home. I still have a mortgage, but I only pay around $900 a month and have no regrets.",
  "text": "Dominique Raroha bought a duplex as a first-time homebuyer instead of a traditional house. Raroha, a 29-year-old who works in insurance, figured she could collect rent while building equity. She lives in one unit with her boyfriend, and her tenant's rent cuts down her own monthly expenses. This as-told-to essay is based on a conversation with Dominique Raroha, a 29-year-old working in insurance in Sicklerville, New Jersey, which is about 23 miles outside Philadelphia, who bought a duplex as her first home purchase. The conversation was edited for length and clarity.\nI don't regret my decision to buy a duplex.\nHonestly, it felt right. I always believe in going with a good gut feeling, and from start to finish throughout this whole process of buying it, I just had a good feeling.\nHomeownership was a huge goal of mine. I'm the type of person who likes to take on a lot more responsibility, so I was excited and ready for it.\nMy great-grandfather bought up a big piece of real estate in Voorhees, New Jersey, and that piece of real estate gained value so much over time. Over the years stuff was sold off, we built houses, and we were able to subdivide that piece of property.\nIn total, I think that amount of real estate — which was once a dirt road and is now a major highway in South Jersey — had to be valued at a couple of million dollars.\nRaroha bought a duplex as her first home. Foto: Courtesy of Dominique Raroha.\nThe United States is a capitalist society, and real estate goes up over time. It's how you build your retirement. It's how you build generational wealth. It gives you something to pass down to the next generation.\nAfter buying my first property, I'm already talking to my lender about buying another.\nGiven the financial freedom of owning a duplex, buying another makes so much sense.\nMy tenant's $2,000-a-month rent pays most of my mortgage I looked at single-family homes, condos — I was looking at all my options.\nThe way I view money and my personal finances comes down to what I can afford on a monthly basis. Is this purchase in my best interest?\nI just wanted to maximize my investment.\nThe single-family home I put an offer on was a really good-sized home. It was very well-priced, so that's why it made sense to put that offer in. For the condo I put an offer on, I would've been paying under $1,000 a month. But somebody else already made a higher offer and the same with the other place.\nI put other offers in. Many of them were not accepted because you're dealing with a multiple-offer situation. But the more offers I didn't get accepted, the better prepared I was for the next one.\nWhen this home came on the market, I didn't see it — I bought it sight unseen. That was why working with the real-estate agent I did made such a difference because I was like, \"Hey, this house, are you sure?\" She's like, \"There's 15 other offers. You need to do the math. I don't see you losing in this situation.\"\nMy lender and I talked about it and we came up with our offer number based on what I could afford on a monthly basis with rental income. And to be honest, we could have gone higher and still made a decent investment.\nThe total square footage is about 2,400. My unit has two bedrooms and one bath — and I also have a private garage. The upstairs unit has three bedrooms and two baths.\nRaroha's garage which is in the process of being turned into a \"barcade.\" Foto: Courtesy of Dominique Raroha.\nI put in an offer for $335,000, and it appraised for $320,000, so I had to fill an appraisal gap.\nMy interest rate is 6.6%. I did get it lowered because I had almost an 800 credit score at the time of closing. If it was a point more, which was the average going rate, the cost would've been that much more.\nThe mortgage itself is about $2,900 a month— more on the $3,000 side. My upstairs tenant pays me $2,000 a month.\nMy boyfriend lives with me, and he helps contribute. I'm not making him pay half my mortgage, but he does. So we split half of the difference.\nOwning a duplex gives me a lot of options for my next move Before buying the duplex, I was living with my best friend, who had purchased a home, and she rented out a room to me to help pay for her mortgage. I was paying around $700 to her. It was a really good living situation because she knew the whole time I was looking for houses. So I wasn't like, \"Oh my God, am I going to break a lease?\"\nIt's important to be proactive. You have to be in this market — especially if you're a younger buyer. Even if you don't feel like you're fit today, at least talking to a lender ahead of time will help tell you where you need to be.\nI started talking to my lender in June of 2022. We would discuss different houses on the market, whether or not it would make sense, or whether it would be a good investment. Then this house came up, and it was very, very quick. But because I was working with him, he already had all my financials on file. He already had everything ready to go.\nIf I were to rent out my unit today — I think there's a similar unit down the street from mine with the same layout that rented for $1,900 — then I would be making a profit. So there's room to make money in terms of both income coming in and then also building equity.\nRaroha's backyard patio. Foto: Courtesy of Dominique Raroha.\nIf you own a home, you own that home. If you're building equity, the market doesn't go down. I do like having ownership of a duplex specifically because I feel like it's opened up doorways for more options for me. Do I want to go and buy a single-family home next? Do I want to buy another duplex?\nYou get tax write-offs, too. I don't think I see a lot of people talk about that. I just filed my taxes, and I wrote a lot of stuff off.\nTo accomplish buying something like a duplex in this market, it does take years of planning. Planning ahead definitely made purchasing this home a lot more satisfying and a lot more comfortable to buy.\nIt's not going to happen overnight, but it starts with planting the seed. Even if it is three years from now that I buy another one, it would definitely be worth it.\nRead the original article on Business Insider",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [
    "https://www.businessinsider.com/millennial-buys-duplex-first-home-rental-income-helps-pay-mortgage-2024-4",
    "https://businessinsider.com/millennial-buys-duplex-first-home-rental-income-helps-pay-mortgage-2024-4"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dominique raroha",
        "sentiment": "negative"
      },
      {
        "name": "- raroh",
        "sentiment": "neutral"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "sicklerville",
        "sentiment": "none"
      },
      {
        "name": "new jersey",
        "sentiment": "none"
      },
      {
        "name": "philadelphia",
        "sentiment": "none"
      },
      {
        "name": "voorhees",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:04:23.971+03:00",
  "updated": "2024-04-19T01:51:33.270+03:00"
}