{
  "thread": {
    "uuid": "76932aa01034aee7fb3721085997fce39823e23f",
    "url": "https://globalnews.ca/news/10433093/alberta-drivers-licence-exchange-ukrainians",
    "site_full": "globalnews.ca",
    "site": "globalnews.ca",
    "site_section": "http://globalnews.ca/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Global News | Breaking, Latest News and Video for Canada",
    "title": "Alberta makes driver’s licence exchange program for Ukrainian refugees permanent | Globalnews.ca",
    "title_full": "Alberta makes driver’s licence exchange program for Ukrainian refugees permanent | Globalnews.ca",
    "published": "2024-04-18T19:12:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://globalnews.ca/wp-content/uploads/2023/10/ALBERTA-LEG.jpg?quality=85&strip=all&w=720&h=379&crop=1",
    "performance_score": 0,
    "domain_rank": 941,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "76932aa01034aee7fb3721085997fce39823e23f",
  "url": "https://globalnews.ca/news/10433093/alberta-drivers-licence-exchange-ukrainians",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jennifer Ivanov Global News",
  "published": "2024-04-18T19:12:00.000+03:00",
  "title": "Alberta makes driver’s licence exchange program for Ukrainian refugees permanent | Globalnews.ca",
  "text": "By Jennifer Ivanov Global News Posted April 18, 2024 4:12 pm 1 min read If you get Global News from Instagram or Facebook - that will be changing. Find out how you can still connect with us .\nHide message bar View image in full screen The Alberta government said it will make the exchange of driver's licences for Ukrainian refugees permanent. Global News Leave a comment Share this item on Facebook Share this item via WhatsApp Share this item on Twitter Send this page to someone via email See more sharing options Share Share this item on Facebook facebook Share this item on Twitter twitter Send this page to someone via email email Share this item via WhatsApp whatsapp Share this item on Flipboard flipboard Share this item on LinkedIn linkedin Share this item on Reddit reddit Copy article link Copy link Descrease article font size Increase article font size The Alberta government says it is making an initiative that allows for the exchange of driver’s licences for Ukrainian refugees permanent.\nLast year, the province launched what was supposed to be a temporary one-year driver’s licence exchange program for all holders of a Ukrainian Category B or BE driver’s licence.\nThe goal of the program was to help refugees find and access employment and care for their families.\nAccording to the province, between April 2023 and March 2024, a total of 14,315 driver’s licences from Ukraine were submitted for exchange at Alberta registries.\nIn a news release Thursday, the Alberta government said the program has been so successful, it’s now making the program permanent.\nThe email you need for the day's top news stories from Canada and around the world. Going forward, Alberta will allow the permanent unilateral exchange of Ukraine Class B (passenger vehicles) and BE (passenger vehicles with a trailer) driver’s licences for an Alberta Class 5 driver’s licence with no extra testing.\nStory continues below advertisement “Evacuees from Ukraine already have too much stress to deal with, and this will remove unnecessary barriers and ensure that these newcomers can drive to work and integrate into our communities,” said Devin Dreeshen, Alberta’s minister of transportation and economic corridors.\nThe Alberta government said Ukrainian driver’s licensing standards meet or exceed Alberta’s standards, and the move aligns with similar actions taken by many other provinces.\nThe permanent licence exchange replaces the existing, temporary one-year exchange put in place last year and takes effect April 18.\nThe Alberta government said as of April 4, more than 60,000 Ukrainian evacuees have registered with Alberta Health in 210 communities across the province.\n11:19 Ukrainian refugees reflecting on 2 years of war Related News Ukrainian U18 hockey team finds home in Calgary for training camp NATO marks 75th anniversary discussing Ukraine support",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [
    "https://d21y75miwcfqoq.cloudfront.net/70c8fc80",
    "https://www.d21y75miwcfqoq.cloudfront.net/70c8fc80"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "alberta",
        "sentiment": "none"
      },
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:02:31.891+03:00",
  "updated": "2024-04-19T02:21:48.848+03:00"
}