{
  "thread": {
    "uuid": "b61b46b516ddb342b87ce5b21506b4b83ac2adb3",
    "url": "https://vnexplorer.net/las-claves-de-parasyte-los-grises-la-serie-de-terror-coreana-que-llego-a-netflix-inspirada-en-popular-manga-s2341390.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Las claves de Parasyte: Los grises, la serie de terror coreana que llegó a Netflix inspirada en popular manga",
    "title_full": "Las claves de Parasyte: Los grises, la serie de terror coreana que llegó a Netflix inspirada en popular manga",
    "published": "2024-04-12T01:03:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ls9rv.img",
    "performance_score": 0,
    "domain_rank": 55066,
    "domain_rank_updated": "2024-04-09T13:11:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b61b46b516ddb342b87ce5b21506b4b83ac2adb3",
  "url": "https://vnexplorer.net/las-claves-de-parasyte-los-grises-la-serie-de-terror-coreana-que-llego-a-netflix-inspirada-en-popular-manga-s2341390.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-04-12T01:03:00.000+03:00",
  "title": "Las claves de Parasyte: Los grises, la serie de terror coreana que llegó a Netflix inspirada en popular manga",
  "text": "Parasyte: los grises es una de las nuevas apuestas surcoreanas para conquistar al público de Netflix. Alejada de los k-dramas románticos, esta serie de terror y ciencia ficción ofrece en seis episodios una historia que enfrenta a los humanos y a los extraterrestres, unos seres que se apropian del cuerpo de las personas sin piedad.\nEs dirigida por el surcoreano Yeon San-ho, conocido por cintas de acción como Tren a Busán (2016) o Península (2020). Es necesario aclarar que el drama de Netflix no guarda ninguna relación con la película Parásitos de Bong Joon-ho, ganadora del Oscar a Mejor película en 2020.\nLa Tercera\nLa producción, estrenada el viernes 5 de abril, sigue a diversos personajes que son invadidos por parásitos. En forma de larvas, estos seres ingresan al cuerpo de sus hospedadores para dominarlos. Sin embargo, uno de estos intenta tomar el cuerpo de la protagonista Jeong Su-in, interpretada por la actriz Jeon So-nee, sin el resultado esperado: ahora la joven es mitad humana, mitad parásito.\nEl reparto se completa con Koo Kyo-hwan en el papel de Kang-woo, en busca de su hermana desaparecida; y Lee Jung-hyun como Jun-kyung, al frente del equipo antiparásitos conocido como Equipo Gris, entre otros.\nBasada en un manga\nLa historia original es autoría de Hitoshi Iwaaki, artista de manga japonés conocido por sus brutales dibujos y el tratamiento de temas filosóficos y dramáticos. Su primera obra fue Fuuko no iro mise y le siguió Parasyte, una serie de mangas que comenzó a publicarse en 1990 y que acumuló 10 volúmenes, 8 en su edición definitiva. Gracias a ese trabajo, ganó el prestigioso premio Kodansha al mejor manga en 1993. En Chile las entregas están disponibles gracias a Editorial Planeta.\nLa Tercera\nA diferencia de la serie de Netflix, en los cómics el protagonista es Shinichi Izumi, un adolescente que consigue que los parásitos no entren a su cuerpo. Sin embargo, uno de ellos sí infectará su mano y deberá sobrevivir con ese nuevo huésped llamado Migi.\nEl animé\nHace diez años se hizo una adaptación audiovisual de la historia de Hitoshi Iwaaki. Se trata de un animé de 24 capítulos, llamado Parasyte: The Maxim, entrega que sigue con mayor fidelidad el manga del japonés, pues Shinichi Izumi es el protagonista.\nEsta producción de la mano de Madhouse se emitió entre 2014 y 2015 y está disponible en Netflix. Un detalle que advirtieron los seguidores de la historia, es que Shinichi Izumi aparece en Parasyte: los grises como un personaje más, en una especie de cameo tributo al relato en que se basa la última adaptación.\nLa Tercera\nPelículas\nNo solo un animé llevó Parasyte a la pantalla, sino también dos películas japonesas en un live action. La primera parte de 2014 es dirigida por Takashi Yamazaki y se basa en la historia del manga, con el adolescente como personaje principal. Su secuela, de la mano del mismo director, llegó al año siguiente, también con el actor Shota Sometani como protagonista.\nLa Tercera\nCríticas diversas\nA pesar de que se posiciona como la serie número uno en Netflix a nivel mundial, Parasyte: los grises no convenció de forma unánime a la crítica. “Esta adaptación de ‘Parasyte’, de Hitoshi Iwaaki, carece de parte de la diversión del manga original, pero los alienígenas son adecuadamente estrafalarios y es lo suficientemente entretenida”, escribió Pierce Conran en South China Morning Post.\n“Parasyte: los grises no está mal, pero decepciona un poco (…) No será ni la primera ni la última serie ni película de acción/terror entretenida incluso en (o gracias a) su superficialidad. Pero aquí tampoco hay actuaciones que destaquen y, lamentablemente, ni siquiera efectos especiales que encandilen”, comenta Andrés Valenzuela en Página 12.\nEn tanto, en Rotten Tomatoes, la serie coreana alcanza un 81% de puntuación de la audiencia.\nLa Tercera\nSigue leyendo en Culto",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Arts, Culture and Entertainment",
    "Social Issue"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lsjiV.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ls7ji.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lseCC.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ls9rW.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ls9rv.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lsjiV.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ls9rv.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ls7ji.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lseCC.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ls9rW.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T01:19:00.861+03:00",
  "updated": "2024-04-12T01:19:00.861+03:00"
}