{
  "thread": {
    "uuid": "35bd71a7a8da3828ab9f0a2384d00ac8a034cd6d",
    "url": "https://www.einnews.com/pr_news/704777783/jerry-bryson-mcmillan-recounts-early-moments-of-triumph-and-loss-with-his-soul-stirring-tell-all",
    "site_full": "www.einnews.com",
    "site": "einnews.com",
    "site_section": "https://books.einnews.com",
    "site_categories": [
      "search_engine",
      "tech"
    ],
    "section_title": "Book Publishing Newswire - Book Publishing Industry Today - EIN Presswire",
    "title": "JERRY BRYSON MCMILLAN RECOUNTS EARLY MOMENTS OF TRIUMPH AND LOSS WITH HIS SOUL-STIRRING TELL-ALL - Book Publishing Industry Today - EIN Presswire",
    "title_full": "JERRY BRYSON MCMILLAN RECOUNTS EARLY MOMENTS OF TRIUMPH AND LOSS WITH HIS SOUL-STIRRING TELL-ALL - Book Publishing Industry Today - EIN Presswire",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.einnews.com/ampsize/655851/to-then-and-back-again-a-memoi.png",
    "performance_score": 0,
    "domain_rank": 3194,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "35bd71a7a8da3828ab9f0a2384d00ac8a034cd6d",
  "url": "https://www.einnews.com/pr_news/704777783/jerry-bryson-mcmillan-recounts-early-moments-of-triumph-and-loss-with-his-soul-stirring-tell-all",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "JORELOU GABATO",
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "JERRY BRYSON MCMILLAN RECOUNTS EARLY MOMENTS OF TRIUMPH AND LOSS WITH HIS SOUL-STIRRING TELL-ALL - Book Publishing Industry Today - EIN Presswire",
  "text": "Author Jerry Bryson McMillan’s debut journal is poised to spark inspiration and contemplation with its riveting tales of resilience and perseveranceYORBA LINDA, CALIFORNIA, UNITED STATES, April 18, 2024 / EINPresswire.com / -- Embarking on an intriguing odyssey of self-discovery, Jerry Bryson McMillan presents the first installment of his heartfelt memoir series, \"To Then and Back Again: A Memoir Part One - A Collection of Uh-Oh's, No No's, and A Few OMG'S.\" In this evocative narrative, McMillan encourages readers to explore the complexities of life's obstacles and victories, as he shares his personal experiences with genuine emotion, wit, and steadfast candor. In his two-part account, McMillan captures his life's voyage from childhood through adulthood, highlighting both moments of despair and triumphs of resilience. Part One of the memoir offers a sincere portrayal of McMillan's early years, chronicling the obstacles and victories he encountered along the way. From the heartbreak of losing his family home to the excitement of shaping his future after high school, each chapter illustrates McMillan's incredible strength and unwavering drive. With Part One setting the stage for the forthcoming part of this duology, the audience can anticipate a vivid portrayal of McMillan's life in his twenties and early thirties. Unfolding with captivating detail and poignant reflection, he promises to narrate later journeys from building his first home with his father to setting out on the path to medical school, McMillan's story unfolds with captivating detail and poignant reflection. Praised for its gripping storytelling from the start, a Kindle customer lauds the book's knack for eliciting a range of emotions, from joy to sadness, building excitement for its highly awaited follow-up. Another reader commends the author's unique approach to writing, noting that while avant-garde, it resonates deeply with those who have hidden tales of their own, creating a powerful sense of connection. Celebrate the enduring strength of the human spirit with \"To Then and Back Again: A Memoir Part One - A Collection of Uh-Oh's, No No's, and A Few OMG'S\" by Jerry Bryson McMillan. Immerse in its pages showcased at Inks & Bindings during the Los Angeles Times Festival of Books 2024. Visit Booth 182 in the Gold Zone at the University of Southern California on April 20th and 21st to check out this featured title. Access the official website of the Los Angeles Times Festival of Books 2024 to learn more about this eagerly awaited literary occasion. Copies are also available for purchase on Amazon and other prominent online bookstores worldwide. About Inks & Bindings: Launching brilliant stars into the spotlight! Inks & Bindings is set to broaden horizons, revamp to perfection, and produce a masterpiece through the power of books. Inks and Bindings is a premier self-publishing company located at the heart of the Golden State. Aptly based where fashion, entertainment, and culture thrive, the team goes all out in bringing independent authors into the sweet California spotlight. JORELOU GABATO Inks and Bindings, LLC +19164079320 ext. email us here Visit us on social media: YouTube TikTok Other Book Publishing Industry EIN Presswire does not exercise editorial control over third-party content provided, uploaded, published, or distributed by users of EIN Presswire. We are a distributor, not a publisher, of 3rd party content. Such content may contain the views, opinions, statements, offers, and other material of the respective users, suppliers, participants, or authors. Submit your press release",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "http://www.einpresswire.com/channel/books",
    "https://www.einpresswire.com/?promo=4700",
    "http://www.einpresswire.com/contact_author/704777783",
    "https://www.tiktok.com/@inksandbindings",
    "http://www.amazon.com/exec/obidos/ASIN/B0CVBKXNCP",
    "https://inksandbindings.com/",
    "https://www.pinterest.ph/InksandBindings/_saved/",
    "http://www.einpresswire.com/why-us?promo=4700",
    "https://www.youtube.com/channel/UCf_KtrvlMhxkG-2mBybwJRA",
    "https://www.pinterest.ph/InksandBindings/_saved",
    "http://einpresswire.com/why-us?promo=4700",
    "https://youtube.com/channel/UCf_KtrvlMhxkG-2mBybwJRA",
    "https://tiktok.com/@inksandbindings",
    "https://www.einpresswire.com/",
    "http://www.einpresswire.com/why-us",
    "http://einpresswire.com/channel/books",
    "http://einpresswire.com/contact_author/704777783",
    "https://www.inksandbindings.com/",
    "https://einpresswire.com/?promo=4700",
    "http://amazon.com/exec/obidos/ASIN/B0CVBKXNCP",
    "https://pinterest.ph/InksandBindings/_saved/",
    "https://inksandbindings.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jerry bryson mcmillan",
        "sentiment": "negative"
      },
      {
        "name": "mcmillan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "united states",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "california",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:06:01.738+03:00",
  "updated": "2024-04-19T00:06:01.738+03:00"
}