{
  "thread": {
    "uuid": "39fffa2b5c905b33bd65b9b85f645c08b42db319",
    "url": "https://sports.caracoltv.com/deportes/los-chiefs-vencieron-a-los-miami-dolphins-en-uno-de-los-partidos-mas-frios-de-la-historia-de-la-nfl-cb20",
    "site_full": "sports.caracoltv.com",
    "site": "caracoltv.com",
    "site_section": "https://sports.caracoltv.com",
    "site_categories": [],
    "section_title": "Caracol Sports: resultados, noticias y transmisiones de todos los deportes",
    "title": "Los Chiefs vencieron a los Miami Dolphins en uno de los partidos más fríos de la historia de la NFL - CaracolSports",
    "title_full": "Los Chiefs vencieron a los Miami Dolphins en uno de los partidos más fríos de la historia de la NFL - CaracolSports",
    "published": "2024-01-14T17:42:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://caracoltv.brightspotcdn.com/dims4/default/0764cf4/2147483647/strip/true/crop/1024x498+0+0/resize/1440x700!/quality/90/?url=http%3A%2F%2Fcaracol-brightspot.s3.amazonaws.com%2Fb0%2Fdf%2Fa9ea9eca4879a5e2e073595839d1%2Fgettyimages-1931336584.jpg",
    "performance_score": 0,
    "domain_rank": 22556,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "39fffa2b5c905b33bd65b9b85f645c08b42db319",
  "url": "https://sports.caracoltv.com/deportes/los-chiefs-vencieron-a-los-miami-dolphins-en-uno-de-los-partidos-mas-frios-de-la-historia-de-la-nfl-cb20",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Caracol Sports",
  "published": "2024-01-14T17:42:00.000+02:00",
  "title": "Los Chiefs vencieron a los Miami Dolphins en uno de los partidos más fríos de la historia de la NFL - CaracolSports",
  "text": "Los Chiefs vencieron a los Miami Dolphins en uno de los partidos más fríos de la historia de la NFL En juego válido por los playoffs, Kansas City Chiefs superó a Miami Dolphins en medio de una sensación térmica de 30 grados bajo cero. ¡Los actuales campeones de la NFL jugarán la ronda divisional! [Los campeones Kansas City Chiefs mantuvieron este sábado su paso en busca del nuevo título al eliminar por 26-7 a los Miami Dolphins](https://sports.caracoltv.com/noticias/nfl) El partido jugado en el Arrowhead Stadium, casa de los Chiefs,se convirtió en uno de los más fríos en la historia de la NFL. Se disputó a una temperatura de 19 grados celsius bajo cero y con sensación térmica de 30 bajo cero. El juego con la temperatura más baja en la historia es el denominado como el 'Ice Bowl' que se jugó el 31 de diciembre de 1967 entre los Green Bay Packers y los Dallas Cowboys en el Lambeau Field, en Green Bay, Wisconsin, bajo una sensación térmica de 41 grados celsius por debajo de cero. En el partido Patrick Mahomes, de Kansas City, terminó con 262 yardas y un envío de anotación. Con Miami Tua Tagovailoa, quien debutó en 'playoffs', pasó para 199 yardas y un 'touchdown'; fue interceptado una vez y capturado en dos ocasiones. Publicidad En la serie inaugural del juego los Chiefs tomaron ventaja 7-0 con envío de Mahomes hacia Rice. En el segundo cuarto Kansas City se alejó 10-0 con una patada de tres puntos, pero los Dolphins reaccionaron y rompieron el cero, 10-7, gracias a un envío de 53 yardas de Tagovailoa que encontró a Tyreek Hill, quien celebró su primer touchdown ante su ex equipo. Los monarcas respondieron con un par de goles de campo que los alejaron 16-7 antes del descanso. Publicidad Ante la inoperancia ofensiva de los Dolphins, su defensiva los mantuvo en la pelea en el tercer cuarto al limitar por cuarta vez en el juego a los hombres del entrenador Andy Reid a una patada de tres puntos de Harrison Butker que puso el marcador 19-7. En una jugada cerca de la zona de anotación, Patrick Mahomes chocó casco contra casco con un defensivo, acción en la que el casco del 'quarterback' se rompió de la parte frontal. Mahomes tardó en acomodarse a uno nuevo, pero al final logró superar el incidente. En el último periodo la defensiva de Miami al fin se dobló y Kansas City lo aprovechó para sentenciar el partido con un acarreo de Isiah Pacheco que dejó el juego 26-7. La estrella del pop, Taylor Swift, estuvo en un palco en el estadio para apoyar a Travis Kelce, junto a la madre de éste y la esposa de Patrick Mahomes. Lució una gruesa chamarra de Chiefs con el número 87 que porta el ala cerrada que le diseñó la esposa de Kyle Juszczyk, corredor de poder de los San Francisco 49ers. Publicidad Este domingo continuará la ronda de comodines con los juegos Cowboys-Packers y Lions-Rams. El lunes concluirá la actividad de esta ronda con los choques entre Bills y Steelers y Buccaneers y Eagles Resultados de la ronda de comodines de la NFL: Publicidad 13.01: Texans 45-14 Browns Chiefs 26- 7 Dolphins Partidos que faltan: 14.01: Cowboys-Packers y Lions-Rams. Publicidad 15.01: Bills-Steelers y Buccaneers-Eagles.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-14T21:34:38.648+02:00",
  "updated": "2024-01-14T21:34:38.648+02:00"
}