{
  "thread": {
    "uuid": "ec2fb4e720d1824c95486857b9fea88c494fbf8a",
    "url": "https://www.atalayar.com/en/articulo/politics/nato-underscores-morocco-s-contribution-to-international-security/20240503094920199567.html",
    "site_full": "www.atalayar.com",
    "site": "atalayar.com",
    "site_section": "https://www.golf.einnews.com/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Golf News Today - EIN Presswire",
    "title": "NATO underscores Morocco’s contribution to international security",
    "title_full": "NATO underscores Morocco’s contribution to international security",
    "published": "2024-05-03T11:49:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.atalayar.com/media/atalayar/images/2024/05/03/2024050308463940285.jpg",
    "performance_score": 0,
    "domain_rank": 42133,
    "domain_rank_updated": "2024-04-30T13:08:01.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ec2fb4e720d1824c95486857b9fea88c494fbf8a",
  "url": "https://www.atalayar.com/en/articulo/politics/nato-underscores-morocco-s-contribution-to-international-security/20240503094920199567.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Daniel Abascal",
  "published": "2024-05-03T11:49:00.000+03:00",
  "title": "NATO underscores Morocco’s contribution to international security",
  "text": "NATO’s top military official hailed Morocco’s long-standing commitment to international security and its role as a key partner in the fight against regional threats. Chairman of NATO’s Military Committee Admiral Rob Bauer praised Morocco’s dedication to social, political and economic reforms during a news conference in Rabat. Morocco and Qatar cooperate closely in security matters Bauer, who was on a three-day visit to the North African kingdom, noted Morocco’s active participation in NATO exercises, sharing expertise in counterterrorism, illegal immigration control and maritime security. ; ; Armoured vehicle of the Moroccan Army - PHOTO/FILE ; “NATO is proud to count Morocco among its partners,” Bauer said, stressing the strong ties built through the Mediterranean Dialogue and NATO’s cooperation programme. He noted the shared challenges faced by NATO members and countries in the Middle East and North Africa (MENA) region, including extremism, terrorism and nuclear proliferation. “While approaches may differ, transforming our diversity into strength is crucial,” said Bauer. He noted NATO’s commitment to deepening ties with regional partners such as Morocco, stressing the need for increased collaboration to ensure regional peace and stability. Morocco has the most sought-after radars in the world This, he added, requires NATO to be a better listener and to invest in its partnerships by fostering human capital and expertise. Various aspects of cooperation between NATO and Morocco were discussed in Rabat on Monday at a meeting between Admiral Bauer and Morocco’s Minister in charge of the National Defence Administration Abdellatif Loudiyi. Moroccan Deputy Minister of National Defence Abdellatif Loudiyi walks past a guard of honour as he arrives to attend a meeting of defence ministers of the Global Coalition to Counter ISIL at Joint Base Andrews in Maryland, July 20, 2016 - PHOTO/SAUL LOEB/AFP The admiral’s visit to the kingdom was part of NATO’s efforts to strengthen its partnership with members of the Mediterranean dialogue, with a view to assess the regional security situation and consolidate opportunities for cooperation with the Alliance,” the National Defence Administration said in a statement. The same day, ;Bauer gave a lecture at the Royal College of Higher Military Education in Kenitra for military officers on the theme of “NATO’s perspectives and strategies.” the statement added. NATO officials frequently emphasise the importance of cooperation with Morocco, which has been present in several high-level events to discuss its role and commitment towards regional security. Morocco was designated as a major non-NATO ally in 2004. In his 2023 annual report, NATO Secretary General Jens Stoltenberg noted the importance of partnership with Morocco in tackling security challenges. ; NATO Secretary General Jens Stoltenberg - AFP/JOHANNA GERON Morocco’s law enforcement as well as the kingdom’s army participated in several NATO-sponsored events including Operation Sea Guardian, alongside forces from Britain, Spain and Portugal. Morocco also took part in the STEADFAST JACKAL 23 exercise, which was focused on computer-assisted command centres, held in Spain and Norway in late 2023. The North African country, Moroccan officials say, continues to strengthen its security approach to address several challenges, including the scourge of terrorism-related crimes, in addition to other forms of transnational crimes including human trafficking, among others.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rob bauer",
        "sentiment": "none"
      },
      {
        "name": "bauer",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nato",
        "sentiment": "negative"
      },
      {
        "name": "moroccan army",
        "sentiment": "none"
      },
      {
        "name": "mena",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "morocco",
        "sentiment": "none"
      },
      {
        "name": "middle east",
        "sentiment": "none"
      },
      {
        "name": "mediterranean",
        "sentiment": "none"
      },
      {
        "name": "qatar",
        "sentiment": "none"
      },
      {
        "name": "rabat",
        "sentiment": "none"
      },
      {
        "name": "north africa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-03T12:02:39.199+03:00",
  "updated": "2024-05-03T13:14:14.066+03:00"
}