{
  "thread": {
    "uuid": "d5cdf47fc5277304a0c13944d7f9b0fee36b86a2",
    "url": "https://m.economictimes.com/magazines/panache/imtiaz-ali-reveals-how-bhagavad-gita-and-rig-veda-reshaped-his-worldview-at-young-age-its-deeply-ingrained-in-me/articleshow/110635725.cms",
    "site_full": "m.economictimes.com",
    "site": "economictimes.com",
    "site_section": "https://economictimes.indiatimes.com/magazines/panache/rssfeeds/32897557.cms",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": "Panache-Magazines-Economic Times",
    "title": "imtiaz ali: Imtiaz Ali reveals how Bhagavad Gita and Rig Veda reshaped his worldview at young age: 'It’s deeply ingrained in me' - The Economic Times",
    "title_full": "imtiaz ali: Imtiaz Ali reveals how Bhagavad Gita and Rig Veda reshaped his worldview at young age: 'It’s deeply ingrained in me' - The Economic Times",
    "published": "2024-06-02T07:24:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://img.etimg.com/thumb/msid-110635937,width-1200,height-630,imgsize-908152,overlay-etpanache/photo.jpg",
    "performance_score": 0,
    "domain_rank": 2492,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d5cdf47fc5277304a0c13944d7f9b0fee36b86a2",
  "url": "https://m.economictimes.com/magazines/panache/imtiaz-ali-reveals-how-bhagavad-gita-and-rig-veda-reshaped-his-worldview-at-young-age-its-deeply-ingrained-in-me/articleshow/110635725.cms",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ET Online",
  "published": "2024-06-02T07:24:00.000+03:00",
  "title": "imtiaz ali: Imtiaz Ali reveals how Bhagavad Gita and Rig Veda reshaped his worldview at young age: 'It’s deeply ingrained in me' - The Economic Times",
  "text": "Agencies Director Imtiaz Ali Renowned director Imtiaz Ali recently opened up about how reading the Rig Veda and Bhagavad Gita at a young age deeply influenced his understanding of life and people . In an interview with Ranveer Allahbadia, Ali discussed how these sacred texts became a significant part of his early reading experiences. Ali recalled being profoundly moved by the hymn of creation from the Rig Veda, which he encountered in a book.\n#Elections with ET Lok Sabha Exit Poll Results 2024: Track all updates here\nImtiaz Ali On Discovering Bhagavad Gita\nHe shared, “I couldn’t move past it; I understood what it meant. Bhagavad Gita has also been an important book in my life. It's still the book I keep on my table. In sixth grade, I was traveling alone by train, and money was tight. Ironically, it was the only book I could afford to buy at the railway station. I thought people around me would find it strange that I was reading it,” he explained.\nAli was pleasantly surprised by the Bhagavad Gita’s accessibility. “There were a few things I had to re-read multiple times to understand, but I eventually grasped them. I would read a few pages every day. It’s now deeply ingrained in me; I’m fortunate to have been exposed to it at such a young age. It has helped me understand people better. I’ve read other religious texts too, and they’re interesting and entertaining. If I find a nugget that resonates with me, it makes my day,” he added.\nThe director also discussed the box office failure of the 2017 romance comedy ' Jab Harry Met Sejal ', starring Shah Rukh Khan and Anushka Sharma. Ali admitted that he tried to “experiment” with the film, but it didn’t perform well.\nDespite the movie's failure, he expressed a sense of ownership over it, saying, “So what if it didn’t do well, it is still your film,’ I was told. I felt a sense of ownership over the film. I wanted to tell it, ‘I am not embarrassed of you, you are mine, as much as any other film of mine.’ I felt a strange melancholy, a deep pain, that this was an unsuccessful film. Back then, I was reading people’s faces and sensing disappointment. I had dengue and was bedridden for a month,” Ali recalled.\nImtiaz Ali's Recent Work Imtiaz Ali’s latest directorial venture, ‘Amar Singh Chamkila’, featuring Diljit Dosanjh and Parineeti Chopra, is a biographical drama available on Netflix . It tells the story of the iconic Punjabi singer Amar Singh Chamkila and his wife Amarjot Kaur, and has received positive reviews from audiences and critics alike.\nReflecting on his childhood, Ali shared how reading religious texts like the Bhagavad Gita and Rig Veda profoundly shaped his life. He emphasized the simplicity and depth of the Bhagavad Gita, stating, “It was so easy to understand. There was hardly anything in it that I did not understand, but there were a lot of things that I read 5-10 times.” He added that the Bhagavad Gita has always been a crucial part of his life, often kept on his side table.\nAli mentioned that he also enjoys reading other religious texts, finding them both entertaining and insightful. “They offer quite interesting things,” he said, noting that he used to read the Rig Veda daily for a long period.\nRead More News on imtiaz ali Imtiaz Ali Rig Veda Bhagavad Gita director reading influenced life people interview (Catch all the Business News , Breaking News , Exit Polls News , Election Results News Events and Latest News Updates on The Economic Times .)\nSubscribe to The Economic Times Prime and read the ET ePaper online.\n... more less Read More News on imtiaz ali Imtiaz Ali Rig Veda Bhagavad Gita director reading influenced life people interview (Catch all the Business News , Breaking News , Exit Polls News , Election Results News Events and Latest News Updates on The Economic Times .)\nSubscribe to The Economic Times Prime and read the ET ePaper online.\n... more less\nPrime Exclusives Investment Ideas Stock Report Plus ePaper Wealth Edition Ctrl+Alt+Delete on innovation? Digital Competition Bill has left Big Tech, startups flummoxed.\nET Prime Unicorn 100: The surprising fact about profits and Indian startups\nBajaj Finance: Five factors investors can’t afford to ignore before pressing buy or sell\nTwo big choices Anand Mahindra made four years ago are now paying dividends\nCOD(e) red: Failed deliveries ring warning bells for Amazon, Flipkart, D2C brands\nGas needs a new pricing meter\n1 2 3 View all Stories",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "imtiaz ali",
        "sentiment": "neutral"
      },
      {
        "name": "bhagavad gita",
        "sentiment": "neutral"
      },
      {
        "name": "bhagavad gitahe",
        "sentiment": "none"
      },
      {
        "name": "ranveer allahbadia",
        "sentiment": "none"
      },
      {
        "name": "ali",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "economic times renowned",
        "sentiment": "neutral"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T10:00:38.070+03:00",
  "updated": "2024-06-02T13:25:03.803+03:00"
}