{
  "thread": {
    "uuid": "fbfca89569a40e7e1645bf3ea50340b144e8eae8",
    "url": "https://www.wdio.com/front-page/top-stories/minnesota-minimum-wage-set-to-increase-monday/",
    "site_full": "www.wdio.com",
    "site": "wdio.com",
    "site_section": "https://www.wdio.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "WDIO.com",
    "title": "Minnesota minimum wage set to increase Monday",
    "title_full": "Minnesota minimum wage set to increase Monday",
    "published": "2023-12-29T03:04:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.wdio.com/wp-content/uploads/2023/05/gfx-MN-Capitol-Close1-1080.jpg",
    "performance_score": 0,
    "domain_rank": 48269,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fbfca89569a40e7e1645bf3ea50340b144e8eae8",
  "url": "https://www.wdio.com/front-page/top-stories/minnesota-minimum-wage-set-to-increase-monday/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sabrina Ullman WDIO",
  "published": "2023-12-29T03:04:00.000+02:00",
  "title": "Minnesota minimum wage set to increase Monday",
  "text": "Minnesota minimum wage set to increase Monday\nFor those making minimum wage in Minnesota, the new year will come with a raise. The data is not in for 2023 yet, but in 2022, the estimated number of Minnesota jobs paying at or below the minimum wage was around 90,000, or 2.7% of salaried and hourly jobs.\nStarting January 1, the minimum wage will go from\n$10.59 to $10.85 an hour for employees of large employers.\nFor employees that work for small employers (those who make under $500,000 a year), the minimum wage will go from $8.63 to $8.85. This\nrate also applies for youth under 18 and employees younger than 20 in their first 90 days of employment.\nThe state minimum wage has been increased each year for inflation since 2018 due to a law passed in 2014. The Minnesota minimum wages are adjusted for inflation annually using the Implicit Price Deflator for Personal Consumption Expenditures produced by the U.S. Department of Commerce, Bureau of Economic Analysis.\n“Minimum wage earners are typically workers in the hospitality industry or other service industries,” said Minnesota Department of Labor and Industry Spokesman James Honerman. “This annual minimum wage adjustment was set in place by the Minnesota state legislature to give minimum wage workers in Minnesota more earning power as they work hard to support themselves and their families.”\nThe amount the minimum wage increases each year is decided in August and then goes into effect the following January 1. By state law, the inflation adjustment must not exceed 2.5%, and it cannot be a decrease.\nThe U.S. Bureau of Labor Statistics Consumer Price Index is a commonly used measure of inflation. The latest update is that\nprices increased 3.1% from November 2022 to November 2023.\n“When we think about inflation adjustment, the cost of things are going up over time,” said Minnesota Department of Labor and Industry Director of Research Nichole Sorenson. “With the minimum wage, how it’s determined to be increased by our legislature is that it increases with inflation. But there’s a cap, so we can only increase it up to two and a half percent each year, according to the legislation. With high inflation like we’ve had in the last couple of years, the minimum wage isn’t keeping up with inflation.”\nThe Department of Labor and Industry is able to analyze today’s wage and compare it to prior years, releasing the data in the\nyearly minimum wage report.\n“For 2023, the large employer minimum wage is set to $10.59 an hour. If we compare that to the federal minimum wage that was in place from 1960 to 1981, and then adjust that number for inflation into today’s 2023 dollar, that would be $12.03,” explained Sorenson. “So if you’re thinking about the federal minimum wage from the sixties to the early eighties, that would actually be a higher take home rate than what the minimum wage in Minnesota is for a large employer today.”\nPer Minnesota’s employee notice requirement, employers are required to provide each employee with written notice of any change before it goes into effect. This includes a change in the employee’s rate of pay.\nThe state minimum wage rates will not apply to work performed in the cities of Minneapolis and St. Paul since the Twin Cities have higher minimum wage rates.\nWisconsin is among 20 states that still go by the federal minimum wage, which has been $7.25 since 2009.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Labor"
  ],
  "external_links": [
    "https://www.bls.gov/opub/ted/2023/consumer-prices-up-3-1-percent-from-november-2022-to-november-2023.htm",
    "https://www.dli.mn.gov/minwage",
    "https://www.dli.mn.gov/business/employment-practices/minnesota-minimum-wage-report-2023#minimum",
    "https://www.dli.mn.gov/sites/default/files/pdf/minimum_wage.pdf",
    "https://dli.mn.gov/minwage",
    "https://bls.gov/opub/ted/2023/consumer-prices-up-3-1-percent-from-november-2022-to-november-2023.htm",
    "https://dli.mn.gov/sites/default/files/pdf/minimum_wage.pdf",
    "https://dli.mn.gov/business/employment-practices/minnesota-minimum-wage-report-2023#minimum"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "u.s. department of commerce, bureau of economic analysis",
        "sentiment": "none"
      },
      {
        "name": "minnesota department",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "minnesota",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T03:12:56.230+02:00",
  "updated": "2023-12-29T03:12:56.230+02:00"
}