{
  "thread": {
    "uuid": "a7492c17f1584b91a7c9fa884bfe7ea061d3029d",
    "url": "https://www.theinertia.com/surf/how-an-injury-helped-my-surfing-progress",
    "site_full": "www.theinertia.com",
    "site": "theinertia.com",
    "site_section": "https://www.theinertia.com/rss",
    "site_categories": [
      "surfing_bodyboarding",
      "sports"
    ],
    "section_title": "The Inertia",
    "title": "How an Injury Helped My Surfing Progress",
    "title_full": "How an Injury Helped My Surfing Progress",
    "published": "2024-04-05T00:55:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "http://www.theinertia.com/wp-content/uploads/2024/04/james-lee-.jpg",
    "performance_score": 0,
    "domain_rank": 36012,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a7492c17f1584b91a7c9fa884bfe7ea061d3029d",
  "url": "https://www.theinertia.com/surf/how-an-injury-helped-my-surfing-progress",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Brian Sousa",
  "published": "2024-04-05T00:55:00.000+03:00",
  "title": "How an Injury Helped My Surfing Progress",
  "text": "It was a crowded, peaky Saturday when things came to a boil. I paddled into a wave on my daily driver, went to pop-up, and my legs buckled. Again. Sheepishly, I rode in on my belly. But as I changed on the side of the road, my confusion veered towards anger. After a year of growth, my surfing prowess had disintegrated like wax left on the trunk of the car. Even worse, I couldn’t pin down why. Soon it became apparent that my back pain could be playing a part in my decline. I’d had mild to moderate back pain for years, which I attributed to an old snowboarding injury. This was different, though. It wasn’t only my back that ached. A year before, I’d run a half-marathon; now I was struggling to make it through a three-mile run. All day, the nerves in my legs fired like I had Siracha in my veins, making it difficult to work and sleep, never mind surf. I dealt with insurance crap, saw a back doctor, finally got an MRI. The test proved inconclusive, but also included a note: “no explanation for leg pain.” Awesome. The next test for my back was months away, and I was back in Rhode Island for the summer with only a few old boards. Hurricane season loomed. I’d stopped running, but when some friends came into town for the first solid swell, I grabbed the smallest board I had in the garage. Packed lineup, overhead swell. A disastrous, painful session ensued where, legs aching, I struggled to pop up or just pulled out of waves as my friends threw buckets and howled with gleeful abandon. I trudged out of the water, head down. Years ago, I’d envisioned coming back from California victoriously, showing my friends how much I could rip. Based on the MRI, though, I’d just gotten worse at surfing. I was too old and too slow. I could take up chess, knit some sweaters, maybe become a power walker. After self-medicating with nachos and beers, I realized I wasn’t just going to give up something I love. I also wasn’t going to ride the little epoxy board that my leaner, uninjured younger self threw around. Another week, another autumn swell. This time, I grabbed the 7’6″ that I’d picked up for cheap years back. Wide, floaty, and bright green, its main job was to collect dust in the garage while waiting patiently for my fiancé to fall in love with surfing. Instantly, I was able to paddle with less leg pain because I could stretch my legs out and keep them supported as needed. The increased paddle power didn’t hurt, either, and popping up was less of an issue thanks to the increased stability. I was getting into waves easily, and surfing was suddenly fun again. A few sessions later, my style began to change. To get the most out of the board, I had to adjust my stance, make gentle, flowing turns, and connect with the power of the wave in a way I wasn’t used to. If I moved the right way, I also had a lot more time on the wave. Sure, I had to navigate the impact zone with a heavier board, but the tradeoff was more than worth it. On a smaller day, I pulled out my 9’0″ and instantly applied my new sense of flow and patience, culminating in some guy yelling after one of my waves, “Hey, man! You rode that all the way to Connecticut!” It seemed like such a simple idea, to go back to a bigger, more conservatively shaped board to support my back. The surprising by-product, however, was how much it improved my surfing. I was reminded of an afternoon years before at a bachelor party in Maine. I’d ridden a 5’9″ and had a subpar session, and friend who’s surfing I’d always admired looked at the 7’6″ lying in the grass. “This thing is sweet,” the guy said. “You should ride this board all the time.” At the time, I felt the comment was a dig at my surfing, because what he was really saying was: you’re not ready to ride a smaller, faster board yet. But like all sublime tenets of advice, it stayed with me as, ironically, the green machine became my fall hurricane board. Many years before, I’d fallen into the customary approach that befalls a lot of surfers – especially those who don’t get to surf a ton – smaller is better. This idea culminated in my small quiver of shortboards and fishes – but was I really surfing them well? Sure, I was having fun, but I wasn’t really progressing. Often, I was dropping in and making one or two decent turns if I was lucky, before I outran the wave or couldn’t beat the section. With my back and leg pain reduced, I focused on the fundamentals that I’d passed by long ago in search of tricks that I could never do. I watched surf videos. I slowed things down, got in the pocket, moved my body differently. The result? At the point break where I learned to surf, I got some of the best waves of my life. A month later I strapped the board to the car for our trip back to California. But, after a few sessions, it started to feel like the green machine was holding me back. I picked up a used, much faster egg, fully foiled and about a foot smaller. My back and legs were up and down, but I found a great physical therapist and my surfing continued to progress, albeit painfully some days. Coincidentally, I started compressing less because extending provided rapid relief for my legs and my spine, not because I was embracing a new, more nonchalant slice of emerging style. Months later, an EMG test – a fun procedure where they shoot electricity into the nerves in your legs – revealed a bulging disc and a pinched nerve in my lumbar spine that the MRI had missed. A few months later, the combination of PT every morning and a cortisone shot into my L4-L5 vertebrae have made it possible for me to start riding my smaller boards again. The beauty of riding my fish again is that I take all my new habits with me. Plus, I still love gliding on the egg. Why do most surfers traditionally gravitate towards smaller, sleeker craft? The answer is more mental than physical. Shaper Matt Parker of Album Surfboards says that people are too quick to buy into “whatever the market is saying.” His advice is to “just think about what’s the best board for where I surf, how am I going to have the most fun, what’s going to get me the most excited to want to surf a lot.” We want everyone to see us carrying Slater’s new twin , or any tiny, new board that shows the world that we know what we’re doing. Our boards often become a part of our identity. But when I hefted the green machine through the frothing crowd during a hurricane swell, no one knew I was injured, or that my legs and back were on fire just from strapping the board to the roof of my Honda. No one knew that surfing and walking were the only exercise I could tolerate. I had to learn not to care what the board looked like and disregard the disdainful looks other surfers when I pulled it off the roof. Quickly, not giving a shit became freeing. I love surfing again, and it’s all thanks to a bulging disc and a green funboard. I’m hoping to continue to do PT and return to consistently riding my old shortboards. If I can’t? I’ll be happy just catching waves.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Health"
  ],
  "external_links": [
    "http://www.youtube.com/watch",
    "http://www.youtube.com/watch?v=I_5gqw0e4NA",
    "http://youtube.com/watch?v=I_5gqw0e4NA",
    "https://www.firewiresurfboards.com/products/prestige-great-white-twin",
    "https://firewiresurfboards.com/products/prestige-great-white-twin"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "rhode island",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T02:34:59.086+03:00",
  "updated": "2024-04-05T20:40:54.499+03:00"
}