{
  "thread": {
    "uuid": "4871d56c4a6bf51f01e82b55e2032cff0f8452b7",
    "url": "https://jakartaglobe.id/news/prabowo-sends-indonesian-navy-hospital-ship-on-humanitarian-voyage-to-gaz",
    "site_full": "jakartaglobe.id",
    "site": "jakartaglobe.id",
    "site_section": "https://jakartaglobe.id/news",
    "site_categories": [
      "media"
    ],
    "section_title": "News | Jakarta Globe",
    "title": "Prabowo Sends Indonesian Navy Hospital Ship on Humanitarian Voyage to Gaza",
    "title_full": "Prabowo Sends Indonesian Navy Hospital Ship on Humanitarian Voyage to Gaza",
    "published": "2024-01-19T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ID",
    "main_image": "https://img2.beritasatu.com/cache/jakartaglobe/640x441-2/2024/01/1705637216-1600x1066.webp",
    "performance_score": 0,
    "domain_rank": 30556,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4871d56c4a6bf51f01e82b55e2032cff0f8452b7",
  "url": "https://jakartaglobe.id/news/prabowo-sends-indonesian-navy-hospital-ship-on-humanitarian-voyage-to-gaz",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@thejakartaglobe",
  "published": "2024-01-19T02:00:00.000+02:00",
  "title": "Prabowo Sends Indonesian Navy Hospital Ship on Humanitarian Voyage to Gaza",
  "text": "Prabowo Sends Indonesian Navy Hospital Ship on Humanitarian Voyage to Gaza Jakarta. Defense Minister Prabowo Subianto, along with the Chief of Staff of the Indonesian Navy Admiral Muhammad Ali, dispatched the Indonesian Navy Hospital Ship KRI dr Radjiman Wedyoningrat-992 for a humanitarian/port visit voyage to Gaza via Egypt on Thursday. Prabowo, who is also a presidential candidate in the 2024 election, conveyed President Joko \"Jokowi\" Widodo's greetings to the humanitarian task force departing to Egypt and Gaza. Prabowo expressed concern for the immense suffering experienced by the people of Gaza due to attacks from the Israeli government that violate humanitarian norms and disregard international law. \"I commend those of you who will carry out this task. Although we are not a country involved in the conflict, we feel bound by solidarity and humanitarian responsibility to our brothers and sisters in Palestine,\" said Prabowo during the departure ceremony that took place at a military dock in Jakarta. Prabowo also emphasized the importance of solidarity and vigilance in executing this humanitarian mission. \"I am confident that the task force commander and the ship commander will provide excellent leadership. Your training level, discipline, and spirit will ensure success in completing this mission,\" he said. \"Remember, you represent the entire Indonesian nation. Uphold the honor of this nation, the honor of the Indonesian National Armed Forces (TNI), and the honor of the Navy that we are proud of and beloved by the entire Indonesian people. May KRI dr Radjiman Wedyoningrat-992 and its entire crew be protected by Allah SWT,\" Prabowo concluded his speech. The journey is expected to take approximately 52 days. The humanitarian aid distributed includes food items, blankets, clothing, baby supplies, women's clothing, milk, field tents, hygiene kits, mineral water, worship accessories, and more. The event was attended by various dignitaries, including the Secretary-General of the Ministry of Defense, the Commander of the First Fleet Command, the Rector of the National Defense University, the Commander of the Indonesian Navy Hydro-Oceanographic Center, and other high-ranking officials. Over 100 days have passed since the onset of the violent conflict in Gaza on Oct. 7. The Gaza Health Ministry has recently documented a minimum of 23,968 Palestinian casualties since the commencement of the conflict. This war has prompted global demonstrations, including solidarity rallies in Indonesia. Indonesia, which chaired the ASEAN grouping last year, has consistently taken a pro-Palestinian stance. Foreign Minister Retno Marsudi is scheduled to address the International Court of Justice (ICJ) next month, focusing on the Israeli occupation in Palestine. POPULAR READS [News](/news)3 hours ago [Defense Minister Prabowo Subianto dispatched the Indonesian Navy Hospital Ship KRI dr Radjiman Wedyoningrat-992 for a humanitarian/port visi](/news/prabowo-sends-indonesian-navy-hospital-ship-on-humanitarian-voyage-to-gaza) Prabowo Sends Indonesian Navy Hospital Ship on Humanitarian Voyage to Gaza [News](/news)3 hours ago [Analyst Eliza Mardian said the candidates should use the opportunity to reveal their strategies on food self-sufficiency.](/news/expert-anticipates-candidates-strategies-on-food-selfsufficiency) Expert Anticipates Candidates’ Strategies on Food Self-Sufficiency [Business](/business)3 hours ago [The development of 20 Special Economic Zones (SEZs) across various regions in Indonesia has attracted investments totaling Rp 177.5 trillion](/business/indonesias-sezs-draw-rp-177-trillion-investment-and-create-117000-jobs) Indonesia's SEZs Draw Rp 177 Trillion Investment and Create 117,000 Jobs [News](/news)4 hours ago [Detainees pay around Rp 10 million ($640)-Rp 20 million to bring mobile phones and Rp 200,000 to charge the phones in KPK's detention center](/news/kpk-ethics-council-detainees-pay-rp-10-million-to-bring-in-mobile-phones) KPK Ethics Council: Detainees Pay Rp 10 Million to Bring In Mobile Phones [Lifestyle](/lifestyle)12 hours ago [During the trial, Bayu acknowledged his sentence, admitting to his role in distributing the private video for financial gain.](/lifestyle/man-sentenced-to-3-years-in-prison-for-distributing-private-video-of-rebecca-klopper) Man Sentenced to 3 Years in Prison for Distributing Private Video of Rebecca Klopper Popular Tag [#Manufacturing](/tag/manufacturing) [#Corporate News](/tag/corporate-news) [#International](/tag/international) [#Corruption](/tag/corruption) [#Tech](/tag/tech) [#Crime](/tag/crime) [#Economy](/tag/economy) [#Elections](/tag/elections) [#Politics](/tag/politics) [#Economic Impacts](/tag/economic-impacts) Most Popular [ 1 Chinese EV Manufacturer BYD Announces $1.3 Billion Investment in Indonesia ](/business/chinese-ev-manufacturer-byd-announces-13-billion-investment-in-indonesia) [ 2 KPK Seeks FBI Assistance in Investigating SAP's Bribery Allegations ](/news/kpk-seeks-fbi-assistance-in-investigating-saps-bribery-allegations) [ 3 Stormous Hackers Breach KAI's Network, Exposing Customers Data ](/tech/stormous-hackers-breach-kais-network-exposing-customers-data) [ 4 Indonesia Records $29B in E-Commerce Transactions in 2023 ](/business/indonesia-records-29b-in-ecommerce-transactions-in-2023) [ 5 Over 1,000 Employees Face Job Loss as Korea's Hung-A Indonesia Shuts Down Cikarang Facility ](/business/over-1000-employees-face-job-loss-as-koreas-hunga-indonesia-shuts-down-cikarang-facility)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "radjiman wedyoningrat",
        "sentiment": "none"
      },
      {
        "name": "muhammad ali",
        "sentiment": "none"
      },
      {
        "name": "prabowo",
        "sentiment": "none"
      },
      {
        "name": "widodo",
        "sentiment": "none"
      },
      {
        "name": "joko",
        "sentiment": "none"
      },
      {
        "name": "prabowo subianto",
        "sentiment": "none"
      },
      {
        "name": "jokowi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "indonesian navy hospital ship kri",
        "sentiment": "none"
      },
      {
        "name": "indonesian navy",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza jakarta",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "jakarta",
        "sentiment": "none"
      },
      {
        "name": "egypt",
        "sentiment": "none"
      },
      {
        "name": "palestine",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T08:17:40.094+02:00",
  "updated": "2024-01-19T08:17:40.094+02:00"
}