{
  "thread": {
    "uuid": "6eae55ca88718b8090c57dc837487edbc4b1151c",
    "url": "https://www.corriere.it/cronache/23_dicembre_29/padre-georg-soffro-ancora-benedetto-xvi-4a8a5f30-a5bf-11ee-b985-941cc3ea919c.shtml",
    "site_full": "www.corriere.it",
    "site": "corriere.it",
    "site_section": "http://www.corriere.it",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Corriere della Sera: news e ultime notizie oggi da Italia e Mondo",
    "title": "Padre Georg: «Soffro ancora per Benedetto XVI, presiederò la messa in San Pietro»- Corriere.it",
    "title_full": "Padre Georg: «Soffro ancora per Benedetto XVI, presiederò la messa in San Pietro»- Corriere.it",
    "published": "2023-12-29T07:37:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://images2.corriereobjects.it/methode_image/2023/12/28/Interni/Foto-Interni-Trattate/342.0.1457463463-kbcG-U34502025547994zLE-526x284@Corriere-Web-Sezioni.jpg",
    "performance_score": 0,
    "domain_rank": 1282,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 37,
        "comments": 1,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6eae55ca88718b8090c57dc837487edbc4b1151c",
  "url": "https://www.corriere.it/cronache/23_dicembre_29/padre-georg-soffro-ancora-benedetto-xvi-4a8a5f30-a5bf-11ee-b985-941cc3ea919c.shtml",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Gian Guido Vecchi",
  "published": "2023-12-29T07:37:00.000+02:00",
  "title": "Padre Georg: «Soffro ancora per Benedetto XVI, presiederò la messa in San Pietro»- Corriere.it",
  "text": "«Più passa il tempo, e più il magistero di Benedetto XVI diventa forte, ne sono convinto». [L’arcivescovo Georg Gänswein ](https://www.corriere.it/cronache/23_giugno_04/padre-georg-friburgo-15fbfd7e-0249-11ee-9687-f6cb889dd928.shtml) torna a Roma per celebrare, domenica mattina, una messa in suffragio di Joseph Ratzinger, a un anno dalla morte. «All’inizio si pensava a una celebrazione all’altare della sua tomba, nelle Grotte Vaticane. Ma poi il cardinale Mauro Gambetti, l’arciprete della Basilica, ha proposto di andare sopra, tante persone vorranno venire e così la messa sarà celebrata all’altare della Cattedra di San Pietro alle 8», racconta al Corriere l’ex segretario particolare di Benedetto XVI. Padre Georg: «Soffro ancora per Benedetto XVI, presiederò la messa in San Pietro» Il ritorno dell’arcivescovo Gänswein: il ricordo a un anno dalla morte, il no a manipolazioni. «Più passa il tempo, e più il magistero di Ratzinger diventa forte, ne sono convinto» «Più passa il tempo, e più il magistero di Benedetto XVI diventa forte, ne sono convinto». Le polemiche dopo il libro e il ritorno a Friburgo Per lui non è stato un anno facile. La morte del Papa emerito, la pubblicazione all’indomani dei funerali del libro «Nient’altro che la verità», con relative polemiche alimentate da chi lo ha letto come un’occasione per riproporre la tesi di un conflitto tra i «due papi» — peraltro sempre smentita dai diretti interessati e dallo stesso Gänswein («Non ho mai voluto dividere») —, e infine Francesco che lo manda via dal Vaticano per farlo tornare in Germania nella sua vecchia diocesi, a Friburgo, senza incarichi. Tra «rumors» e falsità Così Gänswein non vuole che alla celebrazione del 31 dicembre siano attribuiti significati estranei: «Presiederò la Messa per ricordare papa Benedetto. Sono stato suo segretario, ho vissuto con lui venticinque anni, sono molto grato e ancora sofferente. Spero non si voglia interpretare in modo diverso o manipolare questa occasione». Nel frattempo gli è capitato che fossero ritirati inviti a conferenze sul pensiero di Ratzinger perché nel sottobosco della Rete, tra blog e siti, «sono arrivati a parlare di riunioni “anti-Francesco”, a dire che disobbedivo al Papa perché mi avrebbe proibito di viaggiare, tutte falsità; oppure che io avrei rifiutato diverse cattedre da vescovo, un’altra calunnia». Senza incarichi Del resto, si parlava di un suo ritorno in cattedra ma le cose non stanno così, sospira: «Magari! Ma in Germania il limite di età è 65 anni e io ne ho compiuti 67. Sono senza incarichi e senza lavoro, e questo è brutto...». A Roma era già tornato a settembre per partecipare al «Ratzinger Schülerkreis», il seminario annuale degli allievi di Joseph Ratzinger, «era la prima volta che si riunivano senza il loro professore», e già allora aveva celebrato una messa accanto alla tomba di Benedetto XVI, nelle Grotte. Sempre per «onorare la memoria» del grande teologo che continua ad insegnare anche dopo la sua morte. La raccolta in un libro delle omelie «private» L’anno prossimo la Libreria editrice vaticana pubblicherà un volume, a cura di padre Federico Lombardi, con una raccolta di oltre cento omelie «private» pronunciate dal Papa emerito nel Monastero Mater Ecclesiae, oltre a una trentina che risalgono al pontificato. «Papa Benedetto ha continuato a predicare anche nel Monastero, quando celebrava la Messa davanti alle Memores Domini e a me, e la sua grandezza sta anche nel fatto che a lui non importava che ad ascoltarlo ci fossero cinque persone oppure cinquantamila, si preparava allo stesso modo», ricorda monsignor Gänswein. Quegli appunti a mano su un libretto «Scriveva i suoi appunti a mano, su un libretto, e poi li consultava mentre andava a braccio. Sarebbe stato un peccato perderle, e così sono state registrate, come una testimonianza delle sue riflessioni durante i primi anni al Mater Ecclesiae. Dal 2018 purtroppo la sua voce ha cominciato a diventare flebile, non si riusciva a distinguere le parole nella registrazione, e negli ultimi due anni si è fatta troppo debole, non ce la faceva più». Una parola di amore Alla vigila di Natale, il giornale domenicale tedesco Welt am Sonntag ne ha pubblicata una del 22 dicembre 2013, dedicata a San Giuseppe. «Un vero giusto è così: per lui la legge non è semplice osservanza di norme, ma si presenta come una parola di amore, un invito al dialogo, e la vita secondo la parola è entrare in questo dialogo e trovare dietro le norme e nelle norme l’amore di Dio». Corriere della Sera è anche su Whatsapp. È sufficiente [cliccare qui](https://whatsapp.com/channel/0029VaAlA1s6GcG6eTUe652l) per iscriversi al canale ed essere sempre aggiornati. 29 dicembre 2023 (modifica il 29 dicembre 2023 | 07:37) © RIPRODUZIONE RISERVATA",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [
    "https://whatsapp.com/channel/0029VaAlA1s6GcG6eTUe652l)",
    "https://www.whatsapp.com/channel/0029VaAlA1s6GcG6eTUe652l)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T08:58:10.610+02:00",
  "updated": "2023-12-29T08:58:10.610+02:00"
}