{
  "thread": {
    "uuid": "8d31bbc40854f0f2ede9773dc7bb21477f8c2312",
    "url": "https://menafn.com/1108359417/Quick-Response-For-The-Emergency-Evacuation-Has-Provided-By-The-Vayu-Air-Ambulance-Service-In-Patna",
    "site_full": "menafn.com",
    "site": "menafn.com",
    "site_section": "http://www.menafn.com/rss/menafn_Pharmaceuticals_Health.xml",
    "site_categories": [
      "investing",
      "financial_news",
      "finance"
    ],
    "section_title": "Global Pleural Diseases Market Size To Exceed USD 9.61 Billion By 2033 | CAGR Of 6.75%",
    "title": "Quick Response For The Emergency Evacuation Has Provided By The Vayu Air Ambulance Service In Patna",
    "title_full": "Quick Response For The Emergency Evacuation Has Provided By The Vayu Air Ambulance Service In Patna",
    "published": "2024-06-22T01:06:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://menafn.com/includes/img/logo.jpg",
    "performance_score": 0,
    "domain_rank": 6560,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8d31bbc40854f0f2ede9773dc7bb21477f8c2312",
  "url": "https://menafn.com/1108359417/Quick-Response-For-The-Emergency-Evacuation-Has-Provided-By-The-Vayu-Air-Ambulance-Service-In-Patna",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MENAFN",
  "published": "2024-06-22T01:06:00.000+03:00",
  "title": "Quick Response For The Emergency Evacuation Has Provided By The Vayu Air Ambulance Service In Patna",
  "text": "( MENAFN - market Press Release) June 21, 2024 5:49 am - The injured condition made an emergency for a person who was suffering from an accidental case and needed an urgent flight to shift to the hospital.\nFriday, 21, June, 2024: Patna, The patient get transferred by the Vayu Air Ambulance Service in Patna to anywhere for the urgent treatment. He was suffering from injuries in body by getting an accident. His condition was very serious and need the quick relocation. Vayu Air Ambulance has shifted the patient very fast and reached out the destination without any delay from Patna.\nHow Vayu Air Ambulance Service In Patna Has Given The Life Saving Help To That Patient?\nThe Vayu Air Ambulance Service In Patna was pre[pared with its all medical amenities after getting one call. It was the golden hour when the quick response has provided to the patient's family member. Their team was very smart to get ready at first for the rescue. They reached at the place where the accident was made and patient was in the serious condition.\nThe medical team of the Vayu Air Ambulance Service in Patna has provided the commercial stretcher to shift the patient and reached on airport quickly under the presence of specialised doctor. All the care and support was also given very fast to save the life of the sufferer. The injured condition was severe and has required the urgent evacuation. So, the Vayu Air Ambulance Service in Patna has well -played the role of patient transportation.\nThe medical facilities was provided by the Vayu Air Ambulance Service In Patna like medical tools which was updated, the professional medical crew who was very supportive, the ICU facility in the air ambulance, etc.\nIs There Any Bed-To-Bed Transportation Facility By The Vayu Air Ambulance Service In Ranchi?\nYes, the first-class and medically well-equipped bed-to-bed transportation has given by the Vayu Air Ambulance Service In Ranchi. It is 24/7 ready to relocate the patient from current hospital to destination hospital and hospital to home also. It gives the priority of the patient condition and move with all medical arrangement without any delay.\nYou can also afford the rate of the Vayu Ambulance Service in Ranchi and hire it any time by giving one call to the medical team. They frequently respond and provide all medical arrangement at once to evacuate properly with care to the destination hospital.\nMore Visit:\nWebsite:\nVisit:\nMENAFN22062024003520003262ID1108359417",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "vayu air ambulance service",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "patna",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-22T08:24:25.970+03:00",
  "updated": "2024-06-22T08:24:25.970+03:00"
}