{
  "thread": {
    "uuid": "6415c845a753432c5513fbcb0d0ebd498b25e53e",
    "url": "https://www.aninews.in/news/entertainment/out-of-box/sitagu-sayadaw-receives-global-award-for-promotion-of-buddhism-in-yangon20240601152123",
    "site_full": "www.aninews.in",
    "site": "aninews.in",
    "site_section": "http://emm.newsbrief.eu/rss/rss?type=rtn&language=en&duplicates=false",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest news clusters for en",
    "title": "Sitagu Sayadaw receives global award for Promotion of Buddhism in Yangon",
    "title_full": "Sitagu Sayadaw receives global award for Promotion of Buddhism in Yangon",
    "published": "2024-06-01T07:51:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://d3lzcn6mbbadaf.cloudfront.net/media/details/ANI-20240601095054.jpg",
    "performance_score": 0,
    "domain_rank": 7822,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6415c845a753432c5513fbcb0d0ebd498b25e53e",
  "url": "https://www.aninews.in/news/entertainment/out-of-box/sitagu-sayadaw-receives-global-award-for-promotion-of-buddhism-in-yangon20240601152123",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-06-01T07:51:00.000+03:00",
  "title": "Sitagu Sayadaw receives global award for Promotion of Buddhism in Yangon",
  "text": "Sitagu Sayadaw receives global award for Promotion of Buddhism in Yangon ANI | Updated: Jun 01, 2024 15:21 IST\nANI News Join our Whatsapp channel\nYangon [Myanmar], June 1 (ANI): Indian Council for Cultural Relations conferred the International Award for Promotion of Buddhism on the venerable Sitagu Sayadaw Dr Ashin Nyanissara.\n' International Award for Promotion of Buddhism ' was conferred on Venerable Sitagu Sayadaw Dr Ashin Nyanissara by Director General, Indian Council for Cultural Relations (ICCR) Kumar Tuhin. Dignitaries and friends from across Myanmar, and members of the Indian community, joined the ceremony, as per the Embassy of India in Myanmar.\nDuring a special ceremony held at India Centre of the Embassy of India in Yangon, Kumar Tuhin conferred the International Award for Promotion of Buddhism 2023 on one of the most revered personalities in the Buddhist community in Myanmar, as per a statement by the Embassy of India in Myanmar.\nThe award carries a citation, a medallion and a cash prize of USD 20,000 (USD twenty thousand). It recognizes Venerable Sitagu Sayadaw Dr Ashin Nyanissara's dedicated self-less service to promotion of Buddhism and Buddhist teachings in Myanmar and beyond.\nDr Ashin Nyanissara has played a pivotal role in providing education, healthcare, and humanitarian aid to the people, it said.\nIndia and Myanmar have shared a deep-rooted Buddhist connection, serving as conduit for the transmission of wisdom and culture across our borders.\nVenerable Sitagu Sayadaw Dr Ashin Nyanissara's efforts have deepened this relationship, bridging geographical divides to foster harmony and understanding among varied populations.\nIn the past, the International Award for Promotion of Buddhism had been presented to Otani University (Japan), Dr Duong Thi Thanh Huong (Vietnam) and Choijamts Demberel (Mongolia).\n\"In 2021, the Indian Council for Cultural Relations (ICCR) instituted the prestigious International Award for Promotion of Buddhism , to recognize the outstanding contribution of foreign scholars/individuals/organizations for the promotion of Buddhism globally,\" according to the press release.\nThe Award Ceremony today was attended by about 150 guests. Ambassador of India to Myanmar H.E. Abhay Thakur welcomed them, and underscored India's abiding Buddhist connection with Myanmar.\nIn his acceptance speech, Venerable Sitagu Sayadaw emphasised Buddhism's significance and contribution in addressing individual and social issues, as well as establishing mutual understanding and spiritual linkages between India and Myanmar.\nUnion Minister for Information U Maung Maung Ohn, Union Minister of Religious Affairs and Culture U Tin Oo Lwin, Chief Minister of Yangon Region U Soe Theis, Mayor and Chairman of Yangon City Development Committee U Bo Htay graced the event.\nBuddhist figures including Venerable Sayadaw Sobhita from the International Buddhist Education Centre in Sagaing Region and Venerable Panna Zaw Da, Chief Monk of the Alodawpyie Meditation Centre and Monastery in Rakhine State, President of U Nu Daw Mya Yi Foundation Daw Than Than Nu, scholars, academics, ICCR Alumni from Universities across Myanmar, and members of the Indian and Indian-origin community in Myanmar attended the event. (ANI)\nTags Indian Council for Cultural Relations\nInternational Award for Promotion of Buddhism\nSitagu Sayadaw\nLoading... हिंदी खबर Related News 'Animal' fame Saloni Batra to be seen in thriller 'Gaanth'\nUpdated: Jun 01, 2024 16:24 IST\nLights, Camera, Action! Bhumi Pednekar commences shoot for 'Daldal'\nUpdated: Jun 01, 2024 15:28 IST\nMom-to-be Deepika Padukone steps out for family outing, see pics\nUpdated: Jun 01, 2024 15:27 IST\nXochitl Gomez joins horror short film 'Hive'\nUpdated: Jun 01, 2024 15:11 IST\nLok Sabha Polls: Samaira Sandhu casts her vote in Chandigarh\nUpdated: Jun 01, 2024 13:26 IST\nLok Sabha Elections 2024: Ayushmann casts his vote in hometown Chandigarh, stresses importance of duty to country\nUpdated: Jun 01, 2024 13:12 IST\nPadma Shri award winning puppeteer Maguni Charan Kuanr passes away, President Droupadi Murmu pays condolences\nLoading...",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ashin nyanissara",
        "sentiment": "none"
      },
      {
        "name": "kumar tuhin",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "embassy of india",
        "sentiment": "none"
      },
      {
        "name": "indian council",
        "sentiment": "none"
      },
      {
        "name": "international award for promotion of buddhism",
        "sentiment": "none"
      },
      {
        "name": "buddhist",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "myanmar",
        "sentiment": "none"
      },
      {
        "name": "yangon yangon",
        "sentiment": "none"
      },
      {
        "name": "yangon",
        "sentiment": "none"
      },
      {
        "name": "india centre",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-01T13:25:47.822+03:00",
  "updated": "2024-06-01T14:04:47.219+03:00"
}