{
  "thread": {
    "uuid": "7d359d7df3c7b5b7575760c0d7db8d7cbded13b5",
    "url": "https://m.dailyhunt.in/news/india/english/thefreepressjournal-epaper-dhecf5ddffe11b4f36b496f4bee6e60122/mumbai+president+droupadi+murmu+unveils+indigenous+car+tcell+therapy+for+cancer+treatment-newsid-n597530246",
    "site_full": "m.dailyhunt.in",
    "site": "dailyhunt.in",
    "site_section": "https://m.dailyhunt.in/news/india/epaper-patrika",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Dailyhunt",
    "title": "Mumbai: President Droupadi Murmu Unveils Indigenous CAR T-Cell Therapy For Cancer Treatment",
    "title_full": "Mumbai: President Droupadi Murmu Unveils Indigenous CAR T-Cell Therapy For Cancer Treatment",
    "published": "2024-04-04T20:52:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://assets-news-bcdn.dailyhunt.in/cmd/resize/1200x630_90/fetchdata16/images/6e/30/dc/6e30dc4428c98150f91cad4dd4ac90e560fb83decfa1c5657776992112c56aab.jpg",
    "performance_score": 0,
    "domain_rank": 18004,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7d359d7df3c7b5b7575760c0d7db8d7cbded13b5",
  "url": "https://m.dailyhunt.in/news/india/english/thefreepressjournal-epaper-dhecf5ddffe11b4f36b496f4bee6e60122/mumbai+president+droupadi+murmu+unveils+indigenous+car+tcell+therapy+for+cancer+treatment-newsid-n597530246",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Dailyhuntapp",
  "published": "2024-04-04T20:52:00.000+03:00",
  "title": "Mumbai: President Droupadi Murmu Unveils Indigenous CAR T-Cell Therapy For Cancer Treatment",
  "text": "The revolutionary achievement in treating cancer patients with first indigenous CAR T Cell therapy NexCAR19, has been dedicated to the nation by the Hon'ble President of India Droupadi Murmu while addressing at the Indian Institute of Technology Bombay (IIT-B) on Thursday.\nThe Hon&apos;ble Governor of Maharashtra Ramesh Bais, who was the guest of honour was present along with the IIT Bombay Director Prof. Subhasis Chaudhuri, Director of Tata Memorial Centre Professor Sudeep Gupta, and the key contributors led by Professor Rahul Purwar, Department of Bioscience and Bioengineering, IIT Bombay, Dr. Hasmukh Jain and Dr. (Surg Cdr) Gaurav Narula from the Tata Memorial Centre, Mumbai. Moreover a few cancer survivors who were successfully treated with the CAR-T cell therapy were also present.\nIIT Bombay and Tata Memorial Centre&apos;s Indigenous CAR T-Cell Therapy\nIn his address, Institute&apos;s Director Prof. Subhasis Chaudhuri presented an overview of the Institute&apos;s research work and ecosystem and its growth over the years, with a focus on the contributions by Prof. Rahul Purwar, Department of Biosciences and Bioengineering, who developed this therapy along with his team at IIT Bombay, at the startup ImmunoACT which he cofounded with his students, and with doctors at Tata Memorial Centre, Mumbai.\nNavi Mumbai: Cancer treatment with proton therapy at ACTREC Kharghar soon Prof. Chaudhuri said that the low-cost CAR T-cell therapy, is a huge achievement for our country and for cancer patients in India, and it places India firmly on the global map of cell and gene therapy. He said that we can take pride in the fact that India is now one of the very few countries in the world that can make its own gene therapy for treating cancer. This is a testament to the efforts of several scientists, doctors, nurses and others who worked together relentlessly over the last decade to achieve this goal for our patients\".\n712 Students From IIT Bombay Yet To Get Placed, Placement Season To End In May Director of Tata Memorial Centre Dr. Sudeep Gupta said, \"The collaboration between IIT (B) and Tata Memorial Centre to develop the first indigenous CAR T Cell Therapy product has been extremely fruitful and satisfying. This CAR-T Cell Therapy product will save many lives at much lower cost compared to the cost of such products available outside India. We hope that in years to come, our collaboration will lead to the development of other Cell and Gene Therapy products that will help our patients with various cancers\".\nPresident Congratulates Team Of IIT Bombay\nThe Hon&apos;ble President of India Smt. Draupadi Murmu congratulated the team of IIT Bombay, Tata Memorial Centre and ImmunoACT for their efforts in making CAR-T therapy available to people. In her address, Hon&apos;ble President Smt. Murmu said.\n\"CAR-T cell therapy is considered to be one of the most phenomenal advances in medical science. It has been available in the developed nations for some time, but it is extremely costly, and beyond the reach of most patients around the world. What is new about the therapy being launched today, as I understand it, is that it costs 90 percent less than what is available elsewhere. This is the world&apos;s most affordable CAR-T cell therapy. Moreover, it is also an example of the &apos;Make in India&apos; initiative; a shining example of the &apos;Atmanirbhar Bharat&apos;,\" said President Murmu.\nGuv Ramesh Bais Congratulates IIT Bombay\nGovernor of Maharashtra Ramesh Bais also congratulated the team of IIT Bombay, TMC and ImmunoACT for the dedication of India&apos;s first indigenous Gene Therapy (named CAR-T cell therapy) to fight against Cancer, to the nation.\nBais said, \"In any advanced country, academia-industry collaboration is the key cornerstone. Academia leads in R&D, especially in basic sciences. These R&D provide potential breakthrough applications which need to be translated for commercialization by the industry. The collaboration between the academic institutes of IIT Bombay, Tata Memorial Hospital with industry partners like SINE, Laurus and others is a sterling example on how this can be achieved with benefits to all parties concerned\".\nMumbai: CAR T Cell Therapy Innovative Immunotherapy A Game Changer For Treating Cancer Advancing Healthcare In Viksit Bharat: Ramesh Bias\nViksit Bharat will also need to entail that our healthcare services are at par with the best in the world. Healthcare itself will go through a major transformation in the coming decades with new breakthrough innovations. Cell and gene therapy will be an important aspect of it from treating cancers, to genetic disorders like sickle cell anemia and many other challenges that come with ageing population.\nNot only do we have to ensure that we are able to innovate and provide the best technology to our population but also do it in a way where all segments of the society can access it\", he added.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "droupadi murmu",
        "sentiment": "negative"
      },
      {
        "name": "rahul purwar",
        "sentiment": "none"
      },
      {
        "name": "sudeep gupta",
        "sentiment": "none"
      },
      {
        "name": "gaurav narula",
        "sentiment": "none"
      },
      {
        "name": "maharashtra ramesh bais",
        "sentiment": "none"
      },
      {
        "name": "hasmukh jain",
        "sentiment": "none"
      },
      {
        "name": "subhasis chaudhuri",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "institute",
        "sentiment": "none"
      },
      {
        "name": "department of bioscience",
        "sentiment": "none"
      },
      {
        "name": "surg cdr",
        "sentiment": "none"
      },
      {
        "name": "indian institute of technology bombay",
        "sentiment": "none"
      },
      {
        "name": "iit bombay",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mumbai",
        "sentiment": "none"
      },
      {
        "name": "bombay",
        "sentiment": "none"
      },
      {
        "name": "tata memorial centre",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T02:00:08.581+03:00",
  "updated": "2024-04-05T08:13:26.345+03:00"
}