{
  "thread": {
    "uuid": "9ee42f96312552b7367f844a1228beb7435857b7",
    "url": "https://m.dailyhunt.in/news/india/english/indiatoday-epaper-dh270e11982dfa46bb8c2f9b6c27103d59/google+is+bringing+its+ai+photo+editing+features+for+both+android+and+iphone+users+for+free-newsid-n599349000",
    "site_full": "m.dailyhunt.in",
    "site": "dailyhunt.in",
    "site_section": "https://m.dailyhunt.in/news/india/epaper-sify",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Dailyhunt",
    "title": "Google is bringing its AI photo editing features for both Android and iPhone users for free",
    "title_full": "Google is bringing its AI photo editing features for both Android and iPhone users for free",
    "published": "2024-04-11T08:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://assets-news-bcdn.dailyhunt.in/cmd/resize/1200x630_90/fetchdata16/images/80/d2/4f/80d24f12e232ad71ee457c9e6e9dff82ceb46ff68aba254afcfb800bf456d5df.jpg",
    "performance_score": 0,
    "domain_rank": 18265,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9ee42f96312552b7367f844a1228beb7435857b7",
  "url": "https://m.dailyhunt.in/news/india/english/indiatoday-epaper-dh270e11982dfa46bb8c2f9b6c27103d59/google+is+bringing+its+ai+photo+editing+features+for+both+android+and+iphone+users+for+free-newsid-n599349000",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Dailyhuntapp",
  "published": "2024-04-11T08:00:00.000+03:00",
  "title": "Google is bringing its AI photo editing features for both Android and iPhone users for free",
  "text": "The AI features exclusive to the photo editor were once key attractions for Google's premium Pixel smartphones and its cloud storage service, Google One. However, amid the surge in AI-based editing tools entering the market, Google has decided to offer its AI photo editing suite to a broader audience for free.\nGoogle AI features availability for Android and iOS\nHowever, even with the free availability, this rollout comes with certain conditions. Users will need to meet specific hardware requirements to use these features. For ChromeOS, a Chromebook Plus with ChromeOS version 118 or higher, or a minimum of 3GB RAM, is necessary. Mobile devices must operate on Android 8.0 or above, or iOS 15 or above. Pixel tablets will also gain support.\nIf your phone meets the requirements, the availability of these tools will commence on May 15 and will gradually reach all Google Photos users over several weeks.\nGoogle Magic Editor features\nOne of the standout features, Magic Editor, was introduced with the Pixel 8 and Pixel 8 Pro. It uses generative AI for complex photo edits, such as filling in photo gaps, repositioning subjects, and altering photo backgrounds. This tool automates tasks that previously required manual intervention with tools like Magic Eraser or Photoshop.\nFollowing the update, all Pixel devices will include Magic Editor, while iOS and Android users meeting the criteria will receive 10 Magic Editor saves monthly. Exceeding this limit will require a premium Google One plan with at least 2TB of storage.\nOther than Magic Erasers, there are more features available in Google Photos. All Google Photos users will have access to the complete range of features, including Magic Eraser, Photo Unblur, Sky suggestions, Colour pop, HDR effects, Portrait Blur, Portrait Light, Cinematic Photos, Collage Editor Styles, and Video Effects, without needing a Google One subscription.\nAs the name suggests, these features will allow users to perform editing like:\n- Replace dull skies with vibrant blue hues\n- Effortlessly remove unwanted objects from backgrounds\n- Recentre subjects while seamlessly filling in empty spaces\n- Perform a variety of foreground and background edits developed to simplify mobile editing\nPreviously, achieving these effects required painstaking manual work in tools like Photoshop. Magic Editor streamlines the process, making it accessible to everyone.\nHowever, the AI-powered Best Take feature, which combines similar photos to produce the optimal image, will remain exclusive to the Pixel 8 and 8 Pro models.\nOnePlus, Oppo collaborate with Google to bring advanced AI to smartphones Xiaomi Ultra 14 first sale in India today: Price, specifications OnePlus Open to get new update, will let users control every app's volume",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "google",
        "sentiment": "negative"
      },
      {
        "name": "google photos",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T01:00:14.135+03:00",
  "updated": "2024-04-12T01:00:14.135+03:00"
}