{
  "thread": {
    "uuid": "4b429347e7e80906928c7b29812f1be59398dda7",
    "url": "https://americanmilitarynews.com/2024/03/vietnam-veteran-larry-liss-of-birchrunville-receives-silver-star",
    "site_full": "americanmilitarynews.com",
    "site": "americanmilitarynews.com",
    "site_section": "https://americanmilitarynews.com/feed",
    "site_categories": [
      "media",
      "jobs",
      "us_military"
    ],
    "section_title": "American Military News",
    "title": "Vietnam veteran Larry Liss of Birchrunville receives Silver Star | American Military News",
    "title_full": "Vietnam veteran Larry Liss of Birchrunville receives Silver Star | American Military News",
    "published": "2024-03-09T12:59:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://americanmilitarynews.com/wp-content/uploads/Screenshot-2020-11-06-at-3.02.11-PM.png",
    "performance_score": 0,
    "domain_rank": 25065,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4b429347e7e80906928c7b29812f1be59398dda7",
  "url": "https://americanmilitarynews.com/2024/03/vietnam-veteran-larry-liss-of-birchrunville-receives-silver-star",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Bill Rettew - Daily Local News",
  "published": "2024-03-09T12:59:00.000+02:00",
  "title": "Vietnam veteran Larry Liss of Birchrunville receives Silver Star | American Military News",
  "text": "Longtime Birchrunville resident Lawrence “Larry” Liss proudly accepted the Silver Star from Four Star General Daniel R. Hokanson in a moving ceremony at Valley Forge Military Academy and College Tuesday. Hokanson, the 29th Chief of the National Guard Bureau, said that the medal with a small silver star is an enduring symbol of achievement for gallantry in action and a testament to extraordinary heroism. According to the U.S. Department of Defense, the Silver Star is “the third-highest military combat decoration that can be awarded to a member of the United States Armed Forces.” It is awarded for gallantry in action: —While engaged in action against an enemy of the United States; —While engaged in military operations involving conflict with an opposing foreign force; or —While serving with friendly foreign forces engaged in an armed conflict against an opposing armed force in which the United States is not a belligerent party. —Actions that merit the Silver Star must be of such a high degree that they are above those required for all other U.S. combat decorations but do not merit award of the meet Medal of Honor or a Service Cross (Distinguished Service Cross, the Navy Cross, or the Air Force Cross). U.S. Rep. and retired Airforce member Chrissy Houlahan worked for four years to secure the medal for retired U.S. Army member Liss through a “meticulous process.” U.S. Sen. Bob Casey also supported the honor as part of the process spearheaded by Liss’ brother Art. “Captain Larry M. Liss is a patriot whose bravery helped save the lives of more than 80 troops during the Vietnam War,” said Senator Casey. “I am proud to have worked with the Liss family and Representative Houlahan to ensure Captain Liss receives this high honor for his valor. Pennsylvania and our Nation owe him a debt of gratitude.” Houlahan, Hokanson and several others at the ceremony, said the award was long overdue and the honor was very richly deserved. Houlahan noted that Liss piloted helicopters for more than 650 combat missions and logged 4,500 flight hours in Vietnam. “On May 4, 1967, while stationed at Cua Song Be, Captain Liss learned that North Vietnamese soldiers were poised to overrun a U.S. special operations outpost with roughly 100 South Vietnamese soldiers and a small group of Green Berets,” reads the event program. Liss responded with an unarmed Huey helicopter and learned of a major problem. The action was occurring on a narrow road that was overgrown with trees and bamboo. “Risking his life, Captain Liss used the Huey rotor blades to cut through the dense thicket,” reads the program. The captain made several trips, saving more than 80 soldiers. When getting out of the copter to pull soldiers in, he returned rifle fire. “After multiple rescues, the Huey was almost rendered unable to fly, but (Liss) continued to disregard his own safety to save as many soldiers as possible,” reads the program. This mission is known as the Rescue at Ceu Song Be and for his actions Liss was awarded the Distinguished Flying Cross for Valor for his bravery and on Tuesday, the Silver Star Medal, which is the United States military’s third-highest decoration for valor in combat. The citation for the Distinguished Flying Cross that Liss received reads, in part: “Through the valiant efforts of Caption Liss, the Civilian Irregular Defense Group company was rescued and their casualties evacuated successfully. His exemplary professional skill and determination in the face of hostile fire and extreme danger to his own safety were instrumental in the successful accomplishment of the aircraft’s mission. Captain Liss’ extraordinary accomplishment was in keeping with the highest traditions of the military service and reflects great credit upon himself, II Field Force Vietnam and the United States Army.” The Silver Star was pinned on to the Captain’s chest by the general, where several other medals were also placed. Liss took the podium and talked about that fateful day in 1967, 56 years ago. “I don’t think anybody realizes what it means to be a helicopter pilot in combat,” he said. “You can’t hide in a helicopter. “You’re exposed and they hear you coming. You’re out there all alone.” Liss told how he witnessed 100 helicopter accidents and 40 to 50 times when awarding medals would have been warranted. At first, Liss worked with armor and M60 tanks, and then chose to attend flight school because he wanted to be allowed to enter the Officer’s Club. Rabbi Yosef Zarnighian gave the invocation and lauded the soldier for his “valor, courage and selfless heroism.” Colonel Stuart Helgeson celebrated Liss for his “duty, sacrifice, commitment, honor and extraordinary heroism.” The cadets with the Valley Forge Military Academy Marching Band presented the National Anthem and led the Closing Processional. Eighth grade student Justin Michael Abate said that he had never before seen a 4-star general. “He looked really cool,” Abate said. The cadet also said there was a big buildup prior to the ceremony to look good and for “everyone to be on their ‘A’ game.” Senior Turner Boyle is a Battalion Sgt. and is headed for West Point Military Academy. He said the ceremony was heart-touching and awe-inspiring. Houlahan noted afterwards what it was like to assist the vet. “Helping present Larry with the Silver Star has been a highlight of my time as a Congress member and veteran,” she said. “Let there be no doubt about what happened that fateful date 56 years ago — Larry went above and beyond the call of duty, and I’m thankful he finally received the recognition he deserves. “This recognition was not the end of a journey but the beginning of a legacy for the Liss family. I am especially thankful for Larry’s brother, Art, who never gave up hope that this day would come.” Casey sent a note. “Captain Larry M. Liss is a patriot whose bravery helped save the lives of more than 80 troops during the Vietnam War,” said Senator Casey. “I am proud to have worked with the Liss family and Representative Houlahan to ensure Captain Liss receives this high honor for his valor. “Pennsylvania and our nation owe him a debt of gratitude.” Other key attendees included: Representatives from Senator Casey and Senator Fetterman’s office, Chester County Commissioners Josh Maxwell and Marian Moskowitz, Pennsylvania Adjutant General, MG Mark Schindler, former Pennsylvania Adjutant General, MG Wesley Craig (RET), and National Commander of Jewish War Veterans of the USA, Col. Nelson Mellitz (Ret.). Larry Liss is a proud member of the Jewish War Veterans of the USA. ___ (c) 2024 Daily Local News Distributed by [Tribune Content Agency, LLC.](https://www.tribunecontentagency.com/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://tribunecontentagency.com/)",
    "https://www.tribunecontentagency.com/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "larry liss",
        "sentiment": "negative"
      },
      {
        "name": "lawrence “larry” liss",
        "sentiment": "neutral"
      },
      {
        "name": "daniel r. hokanson",
        "sentiment": "none"
      },
      {
        "name": "hokanson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "silver star",
        "sentiment": "negative"
      },
      {
        "name": "united states armed forces",
        "sentiment": "none"
      },
      {
        "name": "valley forge military academy and college",
        "sentiment": "none"
      },
      {
        "name": "national guard bureau",
        "sentiment": "none"
      },
      {
        "name": "u.s. department of defense",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "vietnam",
        "sentiment": "none"
      },
      {
        "name": "birchrunville",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-09T13:31:33.396+02:00",
  "updated": "2024-03-09T13:31:33.396+02:00"
}