{
  "thread": {
    "uuid": "0a26c698c18c7fba43f6e8c16fcf7902f194b7dc",
    "url": "https://www.world-today-news.com/bulgarias-acceptance-into-the-schengen-agreement-a-historic-step-forward/",
    "site_full": "www.world-today-news.com",
    "site": "world-today-news.com",
    "site_section": "https://www.world-today-news.com/feed",
    "site_categories": [],
    "section_title": "World Today News",
    "title": "Bulgaria’s Acceptance into the Schengen Agreement: A Historic Step Forward",
    "title_full": "Bulgaria’s Acceptance into the Schengen Agreement: A Historic Step Forward",
    "published": "2023-12-30T23:18:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cache2.24chasa.bg/Images/Cache/164/IMAGE_16727164_4000_0.jpg",
    "performance_score": 0,
    "domain_rank": 23026,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0a26c698c18c7fba43f6e8c16fcf7902f194b7dc",
  "url": "https://www.world-today-news.com/bulgarias-acceptance-into-the-schengen-agreement-a-historic-step-forward/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "world today news",
  "published": "2023-12-30T23:18:00.000+02:00",
  "title": "Bulgaria’s Acceptance into the Schengen Agreement: A Historic Step Forward",
  "text": "“I want to clearly say to all colleagues and analysts, as well as to our friends and like-minded people: There is no way that success can be presented as failure. Despite many efforts in this direction. Air Schengen is not “nothing”, the co-chairman of PP Kiril Petkov.\n“I understand that our political and geopolitical opponents are not particularly happy about the\nnews of Bulgaria’s acceptance into the Schengen Agreement.\nHowever, there are times when political and party interests must give way to national interests. And today is just such a day.\n– Bulgaria has been waiting for this moment for 12 years.\n– Air Schengen is “nothing” – ask the tens of thousands of Bulgarians who fill airports and airline planes, work in Europe, go home to their relatives for the holidays.\n– We will receive significant financial resources to strengthen the borders.\n– This decision will be an incentive for the Bulgarian border\npolice to work even better, it will be a blow to human traffickers.\n– There will be an increased presence of “Frontex” forces in guarding the border – this is solidarity and exchange of experience, and is an additional security guarantee.\n– We’re in the game. Bulgaria politically becomes a Schengen member, participates in all formats and negotiations, has the right of veto.\n– Our acceptance into Schengen for the air and sea borders was a matter of regained trust, a matter of security and a matter of European integration. Europe gives us what we deserve for all three.\nRead more: Joo Ho-young suggests veto power as the sole means to thwart the Grain Management Act and labels the Democratic Party's behavior as shameful.\n– We are still obliged to register and accept migrants – this is according to the Dublin Agreement – it is nothing new.\n–\nRussia, whose policy is to encourage migrants from the Middle East to Europe by any means, is now deploying all its media and institutional resources to portray Bulgaria’s success as a failure. For example, look at what is happening with Finland right now – they are closing their borders because Russia is bussing large groups of refugees. A few months ago, the same thing happened on the Polish-Belarusian border.\nI congratulate Nikolay Denkov and the entire government for the huge step forward,” Petkov also wrote.\n2023-12-30 19:43:00\n#Kiril #Petkov #Air #Schengen #success #presented #failure",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kiril petkov",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "bulgaria",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T23:24:24.925+02:00",
  "updated": "2023-12-30T23:24:24.925+02:00"
}