{
  "thread": {
    "uuid": "ed3cb8751770d60dda80fbd062705c46f492a3ab",
    "url": "https://www.prensa-latina.cu/2024/05/06/belarus-reitera-oferta-de-acoger-conversaciones-de-paz-para-ucrania",
    "site_full": "www.prensa-latina.cu",
    "site": "prensa-latina.cu",
    "site_section": "https://www.prensa-latina.cu/feed?rss-2",
    "site_categories": [
      "media"
    ],
    "section_title": "Noticias Prensa Latina",
    "title": "Belarús reitera oferta de acoger conversaciones de paz para Ucrania",
    "title_full": "Belarús reitera oferta de acoger conversaciones de paz para Ucrania",
    "published": "2024-05-06T09:37:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CU",
    "main_image": "https://www.prensa-latina.cu/wp-content/uploads/2021/04/soporte-news-pl.jpg",
    "performance_score": 0,
    "domain_rank": 20685,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ed3cb8751770d60dda80fbd062705c46f492a3ab",
  "url": "https://www.prensa-latina.cu/2024/05/06/belarus-reitera-oferta-de-acoger-conversaciones-de-paz-para-ucrania",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Germán Ferrás Álvarez",
  "published": "2024-05-06T09:37:00.000+03:00",
  "title": "Belarús reitera oferta de acoger conversaciones de paz para Ucrania",
  "text": "Siempre hemos mantenido abiertas las puertas para las conversaciones que, esperamos, contribuyan a restablecer la paz y cesar el derramamiento de sangre en Ucrania, dijo Aléinik, según publicó este lunes la agencia de noticias BelTA.\nAl mismo tiempo, el titular dijo que habría que confiar en la voluntad política de los dirigentes ucranianos, pues el pueblo de ese país aspira cada vez más a recuperar la paz y poner fin a las penurias que sufre en la actualidad. Hoy en día, todo está en manos de los políticos, apuntó.\nAléinik expresó la esperanza de que, tarde o temprano, se reanuden esas conversaciones en el formato correcto entre Rusia y Ucrania, y agregó que naturalmente se ven como parte de ese proceso porque es un conflicto que afecta a Belarús directamente.\nRusia desarrolla desde el 24 de febrero de 2022 una operación militar especial en Ucrania cuyos objetivos, según el presidente ruso, Vladímir Putin, son proteger a la población de «un genocidio» por parte de las actuales autoridades de Kiev.\nIgualmente se persigue atajar los riesgos de seguridad nacional que representa el avance de la Organización del Tratado del Atlántico Norte (OTAN) hacia el este.\nHasta la fecha, Ucrania ha condicionado el cese de las hostilidades a la recuperación de todos los territorios, incluida Crimea, que se unió a Rusia en marzo de 2014.\nSin embargo, en una entrevista con el canal de televisión CBS News a finales de marzo, el mandatario ucraniano supuso que Rusia estaría lista para el diálogo si Ucrania consiguiera volver a las fronteras previas al 24 de febrero de 2022.\nLa última ronda de conversaciones entre Moscú y Kiev para lograr un acuerdo de fin de las hostilidades, tuvo lugar el 29 de marzo de 2022 en la ciudad turca de Estambul, y desde entonces los países no han vuelto a retomarlas.\nPreviamente a las conversaciones de Estambul, las delegaciones de Rusia y Ucrania celebraron una serie de consultas en Belarús a fines de febrero y en las primeras fechas de marzo de 2022.\nEl conflicto de Ucrania, según el Kremlin, puede avanzar hacia una solución política siempre y cuando se tenga en cuenta la nueva realidad territorial y se cumplan las garantías de seguridad en las que insiste Moscú.\ngfa",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Politics",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-06T09:41:34.189+03:00",
  "updated": "2024-05-06T09:41:34.189+03:00"
}