{
  "thread": {
    "uuid": "38165a01c59116edf772d28ea93b9d2dd5896f4b",
    "url": "https://peru21.pe/espectaculos/engerbert-tapia-celebra-el-exito-de-su-tema-atrapados-en-dos-amores-cantante-peruano-musica-noticia/",
    "site_full": "peru21.pe",
    "site": "peru21.pe",
    "site_section": "https://peru21.pe/arcio/rss",
    "site_categories": [
      "media",
      "education",
      "business"
    ],
    "section_title": "Diario Perú21",
    "title": "Engerbert Tapia celebra el éxito de su tema ‘Atrapados en dos amores’",
    "title_full": "Engerbert Tapia celebra el éxito de su tema ‘Atrapados en dos amores’",
    "published": "2024-01-08T01:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PE",
    "main_image": "https://peru21.pe/resizer/dLRX69BMiY5gZpuue_Bx9XSD7Do=/980x528/smart/filters:format(jpeg):quality(75)/cloudfront-us-east-1.images.arcpublishing.com/elcomercio/5EJQWM4TWVGVFBSOWTQVVPLQ2I.jpg",
    "performance_score": 0,
    "domain_rank": 18623,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "38165a01c59116edf772d28ea93b9d2dd5896f4b",
  "url": "https://peru21.pe/espectaculos/engerbert-tapia-celebra-el-exito-de-su-tema-atrapados-en-dos-amores-cantante-peruano-musica-noticia/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción PERÚ21",
  "published": "2024-01-08T01:10:00.000+02:00",
  "title": "Engerbert Tapia celebra el éxito de su tema ‘Atrapados en dos amores’",
  "text": "Luego que sus canciones tuvieran gran acogida el 2023, el cantante nacional\nEngerbert Tapia viene preparando todo para lo que será el inicio de su recargada agenda este año en la que promete más producciones musicales.\nMIRA:\n[Tommy Portugal furioso con su hija tras acusarlo de no querer firmarla]\n“El 2023 fue un gran año para mí en general, como mi orquesta Engerbert Tapia y La Fama” tocamos en muchos locales a nivel Lima y provincias, además de realizar por primera vez una gira por varias ciudades en Europa, Estados Unidos, Argentina y Japón. Incluso, logramos participar en uno de los festivales más importantes a nivel internacional como fue el ‘Chim Pum Callao’. Por eso, en este 2024 se vienen grandes cosas y siempre con el apoyo de nuestro público”, manifestó Engerbert Tapia.\nAsimismo, el salsero también destacó el éxito que viene alcanzando su canción “Atrapados en dos amores”, tema con el cual alcanzó el éxito en las radios nacional y que sigue sumando miles de reproducciones en las diversas plataformas digitales.\n“Gracias a Dios la canción pegó bastante desde un inicio y ahora en todo un éxito en todas las radios, Además, el tema ya tiene más de 7 millones de reproducciones en YouTube y casi un millón de reproducciones en Spotify. Vamos por buen camino y muy pronto se vendrán más éxitos que serán del agrado de todos”, agregó.\nCabe precisar que Engerbert Tapia inició desde muy joven en la agrupación Joven Sensación, luego formó parte del grupo Clase Juvenil con su éxito ‘El baile del azúcar’. Posteriormente, decidió dar el gran paso como solista con su propia orquesta con mucho éxito a nivel nacional e internacional.\nREALIZA AYUDA SOCIAL\nNo solamente Engerbert se dedicar a mostrar su talento a través de la música, sino también con las diversas actividades de ayuda social que realizan en varias zonas de nuestra capital, demostrando que siempre tienen presente en su corazón a los más necesitados.\n“Nuestra ayudar va dirigida por lo general a varias casas hogares y zonas en extrema pobreza. Hace poco logramos operar a un pequeño niño que tenía un tumor, gracias al apoyo de muchas personas y con el cual seguiremos apoyando a la gente en todo lo que se pueda”, dijo.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T01:21:28.738+02:00",
  "updated": "2024-01-08T01:21:28.738+02:00"
}