{
  "thread": {
    "uuid": "b3dbe79974977355911add416637dbe89f6452fb",
    "url": "https://www.razon.com.mx/virales/nino-se-convierte-en-primer-jugador-en-pasar-tetris-tras-40-anos-de-lanzamiento-559874",
    "site_full": "www.razon.com.mx",
    "site": "razon.com.mx",
    "site_section": "http://www.razon.com.mx/rss/feed.xml",
    "site_categories": [
      "travel",
      "mexico_and_central_america"
    ],
    "section_title": "La Razón de México | Noticias e información en tiempo real.",
    "title": "Niño se convierte en el primer jugador en pasar el Tetris, a 40 años de su lanzamiento",
    "title_full": "Niño se convierte en el primer jugador en pasar el Tetris, a 40 años de su lanzamiento",
    "published": "2024-01-05T23:52:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://imagenes.razon.com.mx/files/og_thumbnail/uploads/2024/01/05/65987955a2976.jpeg",
    "performance_score": 0,
    "domain_rank": 40643,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b3dbe79974977355911add416637dbe89f6452fb",
  "url": "https://www.razon.com.mx/virales/nino-se-convierte-en-primer-jugador-en-pasar-tetris-tras-40-anos-de-lanzamiento-559874",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "laura.corona@razon.com.mx (Laura Almaraz)",
  "published": "2024-01-05T23:52:00.000+02:00",
  "title": "Niño se convierte en el primer jugador en pasar el Tetris, a 40 años de su lanzamiento",
  "text": "¡Sólo tiene 13 años! Niño se convierte en el primer jugador en pasar el Tetris, a 40 años de su lanzamiento Tuvieron que pasar cuatro décadas para que un pequeño de trece años se convirtiera en el primer humano conocido en vencer al Tetris Willis Gibson. Grábate bien el nombre de este niño de 13 años que con un \"me voy a desmayar, no siento mis dedos\", se convirtió en el primer humano en ganar el Tetris, luego de 40 años de haberse lanzado el histórico juego y que nadie creyera posible pasar del nivel 29. Este pequeño hizo historia y únicamente provocó que al llegar nada más y nada menos que al nivel 157, Tetris se bloqueara. Su hazaña ya le está dando la vuelta al mundo y nosotros aquí te la contamos, pues si ya era increíble que completara el juego que nadie pudo a lo largo de 40 años, debemos decirte que lo logró en tan sólo 38 minutos. Willis Gibson, un pequeño gigante del Tetris Tetris fue creado en la década de los 80 por el ingeniero soviético Alexey Pajitnov y ganó popularidad luego de su debut en Nintendo y en la consola Game Boy a partir del año 1989. Desde esa fecha, nadie había llegado más allá del nivel 29, de acuerdo a lo que documentan los récords que fueron expuestos por la BBC de Londres. Willis Gibson juega desde los once años y ha competido en varios torneos, aunque lo que logró recientemente le ha dado esa visibilidad que quería desde que fundó su canal de YouTube, en donde se hace llamar \"Blue Scuti\". En declaraciones retomadas por el medio británico, Willis dice que cuando comenzó \"a jugar este juego, nunca esperé vencerlo o que se bloqueara\". Justo cuando llegó al nivel 157, el Tetris se bloqueó y consiguió lo que nadie: ser el primer humano conocido en ganar el Tetris, pero no sólo eso, hacerlo en un tiempo de 38 minutos, con una marca de puntos general y romper otros tres récords mundiales del Tetris. Ya hasta quieren derrotarlo La competitividad siempre es buena. Saber que alguien es mejor que tú en algo, debería ser cuestión de inspiración para competir contra ti mismo y, de paso, ser el primer lugar porque, en efecto, se vale la competencia para ser igual o mejor que Willis Gibson. De acuerdo a las propias palabras de este pequeño, otros jugadores han intentado batir el récord de este niño de 13 años y aunque muchos han documentado en redes sociales sus intentos, ninguno ha conseguido llegar tan lejos como él. El que persevera alcanza, les decimos. Felicidades a Willis Gibson y suerte a quienes intentan conseguir lo que nadie, hasta que llegó él, consiguió: ser el primero en ganar el Tetris. [Únete a nuestro canal de WhatsApp.](https://www.whatsapp.com/channel/0029Va4honc30LKY9Z0wAT1u) En La Razón enviamos a tu celular lo más importante de México y el mundo, recuerda que una persona informada siempre tiene La Razón. - ['La esposa muda del CEO': ¿El dorama se podrá ver en Netflix?](/entretenimiento/esposa-muda-ceo-podra-ver-netflix-559725) - [¿Cómo ver los capítulos completos y gratis del dorama 'La esposa muda del CEO'?](/entretenimiento/ver-capitulos-completos-gratis-dorama-esposa-muda-ceo-559475) - [¿'Cásate con mi esposo' está en Netflix? Te decimos donde ver GRATIS el kdrama](/entretenimiento/casate-mi-esposo-netflix-decimos-ver-gratis-kdrama-559355) - [Anuncian segunda etapa de registro para Mujeres con Bienestar en Edomex: ¿Cuándo es?](/estados/anuncian-segunda-etapa-registro-mujeres-con-bienestar-edomex-cuando-es-556899) - [¿Quién es la mamá de Peso Pluma y a qué se dedica?](/entretenimiento/mama-peso-pluma-dedica-559146)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Science and Technology",
    "Human Interest"
  ],
  "external_links": [
    "https://www.whatsapp.com/channel/0029Va4honc30LKY9Z0wAT1u",
    "https://whatsapp.com/channel/0029Va4honc30LKY9Z0wAT1u"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:22:19.186+02:00",
  "updated": "2024-01-08T03:17:39.945+02:00"
}