{
  "thread": {
    "uuid": "92617200d20bf7b5ee42bc185da0459c5c9e771f",
    "url": "https://hackspirit.com/signs-youve-mastered-the-art-of-being-a-genuinely-good-person/",
    "site_full": "hackspirit.com",
    "site": "hackspirit.com",
    "site_section": "https://hackspirit.com/feed",
    "site_categories": [
      "religion",
      "buddhism"
    ],
    "section_title": "Hack Spirit",
    "title": "11 signs you’ve mastered the art of being a genuinely good person",
    "title_full": "11 signs you’ve mastered the art of being a genuinely good person",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://hackspirit.com/wp-content/uploads/2023/12/signs-youve-mastered-the-art-of-being-a-genuinely-good-person-1024x538.png",
    "performance_score": 0,
    "domain_rank": 14834,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "92617200d20bf7b5ee42bc185da0459c5c9e771f",
  "url": "https://hackspirit.com/signs-youve-mastered-the-art-of-being-a-genuinely-good-person/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Paul Brian",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "11 signs you’ve mastered the art of being a genuinely good person",
  "text": "Being a genuinely good person is what we all want, right?\nReligions and spiritual teachings urge us to purify our desires, help others and face our shadow.\nWhy?\nTo be better – to be good!\nYet how close are you to being a truly beneficent and “good” individual, and what does it really mean?\nHere’s the low-down on what it means to be a good person and what the point of it all is (see: conclusion!)\n1) You wear no masks\nMasks aren’t just items people wore on their faces during the pandemic.\nThey’re also a metaphorical term for the ways in which we hide who we really are in many ways.\nWe’re all invited to wear masks by society:\nWe cling to our name, our job, our wealth or our special skills and status in order to feel secure and sometimes in order to feel superior.\n“You do know I have a Ph. D. in history and I am Dr. Harvey H. Worthington, right? Your opinion really means nothing compared to mine.”\nAnd so on…\nAs Bob Dylan memorably put it:\n“All I can do is be me, whoever that is.”\n2) You care about others\nBeing a good person means\nyou care about others.\nYou care because it’s who you are and because you feel empathy deep in your bones, not because it’s popular to care or you want to look great to others.\nYou don’t just give to charity a couple times a year and then pat yourself on the back as you go to your job for a large oil company:\nYou care for real, and you’re aware of your own imperfection and willing to admit that you often fall short.\nBut you do care. And you’re willing to commit your time and energy for the right cause.\n3) You’re kind to people\nTo the best of your ability, you’re kind to people around you including strangers.\nYou’re respectful and real with people, and you do your best to be patient even with folks who are frustrating or seem shifty and hard to trust.\nPart of being good is that you don’t judge people in black or white. You see that many people who behave badly and are full of negative behaviors have a lot in common with you.\nIn your own desire to\nbecome a better person you’ve brushed across all the same difficulties as those who have become a worse person, and you still succumb to being selfish and mean-spirited at times just as others do.\nAs writer Pradip Bendkule notes:\n“The irony of being a good person is that you understand a bad person very well.”\n4) You’re humble and modest\nThis ties into the previous point, because you genuinely don’t think you’re a particularly great person.\nYou want to learn more about yourself and improve how you relate to others in the world.\nYou want to love yourself more and love others.\nBut you don’t think you’re anything special. You really don’t. You just want to do what you can.\n5) You’re giving and generous\nGenerosity is a powerful choice to make in life.\nThose who make an effort to be generous with their time, energy, resources and affection are not doing so by magic.\nThey’re making a conscious choice to wake up and give instead of wake up and take.\nIf you’ve become a generous person and make a real effort to continue being generous, you’ve mastered the art of being a good person.\nYou’re not doing it for rewards or recognition, in fact you’d rather nobody knows. But you genuinely like being an asset for others and in the way you interact with the world.\n6) You tell the truth even if it’s inconvenient\nThe truth is easy to tell when there’s no consequence.\nBut what about when telling the truth leads to being ostracized or even suffering negative consequences at your job or in your relationship?\nWhat if the truth ends up outwardly harming your life?\nA truly good person doesn’t accept wiggle room around the truth. If everyone is saying two men can have a baby and that’s considered the politically correct position, you’re not just going to nod and agree if you don’t agree.\nIt may be much easier to agree and be thought a good person, but you’d rather tell the truth.\n“A truly good person will speak truth, act with truth, and stand for Truth,” notes American writer and philosopher Suzy Kassem.\n7) You don’t hold grudges and vendettas\nBeing a genuinely good person means you’ve gotten over your own narrow self-interest.\nYou still feel all the regular emotional reactions and shortcomings of any person, but you don’t impulsively respond to them.\nThis includes not holding grudges or pursuing vendettas.\nThose who did you wrong in the past may have hurt you badly, but your time and energy isn’t dedicated to getting back at them.\nYou’re\nchasing your dreams, not chasing revenge.\n8) You align your actions with your values\nGenuinely good people are more about action than talk.\nIf that sounds like you, then you have this instinct deep inside to actually do things instead of just talking about them or theorizing.\nYou want to help and be valuable. You take risks and step out of your comfort zone to understand others and be of benefit.\nYou are willing to step out of line and be the one facing the heat if that’s what it takes to do the right thing.\nYou’re even willing for people to think you are the bad one if it means doing what you know deep in your heart is the right thing.\nAs South African author and social critic Mokokoma Mokhonoana aptly observed:\n“Some people are kept righteous by their not being courageous.”\n9) You want to have a positive influence on others\nYou seek to have a positive influence on others and actively want to guide people in the right direction.\nYou give advice when possible but also know that advice only goes so far.\nOf much greater use, in many cases, is\nactively listening to others, respecting their boundaries and being a true friend.\nYou’re not trying to prove anything. But you are trying to be a light to others in a dark world.\n“Goodness is a bright flame within you. Use it to light up the world,” advises author Frank Sonnenberg.\n10) You’re grateful for your blessings and don’t envy others\nEnvy is easy to fall prey to and we all do at times.\nBut more and more you find yourself feeling grateful and noting your blessings.\nYou’re not posting about it on Instagram or doing it for clout. You’re just genuinely feeling the blessing of being alive, of being able to love and eat and create.\nYou’re in love with life and you feel happy when others succeed instead of feeling a sense of lack or missing out.\nAs legendary Bulgarian philosopher and mystic Omraam Mikhaël Aïvanhov\nsaid:\n“The humble man is a valley irrigated by the water that descends from the mountains to fertilize the plains; he receives the strength that flows from the mountain and then lives in abundance.”\n11) You genuinely respect the boundaries of other people\nIt can be hard to accept the boundaries of others when your needs aren’t being met, when you feel lonely or when you don’t agree with their boundaries.\nBut a big sign that you’re growing into a good person is that you’re able to accept other people’s limits even when you don’t agree with them.\nA trivial example would be somebody’s diet you find excessive but respect because it’s important to them.\nA more serious example would be respecting the religious beliefs or political views of somebody you strongly disagree with on the issue but who you know is a good person at heart.\nThe secret of being a good person\nThe secret to being a good person is to stop trying. None of us are perfect, and none of us have fully pure or “clean” hearts.\nWe’re all a bit conflicted. We all get tired, annoyed, impatient, at times…\nBut being a truly good person means letting the ideal of being a good person go and focusing instead on what you really do with your time and in how you treat others.\nIt means focusing on\nself-awareness and emotional intelligence as you take the beginning steps to true empathy and consideration for others.\nBeing a good person isn’t ultimately the point, but doing good deeds and learning to care for ourselves and each other is the point.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [
    "https://webmd.com/balance/features/how-to-be-more-generous",
    "https://www.webmd.com/balance/features/how-to-be-more-generous",
    "https://www.facebook.com/photo/?fbid=10224384744678595&set=a.10220555885919519",
    "https://psychcentral.com/relationships/how-to-respect-other-peoples-boundaries",
    "https://www.facebook.com/photo/",
    "https://www.psychcentral.com/relationships/how-to-respect-other-peoples-boundaries",
    "https://facebook.com/photo/?fbid=10224384744678595&set=a.10220555885919519"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bob dylan",
        "sentiment": "none"
      },
      {
        "name": "harvey h. worthington",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T02:01:38.578+02:00",
  "updated": "2023-12-29T02:01:38.578+02:00"
}