{
  "thread": {
    "uuid": "e7c7c8edc62a2b864f417aba0174d5f8798b82e5",
    "url": "https://ottawa.ctvnews.ca/ottawa-skiiers-embracing-the-last-warm-days-before-cold-spell-1.6708307",
    "site_full": "ottawa.ctvnews.ca",
    "site": "ctvnews.ca",
    "site_section": "https://ottawa.ctvnews.ca",
    "site_categories": [
      "media"
    ],
    "section_title": "Ottawa News | Local Breaking | CTV News Ottawa ",
    "title": "Ottawa weather: Skiiers embracing the last warm days before cold spell | CTV News",
    "title_full": "Ottawa weather: Skiiers embracing the last warm days before cold spell | CTV News",
    "published": "2024-01-02T23:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.ctvnews.ca/content/dam/ctvnews/en/images/2024/1/2/pakenham-skiing-1-6708311-1704237621939.jpg",
    "performance_score": 0,
    "domain_rank": 981,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e7c7c8edc62a2b864f417aba0174d5f8798b82e5",
  "url": "https://ottawa.ctvnews.ca/ottawa-skiiers-embracing-the-last-warm-days-before-cold-spell-1.6708307",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@ctvottawa",
  "published": "2024-01-02T23:30:00.000+02:00",
  "title": "Ottawa weather: Skiiers embracing the last warm days before cold spell | CTV News",
  "text": "[Skip to main content](#main) Ottawa skiiers embracing the last warm days before cold spell Despite the sunny and mild weather, impending cold on the horizon is prompting many skiiers to make the most out of the remaining warm days of winter. Environment Canada says colder temperatures will come to the capital as soon as Thursday, with a high of minus 9 C predicted and a 60 per cent chance of snow. It was a busy day at Mount Pakenham Ski Resort, about 60 kilometres west of Ottawa, where skiers like Jennifer Elgar were taking in the sunshine on the slopes. \"We find Pakenham does a great job with the snow conditions and you wouldn't even know that there's been mild temperatures this week,\" said Elgar. \"We're really looking forward to more snow to come because they’ll be opening up more routes.\" Despite the unusually warm weather, part of Mount Pakenham has been open since early December. Even six-year-old Clare Elgar is eager for winter's arrival. \"I get to go down lots of hills,\" said Clare. Mount Pakenham has been working tirelessly to produce artificial snow daily and combating the warm temperatures, which are expected to drop in the coming weeks. \"We’re at 100 per cent manmade snow at this point. Mother Nature hasn't cooperated too much, but the conditions that we have to offer are really good,” said Andrew Burns, Mount Pakenham's director of operations. \"We've been making snow and when they get here, they're going to be pleasantly surprised.\" Environment Canada says the coldest months of the year are fast approaching, hopefully giving the Rideau Canal Skateway a chance to avoid a repeat of last season, when it was unable to open. \"The coldest months are January and February. I'm confident that you'll see some skating on the Rideau,” says David Phillips, Environment Canada's senior climatologist. “It may be a very short season, but I believe that there will be enough cold. I just can't believe that you'd be shut out two years in a row.\" Season pass holders at Pakenham say they are ready for whatever weather is ahead. Veteran skier Brad O’Neil visits the resort more than 70 times a season and says he’ll be out here even when it’s minus 30 C. \"Yeah, absolutely. Just put layers on,\" says O’Neil. Even 75-year-old Allan Meadows remains undeterred by the cold. He says any skiing is good skiing. \"For us old diehards, we're out on the hill in any condition and we don't really care as long as we're turning our skis,\" said Meadows. [Shopping Trends](https://www.ctvnews.ca/shopping.html) The Shopping Trends team is independent of the journalists at CTV News. We may earn a commission when you use our links to shop. [Read about us.](https://www.ctvnews.ca/shopping/about-us.html) [Ottawa Top Stories](https://ottawa.ctvnews.ca/) - - AMBER ALERT AMBER ALERT [Police in Montreal issue Amber Alert for missing 1-year-old](https://montreal.ctvnews.ca/police-in-montreal-issue-amber-alert-for-missing-1-year-old-1.6707926) - - - - - - CTVNews.ca Top Stories [Man fatally shot by Winnipeg police was international student, lawyer says](https://winnipeg.ctvnews.ca/man-fatally-shot-by-winnipeg-police-was-international-student-lawyer-says-1.6707998) The lawyer assisting the family of a man fatally shot by Winnipeg police on New Year's Eve has confirmed the man's identity. [Transat flight attendants reject tentative contract deal](https://montreal.ctvnews.ca/transat-flight-attendants-reject-tentative-contract-deal-1.6708300) Flight attendants at Air Transat have voted to reject a tentative deal with the Canadian leisure carrier. [Airbnb, Vrbo weigh in on the feds' proposed short-term rental changes aimed at improving access to housing](https://www.ctvnews.ca/politics/airbnb-vrbo-weigh-in-on-the-feds-proposed-short-term-rental-changes-aimed-at-improving-access-to-housing-1.6708092) With the federal government now accepting public and stakeholder feedback on their pledged incoming national crackdown on short-term rentals, major players in the market are hoping Ottawa considers the potential tourism and affordability impacts of the proposed tax changes. [Israeli strike in Lebanon kills senior Hamas official Saleh al-Arouri: security sources](https://www.ctvnews.ca/world/israeli-strike-in-lebanon-kills-senior-hamas-official-saleh-al-arouri-security-sources-1.6707662) Deputy Hamas chief Saleh al-Arouri was killed on Tuesday night in an Israeli drone strike on Beirut's southern suburbs of Dahiyeh, a stronghold of the allied Lebanese militant group Hezbollah, signalling the conflict between Hamas and Israel could be expanding to engulf more of the region. [Harvard president Claudine Gay resigns amid plagiarism claims, backlash from antisemitism testimony](https://www.ctvnews.ca/world/harvard-president-claudine-gay-resigns-amid-plagiarism-claims-backlash-from-antisemitism-testimony-1.6707902) Harvard University President Claudine Gay resigned Tuesday amid plagiarism accusations and criticism over testimony at a congressional hearing where she was unable to say unequivocally that calls on campus for the genocide of Jews would violate the school's conduct policy. AMBER ALERT [Police in Montreal issue Amber Alert for missing 1-year-old](https://montreal.ctvnews.ca/police-in-montreal-issue-amber-alert-for-missing-1-year-old-1.6707926) An Amber Alert has been issued for a one-year-old child missing from the Lachine borough in Montreal. Police are asking for the public's help in finding Zeynab Cherrabi El Alaoui, who has been missing since 9:25 a.m. Tuesday from a home on Louis Basile Pigeon St. [Tim Hortons reveals which three doughnuts will join Dutchie in returning to menu](https://www.ctvnews.ca/business/tim-hortons-reveals-which-three-doughnuts-will-join-dutchie-in-returning-to-menu-1.6707731) Tim Hortons has revealed which three retro doughnuts will join the Dutchie in returning to its menu next week. [Canadian couple lives on cruise ships — with no plans to return to land](https://www.ctvnews.ca/lifestyle/canadian-couple-lives-on-cruise-ships-with-no-plans-to-return-to-land-1.6693669) With 75 countries and territories visited, a retired Canadian couple is making the most of life as they cruise full-time, from coast to coast. They're part of a growing trend of people opting to retire at sea. [Planes catch fire after a collision at Japan's Haneda airport, killing 5. Hundreds evacuated safely](https://www.ctvnews.ca/world/planes-catch-fire-after-a-collision-at-japan-s-haneda-airport-killing-5-hundreds-evacuated-safely-1.6707248) A passenger plane and a Japanese coast guard aircraft collided on the runway at Tokyo's Haneda Airport on Tuesday and burst into flames. Transport Minister Tetsuo Saito confirmed that all 379 occupants of Japan Airlines flight JAL-516 got out safely before the plane was entirely engulfed in flames. [Atlantic](https://atlantic.ctvnews.ca/) - ['We'll never know': N.S. wildfire victim grateful for new home, says unanswered questions remain](https://atlantic.ctvnews.ca/we-ll-never-know-n-s-wildfire-victim-grateful-for-new-home-says-unanswered-questions-remain-1.6708153) Although grateful to be back in their neighbourhoods again, some Nova Scotia wildfire victims are questioning the end of the RCMP investigation into what caused the massive fires. - [2 N.B. men to learn if they will be tried again after 1984 murder convictions quashed](https://atlantic.ctvnews.ca/more/2-n-b-men-to-learn-if-they-will-be-tried-again-after-1984-murder-convictions-quashed-1.6708233) An advocate for the wrongfully accused says it's possible justice will never be done in a 1983 murder, after the convictions of two New Brunswick men were recently overturned and they wait to learn whether they will be tried again. - [2024 shaping up to be a costly year for Maritimers](https://atlantic.ctvnews.ca/2024-shaping-up-to-be-a-costly-year-for-maritimers-1.6708045) The year 2024 brings tax hikes and rate increases for Maritimers. [Toronto](https://toronto.ctvnews.ca/) - [10 passengers injured after transit bus drives into oncoming traffic, crashes into ditch near Mississauga-Toronto border](https://toronto.ctvnews.ca/10-passengers-injured-after-transit-bus-drives-into-oncoming-traffic-crashes-into-ditch-near-mississauga-toronto-border-1.6707762) Ten passengers are injured after a Mississauga transit bus drove into oncoming traffic on a Toronto highway, collided with a vehicle and crashed into a ditch Tuesday morning. - [Fight onboard Toronto subway sparked delays, mass crowding at Union Station on New Year's Eve](https://toronto.ctvnews.ca/fight-onboard-toronto-subway-sparked-delays-mass-crowding-at-union-station-on-new-year-s-eve-1.6707687) A fight onboard a subway train in Toronto on New Year’s Eve sparked a series of transit delays that led to mass crowding at Union Station, the Toronto Transit Commission (TTC) said in a statement. - [E-bike fire on TTC subway was 'rapid and intense,' Toronto Fire says. Here's how it erupted](https://toronto.ctvnews.ca/e-bike-fire-on-ttc-subway-was-rapid-and-intense-toronto-fire-says-here-s-how-it-erupted-1.6708128) A fire engulfed a subway train in Toronto Sunday afternoon and Toronto Fire says it is due to the failure of a lithium ion battery pack used in an electric bike. [Montreal](https://montreal.ctvnews.ca/) - AMBER ALERT AMBER ALERT [Police in Montreal issue Amber Alert for missing 1-year-old](https://montreal.ctvnews.ca/police-in-montreal-issue-amber-alert-for-missing-1-year-old-1.6707926) An Amber Alert has been issued for a one-year-old child missing from the Lachine borough in Montreal. Police are asking for the public's help in finding Zeynab Cherrabi El Alaoui, who has been missing since 9:25 a.m. Tuesday from a home on Louis Basile Pigeon St. - [Montreal soup kitchen may have to stop feeding homeless for first time since 1877](https://montreal.ctvnews.ca/montreal-soup-kitchen-may-have-to-stop-feeding-homeless-for-first-time-since-1877-1.6708007) Montreal's oldest organization serving people without housing says it can no longer afford to serve meals on weekends. - [Pizza perfection: Montreal brothers bring a slice of Italy to Lachine](https://montreal.ctvnews.ca/pizza-perfection-montreal-brothers-bring-a-slice-of-italy-to-lachine-1.6708187) Anyone can order a pizza, but to create a high-quality, authentic pie takes passion and skill -- two things the Melozzi brothers bring to the kitchen. [Northern Ontario](https://northernontario.ctvnews.ca/) - [Canadian couple lives on cruise ships — with no plans to return to land](https://www.ctvnews.ca/lifestyle/canadian-couple-lives-on-cruise-ships-with-no-plans-to-return-to-land-1.6693669) With 75 countries and territories visited, a retired Canadian couple is making the most of life as they cruise full-time, from coast to coast. They're part of a growing trend of people opting to retire at sea. - [Test drive turns into stunt driving charges for Sudbury suspect](https://northernontario.ctvnews.ca/test-drive-turns-into-stunt-driving-charges-for-sudbury-suspect-1.6708076) A young person in Sudbury who took a vehicle out for a test drive on Regent Street on Tuesday has been charged with stunt driving. - [Police watchdog called in after person in custody dies during domestic violence investigation in Sudbury](https://northernontario.ctvnews.ca/police-watchdog-called-in-after-person-in-custody-dies-during-domestic-violence-investigation-in-sudbury-1.6708013) The Special Investigations Unit has been called in after a suspect died Tuesday morning in Sudbury when police responded to an intimate partner violence call. [London](https://london.ctvnews.ca/) - ['Tough start to the New Year': 17-year-old driver charged after travelling 176 km/h on Highway 401](https://london.ctvnews.ca/tough-start-to-the-new-year-17-year-old-driver-charged-after-travelling-176-km-h-on-highway-401-1.6708449) It’ll be a very expensive lesson for one teenaged driver after Middlesex County OPP clocked them allegedly travelling 176 km/h on Highway 401 on New Years Day. - [London man charged after obtaining sexual services, sexually assaulting woman](https://london.ctvnews.ca/london-man-charged-after-obtaining-sexual-services-sexually-assaulting-woman-1.6708081) A 42-year-old man is facing charges after he allegedly met with a woman at a south London, Ont. hotel and sexually assaulted her after demanding services she did not consent to. - ['It’s been a long journey': New hotel opens its doors in St. Thomas, Ont. after years of delays](https://london.ctvnews.ca/it-s-been-a-long-journey-new-hotel-opens-its-doors-in-st-thomas-ont-after-years-of-delays-1.6708302) The second major chain hotel in St. Thomas is now open for business. After a soft opening on Dec. 28, 2023, the Holiday Inn and Suites opened its doors, nearly four years after the initial announcement in 2019. [Winnipeg](https://winnipeg.ctvnews.ca/) - [Man fatally shot by Winnipeg police was international student, lawyer says](https://winnipeg.ctvnews.ca/man-fatally-shot-by-winnipeg-police-was-international-student-lawyer-says-1.6707998) The lawyer assisting the family of a man fatally shot by Winnipeg police on New Year's Eve has confirmed the man's identity. - [Winnipeg man arrested after toddler ingests fentanyl](https://winnipeg.ctvnews.ca/winnipeg-man-arrested-after-toddler-ingests-fentanyl-1.6707868) A Winnipeg man has been arrested after a young child inadvertently ingested fentanyl at a home in the city. - [Gas tax suspended in Manitoba](https://winnipeg.ctvnews.ca/gas-tax-suspended-in-manitoba-1.6707616) The Manitoba government is putting a pause on the gas tax to help give motorists a break at the pumps. [Kitchener](https://kitchener.ctvnews.ca/) - WATCH WATCH [Video shows pickup being stolen from Kitchener driveway](https://kitchener.ctvnews.ca/video-shows-pickup-being-stolen-from-kitchener-driveway-1.6708204) A Kitchener man is sharing security footage of a vehicle theft in his neighbourhood in hopes of preventing similar incidents. - [Last tent gone from Roos Island](https://kitchener.ctvnews.ca/last-tent-gone-from-roos-island-1.6707753) For the first time in more than a year, Roos Island in Kitchener’s Victoria Park is empty. - [Police investigating Kitchener and North Dumfries break-ins](https://kitchener.ctvnews.ca/police-investigating-kitchener-and-north-dumfries-break-ins-1.6708346) Police are asking homeowners to take extra precautions after six break-ins were reported in Kitchener and North Dumfries over the last month. [Calgary](https://calgary.ctvnews.ca/) - [Calgary man wanted on Canada-wide warrant](https://calgary.ctvnews.ca/calgary-man-wanted-on-canada-wide-warrant-1.6708071) Police are looking for a Calgary man who they say missed a court appearance for several charges connected to the sexual abuse of a child. - [Man wanted in Calgary kidnapping, robbery arrested in Edmonton; police hunt for two more suspects](https://calgary.ctvnews.ca/man-wanted-in-calgary-kidnapping-robbery-arrested-in-edmonton-police-hunt-for-two-more-suspects-1.6708275) One of three suspects in a September 2021 kidnapping and robbery in Calgary was arrested by police in Edmonton on New Year's Day. - [Calgary's 5 most expensive homes for sale right now](https://calgary.ctvnews.ca/calgary-s-5-most-expensive-homes-for-sale-right-now-1.6708098) The 5 priciest homes for sale in Calgary. [Saskatoon](https://saskatoon.ctvnews.ca/) - [New year means new fees for Saskatoon residents](https://saskatoon.ctvnews.ca/new-year-means-new-fees-for-saskatoon-residents-1.6707981) A new year is bringing plenty of new fees and costs for Saskatoon taxpayers. - [Saskatoon residents urged to use caution around the Costco Coyote](https://saskatoon.ctvnews.ca/saskatoon-residents-urged-to-use-caution-around-the-costco-coyote-1.6708407) Wildlife experts say the mild weather is keeping coyotes around, and they’re reminding people to be careful. - [Saskatoon garage fire could be arson, investigator says](https://saskatoon.ctvnews.ca/saskatoon-garage-fire-could-be-arson-investigator-says-1.6708281) A Saskatoon fire investigator says a blaze that scorched the side of a garage in a Mount Royal alleyway was suspicious in nature. [Edmonton](https://edmonton.ctvnews.ca/) - [Edmonton new-home arsons linked to extortion scheme: sources](https://edmonton.ctvnews.ca/edmonton-new-home-arsons-linked-to-extortion-scheme-sources-1.6708428) Brand new, unoccupied homes have been going up in flames all over Edmonton, and sources tell CTV News Edmonton the fires are related to an extortion scheme. - [Edmonton New Year's Eve stabbing victim in critical condition asks for public financial help](https://edmonton.ctvnews.ca/edmonton-new-year-s-eve-stabbing-victim-in-critical-condition-asks-for-public-financial-help-1.6708401) The sister of one of the men stabbed in central Edmonton on New Year's Eve said Tuesday he's going to recover but is seeking help to provide for his family. - [Dennis Edney, lawyer for former Guantanamo Bay detainee Omar Khadr, dead at 77](https://edmonton.ctvnews.ca/dennis-edney-lawyer-for-former-guantanamo-bay-detainee-omar-khadr-dead-at-77-1.6708439) Dennis Edney, a lawyer who played a critical role in the release of former Guantanamo Bay prisoner Omar Khadr, has died at 77. [Vancouver](https://bc.ctvnews.ca/) - [1 seriously injured in Surrey shooting](https://bc.ctvnews.ca/1-seriously-injured-in-surrey-shooting-1.6708313) A 19-year-old man was shot in a vehicle in Surrey Monday night and taken to hospital with serious injuries, according to authorities. - [Experts eye interest rate in 2024 as assessed property values stabilize in B.C.](https://bc.ctvnews.ca/experts-eye-interest-rate-in-2024-as-assessed-property-values-stabilize-in-b-c-1.6708425) The latest housing assessment figures in British Columbia show residential property markets softening across the province, but analysts say it may not bode well for affordability in the coming year. - [Do you recognize these items? Burnaby RCMP seek rightful owner](https://bc.ctvnews.ca/do-you-recognize-these-items-burnaby-rcmp-seek-rightful-owner-1.6708358) Mounties in Burnaby are trying to reunite a box filled with \"sentimental keepsakes\" with its rightful owner. [Regina](https://regina.ctvnews.ca/) - [Regina traffic stops for burned-out lights lead to sexual assault arrest, drug seizure](https://regina.ctvnews.ca/regina-traffic-stops-for-burned-out-lights-lead-to-sexual-assault-arrest-drug-seizure-1.6707885) What started as separate stops for burned-out tail lights led to arrests for drug trafficking and sexual assault. - [Sask. police say thieves used chains to drag away ATM full of cash](https://regina.ctvnews.ca/sask-police-say-thieves-used-chains-to-drag-away-atm-full-of-cash-1.6708106) RCMP say two people used a stolen truck and chains to steal an ATM machine full of cash from a business in Shaunavon, Sask. on Dec. 30. - NEW NEW ['He was the news department': Family and friends remember long time Regina news manager Frank Flegel](https://regina.ctvnews.ca/he-was-the-news-department-family-and-friends-remember-long-time-regina-news-manager-frank-flegel-1.6708417) A long-time Regina news manager who guided CKCK Television News throughout the 1970s and 80s has died.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Sport",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pakenham",
        "sentiment": "none"
      },
      {
        "name": "jennifer elgar",
        "sentiment": "none"
      },
      {
        "name": "clare elgar",
        "sentiment": "none"
      },
      {
        "name": "clare",
        "sentiment": "none"
      },
      {
        "name": "elgar",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "environment canada",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ottawa",
        "sentiment": "none"
      },
      {
        "name": "mount pakenham ski resort",
        "sentiment": "none"
      },
      {
        "name": "mount pakenham",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-03T02:58:07.022+02:00",
  "updated": "2024-01-03T02:58:07.022+02:00"
}