{
  "thread": {
    "uuid": "2fb7f29d1cc1b76ecca3589866210522e1ca805b",
    "url": "https://arbitrageandy.substack.com/p/getting-rich-af-on-meme-coins",
    "site_full": "arbitrageandy.substack.com",
    "site": "substack.com",
    "site_section": "https://substack.com/top/crypto",
    "site_categories": [
      "top_news"
    ],
    "section_title": "Best Crypto Newsletters on Substack",
    "title": "Getting Rich AF on Meme Coins - by Arbitrage Andy",
    "title_full": "Getting Rich AF on Meme Coins - by Arbitrage Andy",
    "published": "2024-04-11T17:13:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://substackcdn.com/image/fetch/w_1200,h_600,c_fill,f_jpg,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F25f7afaf-7200-4537-8eb6-49841b18e64d_759x449.png",
    "performance_score": 0,
    "domain_rank": 382,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2fb7f29d1cc1b76ecca3589866210522e1ca805b",
  "url": "https://arbitrageandy.substack.com/p/getting-rich-af-on-meme-coins",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Arbitrage Andy",
  "published": "2024-04-11T17:13:00.000+03:00",
  "title": "Getting Rich AF on Meme Coins - by Arbitrage Andy",
  "text": "If you had any remaining doubt about the utility of meme coins let me just step in here and say the utility is fat stacks of cash.\nJust this week I have made 5 ETH on APU, PEPE, and PACMOON.\nBut let’s set the scene for this madness, as many are still skeptical of the entire phenomena.\nBack in the day — say in the 60’s or 70’s or 80’s most people were well positioned to take on reasonable jobs and in reward, be able to afford a high quality of life in the United States.\nThe Boomers are the classic targets — drawing resentment from a large contingent of Millennial and Gen Zers who are struggling to achieve the same level of economic prosperity as their parents and grandparents.\nBoomers and others had the opportunity to take a job, invest into equity markets, buy homes, and accumulate assets that were exposed to the largest economic boom in history. Boomers are by far the richest generation.\nEven Gen X caught some great times economically. Back then the dollar was worth so much more.\nAs long as you invested in good companies or bought a decent home and just waited — you gained exposure to the largest economic booms on the face of the planet.\nNot to say older folks didn’t work hard — but everything was less saturated and chaotic.\nThere are people making $100 to $150K in major cities that may as well be poor.\nSubscribe The most robust and enduring periods of economic growth in the US occurred during three distinct time frames: from early 1961 to mid-1969, with a growth rate of 53% (5.1% annually); from mid-1991 to late 2000, with a growth rate of 43% (3.8% annually); and from late 1982 to mid-1990, with a growth rate of 37% (4% annually).\nOwning a home wasn’t some distant goal — it was relatively easy to do if you had a decent job. Home prices were lower, and there was less competition.\nBoomers and other generations have billions upon billions of assets in real estate, equities, bonds, metals, and businesses.\nFast forward to today — in the unclear post Covid 19 landscape of Fed money printing, a surging national debt number, high consumer costs, entrenched inflation, and a looming US Election. CPI increased 3.5% year over year last month marked by sticky supercore items. Not too long ago average 30-year fixed mortgage interest rates went from around 2.8% in winter of 2021 up to a 21-year high of 7.7% in October of 2023.\nInflation is entrenched and the Fed’s dream of a quick pivot after Covid is all but shot now. Hell another hike could be on the way.\nThe big sigh of relief folks want in markets and monetary policy just isn’t coming soon enough.\nSociety is getting more and more degenerate — people are gambling on meme coins of animals to try and make it big or transcend social classes. There aren’t a whole lot of ways faster to be honest. Homes are mostly unattainable for the average person — layoffs are increasing and high costs are hurting everyone except the wealthy who do not need to work for income. BowTied Bull has documented this phenomena and so have other high profile crypto influencers like Anthony Pompliano .\nYou could make the argument that this elevated interest in trading and investing really started during Covid 19 when the AMC/Gamestop frenzy began and everyone from your cab driver to your grandma were downloading Robinhood to get in on the action.\nThis degeneracy is sure to continue — as people look for new ways to supplement less effective day job pay and higher costs, they will inevitably turn to the new penny stock casino that is meme coins.\nShare\nAbout 39% of Americans are not contributing to any retirement fund and 30% believe they will never be able to retire comfortably, a recent MSN article says . Twenty-eight percent of Americans between the ages of 18 and 65 say they have nothing saved for retirement, according to the article (RepairDrivenNews).\nPeople don’t even have enough to live comfortably right now let alone in retirement. Factor in future inflation or currency devaluation?\nFuture is bleak.\nWhen crypto breaches new all time highs and the euphoria really sets in you’re going to see a mania like you never thought was possible. In crypto rising tides do truly lift all ships and meme coins will be no exception when BTC/ETH start to really run.\nCan you afford to not have SOME exposure to these explosive magical internet coins?\nThat decisions up to you.\nI vote no.\nIf you want an easy and straightforward exchange to buy your Ethereum or Solana on for trading meme coins you can use my Gemini code HERE.\nYou can get set up in 10-15 minutes.\nSome of The Top Meme Coins\nSo let’s talk specifics.\nBut first a disclaimer.\nAs I have stated many times before meme coins are simply a small piece of the equation for me. I have maybe 5% of my total crypto portfolio in the “meme” category. The majority of my stack is Bitcoin, Ethereum, Chainlink, Filecoin, and The Graph. For those of you who are new — I like to be completely transparent about my personal allocations.\nThe only new update to my portfolio is that I liquidated my 10,000 MATIC in order to throw some stacks at meme coins. MATIC wasn’t moving fast enough for me and I figure if I rip some quick wins on memes I can get back in for the longer term.\nBack to meme coins — DO NOT INVEST MORE THAN YOU CAN AFFORD TO LOSE.\nSubscribe I could lose all of my meme stacks and be fine — annoyed — but fine. Don’t go gambling your rent or savings you cannot afford to lose chasing green candles. The emotion you bring into it will ruin your judgement.\nThat being said — meme coins offer huge upside if you time them correctly. Even if you are a little late to the party you can ride the momentum and make a nice profit before a big correction or sell off. People are getting ridiculously wealthy off meme coins — you should simply view it like you would any gamble, except if you time meme coins right you have an edge.\nMeme coins are beginning to bleed into main street and Wall Street circles. Bowtied Night-owl of DeFi Education posted the following screenshots on Twitter this week during the peak of meme coin madness. Truth is — these types of insane gains are hard to ignore even if you do work in tradfi and think crypto is a scam or fad. I expect more and more critics to start getting into meme coins as the gains start to add up in the next few weeks.\nBelow are a list of the most talked about and trending meme coins. Let me be clear — I am not endorsing you to ape into these at current levels — some are up thousands or hundreds of percentages already.\nDo your own research (whatever that means for meme coins) and only invest what you could be okay losing. A couple high level pointers when investing in meme coins:\nKeep an eye on market cap — DOGE and SHIBA are former examples of how high some of these market caps can go (billions) but you can eyeball the math and get a sense for what multiple you might be able to make if you’re early enough. For example while the market cap of APU is unclear — it likely only has a 10-20x left. Any higher would be utter insanity (not impossible).\nLook for meme coins that have strong cultish followings or cultural significance — PEPE and Zyn are good examples. The stupider the better in meme coins. I won’t go down the rabbit hole of the insane and sometimes racist Solana meme coins that surfaced weeks ago but many of them ran hard for a week or two\nAlways have a rough exit plan — selling some on a double or higher is generally good advice — just know that oftentimes when you sell it’s too early. Inversely you could end up bag holding a worthless token if you time it wrong. This is gambling make no mistake.\nThe rule of buying ultra red days and selling euphoric green days is doubly important in meme coins. Don’t let FOMO or panic drive you into apeing in at the ultimate top. Don’t let local corrections scare you off of gems\nIf you copy the address listed below - DOUBLE CHECK that it is correct. Cannot emphasize this enough. When you’re dealing with meme coins there are plenty of knock offs and scams that will attempt to catch careless traders or apes by surprise. Always double check.\nShare\nThese are meme coins I think are worth considering either for local short term trades or for longer term holds as we look for a new ATH from both BTC and ETH.\nBODEN - Jeo Boden\nMarket Cap - $562,160,142\nSOL Address: 3psH1Mj1f7yUfaD5gh6Zj7epE8hhrMkMETgv5TshQA4o\nI missed BODEN but the way in which it ripped so fast should warn you of what could happen with other undervalued or fresh meme coins. Oftentimes the dumbest shit rips the hardest. It’s all about how culty the community is and how much control of price whales have.\nBoden was one of the early meme coins that took off after fanatical buyers aped into it. I remember seeing it at around a 50M market cap. Boden and similar Trump cryptos may do very well leading into the next election.\nWIF - dogwifhat\nMarket Cap - $3,532,571,870\nETH Address: 0xd1d2eb1b1e90b638588728b4130137d262c87cae\nAnother that I was simply too late too — WIF made many traders and investors who got in early pretty rich. After rejecting the $3.30 support level yesterday, WIF has surged past its 20-day exponential moving average (EMA) on the 4-hour chart, a bullish technical signal (Watcher Guru).\n$4.00 is the next level most people are hoping for.\nPAC - PACMOON\nMarket Cap - Unknown\nBlast Address: 0x5ffd9ebd27f2fcab044c0f0a26a45cb62fa29c06\nIf you read our paid posts (which I highly suggest doing) you are well aware of the Blast Airdrop coming up in May and all of the dApps (decentralized applications) that live in this ecosystem. There are countless ways to airdrop farm and make money — and I mean make literal free money. PAC is the community token of PACMOON.\nSubscribe Two airdrops have already happened and a third is scheduled for the end of April. If you want to participate and become eligible just go to the PACMOON website and check out the details for airdrop 3. You basically just post content. So far I have made 40,000 PAC for free and PAC is trading at $0.10 — so a literal free $4,000. I of course wasn’t happy with just he airdrop so I bought more and sit on a nice bag of about 110K PAC all of which I have staked on Wasabi to earn both yield AND points/gold that will increase my Blast allocation in May.\nPAC is in it’s true infancy but the community on District One and Twitter is insane. Highly suggest taking a look.\nPEPE - Pepe\nMarket Cap - $2,886,637,314\nETH Address: 0x6982508145454ce325ddbe47a25d4ec3d2311933\nPepe has always been a meme that I have loved online — be it on the depths of 4chan or on various business forums. I have always found PEPE memes to be hilarious and the fact they were controversial and banned from twitter at one point makes the joke even better. I am turned $5,000 into $15,000 with PEPE in a matter of days — for now I am holding this position for much higher.\nZYN - Zyncoin\nMarket Cap - $63,611,366\nETH Address: 0x58cb30368ceb2d194740b144eab4c2da8a917dcb\nI obviously love upper decky’s so when I came across Zyn Coin a few months ago I had to part ways with some of my ETH to get in on the action.\nThe project is innovating in some cool ways as well — touting an effort to allow investors to redeem actual Zyn cans for more shares in the project. Meme coins gain a large part of their potential pump power from cultural significance and awareness and if you work in finance or tech chances are you know about Zyn.\nI think I will back another upper decky and buy some more today.\nAPU -Apu Apustaja\nMarket Cap - Unclear\nETH Address: 0x594daad7d77592a2b97b725a7ad59d7e188b5bfa\nAPU is arguably one of the best options on this list. For those who aren’t familiar with the lord APU is the internet frog meme and the little brother of PEPE. There’s a competitive race between APU and PEPE on 4chan and Twitter. The communities are both fanatic. I hold both and think they’ll both turbo pump in the coming month or two. One check of twitter or other channels will show you just how psychotic and fanatic APU shills and traders are. There has been some massive whales accumulating this during the last several days.\nSubscribe\nSQUID - Squidward Coin\nMarket Cap - $2,350,000\nETH Address: 0xa1a92f15c24ad358c3a4d0a8ba4f7db18fbfab2f\nDon’t know much about this except for my brother having a position. Could be a solid low market cap pick. 4Chan is discussing the merit of picking SQUID over APU. Pay attention to blogs, 4Chan Biz channels, and twitter to get the latest sentiment check on some of these smaller coins.\nANDY - ANDY\nMarket cap - $46,000,000\nAddress - 0x68BbEd6A47194EFf1CF514B50Ea91895597fc91E\nAndy is not affiliated with Arbitrage Andy - it is the brother token of PEPE. With a smaller market cap this could be one to keep on eye on — today the chart looks solid with a pullback from local highs over the last week or so.\nIf you want some ideas of others to look into check out this list of the top performing meme coins from Coinmarketcap. The top ones as of now are listed below.\nIf you want to get fully up to speed on meme coins and the craze in markets right now check out the post below after today’s.\nMeme Coins & Crypto Liftoff Arbitrage Andy · Mar 5\nIf there was any remaining doubt that crypto is lifting off and is here to stay — it is gone. If there is one crypto post I put out that you should read — it’s this one. I am getting dozens and dozens of DMs on when to enter the market, what to buy, and what strategies to employ and the truth is, it’s a bit frustrating (though expected) given I have been covering this in Arb Letter for the better part of a year and a half.\nRead full story",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology",
    "Social Issue"
  ],
  "external_links": [
    "https://substack-post-media.s3.amazonaws.com/public/images/8589d7d3-fffb-409e-aaec-14f373d3edd3_1870x474.jpeg&quot;,&quot;srcNoWatermark&quot;:null,&quot;fullscreen&quot;:null,&quot;imageSize&quot;:null,&quot;height&quot;:369,&quot;width&quot;:1456,&quot;resizeWidth&quot;:null,&quot;bytes&quot;:180557,&quot;alt&quot;:null,&quot;title&quot;:null,&quot;type&quot;:&quot;image/jpeg&quot;,&quot;href&quot;:null,&quot;belowTheFold&quot;:true,&quot;topImage&quot;:false,&quot;internalRedirect&quot;:null}",
    "https://substackcdn.com/image/fetch/w_1456,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F8589d7d3-fffb-409e-aaec-14f373d3edd3_1870x474.jpeg",
    "https://substackcdn.com/image/fetch/w_1272,h_636,c_fill,f_webp,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F52d5bd17-6e88-42fa-9fb3-e797f13c2fdf_358x349.webp",
    "https://substackcdn.com/image/fetch/w_1272,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F04cc2cfe-4352-4f11-a1c3-7c29706b24c1_2048x796.jpeg",
    "https://open.spotify.com/track/1kscPB0ihPC3fHec5mAKQU&quot;,&quot;belowTheFold&quot;:false,&quot;noScroll&quot;:false}",
    "https://substackcdn.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F679183fd-5dc0-4037-8a96-b17081b37fe8_1290x1277.jpeg",
    "https://bucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com/public/images/bf576320-624e-403a-ac03-7b9d3c2042b1_300x168.jpeg&quot;,&quot;uuid&quot;:&quot;a64c2cd9-61ea-49c5-9d12-c93371c54fe8&quot;}",
    "https://substackcdn.com/image/fetch/w_1300,h_650,c_fill,f_webp,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F52d5bd17-6e88-42fa-9fb3-e797f13c2fdf_358x349.webp",
    "https://substackcdn.com/image/fetch/w_848,h_424,c_fill,f_auto,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F52d5bd17-6e88-42fa-9fb3-e797f13c2fdf_358x349.webp",
    "https://substack-post-media.s3.amazonaws.com/public/images/679183fd-5dc0-4037-8a96-b17081b37fe8_1290x1277.jpeg&quot;,&quot;srcNoWatermark&quot;:null,&quot;fullscreen&quot;:null,&quot;imageSize&quot;:null,&quot;height&quot;:1277,&quot;width&quot;:1290,&quot;resizeWidth&quot;:null,&quot;bytes&quot;:null,&quot;alt&quot;:&quot;Image&quot;,&quot;title&quot;:null,&quot;type&quot;:null,&quot;href&quot;:null,&quot;belowTheFold&quot;:true,&quot;topImage&quot;:false,&quot;internalRedirect&quot;:null}",
    "https://substackcdn.com/image/fetch/w_848,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F8589d7d3-fffb-409e-aaec-14f373d3edd3_1870x474.jpeg",
    "https://substackcdn.com/image/fetch/w_424,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F679183fd-5dc0-4037-8a96-b17081b37fe8_1290x1277.jpeg",
    "https://substackcdn.com/image/fetch/w_848,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F679183fd-5dc0-4037-8a96-b17081b37fe8_1290x1277.jpeg",
    "https://substackcdn.com/image/fetch/w_848,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F04cc2cfe-4352-4f11-a1c3-7c29706b24c1_2048x796.jpeg",
    "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F8589d7d3-fffb-409e-aaec-14f373d3edd3_1870x474.jpeg",
    "https://substackcdn.com/image/fetch/w_424,h_212,c_fill,f_webp,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F52d5bd17-6e88-42fa-9fb3-e797f13c2fdf_358x349.webp",
    "https://substackcdn.com/image/fetch/w_1272,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F8589d7d3-fffb-409e-aaec-14f373d3edd3_1870x474.jpeg",
    "https://substackcdn.com/image/fetch/w_1456,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F04cc2cfe-4352-4f11-a1c3-7c29706b24c1_2048x796.jpeg",
    "https://substackcdn.com/image/fetch/w_424,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F8589d7d3-fffb-409e-aaec-14f373d3edd3_1870x474.jpeg",
    "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F679183fd-5dc0-4037-8a96-b17081b37fe8_1290x1277.jpeg",
    "https://substackcdn.com/image/fetch/w_1456,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F679183fd-5dc0-4037-8a96-b17081b37fe8_1290x1277.jpeg",
    "https://substackcdn.com/image/fetch/w_1272,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F04cc2cfe-4352-4f11-a1c3-7c29706b24c1_2048x796.jpeg",
    "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F04cc2cfe-4352-4f11-a1c3-7c29706b24c1_2048x796.jpeg",
    "https://substackcdn.com/image/fetch/w_424,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F8589d7d3-fffb-409e-aaec-14f373d3edd3_1870x474.jpeg",
    "https://substackcdn.com/image/fetch/w_1300,h_650,c_fill,f_auto,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F52d5bd17-6e88-42fa-9fb3-e797f13c2fdf_358x349.webp",
    "https://open.spotify.com/embed/track/1kscPB0ihPC3fHec5mAKQU",
    "https://substackcdn.com/image/fetch/w_848,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F679183fd-5dc0-4037-8a96-b17081b37fe8_1290x1277.jpeg",
    "https://substackcdn.com/image/fetch/w_424,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F04cc2cfe-4352-4f11-a1c3-7c29706b24c1_2048x796.jpeg",
    "https://coinmarketcap.com/view/memes/",
    "https://www.msn.com/en-us/money/retirement/28-of-americans-stare-down-retirement-with-nothing-saved/ar-BB1k5Xbg?ocid=msedgdhp&pc=DCTS&cvid=0ea81060b217477ca66b1e21e250ac64&ei=32#fullscreen",
    "https://substackcdn.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F04cc2cfe-4352-4f11-a1c3-7c29706b24c1_2048x796.jpeg",
    "https://i.scdn.co/image/ab67616d0000b273465c3dab87fabd85cafcbf63&quot;,&quot;title&quot;:&quot;Solar",
    "https://substackcdn.com/image/fetch/w_848,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F04cc2cfe-4352-4f11-a1c3-7c29706b24c1_2048x796.jpeg",
    "https://substackcdn.com/image/fetch/w_424,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F04cc2cfe-4352-4f11-a1c3-7c29706b24c1_2048x796.jpeg",
    "https://substackcdn.com/image/fetch/w_424,h_212,c_fill,f_auto,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F52d5bd17-6e88-42fa-9fb3-e797f13c2fdf_358x349.webp",
    "https://substackcdn.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F8589d7d3-fffb-409e-aaec-14f373d3edd3_1870x474.jpeg",
    "https://substackcdn.com/image/fetch/w_1272,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F8589d7d3-fffb-409e-aaec-14f373d3edd3_1870x474.jpeg",
    "https://gemini.sjv.io/Zd4jDK",
    "https://substackcdn.com/image/fetch/w_424,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F679183fd-5dc0-4037-8a96-b17081b37fe8_1290x1277.jpeg",
    "https://substack-post-media.s3.amazonaws.com/public/images/04cc2cfe-4352-4f11-a1c3-7c29706b24c1_2048x796.jpeg&quot;,&quot;srcNoWatermark&quot;:null,&quot;fullscreen&quot;:null,&quot;imageSize&quot;:null,&quot;height&quot;:566,&quot;width&quot;:1456,&quot;resizeWidth&quot;:null,&quot;bytes&quot;:167908,&quot;alt&quot;:null,&quot;title&quot;:null,&quot;type&quot;:&quot;image/jpeg&quot;,&quot;href&quot;:null,&quot;belowTheFold&quot;:true,&quot;topImage&quot;:false,&quot;internalRedirect&quot;:null}",
    "https://substackcdn.com/image/fetch/w_848,h_424,c_fill,f_webp,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F52d5bd17-6e88-42fa-9fb3-e797f13c2fdf_358x349.webp",
    "https://substackcdn.com/image/fetch/w_848,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F8589d7d3-fffb-409e-aaec-14f373d3edd3_1870x474.jpeg",
    "https://substackcdn.com/image/fetch/w_1272,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F679183fd-5dc0-4037-8a96-b17081b37fe8_1290x1277.jpeg",
    "https://substackcdn.com/image/fetch/w_1272,h_636,c_fill,f_auto,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F52d5bd17-6e88-42fa-9fb3-e797f13c2fdf_358x349.webp",
    "https://substackcdn.com/image/fetch/w_1272,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F679183fd-5dc0-4037-8a96-b17081b37fe8_1290x1277.jpeg",
    "https://msn.com/en-us/money/retirement/28-of-americans-stare-down-retirement-with-nothing-saved/ar-BB1k5Xbg?ocid=msedgdhp&pc=DCTS&cvid=0ea81060b217477ca66b1e21e250ac64&ei=32#fullscreen",
    "https://www.substackcdn.com/image/fetch/w_1456,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F8589d7d3-fffb-409e-aaec-14f373d3edd3_1870x474.jpeg",
    "https://www.substackcdn.com/image/fetch/w_1272,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F04cc2cfe-4352-4f11-a1c3-7c29706b24c1_2048x796.jpeg",
    "https://www.substack-post-media.s3.amazonaws.com/public/images/679183fd-5dc0-4037-8a96-b17081b37fe8_1290x1277.jpeg&quot;,&quot;srcNoWatermark&quot;:null,&quot;fullscreen&quot;:null,&quot;imageSize&quot;:null,&quot;height&quot;:1277,&quot;width&quot;:1290,&quot;resizeWidth&quot;:null,&quot;bytes&quot;:null,&quot;alt&quot;:&quot;Image&quot;,&quot;title&quot;:null,&quot;type&quot;:null,&quot;href&quot;:null,&quot;belowTheFold&quot;:true,&quot;topImage&quot;:false,&quot;internalRedirect&quot;:null}",
    "https://www.substackcdn.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F679183fd-5dc0-4037-8a96-b17081b37fe8_1290x1277.jpeg",
    "https://www.bucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com/public/images/bf576320-624e-403a-ac03-7b9d3c2042b1_300x168.jpeg&quot;,&quot;uuid&quot;:&quot;a64c2cd9-61ea-49c5-9d12-c93371c54fe8&quot;}",
    "https://www.substackcdn.com/image/fetch/w_424,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F679183fd-5dc0-4037-8a96-b17081b37fe8_1290x1277.jpeg",
    "https://www.substackcdn.com/image/fetch/w_1272,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F8589d7d3-fffb-409e-aaec-14f373d3edd3_1870x474.jpeg",
    "https://www.i.scdn.co/image/ab67616d0000b273465c3dab87fabd85cafcbf63&quot;,&quot;title&quot;:&quot;Solar",
    "https://www.substackcdn.com/image/fetch/w_424,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F04cc2cfe-4352-4f11-a1c3-7c29706b24c1_2048x796.jpeg",
    "https://www.open.spotify.com/track/1kscPB0ihPC3fHec5mAKQU&quot;,&quot;belowTheFold&quot;:false,&quot;noScroll&quot;:false}",
    "https://www.substackcdn.com/image/fetch/w_848,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F04cc2cfe-4352-4f11-a1c3-7c29706b24c1_2048x796.jpeg",
    "https://www.substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F679183fd-5dc0-4037-8a96-b17081b37fe8_1290x1277.jpeg",
    "https://www.substackcdn.com/image/fetch/w_1456,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F679183fd-5dc0-4037-8a96-b17081b37fe8_1290x1277.jpeg",
    "https://www.substackcdn.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F8589d7d3-fffb-409e-aaec-14f373d3edd3_1870x474.jpeg",
    "https://www.substackcdn.com/image/fetch/w_424,h_212,c_fill,f_auto,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F52d5bd17-6e88-42fa-9fb3-e797f13c2fdf_358x349.webp",
    "https://www.substackcdn.com/image/fetch/w_848,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F8589d7d3-fffb-409e-aaec-14f373d3edd3_1870x474.jpeg",
    "https://www.substackcdn.com/image/fetch/w_424,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F04cc2cfe-4352-4f11-a1c3-7c29706b24c1_2048x796.jpeg",
    "https://www.substackcdn.com/image/fetch/w_1272,h_636,c_fill,f_auto,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F52d5bd17-6e88-42fa-9fb3-e797f13c2fdf_358x349.webp",
    "https://www.substackcdn.com/image/fetch/w_848,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F679183fd-5dc0-4037-8a96-b17081b37fe8_1290x1277.jpeg",
    "https://www.substackcdn.com/image/fetch/w_1272,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F8589d7d3-fffb-409e-aaec-14f373d3edd3_1870x474.jpeg",
    "https://www.substackcdn.com/image/fetch/w_848,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F8589d7d3-fffb-409e-aaec-14f373d3edd3_1870x474.jpeg",
    "https://www.substackcdn.com/image/fetch/w_1300,h_650,c_fill,f_auto,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F52d5bd17-6e88-42fa-9fb3-e797f13c2fdf_358x349.webp",
    "https://www.substackcdn.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F04cc2cfe-4352-4f11-a1c3-7c29706b24c1_2048x796.jpeg",
    "https://www.substackcdn.com/image/fetch/w_848,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F679183fd-5dc0-4037-8a96-b17081b37fe8_1290x1277.jpeg",
    "https://www.substackcdn.com/image/fetch/w_424,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F8589d7d3-fffb-409e-aaec-14f373d3edd3_1870x474.jpeg",
    "https://www.substackcdn.com/image/fetch/w_848,h_424,c_fill,f_webp,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F52d5bd17-6e88-42fa-9fb3-e797f13c2fdf_358x349.webp",
    "https://www.substackcdn.com/image/fetch/w_848,h_424,c_fill,f_auto,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F52d5bd17-6e88-42fa-9fb3-e797f13c2fdf_358x349.webp",
    "https://www.gemini.sjv.io/Zd4jDK",
    "https://www.substackcdn.com/image/fetch/w_1456,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F04cc2cfe-4352-4f11-a1c3-7c29706b24c1_2048x796.jpeg",
    "https://www.substackcdn.com/image/fetch/w_1300,h_650,c_fill,f_webp,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F52d5bd17-6e88-42fa-9fb3-e797f13c2fdf_358x349.webp",
    "https://www.substack-post-media.s3.amazonaws.com/public/images/8589d7d3-fffb-409e-aaec-14f373d3edd3_1870x474.jpeg&quot;,&quot;srcNoWatermark&quot;:null,&quot;fullscreen&quot;:null,&quot;imageSize&quot;:null,&quot;height&quot;:369,&quot;width&quot;:1456,&quot;resizeWidth&quot;:null,&quot;bytes&quot;:180557,&quot;alt&quot;:null,&quot;title&quot;:null,&quot;type&quot;:&quot;image/jpeg&quot;,&quot;href&quot;:null,&quot;belowTheFold&quot;:true,&quot;topImage&quot;:false,&quot;internalRedirect&quot;:null}",
    "https://coinmarketcap.com/view/memes",
    "https://www.substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F04cc2cfe-4352-4f11-a1c3-7c29706b24c1_2048x796.jpeg",
    "https://www.substackcdn.com/image/fetch/w_1272,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F679183fd-5dc0-4037-8a96-b17081b37fe8_1290x1277.jpeg",
    "https://www.substackcdn.com/image/fetch/w_1272,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F679183fd-5dc0-4037-8a96-b17081b37fe8_1290x1277.jpeg",
    "https://www.substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F8589d7d3-fffb-409e-aaec-14f373d3edd3_1870x474.jpeg",
    "https://www.substackcdn.com/image/fetch/w_424,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F8589d7d3-fffb-409e-aaec-14f373d3edd3_1870x474.jpeg",
    "https://www.open.spotify.com/embed/track/1kscPB0ihPC3fHec5mAKQU",
    "https://www.substackcdn.com/image/fetch/w_424,h_212,c_fill,f_webp,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F52d5bd17-6e88-42fa-9fb3-e797f13c2fdf_358x349.webp",
    "https://www.substack-post-media.s3.amazonaws.com/public/images/04cc2cfe-4352-4f11-a1c3-7c29706b24c1_2048x796.jpeg&quot;,&quot;srcNoWatermark&quot;:null,&quot;fullscreen&quot;:null,&quot;imageSize&quot;:null,&quot;height&quot;:566,&quot;width&quot;:1456,&quot;resizeWidth&quot;:null,&quot;bytes&quot;:167908,&quot;alt&quot;:null,&quot;title&quot;:null,&quot;type&quot;:&quot;image/jpeg&quot;,&quot;href&quot;:null,&quot;belowTheFold&quot;:true,&quot;topImage&quot;:false,&quot;internalRedirect&quot;:null}",
    "https://www.substackcdn.com/image/fetch/w_1272,h_636,c_fill,f_webp,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F52d5bd17-6e88-42fa-9fb3-e797f13c2fdf_358x349.webp",
    "https://www.coinmarketcap.com/view/memes/",
    "https://www.substackcdn.com/image/fetch/w_424,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F679183fd-5dc0-4037-8a96-b17081b37fe8_1290x1277.jpeg",
    "https://www.substackcdn.com/image/fetch/w_1272,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F04cc2cfe-4352-4f11-a1c3-7c29706b24c1_2048x796.jpeg",
    "https://www.msn.com/en-us/money/retirement/28-of-americans-stare-down-retirement-with-nothing-saved/ar-BB1k5Xbg",
    "https://www.substackcdn.com/image/fetch/w_848,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F04cc2cfe-4352-4f11-a1c3-7c29706b24c1_2048x796.jpeg"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "andy",
        "sentiment": "negative"
      },
      {
        "name": "boomers",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "eth",
        "sentiment": "none"
      },
      {
        "name": "pepe",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "united states",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T03:07:57.484+03:00",
  "updated": "2024-04-12T03:07:57.484+03:00"
}