{
  "thread": {
    "uuid": "7447b1695c799c319adda3126266d237b333e500",
    "url": "https://www.phoenixmag.com/2024/01/05/16-must-try-restaurants-in-scottsdale-and-paradise-valley/",
    "site_full": "www.phoenixmag.com",
    "site": "phoenixmag.com",
    "site_section": "https://www.phoenixmag.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "PHOENIX magazine",
    "title": "16 Must-Try Restaurants in Scottsdale and Paradise Valley",
    "title_full": "16 Must-Try Restaurants in Scottsdale and Paradise Valley",
    "published": "2024-01-05T21:24:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.phoenixmag.com/wp-content/uploads/2024/01/hearth-61-scaled.jpg",
    "performance_score": 0,
    "domain_rank": 99192,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7447b1695c799c319adda3126266d237b333e500",
  "url": "https://www.phoenixmag.com/2024/01/05/16-must-try-restaurants-in-scottsdale-and-paradise-valley/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Editorial Staff",
  "published": "2024-01-05T21:24:00.000+02:00",
  "title": "16 Must-Try Restaurants in Scottsdale and Paradise Valley",
  "text": "LON’s at the Hermosa Inn Thanks to its territorial decor and fabulous patios, LON’s is a romantic favorite that oozes Old Arizona charm. The chefs source locally for their Southwestern-inflected menu, from Crow’s Dairy goat cheese in the salad to Noble Bread at brunch and dinner. $$$\nArboleda A wholly original concept launched by the hospitality group behind San Francisco-based Town Hall, Arboleda boasts a delectable assortment of jamón plates, pop-’em-until-you-die Ibérico ham croquettes and a shockingly tender orange-and-thyme-candied pork shoulder steak. Fine swine isn’t the only magic conjured at Arboleda – you’ll also find pleasant wisps of molecular gastronomy and a filet mignon trio done in scrumptious roulades with truffled potato. $$$\nBourbon & Bones This hip, good-looking chophouse specializing in premium bourbons and wet- and dry-aged steaks is anything but buttoned-up, but don’t let the cool music, creative cocktails and lively vibe fool you – you’ll pay top-dollar for the bone-in filets and center-cut rib-eyes. Then again, if you’re a scenester, you may love every minute of it – the bar at happy hour is a very good place to be. Other location: San Tan (480-597-9459). $$$-$$$$\nCien Agaves Tacos & Tequila This lively, colorful cantina in Old Town serves fresh, excellent margaritas (made with premium tequilas). Tacos come in a slew of varieties and can be ordered by the platter. Great Kahlúa flan. Other location: North Scottsdale (480-467-4455). $-$$\nDominick’s The Mastro family, who created Mastro’s steakhouses and Mastro’s Ocean Club, spent millions constructing this lavish temple to beef at Scottsdale Quarter. Try the succulent bone-in veal chop. $$$$\nEl Chorro A Valley touchstone for generations, El Chorro offers a peerless patio and welcoming dining room. The core of the old menu remains, with an emphasis on such mid-20th-century favorites as shrimp cocktail, beef Stroganoff, trout almondine, wine-braised short ribs and delicious sticky buns. $$$$\nFat Ox Named for a cattle-centric food festival in Italy, Fat Ox offers modern Italian food in an absolutely gorgeous setting. Expect an expansive, amaro-focused cocktail list and some truly exquisite pasta dishes, like garganelli with black truffle butter, speck and Parmesan. Also expect nose-bleed prices. This is Scottsdale, after all. $$$-$$$$\nThe Greene House This lean, clean-lined space offers sophisticated California cuisine that reflects a reverence for the simple and natural. Feast on fresh salads, Asian-inflected appetizers, house-made pastas and memorable fish entrées. $$-$$$\nHush Public House Just close your eyes and point: Everything is delicious and comforting at this dim, narrow and noisy strip mall restaurant run by industry vets Dom Ruggiero and Charles Barber. The menu, which skews New American, features lots of shared plates, so come with a food-loving friend or three and order in quantity. Don’t miss the country pâté, chicken liver mousse, spaghetti alla chitarra, luscious Italian beef sandwich or New York strip – all excellent, all a bargain. $$-$$$\nJOJO Coffeehouse Set right off Scottsdale Road in Old Town, this breezy and bright breakfast and lunch spot has a fun coffee flight – a selection of five sippable styles (e.g. cold brew, mocha, latte) served on a handsome plank. From the food menu, try the goat-cheese-studded JOJO breakfast sandwich, the breakfast tacos and an assortment of pancakes. $-$$\nHearth ’61 Housed in the resurrected Mountain Shadows Resort, casual but elegant Hearth does a splendid job of turning out modern American classics with surprising little twists. Try the ahi tartare, artisanal flatbreads, short rib agnolotti, herb-crusted salmon or honey-fig cheesecake, and you’ll get the delicious drift. $$-$$$$\nMaple & Ash Scottsdale scenesters love this gorgeous steakhouse, a stylish Chicago transplant offering caviar, an oven-roasted seafood tower and tons (literally) of steak, including a 40-ounce porterhouse that will set you back $215. Bring a credit card with lots of room on it; this quintessential Scottsdale experience is expensive. $$$$\nNorth Italia Hungry for a snug New York loft setting, rustic Italian food given a modern spin and a great glass of wine? Go North. And when you get there, try the grilled branzino with roasted vegetables or the prosciutto and fig pizza. Other locations: Phoenix (602-324-5600), Gilbert (480-256-8978). $$\nOcean 44 Brought to you by the Mastro family of upscale steakhouse fame, this swanky seafood restaurant is the hottest game in town for good reason: gorgeous décor, impeccable service, good booze, great steaks and lots of seafood – sometimes good, sometimes great. Here, it’s the overall experience that counts. $$$-$$$$\nSushi Ko Enjoy modern Japanese dishes including katsu curry, Chilean seabass with mushroom sauce and tofu steaks. Don’t pass up more traditional selections, such as sukiyaki and shabu-shabu. $$\nTottie’s Asian Fusion 2 Elegantly decorated with treasures from the owner’s country of origin, Laos, and other Asian nations, Tottie’s serves the best of Chinese, Thai and Vietnamese cuisine. Owner Tottie Kaya ensures that everything is fresh and delicious by personally grocery shopping and assisting in the kitchen. Other location: Scottsdale (480-970-0633). $$\nThe restaurants listed are noteworthy and randomly selected from our rotating master list. We suggest that you confirm information, and we solicit your help in correcting any errors in the guide. We also ask readers to send us complaints in writing when one of the listed restaurants fails to meet expectations. Please note that, unless otherwise indicated, the listed restaurants offer free parking and recommend reservations for peak hours and large groups. Price categories reflect average dinner entrée prices; drinks, tax and tip are extra.\n$=under $10 $$=$11-$15\n$$$=$16-$25 $$$$=$26 and over\nAmerican\n5532 N. Palo Cristi Rd., Paradise Valley\n602-955-7878, hermosainn.com\nMediterranean\n15345 N Scottsdale Rd.,\n480-701-1007, arboledaaz.com\nSteakhouse\n4200 N. Scottsdale Rd.\n480-629-4922, bourbonandbonesaz.com\nMexican\n7228 E. First Ave.\n480-970-9002, cienagaves.com\nSteak\n15169 N. Scottsdale Rd. (Scottsdale Quarter)\n480-272-7271, dominickssteakhouse.com\nAmerican\n5550 E. Lincoln Dr.\n480-948-5170, elchorro.com\nModern Italian\n6316 N. Scottsdale Rd. (Lincoln Plaza)\n480-307-6900, ilovefatox.com\nCalifornia Cuisine\n15024 N. Scottsdale Rd. (Kierland Commons)\n480-889-9494, thegreenehouseaz.com\nNew American\n14202 N. Scottsdale Rd.\n480-758-5172, hushpublichouse.com\nBreakfast/Brunch/Coffee\n3712 N. Scottsdale Rd.,\n480- 907-6100, jojocoffeehouse.com\nModern American\n5445 E. Lincoln Dr., Paradise Valley (Mountain Shadows Resort)\n480-624-5400, mountainshadows.com\nSteakhouse\n7135 E. Camelback Rd.\n480-400-8888, mapleandash.com\nItalian\n15024 N. Scottsdale Rd. (Kierland Commons)\n480-948-2055, northitaliarestaurant.com\nSeafood/steaks\n4748 N. Goldwater Blvd.\n480-867-0044, ocean44.com\nSushi/Japanese\n9301 E. Shea Blvd.,\n480-860-2960, sushikoscottsdale.com\nPan-Asian\n6204 N. Scottsdale Rd.\n480-998-8220, tottiesasianfusion.com\nAbout this guide\nLON’s at the Hermosa Inn\nThanks to its territorial decor and fabulous patios, LON’s is a romantic favorite that oozes Old Arizona charm. The chefs source locally for their Southwestern-inflected menu, from Crow’s Dairy goat cheese in the salad to Noble Bread at brunch and dinner. $$$\nArboleda\nA wholly original concept launched by the hospitality group behind San Francisco-based Town Hall, Arboleda boasts a delectable assortment of jamón plates, pop-’em-until-you-die Ibérico ham croquettes and a shockingly tender orange-and-thyme-candied pork shoulder steak. Fine swine isn’t the only magic conjured at Arboleda – you’ll also find pleasant wisps of molecular gastronomy and a filet mignon trio done in scrumptious roulades with truffled potato. $$$\nBourbon & Bones\nThis hip, good-looking chophouse specializing in premium bourbons and wet- and dry-aged steaks is anything but buttoned-up, but don’t let the cool music, creative cocktails and lively vibe fool you – you’ll pay top-dollar for the bone-in filets and center-cut rib-eyes. Then again, if you’re a scenester, you may love every minute of it – the bar at happy hour is a very good place to be. Other location: San Tan (480-597-9459). $$$-$$$$\nCien Agaves Tacos & Tequila\nThis lively, colorful cantina in Old Town serves fresh, excellent margaritas (made with premium tequilas). Tacos come in a slew of varieties and can be ordered by the platter. Great Kahlúa flan. Other location: North Scottsdale (480-467-4455). $-$$\nDominick’s\nThe Mastro family, who created Mastro’s steakhouses and Mastro’s Ocean Club, spent millions constructing this lavish temple to beef at Scottsdale Quarter. Try the succulent bone-in veal chop. $$$$\nEl Chorro\nA Valley touchstone for generations, El Chorro offers a peerless patio and welcoming dining room. The core of the old menu remains, with an emphasis on such mid-20th-century favorites as shrimp cocktail, beef Stroganoff, trout almondine, wine-braised short ribs and delicious sticky buns. $$$$\nFat Ox\nNamed for a cattle-centric food festival in Italy, Fat Ox offers modern Italian food in an absolutely gorgeous setting. Expect an expansive, amaro-focused cocktail list and some truly exquisite pasta dishes, like garganelli with black truffle butter, speck and Parmesan. Also expect nose-bleed prices. This is Scottsdale, after all. $$$-$$$$\nThe Greene House\nThis lean, clean-lined space offers sophisticated California cuisine that reflects a reverence for the simple and natural. Feast on fresh salads, Asian-inflected appetizers, house-made pastas and memorable fish entrées. $$-$$$\nHush Public House\nJust close your eyes and point: Everything is delicious and comforting at this dim, narrow and noisy strip mall restaurant run by industry vets Dom Ruggiero and Charles Barber. The menu, which skews New American, features lots of shared plates, so come with a food-loving friend or three and order in quantity. Don’t miss the country pâté, chicken liver mousse, spaghetti alla chitarra, luscious Italian beef sandwich or New York strip – all excellent, all a bargain. $$-$$$\nJOJO Coffeehouse\nSet right off Scottsdale Road in Old Town, this breezy and bright breakfast and lunch spot has a fun coffee flight – a selection of five sippable styles (e.g. cold brew, mocha, latte) served on a handsome plank. From the food menu, try the goat-cheese-studded JOJO breakfast sandwich, the breakfast tacos and an assortment of pancakes. $-$$\nHearth ’61\nHoused in the resurrected Mountain Shadows Resort, casual but elegant Hearth does a splendid job of turning out modern American classics with surprising little twists. Try the ahi tartare, artisanal flatbreads, short rib agnolotti, herb-crusted salmon or honey-fig cheesecake, and you’ll get the delicious drift. $$-$$$$\nMaple & Ash\nScottsdale scenesters love this gorgeous steakhouse, a stylish Chicago transplant offering caviar, an oven-roasted seafood tower and tons (literally) of steak, including a 40-ounce porterhouse that will set you back $215. Bring a credit card with lots of room on it; this quintessential Scottsdale experience is expensive. $$$$\nNorth Italia\nHungry for a snug New York loft setting, rustic Italian food given a modern spin and a great glass of wine? Go North. And when you get there, try the grilled branzino with roasted vegetables or the prosciutto and fig pizza. Other locations: Phoenix (602-324-5600), Gilbert (480-256-8978). $$\nOcean 44\nBrought to you by the Mastro family of upscale steakhouse fame, this swanky seafood restaurant is the hottest game in town for good reason: gorgeous décor, impeccable service, good booze, great steaks and lots of seafood – sometimes good, sometimes great. Here, it’s the overall experience that counts. $$$-$$$$\nSushi Ko\nEnjoy modern Japanese dishes including katsu curry, Chilean seabass with mushroom sauce and tofu steaks. Don’t pass up more traditional selections, such as sukiyaki and shabu-shabu. $$\nTottie’s Asian Fusion 2\nElegantly decorated with treasures from the owner’s country of origin, Laos, and other Asian nations, Tottie’s serves the best of Chinese, Thai and Vietnamese cuisine. Owner Tottie Kaya ensures that everything is fresh and delicious by personally grocery shopping and assisting in the kitchen. Other location: Scottsdale (480-970-0633). $$\nThe restaurants listed are noteworthy and randomly selected from our rotating master list. We suggest that you confirm information, and we solicit your help in correcting any errors in the guide. We also ask readers to send us complaints in writing when one of the listed restaurants fails to meet expectations. Please note that, unless otherwise indicated, the listed restaurants offer free parking and recommend reservations for peak hours and large groups. Price categories reflect average dinner entrée prices; drinks, tax and tip are extra.\n$=under $10 $$=$11-$15\n$$$=$16-$25 $$$$=$26 and over",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "arboleda",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "town hall",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "paradise valley lon",
        "sentiment": "none"
      },
      {
        "name": "hermosa inn thanks",
        "sentiment": "none"
      },
      {
        "name": "scottsdale",
        "sentiment": "none"
      },
      {
        "name": "san francisco",
        "sentiment": "none"
      },
      {
        "name": "crow",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T01:00:26.125+02:00",
  "updated": "2024-01-06T01:00:26.125+02:00"
}