{
  "thread": {
    "uuid": "538b21549a5125cac6d8cfb1973f6a2189df7c5f",
    "url": "https://www.globaltimes.cn/page/202401/1305753.shtml",
    "site_full": "www.globaltimes.cn",
    "site": "globaltimes.cn",
    "site_section": "https://www.globaltimes.cn/",
    "site_categories": [
      "media"
    ],
    "section_title": "Global Times",
    "title": "Story of a Chinese deminer in Cambodia shows solidarity, love - Global Times",
    "title_full": "Story of a Chinese deminer in Cambodia shows solidarity, love - Global Times",
    "published": "2024-01-20T00:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CN",
    "main_image": "https://www.globaltimes.cn/Portals/0/attachment/2024/2024-01-04/81deec47-a68b-4bca-a680-f7b272f4c80b.jpeg",
    "performance_score": 0,
    "domain_rank": 1924,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "538b21549a5125cac6d8cfb1973f6a2189df7c5f",
  "url": "https://www.globaltimes.cn/page/202401/1305753.shtml",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Global Times",
  "published": "2024-01-20T00:55:00.000+02:00",
  "title": "Story of a Chinese deminer in Cambodia shows solidarity, love - Global Times",
  "text": "Children play near a landmine warning and a Buddhist shrine in Cambodia in March, 2005. Photo: VCG\nIn the heart of Cambodia, a nation scarred by the remnants of war, Liu Wenzhi, a retired military veteran turned demining specialist, has embarked on a dangerous, yet fulfilling mission of landmine elimination.\nFor the veteran demining specialist, once in Cambodia, Liu found himself immersed in a landscape where landmines posed a constant threat to the safety of the local population. Casualties were frequently reported in the country and many villagers did not even dare to go to their farmland as many unidentified dangers lurking under the ground, make life of local people - who depend heavily on farming - even harder. Even so, what struck Liu most during his missions are the resilient and never-give-up spirit demonstrated by locals.\n\"I encountered individuals of various ages who had been disabled due to undiscovered landmine in Cambodia. Their stories painted a portrait of resilience - some continued their work with prosthetic limbs, others learned to play music after losing their eyesight, and a few exhibited extraordinary perseverance by joining the national basketball team. These people highlighted the indomitable spirit of humanity amid adversity,\" Liu told the Global Times.\nLiu once served in a field force for 12 years and took part in three peacekeeping operations in Lebanon. He had witnessed firsthand the devastating consequences of landmines on people's lives during his participation in peacekeeping missions. Motivated by a deep understanding of the importance of peace, Liu eagerly embraced the chance to contribute his skills to a cause that resonated with his values.\nIn Cambodia, Liu is not alone in the demining missions as many Chinese people are actively contributing to this cause. His story is a testament to the transformative power of individuals and organizations working together for a common goal - a world where the haunting specter of landmines is replaced by the promise of peace and safety for generations to come.\nOn Thursday, a handover ceremony for China-supported mine-clearance equipment to Cambodia was held in Phnom Penh, where both countries also signed a memorandum of understanding on mine-clearance cooperation, according to local media reports.\n\"As Cambodia strives to achieve the mine-free goal by 2025 as scheduled, China stands ready to step up cooperation with Cambodia,\" China's Foreign Ministry spokesperson Mao Ning told a regular media briefing on Friday.\nMao noted that as one of the countries that are worst affected by landmines, Cambodia is, under the leadership of Prime Minister Hun Manet, making an all-out effort to achieve its mine-free goal by 2025. As a good neighbor, good partner and good brother of Cambodia, China has cared much about the landmine problem in Cambodia.\nSince 1998, China has been providing Cambodia with support of various forms, including funding, mine-clearance equipment and personnel training. Mine-clearance cooperation has become an important part of the China-Cambodia comprehensive strategic cooperative partnership, an important component of the \"diamond hexagon\" bilateral cooperation framework, and a vivid example of the two sides working together to implement the Global Security Initiative, according to Mao.\nA difficult task\nIn early 2020, Liu discovered an opportunity to make a meaningful impact by joining the demining project run by the Peaceland Foundation, a Beijing-based NGO, after retiring from military. The demining project in Cambodia, initiated in 2019, has become a beacon of hope for a country haunted by this deadly legacy of war.\nAt the Third Belt and Road Forum for International Cooperation in 2023, the demining team members from the Peaceland Foundation walked on the stage together with children from Cambodia, hand in hand, showing the solidarity and love which moved audiences.\nWhile Liu tried to tone down the hardship of demining, he admitted that the job is full of challenges. The foremost obstacle, he said , has been the funding gap, hindering the progress of demining initiatives. Environmental factors also play a significant role, with hot weather and the presence of mosquitoes posing considerable challenges. The tropical climate, characterized by high temperatures and humidity, creates extreme physiological challenges for demining team members. Insect bites not only affect morale and efficiency but also increase the risk of disease, further complicating the demining process, Liu told the Global Times.\nDemining is an inherently dangerous task, subjecting team members to immense psychological stress. Liu and his team must remain highly vigilant at all times to prevent accidents.\n\"This heightened state of tension not only affects the mental health of team members but can also lead to issues such as anxiety and depression. Addressing and alleviating these psychological pressures have become critical aspects of the demining mission,\" he said.\nCooperation and solidarity\nEnhanced cooperation with Cambodia, through bilateral or regional mechanisms, is essential to tackling technical challenges and management issues in demining. Furthermore, promoting education and raising awareness on the global stage can garner the support needed to prioritize and address the urgency of demining efforts, Liu said.\nDuring Liu's time in Cambodia, he together with his demining team have embraced a collaborative approach, engaging in mutual learning and exchanging technical expertise with their Cambodian counterparts. This cooperative spirit has strengthened their mission, fostering understanding and solidarity between diverse communities.\nOne of the most memorable moments in Liu's journey occurred when the responsibility for the safety of a minefield was handed over to local residents. Despite language barriers and differences in skin color, the expressions of understanding and solidarity transcended these obstacles, symbolizing a shared commitment to peace, Liu recalled.\nIn addition to the work done by the Chinese NGOs, at the governmental level many efforts have paid off with successful results.\nLy Thuch, senior minister and first vice-president of the Cambodian Mine Action and Victim Assistance Authority (CMAA), said at a recent press conference that the China-Aided Cambodia Landmines Elimination Project, which has been carried out in three phases from 2018 and 2025, has helped find and destroy approximately 78,000 landmines and unexploded ordinances, Xinhua reported.\n\"We had cleared more than 107 square km land with the support from China, a huge achievement, creating 1.5 million beneficiaries,\" he said after receiving a new shipment of mine clearance equipment from China, Xinhua reported.\nAs the demining project enters a new year, Liu said they also plan to set up a new team to join local efforts in eliminating landmines, which will be built upon the current working model, contributing to Cambodia's ongoing journey toward a landmine-free future.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "liu",
        "sentiment": "none"
      },
      {
        "name": "liu wenzhi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "global times children",
        "sentiment": "negative"
      },
      {
        "name": "vcg",
        "sentiment": "neutral"
      }
    ],
    "locations": [
      {
        "name": "cambodia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T13:35:58.636+02:00",
  "updated": "2024-01-20T13:35:58.636+02:00"
}