{
  "thread": {
    "uuid": "977bab96626f096dda26a797d582170b11c6eec4",
    "url": "https://www.thenews.com.pk/print/1162995-skmt-launches-zakat-collection-campaign",
    "site_full": "www.thenews.com.pk",
    "site": "thenews.com.pk",
    "site_section": "https://www.thenews.com.pk",
    "site_categories": [
      "media"
    ],
    "section_title": "The News International: Latest News Breaking, Pakistan News",
    "title": "SKMT launches Zakat collection campaign",
    "title_full": "SKMT launches Zakat collection campaign",
    "published": "2024-03-01T00:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.thenews.com.pk/assets/uploads/akhbar/2024-03-01/l_1162995_032651_updates.jpg",
    "performance_score": 0,
    "domain_rank": 5128,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "977bab96626f096dda26a797d582170b11c6eec4",
  "url": "https://www.thenews.com.pk/print/1162995-skmt-launches-zakat-collection-campaign",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Our Correspondent",
  "published": "2024-03-01T00:00:00.000+02:00",
  "title": "SKMT launches Zakat collection campaign",
  "text": "LAHORE: The Shaukat Khanum Memorial Trust (SKMT) has launched its Zakat collection campaign this year with the theme “Their Lives Depend On It,” which aims to highlight the vital role philanthropy plays in supporting treatment of cancer for all patients, especially children. On this occasion, Dr Faisal Sultan, CEO of SKMT, said that a cancer diagnosis brings multiple challenges, including emotional and financial costs associated with treatment. He explained, “At our hospitals in Lahore and Peshawar, we provide all-encompassing care to our patients, including physical and psychological support. Over the last 29 years, support of generous donors has enabled SKMT to provide quality treatment to deserving cancer patients, irrespective of their ability to pay.” Dr Faisal Sultan also commented on the impact of charity given to SKMT last year, “In 2023, the generous support of people enabled us to provide free of charge treatment worth Rs13 billion to over 75 percent of our cancer patients. The proportion of Zakat in this was over fifty percent, which shows that Zakat plays a crucial role in funding treatment of needy cancer patients and it is not enough in itself to cover the costs of direct patient care. Zakat is utilised on the treatment of eligible patients only based on a consistent and fair methodology. Shaukat Khanum Memorial Trust is also independently certified for Shariah compliance, confirming that the framework we follow for collection, utilisation, and management of Zakat funds is in line with Islamic principles. The entire amount collected in the form of Zakat is completely exhausted in providing direct patient care within the same year. During the ongoing economic situation, more people are expected to need financially supported treatment. In these circumstances, your support can play a crucial role in saving lives. We hope that Pakistanis from around the world will give their Zakat to Shaukat Khanum Hospitals for patients fighting cancer because their lives depend on it.\" Representational image of degree and mortarboard. — PixabayLAHORE: Another traffic warden of City Traffic Police... Chairman P&D Board Iftikhar Ali Sahoo chairing the meeting on October 19, 2023. — X/@PnD_PunjabLAHORE: The 47th... Directorate Excise, Taxation, and Narcotics Control Department Punjab office image released on May 18, 2020. —... Inspector General Police Punjab Dr Usman Anwar addressing an event on December 17, 2023. — Facebook/Punjab Police... The Ombudsman Punjab, Maj Azam Suleman Khan, presented the annual performance report to Governor Balighur Rehman.... This representational image shows a barricade tape at scene on February 18, 2023. — AFPLAHORE:A man committed...",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "faisal sultan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "shaukat khanum memorial trust",
        "sentiment": "negative"
      },
      {
        "name": "skmt",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "lahore",
        "sentiment": "none"
      },
      {
        "name": "lahore",
        "sentiment": "none"
      },
      {
        "name": "peshawar",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:43:26.208+02:00",
  "updated": "2024-03-01T00:43:26.208+02:00"
}