{
  "thread": {
    "uuid": "5264943c76e9d632aac7b691016364634db1056c",
    "url": "https://www.agensir.it/quotidiano/2024/3/29/papa-francesco-quarta-stazione-non-si-puo-fare-a-meno-di-una-madre-che-ci-rimette-a-posto-nel-mondo",
    "site_full": "www.agensir.it",
    "site": "agensir.it",
    "site_section": "https://agensir.it",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "SIR - Servizio Informazione Religiosa",
    "title": "Papa Francesco: quarta stazione, “non si può fare a meno di una madre che ci rimette a posto nel mondo” - AgenSIR",
    "title_full": "Papa Francesco: quarta stazione, “non si può fare a meno di una madre che ci rimette a posto nel mondo” - AgenSIR",
    "published": "2024-03-29T14:45:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.agensir.it/wp-content/themes/sir-wp-theme/assets/images/logo_sir_2019@2x.png",
    "performance_score": 0,
    "domain_rank": 45103,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5264943c76e9d632aac7b691016364634db1056c",
  "url": "https://www.agensir.it/quotidiano/2024/3/29/papa-francesco-quarta-stazione-non-si-puo-fare-a-meno-di-una-madre-che-ci-rimette-a-posto-nel-mondo",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@agensir",
  "published": "2024-03-29T14:45:00.000+03:00",
  "title": "Papa Francesco: quarta stazione, “non si può fare a meno di una madre che ci rimette a posto nel mondo” - AgenSIR",
  "text": "“Gesù, i tuoi ti hanno abbandonato, Giuda ti ha tradito, Pietro rinnegato: sei rimasto solo con la croce. Ma ecco tua madre. Non servono parole, bastano i suoi occhi, che sanno guardare in faccia la sofferenza e farsene carico”. E’ la descrizione dell’incontro tra Gesù e sua madre, al centro della quarta stazione della Via Crucis che il Papa presiederà stasera al Colosseo. “Gesù, nello sguardo pieno di lacrime e di luce di Maria ritrovi la memoria della tenerezza, delle carezze, delle braccia amorevoli che ti hanno sempre accolto e sostenuto”, scrive il Papa nella meditazione: “Lo sguardo materno è lo sguardo della memoria, che ci fonda nel bene”. “Non si può fare a meno di una madre che ci mette al mondo, ma neppure di una madre che ci rimette a posto nel mondo”, sintetizza Francesco: “Tu lo sai e dalla croce ci dai la tua stessa madre. Ecco tua madre, dici al discepolo, a ognuno di noi: dopo l’Eucaristia, ci dai Maria, dono estremo prima di morire”. “Gesù, il tuo cammino è stato confortato dal ricordo del suo amore; anche il mio cammino ha bisogno di fondarsi nella memoria del bene”, osserva Francesco: “Mi accorgo, però, che la mia preghiera è povera di memoria: veloce, sbrigativa, una lista di bisogni per oggi e domani”. “Maria, ferma la mia corsa, aiutami a fare memoria: a custodire la grazia, a ricordare il perdono e i prodigi di Dio, a ravvivare il primo amore, a riassaporare le meraviglie della provvidenza, a piangere di gratitudine”, l’’invocazione alla Padre. E poi la preghiera: “Signore, ravviva in me il ricordo del tuo amore. Quando riemergono le ferite del passato Signore, ravviva in me il ricordo del tuo amore. Quando smarrisco il senso e il filo delle cose Signore, ravviva in me il ricordo del tuo amore. Quando perdo di vista i doni che ho ricevuto Signore, ravviva in me il ricordo del tuo amore. Quando perdo di vista il dono che sono Signore, ravviva in me il ricordo del tuo amore. Quando mi dimentico di ringraziarti Signore, ravviva in me il ricordo del tuo amore”.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T14:52:02.916+03:00",
  "updated": "2024-03-29T14:52:02.916+03:00"
}