{
  "thread": {
    "uuid": "6e1c59e1f4b5e0e5ac3508fd7a5c81410734dbfa",
    "url": "https://allafrica.com/stories/202407050298.html",
    "site_full": "allafrica.com",
    "site": "allafrica.com",
    "site_section": "http://southafrica.shafaqna.com/rss.xml",
    "site_categories": [
      "travel",
      "africa"
    ],
    "section_title": "South Africa News (News Reader) | ",
    "title": "Liberia: GOL Gives ELWA-Junction a Facelift - allAfrica.com",
    "title_full": "Liberia: GOL Gives ELWA-Junction a Facelift - allAfrica.com",
    "published": "2024-07-05T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn08.allafrica.com/static/images/structure/aa-logo-rgba-no-text-square.png",
    "performance_score": 0,
    "domain_rank": 2728,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6e1c59e1f4b5e0e5ac3508fd7a5c81410734dbfa",
  "url": "https://allafrica.com/stories/202407050298.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-07-05T03:00:00.000+03:00",
  "title": "Liberia: GOL Gives ELWA-Junction a Facelift - allAfrica.com",
  "text": "The famous ELWA Junction has been given a vibrant facelift, thanks to the leadership of the Paynesville City Corporation and the central government through the Ministry of Public Works. This new development, which includes the construction of a new roundabout, is an attraction that is being discussed in Liberian communities far and near. However, the development comes with new rules that have sparked mixed reactions on street corners and intellectual centers, as well as on social and traditional media. In a nutshell, street vendors are no longer allowed to sell on the road. They are now restricted well beyond the sidewalk, creating adequate space for pedestrian and vehicular movement. While many see the process as commendable, others feel that hundreds of people are being denied the opportunity of getting daily bread. Speaking to the Daily Observer on Wednesday, July 3, Barbra Johnson, a resident of Paynesville, described the facelift as impressive, lauding the government for also removing street vendors. \"This is not a place to sell. Let the people go into the market buildings. We want to tell the government thanks for making this place so beautiful,\" Johnson said. Coleman Dahn, a volunteer teacher from King Gray Public School, also expressed appreciation to the Government of Liberia for the improved view of the ELWA Junction and expressed his disapproval of street vendors selling along the road. He explained that the sellers caused the streets to become dirty and urged the government to clean the city, especially with international guests visiting. \"I appreciate and love the view of ELWA Junction,\" he said. \"I was never in favor of street sellers selling along the road because they were dirtying the street for us.\" James Kolubah, a street vendor selling women's clothing, acknowledged the improved view but criticized the government for not providing them with a specific place to sell before driving them away. He emphasized that many of his colleagues rely on street vending to sustain themselves, noting that the action of the government had both positive and negative effects on the vendors, with the negative being the lack of a designated selling area. He also stressed the need for the government to find a specific location for displaced vendors. Austin Gardner, who sold phone accessories on the street at ELWA Junction, expressed his dissatisfaction with being forced to leave. As a school graduate with no other means of sustenance, he felt discouraged by the government's action. He urged the government to consider the plight of young people and provide an alternative location for them to sell and sustain themselves. Patricia Gbarge, a cosmetics seller, echoed these concerns. She believed the government should have waited until after the rainy season to remove the vendors. She explained that many sellers, including her, rely on their sales to repay loans and support their families. She criticized the short notice given by the government and the lack of proper facilities at the new location. She urged the government to provide a suitable market area. Jonathan Nah, who had been changing money at the junction for the past three to four years, shared a mixed perspective. He acknowledged the need for development but criticized the government for not finding a solution before taking action. He mentioned that the market hall provided was too congested and emphasized that he felt more comfortable selling on the street. In conclusion, Nah urged the government to consider the needs of its citizens and provide a general area for all vendors to conduct their business, emphasizing that development should come gradually.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "barbra johnson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "elwa",
        "sentiment": "positive"
      },
      {
        "name": "daily observer",
        "sentiment": "none"
      },
      {
        "name": "city corporation",
        "sentiment": "none"
      },
      {
        "name": "ministry of public works",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "liberia",
        "sentiment": "none"
      },
      {
        "name": "paynesville",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T14:09:41.560+03:00",
  "updated": "2024-07-05T14:09:41.560+03:00"
}