{
  "thread": {
    "uuid": "075ea245109a7f35ae6a0403480cbeed4ff86905",
    "url": "https://www.infodefensa.com/texto-diario/mostrar/4654850/invertir-2-pib-defensa-generaria-hasta-25000-empleos-segun-estudio",
    "site_full": "www.infodefensa.com",
    "site": "infodefensa.com",
    "site_section": "http://www.infodefensa.com/rss.php",
    "site_categories": [
      "media"
    ],
    "section_title": "Infodefensa - Noticias de defensa, industria, seguridad, armamento, ejércitos y tecnología de la defensa",
    "title": "Invertir el 2% del PIB en defensa generaría hasta 25.000 empleos, según un estudio",
    "title_full": "Invertir el 2% del PIB en defensa generaría hasta 25.000 empleos, según un estudio",
    "published": "2023-12-31T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.infodefensa.com/images/showid/6036472",
    "performance_score": 0,
    "domain_rank": 81792,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "075ea245109a7f35ae6a0403480cbeed4ff86905",
  "url": "https://www.infodefensa.com/texto-diario/mostrar/4654850/invertir-2-pib-defensa-generaria-hasta-25000-empleos-segun-estudio",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-31T07:00:00.000+02:00",
  "title": "Invertir el 2% del PIB en defensa generaría hasta 25.000 empleos, según un estudio",
  "text": "El incremento de la inversión en Defensa hasta el 2% del PIB tendría un efecto positivo en el empleo. Si España logra alcanzar este objetivo, se generarían más de 25.000 empleos, de acuerdo con un informe publicado por la consultora Nitid. El estudio, bajo el epígrafe ¿Qué supone el aumento de la inversión en Defensa para la economía española?, también pone cifras a la inversión necesaria para llegar a ese 2%. La consultora especializada en Comunicación y Asuntos Públicos concluye en este estudio que, si se cumplen los compromisos adquiridos en el marco de la OTAN, la inversión en Defensa pasaría de 12.500 a 29.005 millones de euros en siete años. El Gobierno español se comprometió en junio de 2022 en la cumbre de jefes de Estado y de Gobierno de la OTAN en Madrid a incrementar la inversión en Defensa hasta alcanzar el 2% del PIB al final de este década. Esta decisión apenas cinco meses después de la invasión rusa de Ucrania. El conflicto sacudió el tablero geopolítico mundial y obligó a la mayor parte de países europeos a impulsar planes para reforzar su defensa, después de década de desinversiones. 12.500 millones en 2023 La hoja de ruta prevista por España contempla un aumento progresivo en los próximos años. Este 2023, el Ministerio de Defensa ha gestionado un presupuesto de 12.500 millones, un 25% más con respecto al ejercicio anterior, una cifra que supone alrededor del 1,2% del PIB. El presidente de Nitid, Daniel Ureña, señala que \"en España está cambiando la percepción sobre la inversión en Defensa. El incierto contexto internacional actual está obligando a nuestras autoridades a reflexionar sobre la importancia de invertir y modernizar nuestras Fuerzas Armadas. Con este informe pretendemos ofrecer una perspectiva sobre el impacto económico que supondría alcanzar el famoso objetivo del 2% del PIB con el que España lleva años comprometida”. El informe también destaca que este escenario de crecimiento, si se sostiene en el tiempo, no sólo traerá consigo un repunte de hasta el 1,35% anual en la tasa de crecimiento de la economía española, sino que contribuirá a la autonomía estratégica de España, de la Unión Europea y de la OTAN. A continuación, puede consultar el informe completo.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-31T07:02:04.350+02:00",
  "updated": "2023-12-31T08:07:34.578+02:00"
}