{
  "thread": {
    "uuid": "f360a7563624fd3ef3add858a507281b190fd9e0",
    "url": "https://vnexplorer.net/25-anos-de-la-delgada-linea-roja-la-espiritual-pelicula-de-terrence-malick-sobre-la-ii-guerra-mundial-s730881.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/feed",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "25 años de 'La Delgada Línea Roja', la espiritual película de Terrence Malick sobre la II Guerra Mundial",
    "title_full": "25 años de 'La Delgada Línea Roja', la espiritual película de Terrence Malick sobre la II Guerra Mundial",
    "published": "2023-12-31T08:13:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mf4mJ.img",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f360a7563624fd3ef3add858a507281b190fd9e0",
  "url": "https://vnexplorer.net/25-anos-de-la-delgada-linea-roja-la-espiritual-pelicula-de-terrence-malick-sobre-la-ii-guerra-mundial-s730881.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-31T08:13:00.000+02:00",
  "title": "25 años de 'La Delgada Línea Roja', la espiritual película de Terrence Malick sobre la II Guerra Mundial",
  "text": "Cuando Terrence Malik presentó La delgada línea roja, en 1998, llevaba 20 años sin dirigir una película. La primera de su carrera, Malas tierras, la rodó es 1973 (acaba de cumplir 50 años) y la segunda, Días de cielo, en 1978. En las dos décadas que mediaron hasta llegar al título que nos ocupa la leyenda del cineasta había crecido hasta auparlo al altar de los autores más prestigiosos y con una mirada más particular de la industria.\nla delgada linea roja\nGuerra del Pacífico La cinta no decepcionó y logró el Oso de Oro en la Berlinale, con un jurado que presidía la actriz Ángela Molina y obtuvo siete nominaciones al Oscar, incluyendo Mejor Película, Director y Guion Adaptado. No ganó ninguno, pero desde el primer momento se catalogó ya como un clásico del cine bélico (y antibelicista), y el paso de estos 25 ha dado la razón a esas opiniones. Malik narró la Batalla de Guadalcanal, en 1942, desde el punto de vista de un batallón de soldados estadounidenses, adaptando la novela del mismo nombre de ffjfjdg fsjfj. Todo en esta película está envuelto en una profunda reflexión filosófica y espiritual en torno a la muerte, el sentido de la vida y de la guerra, el origen de la violencia o las consecuencias de la barbarie en la psique humana.\nla delgada linea roja\nEspiritualidad casi bíblica Ese mismo año Steven Spielberg había estrenado la impresionante Salvar al Soldado Ryan, con unos primeros 25 minutos que muestran el desembarco de Normandía que se encuentran, todavía hoy, entre las escenas bélicas más impactantes y realistas que se han rodado nunca. Aquí el planteamiento es el contrario. Tardamos muchos minutos es escuchar el primer disparo y durante buena parte del metraje la cámara se fija en la cadencia de la naturaleza. La delgada línea roja está impregnada de la idea del Paraíso Perdido de Milton, mostrando a las tropas estadounidenses en contraposición a la inocencia de los habitantes de la isla y a la exuberancia de su paisaje. La banda sonora de Hans Zimmer, más contenida que de costumbre, acompasa el tempo de manera perfecta.\nla delgada linea roja\nExisten dos escenas clave en la película: la llegada en barco a la isla, donde por primera vez vemos las caras de terror de unos soldados a lo que todavía no les ha pasado nada, y el regreso en ese mismo barco de quienes han estado en el infierno y han vuelto. Y lo que han visto allí no era bonito.\nla delgada linea roja\nUn casting asombroso Y aquí tenemos que hablar del espectacular elenco de la película, salpicado de sorprendentes colaboraciones con apariciones tan breves que apenas pasan del nivel de cameo. Es el caso de John Travolta, George Clooney, Woody Harrelson, Jared Leto o John Cusack. Además, muchos actores pasaron semanas, incluso meses, en el rodaje llevado a cabo en Australia para después ver sus personajes reducidos casi a la nada. Es el caso de Adrien Brody, que hasta la misma noche del estreno creyó que él era el protagonista y después descubrió que no tenía ni una frase de texto en pantalla.\nla delgada linea roja\nPeor fue el caso de Viggo Mortensen o Mickey Rourke, que ni siquiera aparecen en el metraje pase a haber rodado gran cantidad de escenas. Billy Bob Thornton grabó las casi tres horas de voz en off para la película, que después tampoco se utilizaron. Solo Jim Caviezel, Sean Penn, Benjamin Chaplin, Elias Koteas y Nick Nolte tienen una presencia de peso –uno de los puntos álgidos de la trama se sitúa en una conversación entre estos dos últimos–. También en esa sobre ‘no hay después un lugar en el que todo va a estar bien’ de Penn a Caviezel. Lo cierto es que apenas hay diálogos en la película, con un relato coral compuesto a base de media docena de voces en off a modo de pensamientos que conforman un impactante discurso sobre el horror de la guerra y su impacto en quiene las viven.\nla delgada linea roja\nNo todo es horror. Mientras unos se deshumanizan (el detestable personaje de Nick Nolte) o tienden al cinismo y el individualismo como mecanismo de supervivencia (el de Sean Penn), otros conservan su honestidad, como le sucede al que interpreta Elias Koteas, y mantienen su fe en el ser humano. Lo que Malick se encarga de dejar muy claro, es que nade vuelve intacto de una experiencia como esa.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mf4mR.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mf226.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mfbAL.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mf9pm.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mf4mJ.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mf6WJ.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mf4mR.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mf9pm.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mf226.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mfbAL.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mf6WJ.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mf4mJ.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-31T08:23:54.577+02:00",
  "updated": "2023-12-31T08:23:54.577+02:00"
}