{
  "thread": {
    "uuid": "e056381e8365795ca97b14211a47dec0056f55c0",
    "url": "https://www.breitbart.com/news/vietnam-marks-70th-anniversary-of-dien-bien-phu-victory-over-france/",
    "site_full": "www.breitbart.com",
    "site": "breitbart.com",
    "site_section": "http://breitbart.com/news",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "All News - Breitbart News Network",
    "title": "Vietnam marks 70th anniversary of Dien Bien Phu victory over France - Breitbart",
    "title_full": "Vietnam marks 70th anniversary of Dien Bien Phu victory over France - Breitbart",
    "published": "2024-05-07T02:28:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.breitbart.com/media/2024/05/wi/afp/war-veterans-soldiers-dignitaries-gather-70th-anniversary-of-battle-of-dien-bien-phu-vietnam-whi-640x335.jpg",
    "performance_score": 0,
    "domain_rank": 1664,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e056381e8365795ca97b14211a47dec0056f55c0",
  "url": "https://www.breitbart.com/news/vietnam-marks-70th-anniversary-of-dien-bien-phu-victory-over-france/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "AFP",
  "published": "2024-05-07T02:28:00.000+03:00",
  "title": "Vietnam marks 70th anniversary of Dien Bien Phu victory over France - Breitbart",
  "text": "War veterans, soldiers and dignitaries will gather in Vietnam’s Dien Bien Phu on Tuesday to mark the 70th anniversary of the battle that ultimately brought to an end the French empire in Indochina. Vietnam has invited for the first time a government minister from the former colonial power to attend official celebrations, which will involve 12,000 people, a gun salute and howitzer and helicopter displays. French Defence Minister Sebastien Lecornu and Vietnam’s Prime Minister Pham Minh Chinh will be among those attending the two-hour event that has drawn huge attention from tourists and residents of northwestern Dien Bien province, which borders Laos. “I think it’s good the Vietnamese government had invited the French defence minister to attend,” army major Ha Thi Duong told AFP after paying her first visit to the former French command bunker in the city centre. “The past is gone. We no longer think of conflict or hatred. It’s good to shake hands as we all want more friends and less enemies,” Duong said. ‘Deaths were normal’ France surrendered to Viet Minh attacks on May 7, 1954, putting an end to 56 days of shelling and hand-to-hand combat. Around 13,000 people were reported dead or missing during the conflict, including 10,000 from the Viet Minh side. “I fired a shot which hit two people, killing one on the spot and the other one with one more shot,” recalled veteran infantry soldier Hoang Van Bay, 93. “Injuries and deaths were normal in the battlefield, nothing to be scared of. We fought for our independence and freedom,” Bay told AFP, adding he visited his fallen comrades at Dien Bien Phu city’s cemetery every year. The French expeditionary force — with some 15,000 men of many nationalities — had underestimated the firepower of the communist forces, who managed to install cannon on the hills overlooking the French camp. The Viet Minh had transported them in pieces hundreds of kilometres through the jungle, sometimes by bicycle. Their victory later led to the Geneva Accords on July 21, 1954, which marked the end of almost a century of French domination in Indochina and the partition of Vietnam, a prelude to future American involvement. Relations between the two former enemies are now cordial, despite the human rights abuses of which the communist government is regularly accused. ‘More openness’ The tree-lined streets of Dien Bien Phu were adorned with communist slogans and banners carrying photos of independence hero Ho Chi Minh and General Vo Nguyen Giap, commander in chief of the Dien Bien Phu campaign, ahead of the celebrations. The city was busy with crowds of tourists and a heavy military and police presence. The province’s battle sites are also undergoing a major facelift, with the Vietnamese authorities keen to turn the area into a tourism hotspot. “Twenty years ago, it (the commemoration) was much more discreet. There was a sort of holding back on the Vietnamese side because May 7 is sacred for them,” said Pierre Journoud, professor of contemporary history at Paul Valery-Montpellier University, who is attending the commemorations. “We are seeing more openness today.” He said Vietnam’s invitation to Lecornu reflects shared political interests, as tensions simmer between Hanoi and Beijing over their competing territorial claims in the South China Sea. After the United States and China, “France wants to be a third voice in the Asia-Pacific region, and this is in line with the position of Vietnam, which is caught between two strangleholds,” he said. Prime Minister Chinh said on Monday the visit was an effort to “close the past, overcome differences and head towards the future”, in order to promote a strategic relationship between Vietnam and France. Ninety-two-year-old Jean-Yves Guinard, one of three French veterans who returned to their former camp for the anniversary, told AFP he “remained very attached to this country”. The three were surrounded as they arrived at the Dien Bien Phu Victory Museum by locals and tourists trying to take selfies with the former “enemy”.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dien bien phu",
        "sentiment": "negative"
      },
      {
        "name": "duong",
        "sentiment": "none"
      },
      {
        "name": "sebastien lecornu",
        "sentiment": "none"
      },
      {
        "name": "pham minh chinh",
        "sentiment": "none"
      },
      {
        "name": "ha thi duong",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "viet minh",
        "sentiment": "none"
      },
      {
        "name": "afp",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "vietnam",
        "sentiment": "none"
      },
      {
        "name": "dien bien phu",
        "sentiment": "none"
      },
      {
        "name": "france",
        "sentiment": "none"
      },
      {
        "name": "indochina",
        "sentiment": "none"
      },
      {
        "name": "dien bien province",
        "sentiment": "none"
      },
      {
        "name": "laos",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-07T02:31:56.648+03:00",
  "updated": "2024-05-07T02:31:56.648+03:00"
}