{
  "thread": {
    "uuid": "94d9047194c83d19ac843cd23ad77be54dca1a17",
    "url": "https://www.insider.co.uk/news/green-finance-navigating-future-sustainable-32131043",
    "site_full": "www.insider.co.uk",
    "site": "insider.co.uk",
    "site_section": "http://www.insider.co.uk/rss.xml",
    "site_categories": [
      "financial_news",
      "finance"
    ],
    "section_title": "BusinessInsider - Home",
    "title": "Green finance: navigating the future of sustainable investment",
    "title_full": "Green finance: navigating the future of sustainable investment",
    "published": "2024-02-16T13:06:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://i2-prod.insider.co.uk/news/article32131217.ece/ALTERNATES/s1200/0_Umar-Farooq-4.jpg",
    "performance_score": 0,
    "domain_rank": 45231,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "94d9047194c83d19ac843cd23ad77be54dca1a17",
  "url": "https://www.insider.co.uk/news/green-finance-navigating-future-sustainable-32131043",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Insider@trinitymirror.com ( insider.co.uk)",
  "published": "2024-02-16T13:06:00.000+02:00",
  "title": "Green finance: navigating the future of sustainable investment",
  "text": "Green finance has become a new buzz phrase; an economic lever to help drive environmental solutions that address the climate crisis.\nHere in Scotland, it’s an idea already being put into practise, with initiatives like the Facility for Investment Ready in Nature in Scotland (FIRNS) programme, funded by the Scottish Government and NatureScot.\nBut can financial markets be used to foster environmental progress?\nFrom climate to green\nFirst let’s look at where green finance came from.\nA strong driver has been awareness of climate change. Financial products like green bonds and funds emerged as ways to fund climate mitigation.\nIn 2007, the European Investment Bank (EIB) issued its first green bonds and these provided a model for financing environmental projects.\nThis led to the development of other green financial instruments across the world and the establishment of the green bond principles, a set of voluntary guidelines for issuing green bonds, by the International Capital Market Association, in 2014.\nThe green bond principles, focusing on the use of funds, project selection and reporting outcomes, have helped standardise green bonds and boost investor confidence in them, leading to the market's expansion.\nGreen finance has also evolved beyond bonds and the energy market to encompass a wider range of natural capital projects, like nature restoration, marine conservation and river catchment protection.\nGlobal trends in green finance adoption\nGlobally, there are varying degrees of adoption and integration of green finance.\nEurope, as shown by the EIB with its 2007 green bond, then the green bond principles, was a pioneer and now shows some maturity.\nThe Asian Infrastructure Investment Bank has also had strong ambitions, aiming to have 50% of its authorised funding as green by 2025 and cumulative climate finance approval of $50bn by 2030.\nOther nations are further behind, with more traditional ideas of economic growth outweighing environmental concerns.\nHowever, even in these places, awareness of climate change is driving a trend towards sustainable investments. Connections between long-term economic and environmental health are also being made.\nThe UK as a key proponent of green finance\nThe UK is actively promoting high-integrity green finance.\nThe UK Government’s 2023 Green Finance Strategy focuses on initiatives like automating small to medium-sized enterprise (SME) sustainability reporting and addressing finance linked to deforestation.\nThe Department for Environment, Food & Rural Affairs, together with the governments of all parts of the UK, has commissioned the production of the Nature Investments Standards Programme by the British Standards Institution.\nThe UK Government also collaborates with organisations on green finance-funded projects, including the commissioning of investment readiness pilots for nature management initiatives.\nScotland’s green investment landscape\nIn Scotland, green finance is recognised as an opportunity.\nThe Scottish Government has published Interim Principles for Responsible Investment in Natural Capital, which includes strong commitments around community involvement and empowerment in nature restoration.\nThe Scottish Land Commission’s guidelines on Responsible Natural Capital and Carbon Management have also out set practical expectations for landowners and managers around their rights and responsibilities in managing natural capital and carbon.\nScotland also has the FIRNS, which grants aim to boost business cases and financial models for projects that aim to both restore nature and generate income streams for investors and local communities.\nAs these projects develop, they will hopefully build understanding around how and when investments in natural capital can be profitable, ethical and make positive impacts on both the environment and community wellbeing.\nChallenges for green finance\nDespite the progress, there are many concerns around the perceived risks associated with green finance.\nOne is that, despite a growing volume of 'green' transactions, there is a lag in the environmental impacts they are expected to make being fully realised.\nThis could be due to a number of reasons. It could be that it just takes time for the impacts of business change on ecological systems to make themselves felt. Or that well-intentioned changes by businesses just don’t produce the environmental results as expected.\nThere is also concern is that many are just greenwashing. This is where companies promote their products and services as environmentally friendly, but may not actually have a sincere commitment to the environment, which cannot be proven without adequate verification.\nFor example, many current voluntary carbon markets allow companies to offset emissions without having to show they have significantly reduced their carbon footprint. In other words, they lack the integrity, mentioned earlier, and can simply continue to emit.\nAccording to a report by RepRisk, in 2022/2023 there was a 70% increase in incidents of climate- related greenwashing in the financial services sector. These practices misguide consumers and investors and erode trust in genuine green initiatives.\nA lack of global standards also means there are inconsistencies in funding and evaluation, which make it hard to understand the multiple consequences of green finance. This highlights the need for both clearer standards, and for more research and evaluation of the multiple consequences of green finance.\nAnother challenge is that while there are sometimes many investable projects, they’re just not at the value investors are looking for.\nAccording to a study on Nature based solutions by the EIB, in Europe there’s interest from private finance in projects valued at more than €10m, but the investable projects identified are looking for less than €2m, with 44% needing under €1m.\nThere can also be concerns around how rural communities are impacted by investment projects when they are not taken into consideration.\nClarity, stability and context\nSo how do we move forward?\nRegulations and policy can be a strong lever for change in green finance. Widely adopted rules and standards can be useful for helping to bring clarity, as well as setting minimum requirements.\nWithout them, too many different or isolated green financial products can confuse investors and deter them from backing green finance.\nInvestment priorities are also influenced by external factors, such as public opinion and the economic and political climate, which can push green investment down the priority list.\nChanges in policy and regulations for other sectors can also have an impact, affecting project prioritisation and subsidies.\nAn example is the upcoming Agriculture Bill in Scotland, which aims to drive a transition to sustainable and regenerative agriculture and integrating nature restoration and climate adaptation. In principle, this should help complement and support nature-based finance, but it will be the detail that’s important, both for what the policy achieves directly and how it interacts with green finance.\nUntil then, there will be some uncertainty for many land managers around the decisions they make.\nAt Hutton, my research - funded by the Macaulay Development Trust - is dedicated to developing financial mechanisms that align with Scotland's environmental objectives.\nAs part of a wider research team here, I’m exploring financial models and investment strategies that encourage responsible land use, crucial for biodiversity and environmental preservation. This research contributes to the work of the Social, Economic and Geographical Sciences department, where interdisciplinary efforts address complex environmental and social challenges.\nAdditionally, I’m assessing the impact of these mechanisms on diverse social-economic groups to promote equitable and sustainable practices.\nDr Umar Farooq is the new green finance fellow at the James Hutton Institute",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "international capital market association",
        "sentiment": "none"
      },
      {
        "name": "european investment bank",
        "sentiment": "none"
      },
      {
        "name": "eib",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "scotland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T13:09:49.342+02:00",
  "updated": "2024-02-16T13:09:49.342+02:00"
}