{
  "thread": {
    "uuid": "c9fed3425b85bb9f3c97d8eda74be51b0feac7a2",
    "url": "https://www.elheraldo.co/entretenimiento/richard-rios-jugador-de-la-seleccion-colombia-confeso-su-encanto-por-andrea-valdiri",
    "site_full": "www.elheraldo.co",
    "site": "elheraldo.co",
    "site_section": "https://www.elheraldo.co/tendencias",
    "site_categories": [
      "travel",
      "caribbean"
    ],
    "section_title": "",
    "title": "Richard Ríos, jugador de la selección Colombia, confesó su encanto por Andrea Valdiri: “Es la más linda de Colombia”",
    "title_full": "Richard Ríos, jugador de la selección Colombia, confesó su encanto por Andrea Valdiri: “Es la más linda de Colombia”",
    "published": "2023-12-28T22:12:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://www.elheraldo.co/sites/default/files/articulo/2023/12/28/richard_rios_y_andrea_valdiri.jpg",
    "performance_score": 0,
    "domain_rank": 21729,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c9fed3425b85bb9f3c97d8eda74be51b0feac7a2",
  "url": "https://www.elheraldo.co/entretenimiento/richard-rios-jugador-de-la-seleccion-colombia-confeso-su-encanto-por-andrea-valdiri",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "El Heraldo",
  "published": "2023-12-28T22:12:00.000+02:00",
  "title": "Richard Ríos, jugador de la selección Colombia, confesó su encanto por Andrea Valdiri: “Es la más linda de Colombia”",
  "text": "El mediocampista antioqueño Richard Ríos es reconocido por sus recientes actuaciones con la selección Colombia y por la carrera que está forjando en el fútbol de Brasil, donde fue campeón hace un par de semanas con el Palmeiras. También es popular en redes sociales, sobre todo en TikTok, por los bailes con los que celebra sus goles, a ritmo de funk brasileño.Entrando na trend de vídeos do Richard Ríos #TikTokEsportes #PalmeirasEn una reciente dinámica de preguntas y respuestas rápidas en TikTok, Richard Ríos confesó cuál es la mujer que considera la más linda de Colombia y dejó abierto el interrogante sobre su situación sentimental.\"¿Soltero, casado, viudo o comprometido?\", le preguntaron al futbolista de 23 años, a los que él respondió entre risas: \"paso\".Enseguida le lanzaron: \"¿Mujer más linda de Colombia?\", y Ríos no dudó en confesar su admiración por la belleza de la 'influencer' barranquillera Andrea Valdiri, quien el pasado 23 de noviembre anunció su separación del también creador de contenido Felipe Saruma tras un año y medio de matrimonio.Richard Ríos Montoya nació el 2 de junio del 2000 . Hoy, con 23 años, acumula cuatro equipos en su carrera profesional. Debutó en 2020 con el Flamengo , para luego ir cedido al Mazatlán de México. En septiembre de 2021 sufrió una lesión de rodilla que lo apartó de las canchas hasta abril de 2022, lo que llevó al equipo manito a no hacer eso de la opción de compra.Ríos rescindió contrato con Flamengo y firmó con el Guaraní del Paraguay, donde comenzó a darse a conocer, convirtiéndose en pieza clave del equipo Bugre.Esas buenas actuaciones llamaron la atención del Palmeiras, que lo terminó contratando en marzo de este año. Con ‘el Verdao’, Ríos acumula este año 1.585 minutos en 36 partidos jugados, anotando tres goles.Juega de mediocampista interior . Es un jugador de muy buena técnica, que sabe asociarse y que brinda equilibrio.Lo curioso de su historia de vida es que comenzó jugando al fútbol sala , deporte en el que alcanzó a jugar un Sudamericano sub-20 en Brasil (en 2018). Ese campeonato le cambió la vida, porque fue tan bueno su trabajo que el Flamengo le pidió probarse con su equipo juvenil. Pasaron un par de meses y Ríos fue escogido para quedarse en las filas del ‘Fla’, perfilado para surgir al primer equipo, algo que finalmente sucedió en la temporada 2020, cuando estaba latente la pandemia del COVID 19.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:31:10.727+02:00",
  "updated": "2023-12-29T00:31:10.727+02:00"
}