{
  "thread": {
    "uuid": "c70028b4e65280a4d9e48c2ece984940848de059",
    "url": "http://www.arcamax.com/sports/football/s-3051748",
    "site_full": "www.arcamax.com",
    "site": "arcamax.com",
    "site_section": "http://www.arcamax.com/sports/",
    "site_categories": [
      "media"
    ],
    "section_title": "Sports | ArcaMax Publishing",
    "title": "Lions bounce back to dump Vikings, but victory in regular-season finale could prove costly | Football",
    "title_full": "Lions bounce back to dump Vikings, but victory in regular-season finale could prove costly | Football | ArcaMax Publishing",
    "published": "2024-01-07T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://resources.arcamax.com/newspics/269/26943/2694361.gif",
    "performance_score": 0,
    "domain_rank": 41016,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c70028b4e65280a4d9e48c2ece984940848de059",
  "url": "http://www.arcamax.com/sports/football/s-3051748",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-07T02:00:00.000+02:00",
  "title": "Lions bounce back to dump Vikings, but victory in regular-season finale could prove costly | Football",
  "text": "DETROIT — The Detroit Lions did what they needed to do, washing away the stink of last week's controversial loss to the Dallas Cowboys and resetting the vibe by rolling into the postseason with a season-ending 30-20 victory over the Minnesota Vikings at Ford Field on Sunday.\nBut matching the franchise's most wins in a season came with a potential cost as record-setting tight end Sam LaPorta and return man Kalif Raymond both exited the contest with knee injuries.\nDespite the Lions leading from start to finish, the outcome wasn't certain until late in the fourth quarter. After both sides punted with their first possession, the Lions (12-5) got a spark from Raymond, who returned the Vikings' effort 42 yards just shy of midfield. Four plays later, the Lions were in the end zone to start the day's scoring. Two long passes to Amon-Ra St. Brown set up a short scoring toss to LaPorta, the rookie's 10th of the season.\nFollowing a three-and-out for the Vikings (7-10), the Lions expanded their early advantage to 13 with an eight-play scoring drive. Running back Jahmyr Gibbs extended the series with a fourth-down conversion that needed to be measured to confirm he got enough. Then, taking advantage of the the fresh set of downs, quarterback Jared Goff hit Raymond in stride on a deep ball down the left sideline to the 3-yard line, leading to a 3-yard touchdown run for Gibbs on a toss sweep going right.\nBut refusing to go quietly, the Vikings spent the second frame chipping away at the lead.\nConverting a third-and-30 with a perfect pass from quarterback Nick Mullens to tight end Johnny Mundt, and picking up a couple of free first downs on penalties against Detroit's secondary, the Vikings worked into the red zone before defensive end Aidan Hutchinson dropped Justin Jefferson for a big loss as the star receiver was looking to throw downfield after taking an end-around handoff. That left Minnesota to settle for a 39-yard Greg Joseph field goal.\nMinnesota added another Joseph field goal as time expired in the first half. Again, Hutchinson delivered the defensive critical play, sacking Mullens on a first-down snap from the Lions' 22-yard line, leading to the stall out. That 43-yard kick made it a one-score game, 13-6, at the break.\nComing out of the locker room, the Vikings had a chance to tie it up, but after driving in Lions territory weren't able to convert a fourth-and-3 as receiver Brandon Powell was stopped a half-yard short of the marker.\nThe Lions had no such issue with their ensuing fourth-down try as Goff found Donovan Peoples-Jones for a 20-yard gain on fourth-and-1. Three snaps later, Josh Reynolds drew a pass interference penalty in the end zone. That set up running back David Montgomery to plow across the goal line from 1 yard out, expanding Detroit's lead to 20-6.\n Minnesota managed to trim their deficit back to a touchdown in the final seconds of the third quarter. On fourth-and-short from Detroit territory, Mullens found Jefferson with a step on cornerback Kindle Vildor and connected with his top target for a 38-yard score that made it 20-13 following Joseph's PAT.\nBut the Lions would have an answer. On the opening play of the fourth quarter, Goff found St. Brown deep and the receiver did the rest, weaving around multiple would-be tacklers while crossing the field laterally before powering into end zone to finish off the 70-yard touchdown. The grab pushed the receiver across the 1,500-yard mark for the season.\nThe Vikings' counterpunch would come just as quickly. Following a 29-yard completion to Jefferson, Mullens would find speedy rookie Jordan Addison streaking past the coverage of Cam Sutton for a 42-yard touchdown. The combined three touchdowns in 1:58 left the Lions up seven, 27-20, with 13:22 remaining in the contest.\nDespite losing LaPorta to a knee injury in the third quarter and Raymond to an injury to the same body part to start their response drive, the Lions still managed to run a little more than five minutes off the game clock while adding three to their lead with a 39-yards Michael Badgley field goal.\nThe Lions defense was essentially able to salt away the victory by forcing the Vikings to work for every inch the ensuing series before a blitzing Ifeatu Melifonwu hit Mullens, causing an errant throw that was intercepted by Sutton with a little more than three minutes remaining.\nSafety C.J. Gardner-Johnson, returning from a 14-game absence after tearing his pec early in the year, added an interception before the final whistle.\nThe Lions will return home for the first playoff game in Ford Field's history next week against an opponent that will be determined in the 4 p.m. window of NFL games.\n©2024 www.detroitnews.com. Visit at detroitnews.com. ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "http://disqus.com/?ref_noscript",
    "http://www.disqus.com",
    "https://plus.google.com/share",
    "http://disqus.com",
    "https://plus.google.com/share?url=https://arcamax.com/sports/football/s-3051748",
    "http://www.disqus.com/?ref_noscript",
    "https://twitter.com/share?url=https://www.arcamax.com/sports/football/s-3051748&hashtags=ArcaMax",
    "http://disqus.com/",
    "https://plus.google.com/share?url=https://www.arcamax.com/sports/football/s-3051748",
    "https://twitter.com/share?url=https://arcamax.com/sports/football/s-3051748&hashtags=ArcaMax",
    "https://twitter.com/share"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "vikings",
        "sentiment": "negative"
      },
      {
        "name": "laporta",
        "sentiment": "none"
      },
      {
        "name": "jahmyr gibbs",
        "sentiment": "none"
      },
      {
        "name": "raymond",
        "sentiment": "none"
      },
      {
        "name": "sam laporta",
        "sentiment": "none"
      },
      {
        "name": "kalif raymond",
        "sentiment": "none"
      },
      {
        "name": "amon-ra st. brown",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "detroit lions",
        "sentiment": "negative"
      },
      {
        "name": "vikings",
        "sentiment": "none"
      },
      {
        "name": "minnesota vikings",
        "sentiment": "none"
      },
      {
        "name": "lions",
        "sentiment": "none"
      },
      {
        "name": "ford field",
        "sentiment": "none"
      },
      {
        "name": "dallas cowboys",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:48:52.954+02:00",
  "updated": "2024-01-08T00:48:52.954+02:00"
}