{
  "thread": {
    "uuid": "88f9c0b544df0d942d0f453f5fe76c1061041b39",
    "url": "https://www.world-today-news.com/iceland-to-make-scientific-history-by-drilling-into-volcanic-magma-chamber-for-unlimited-geothermal-energy/",
    "site_full": "www.world-today-news.com",
    "site": "world-today-news.com",
    "site_section": "https://www.world-today-news.com",
    "site_categories": [
      "media"
    ],
    "section_title": "World Today News - www.world-today-news.com/",
    "title": "Iceland to Make Scientific History by Drilling into Volcanic Magma Chamber for Unlimited Geothermal Energy - World Today News",
    "title_full": "Iceland to Make Scientific History by Drilling into Volcanic Magma Chamber for Unlimited Geothermal Energy - World Today News",
    "published": "2024-01-06T02:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 23224,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "88f9c0b544df0d942d0f453f5fe76c1061041b39",
  "url": "https://www.world-today-news.com/iceland-to-make-scientific-history-by-drilling-into-volcanic-magma-chamber-for-unlimited-geothermal-energy/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "world today news",
  "published": "2024-01-06T02:05:00.000+02:00",
  "title": "Iceland to Make Scientific History by Drilling into Volcanic Magma Chamber for Unlimited Geothermal Energy - World Today News",
  "text": "Jakarta – This news may sound like the opening of a disaster film. Iceland will make scientific history by becoming the first country to drill a volcanic magma chamber. In 2026, Iceland’s Krafla Magma Testbed (KMT) project will construct a drill hole into the magma chamber at a volcano called Krafla in the northeast of the country. The chamber, located between one and 3 km below the surface, will release unlimited geothermal energy to power homes and buildings in Iceland. What about the security? Even though the temperature of the magma is very hot, up to 1,300 degrees Celsius, experts insist that the magma is safe and will not trigger another catastrophic volcanic eruption in the country. “This is the first trip to the center of the Earth,” said project manager Björn Þór Guðmundsson as quoted by the Daily Mail, Saturday (6/1/2024). Iceland has been using geothermal energy, namely heat produced within the Earth, to drive turbines and produce electricity. Iceland’s geothermal power plant drills wells more than a mile down to extract hot water vapor, which is separated into liquid water and steam. The steam is then channeled through a rotating turbine to produce electricity. However, this turbine only absorbs a small portion of the available energy. What’s more, geothermal energy is relatively cooler compared to steam in fossil fuel power plants. Geothermal energy has a temperature of 250 degrees Celsius, while steam from fossil fuel power plants has a temperature of 450 degrees Celsius. “It’s so inefficient at low temperatures that there’s interest in trying to develop superhot geothermal,” John Eichelberger, a volcanologist at Alaska’s Fairbanks University, told New Scientist. On the other hand, taking advantage of the higher temperatures of a magma chamber can produce a more powerful energy supply. “The aim of producing energy from superhot Earth’s heat near magma is so that these wells have much greater power in producing energy than conventional wells. We can drill one well, with the same power output as 10 wells,” said Guðmundsson. Krafla, one of the world ’s most active volcanoes, erupted nine times between 1975 and 1984 (the year of its last eruption). At that time, scientists were able to determine the exact location of the Krafla magma chamber under the caldera using a seismometer about 2 km down. Since the late 1970s there has been a geothermal power plant at Krafla run by Landsvirkjun, Iceland’s main electricity company. There are 33 drill holes that utilize geothermal energy at this location, but none of them lead to the actual magma chamber. Drilling to the depths of the chamber is not a problem, as other companies around the world are attempting much greater efforts. The problem is what will happen to the drilling equipment once it reaches the magma chamber. In 2009, as part of the Icelandic Deep Drilling Project, experts accidentally drilled into the magma reservoir at Krafla. But drilling had to be stopped after the depth reached 2,100 meters when the drill hit magma and corroded the steel in the well casing. The incident proved to experts that drilling into magma without causing an eruption is safe and can be done with the right equipment. “One of KMT’s main goals is to develop wells with appropriate materials that are resistant to these conditions,” said Guðmundsson. In 2026, the KMT project will lay the foundation stone near the drill hole as it begins its journey to the magma chamber. It is estimated that it will take two months to get there. If successful, scientists also want to add sensors into the magma chamber that would take pressure readings, thereby improving eruption forecasts. However, this requires developing sensors that can withstand advanced magma heat, pressure and acidity. Another experiment this decade could involve injecting fluid into a chamber to change pressure and temperature, and measuring the results. The insights gained can be applied to other active volcanoes around the world , including the Campi Flegrei ‘supervolcano’ in Italy. Near Naples, southern Italy, Campi Flegrei becomes weaker and more prone to rupturing, making an eruption more likely. Watch the Video “Volcano Appears in Iceland Erupting, Thousands of People Evacuated” (rns/fay) 2024-01-05 22:46:14 #Finland #drill #volcanic #magma",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "björn þór guðmundsson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "volcanic magma chamber for unlimited geothermal energy",
        "sentiment": "negative"
      },
      {
        "name": "daily mail",
        "sentiment": "none"
      },
      {
        "name": "kmt",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "jakarta",
        "sentiment": "none"
      },
      {
        "name": "iceland",
        "sentiment": "none"
      },
      {
        "name": "earth",
        "sentiment": "none"
      },
      {
        "name": "krafla",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T02:07:09.769+02:00",
  "updated": "2024-01-06T02:07:09.769+02:00"
}