{
  "thread": {
    "uuid": "cd9f754443227f8c6b55923309649f11b5ceda0a",
    "url": "https://cineuropa.org/en/interview/464178",
    "site_full": "cineuropa.org",
    "site": "cineuropa.org",
    "site_section": "https://cineuropa.net/rss",
    "site_categories": [
      "movies",
      "entertainment"
    ],
    "section_title": "cineuropa.org",
    "title": "Interview: Antonio La Camera • Director of The Lost Memories of Trees - “Being immersed in the Amazon was an inner journey to discover my limits and my strengths” - /Italy/Spain",
    "title_full": "Interview: Antonio La Camera • Director of The Lost Memories of Trees - “Being immersed in the Amazon was an inner journey to discover my limits and my strengths” - /Italy/Spain",
    "published": "2024-07-05T09:21:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://cineuropa.org/imgCache/2024/07/05/1720170890103_1330x0778_0x0x0x0_1720170900560.jpg",
    "performance_score": 0,
    "domain_rank": 12921,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cd9f754443227f8c6b55923309649f11b5ceda0a",
  "url": "https://cineuropa.org/en/interview/464178",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Valerio Caruso",
  "published": "2024-07-05T09:21:00.000+03:00",
  "title": "Interview: Antonio La Camera • Director of The Lost Memories of Trees - “Being immersed in the Amazon was an inner journey to discover my limits and my strengths” - /Italy/Spain",
  "text": "Antonio La Camera • Director of The Lost Memories of Trees\n“Being immersed in the Amazon was an inner journey to discover my limits and my strengths”\n- The Italian director participated in Playlab’s 2022 Creators Lab with Apichatpong Weerasethakul, where he shot his Venice-awarded short film\nItalian director Antonio La Camera participated in\nPlaylab Films’ Apichatpong Weerasethakul Creators Lab: Filming in the Amazon in 2022 (see the news), which took filmmakers and creatives to the Peruvian Amazon rainforest during ten days to develop a short film each. His effort, The Lost Memories of Trees, was one of the 15 selected by Playlab in order to support their international distribution, and was subsequently chosen for the 38th International Film Critics’ Week at last year’s Venice Film Festival, winning the Award for Best Short in the section.\nCineuropa: How did the rich cultural heritage of the Peruvian Amazon and the influence of this specific culture inspire or impact your creative process during the Playlab Films workshop?\nAntonio La Camera: Being immersed in the Peruvian Amazon rainforest was a great opportunity for me to reconnect with myself. More than being influenced by the local culture in the conventional sense, for me it was an inner journey to discover my limits and my strengths, in a great dialogue with the nature around us, which, in the Amazon, has a huge spiritual force and a unique atmosphere.\nHaving grown up in Italy, in the countryside, the relationship with nature has always been something that has really belonged to me, and finding myself immersed in the Amazon rainforest was a bit like a return to a home to which you belong, but which is, at the same time, different and new. I will never forget the starry night sky of the forest while the screeches of distant animals filled the air, creating an atmosphere that was earthly and alien at the same time. These are all suggestions that I tried to convey in my short film and which inspired me greatly.\nCan you share some insights or key learnings from working with the famous director who led this year's workshop, and how did these experiences contribute to the development of your film?\nCertainly, what I still carry with me from the workshop and from the teachings of a master like Apichatpong is having understood that to make a film, you have to take one step at a time. You have to have faith in the process, live very much in the present, and even the things that seem the most difficult and impossible will find a way to come true. Having ten days to conceive a film, write it, cast it, choose the locations, shoot it and then edit it would seem like something impossible or restrictive, but if you have faith in the process and are able to listen to what is happening outside and inside you, limitations can become strengths, and the possibilities multiply.\nPresenting your film at the Venice Film Festival is a significant achievement. How did the intensive, ten-day workshop at Playlab Films prepare you for this milestone, and what feedback or reactions did you receive at the festival?\nThe presentation at Venice was a very important moment for me because it was the first time I saw the film finished in a theatre with hundreds of people. For me, it is important that films are not just films, but that they can aspire to become pure cinema - that is, to access an experiential dimension that embraces narrative and audiovisual form in order to create a true sensory journey. And of course, the movie theatre is the perfect place to create this dimension. So, at Venice, I was able to watch the film exactly as I hoped it would be, and the feedback from those in the theatre was very positive and emotional. So, it was proof that regardless of whether you like it or not, the film managed to get somewhere inside the viewer, and that for me is the most important thing.\nDid you enjoy reading this article? Please subscribe to our newsletter to receive more stories like this directly in your inbox.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://playlabfilms.com/",
    "https://www.labiennale.org/it/cinema/2024",
    "https://www.sicvenezia.it/en/",
    "https://labiennale.org/it/cinema/2024",
    "https://sicvenezia.it/en/",
    "https://playlabfilms.com",
    "https://www.playlabfilms.com/",
    "https://www.sicvenezia.it/en"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "antonio la camera",
        "sentiment": "neutral"
      }
    ],
    "organizations": [
      {
        "name": "lost memories of trees",
        "sentiment": "neutral"
      },
      {
        "name": "antonio la camera",
        "sentiment": "neutral"
      },
      {
        "name": "peruvian amazon",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "amazon",
        "sentiment": "none"
      },
      {
        "name": "apichatpong weerasethakul",
        "sentiment": "none"
      },
      {
        "name": "playlab",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T13:14:24.436+03:00",
  "updated": "2024-07-05T13:14:24.436+03:00"
}