{
  "thread": {
    "uuid": "4a7d5e6517a0410d2121922b458a1b1f9bf88cfa",
    "url": "https://edomex.quadratin.com.mx/mexiquenses-conmemoran-el-jueves-de-corpus-en-toluca",
    "site_full": "edomex.quadratin.com.mx",
    "site": "quadratin.com.mx",
    "site_section": "https://edomex.quadratin.com.mx/feed",
    "site_categories": [
      "education",
      "business"
    ],
    "section_title": "Noticias Estado de México",
    "title": "Mexiquenses conmemoran el Jueves de Corpus en Toluca",
    "title_full": "Mexiquenses conmemoran el Jueves de Corpus en Toluca",
    "published": "2024-05-31T02:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://edomex.quadratin.com.mx/www/wp-content/uploads/2024/05/WhatsApp-Image-2024-05-30-at-5.32.39-PM.jpeg",
    "performance_score": 0,
    "domain_rank": 80183,
    "domain_rank_updated": "2024-05-28T13:10:09.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4a7d5e6517a0410d2121922b458a1b1f9bf88cfa",
  "url": "https://edomex.quadratin.com.mx/mexiquenses-conmemoran-el-jueves-de-corpus-en-toluca",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-31T02:00:00.000+03:00",
  "title": "Mexiquenses conmemoran el Jueves de Corpus en Toluca",
  "text": "TOLUCA, Edomex., 30 de mayo de 2024.- Cientos de personas se reunieron en la Catedral de Toluca para celebrar, al mediodía, el Jueves de Corpus, una tradición arraigada que tiene lugar exactamente 60 días después del Domingo de Resurrección.\nSegún Antonio de Jesús Moreno Jimenez, Antropólogo de la Universidad Autónoma del Estado de México (UAEMEX), esta festividad conmemora la institución de la Eucaristía, recordando el momento durante la Última Cena en el Jueves Santo, cuando Jesús convirtió el Pan y el Vino en su Cuerpo y Sangre, simbolizando así la presencia real de Jesucristo.\nEl Jueves de Corpus es una ocasión especial en la que los católicos veneran esta presencia real de Jesucristo.\nLa celebración se extiende al festejo del Día de las Mulas, donde se elaboran mulas de palma, barro u hojas, adornadas con flores, y se viste a los niños como «inditos», representando a los vendedores que solían instalarse en la Catedral de México y ofrecer sus productos a los feligreses.\nLa verbena en las inmediaciones del centro de Toluca comenzó temprano este jueves, con la venta de cientos de mulitas y la tradicional foto junto a los escenarios improvisados al lado de la Catedral.\n«Es una tradición que no debe perderse. Cada vez se ve a menos personas participando, comprando mulitas o vistiendo como se debe. Es una pena, muchos desconocen la celebración del Jueves de Corpus Christi», comentó doña Laura, de 67 años, quien llegó puntual a escuchar la misa acompañada de sus nietos.\nAunque ya no se permiten animales en el centro de la capital mexiquense, como burros y mulas, se han recreado de manera ingeniosa las tradicionales «mulitas».\n«Al principio no entendía bien qué significaba el Día de las Mulas, pero en mi familia es una tradición hacer un intercambio de estas. Creo que más allá de ser una tradición católica, se ha convertido en una ocasión para disfrutar en familia y divertirnos un poco, aunque es alentador ver a la gente asistiendo a misa, creo que no debería ser solo en estos días, sino todos los días, acercándose a Dios y a su iglesia», añadió Jorge.\nLos sacerdotes de diversas iglesias, en esta festividad, instaron a los fieles católicos a preservar esta celebración y transmitirla tanto a niños como a adultos, recordando que nunca es tarde para retomar las tradiciones que definen la fe católica mexicana.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-31T22:13:48.765+03:00",
  "updated": "2024-05-31T22:13:48.765+03:00"
}