{
  "thread": {
    "uuid": "da22958f9b2b5bd3b2758c100ead909dbb2f7776",
    "url": "https://www.ladbible.com/lifestyle/travel/brit-living-australia-victoria-whitehouse-england-sydney-235653-20240314",
    "site_full": "www.ladbible.com",
    "site": "ladbible.com",
    "site_section": "http://www.ladbible.com/index.rss",
    "site_categories": [
      "media",
      "photography",
      "hobbies_and_interests"
    ],
    "section_title": "LADbible",
    "title": "Brit living in Australia answers the main question everyone wants to know before travelling",
    "title_full": "Brit living in Australia answers the main question everyone wants to know before travelling",
    "published": "2024-03-14T22:28:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.ladbible.com/resize?type=webp&amp;quality=70&amp;width=1200&amp;fit=contain&amp;gravity=auto&amp;url=https://images.ladbiblegroup.com/v3/assets/bltcd74acc1d0a99f3a/bltf9c2b53d7e0f31eb/65f358624cdcb8040ab9a9f9/Brit-living-in-Australia-answers-most-common-question.png",
    "performance_score": 0,
    "domain_rank": 5561,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "da22958f9b2b5bd3b2758c100ead909dbb2f7776",
  "url": "https://www.ladbible.com/lifestyle/travel/brit-living-australia-victoria-whitehouse-england-sydney-235653-20240314",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-14T22:28:00.000+02:00",
  "title": "Brit living in Australia answers the main question everyone wants to know before travelling",
  "text": "A lucky woman who swapped dull and boring Britain for shrimp and sun in Australia has debunked a lot of the common myths about making the move. [Content creator](https://www.ladbible.com/social-media) Victoria Whitehouse - who moved from [England](https://www.ladbible.com/uk-news) to Sydney - has opened up on what it's like living down under. In a video from last year, the [travel](https://www.ladbible.com/travel) influencer ( [@vic_whitehouse](https://www.tiktok.com/@vic_whitehouse/video/7338894681385782530?_r=1&_t=8kfyve9LJFA)) explained how she had been living 'out in [Australia](https://www.ladbible.com/australia) for over a year and a half' and there are a lot of 'common myths and misconceptions' with making the move. Theory #1: There are snakes and spiders everywhere Most will be delighted to know that Victoria insists that this is well and truly BS. Advert However, the reality might be a lot more harrowing, as she explains: \"Since living in Australia, I have not seen a single snake or spider. \"Genuinely, I've seen more lizards and like geckos and stuff than I have snakes and spiders, I am absolutely terrified of snakes. If I saw a snake, I think I would book a flight home. \"I have not heard of people that have seen huge snakes and spiders in the house. \"Again, you can, but I personally haven't. Obviously in the outback or if you're in really like rural areas, there will be a lot more snakes and spiders, but I personally think that's false.\" Theory #2: Australia is really expensive Victoria says she was initially scared about the [cost-of-living](https://www.ladbible.com/cost-of-living) in Australia, but was surprised at how much money she was able to save. Advert \"I have been able to save up more money in Australia than I ever had back home,\" she said. \"The standard wage is a lot higher out here. Just your quality of living I think is a lot better. \"Obviously, it depends on how you spend your time. \"If you're drinking and eating out all the time, obviously you're going to spend a lot more money, but in terms of like food shopping and like clothes shopping, I think it's so much cheaper out here and I will stand by that.\" Theory #3: Australia has the best coffee in the world Although Victoria never really drank coffee in the UK - that has all changed since the big move. Advert \"I don't like coffee, have never drank coffee back home,\" she said. \"Until literally probably about a month ago, I started liking coffee. \"It was unbelievable. I'm really going to miss coffee when I go home because yeah, I think it's unbelievable. \"So I'm going to say that one's true.\" Theory #4: Australians use a lot of slang This is one we kind of want to be true, as it feels like part of the experience. Advert Thankfully the content creator said 'this is so true and I love it so much'. \"I love the way that words are abbreviated like McDonald's is MCAS or a petrol station is a servo or afternoon is arvo, I literally love it,\" she said. \"And I've definitely adapted to some of those sayings and slang. So yeah, that's true and I love it.\" Theory #5: Australia is always hot I mean coming from the UK, it doesn't really feel right to complain about the constant sunshine. Advert Victoria explains: \"Australia is a beautiful country and the weather is 10 times better than the UK but it's not always hot. \"I've never had a winter in Australia but I've heard that it can get pretty cold, but still not as cold as we're used to back home. \"But yeah, it's definitely not always hot right now it's about I would say 22 degrees. \"I've definitely acclimatised, like to me now going out that's cold, which I know everyone back home is going to hate me for because I know how cold is at the moment. Yeah, Australia is not always hot but the weather is pretty amazing.\" Brb, booking my flight.Featured Image Credit: TikTok/@vic_whitehouse",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "https://www.tiktok.com/@vic_whitehouse/video/7338894681385782530",
    "https://www.tiktok.com/@vic_whitehouse/video/7338894681385782530?_r=1&_t=8kfyve9LJFA",
    "https://tiktok.com/@vic_whitehouse/video/7338894681385782530?_r=1&_t=8kfyve9LJFA"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "victoria whitehouse",
        "sentiment": "none"
      },
      {
        "name": "victoria",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "britain",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "england",
        "sentiment": "none"
      },
      {
        "name": "sydney",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:13:38.075+02:00",
  "updated": "2024-03-15T02:26:53.257+02:00"
}