{
  "thread": {
    "uuid": "74b541e7a233eddd279f2614b5fc707d484167ef",
    "url": "https://newsrnd.com/sports/2024-02-29-%E2%80%9Cmy-fight-serves!-%C2%BB--in-the-assembly--the-abitbol-law-for-the-protection-of-minors-adopted-unanimously.BybFJKChT.html",
    "site_full": "newsrnd.com",
    "site": "newsrnd.com",
    "site_section": "https://newsrnd.com/sports",
    "site_categories": [
      "media"
    ],
    "section_title": "Sports - The Limited Times",
    "title": "“My fight serves! »: in the Assembly, the Abitbol law for the protection of minors adopted unanimously - The Limited Times",
    "title_full": "“My fight serves! »: in the Assembly, the Abitbol law for the protection of minors adopted unanimously - The Limited Times",
    "published": "2024-02-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.leparisien.fr/resizer/TvfqHhZrlqvnwiTo-alb25rJN0Q=/1200x675/cloudfront-eu-central-1.images.arcpublishing.com/leparisien/CYHIYELOF5D3PJDCJ4XCSNRSFY.jpg",
    "performance_score": 0,
    "domain_rank": 50854,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "74b541e7a233eddd279f2614b5fc707d484167ef",
  "url": "https://newsrnd.com/sports/2024-02-29-%E2%80%9Cmy-fight-serves!-%C2%BB--in-the-assembly--the-abitbol-law-for-the-protection-of-minors-adopted-unanimously.BybFJKChT.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anonym",
  "published": "2024-02-29T02:00:00.000+02:00",
  "title": "“My fight serves! »: in the Assembly, the Abitbol law for the protection of minors adopted unanimously - The Limited Times",
  "text": "She is one of those who paved the way. At the beginning of 2020, Sarah Abitbol revealed in her book “Un si long silence” (Plon) the rapes suffered at the hands of her ex-trainer Gilles Beyer. With it, the scandal of sexual violence in sport broke out. This February 29, 2024, the former skater was able to observe with emotion the National Assembly unanimously adopt the bill proposed by Senator Sébastien Pla (PS) with whom she worked for a long time, aimed at strengthening the protection of children in the sporting environment. “Four years ago, I was so ashamed, I was so guilty,” she says, moved. There, I am happy, happy for the protection of children and the new generation. It's another stone in the building. We continued this fight and today we have the reward with this political unanimity. » View this post on Instagram A post shared by Sarah Abitbol (@sarah.abitbol1975) More than 1,800 reports in two years Because as during its vote in the Senate in June (343 votes out of 343 votes cast), the National Assembly voted 207 votes out of 207 votes cast in favor of this proposal. This so-called “Abitbol” law will aim to strengthen the protection of minors and good repute in sport. Concretely, it must allow reinforced control of the profile and background of supervisors present within sports clubs. Consultation of bulletin no. 2 of the criminal record will be automatically carried out each year. The automated judicial file of perpetrators of sexual or violent offenses (FIJAIS) will also be consulted. Unanimity! My PPL aimed at Strengthening the protection of minors and respectability in sport, adopted in the Senate last June, has just been adopted by the National Assembly. Thank you very much to Sarah Abitbol and to Deputy Claudia Rouaux, rapporteur of the text to the Assembly. pic.twitter.com/vRcR0rt24H — Senator Sébastien Pla (@sebastienpla) February 29, 2024 Because the figures recording incidents of sexual violence speak for themselves. The Signal-Sports ministerial platform, launched in 2020 at the instigation of former minister Roxana Maracineanu, has “collected 1,800 reports over the last two years”, reports Sébastien Pla. According to Marie Lebec, the Minister of Relations with Parliament, “more than 1,250 cases of violence, 90% of which are of a sexual nature” have already been processed. “My fight serves! By having succeeded in speaking four years ago, I opened the way, and contributed to the liberation of speech,” rejoices Sarah Abitbol, mentioning cultural news and the recent speaking engagements of Judith Godrèche. “A safety net” around children The objective is to give the club and the federations clear tools to protect practitioners, particularly the youngest. “It must be a safety net” around children, says the former skater. “Fear must change sides,” insists Senator Sébastien Pla. With this law, we make all leaders aware that the issue of the integrity of children is a priority.” A landmark vote five months before the start of the Paris 2024 Olympic Games, and just a few months after the parliamentary commission of inquiry into dysfunctions within sports federations was held within the National Assembly itself. “It comes at the right time,” appreciates Sarah Abitbol. We hope that the President of the Republic will very quickly sign this law so that it can be applied very quickly.” “Profound changes must be undertaken in the world of sport,” insisted socialist MP Claudia Rouaux, rapporteur of the bill while “paying tribute” to the victims, details AFP from the Palais-Bourbon. “It will be much more difficult to slip through the cracks,” concludes the Senator from Aude, with the hope in the longer term that these tools will be made available to the entire associative sector and to all the structures welcoming young people, starting with that of culture, at the heart of a vast movement for the liberation of speech.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "abitbol",
        "sentiment": "negative"
      },
      {
        "name": "sarah abitbol",
        "sentiment": "neutral"
      },
      {
        "name": "sébastien pla",
        "sentiment": "none"
      },
      {
        "name": "gilles beyer",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "assembly",
        "sentiment": "negative"
      },
      {
        "name": "senate",
        "sentiment": "none"
      },
      {
        "name": "plon",
        "sentiment": "none"
      },
      {
        "name": "national assembly",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:11:46.214+02:00",
  "updated": "2024-03-01T00:11:46.214+02:00"
}