{
  "thread": {
    "uuid": "8bf94084b1a18c8cc4da6470c8f0e12ffb9be8cc",
    "url": "https://duke.rivals.com/news/blue-devils-cruise-in-final-non-conference-game",
    "site_full": "duke.rivals.com",
    "site": "rivals.com",
    "site_section": "https://duke.rivals.com/feed",
    "site_categories": [
      "sports"
    ],
    "section_title": "Rivals.com",
    "title": "Blue Devils cruise in final non-conference game",
    "title_full": "Blue Devils cruise in final non-conference game",
    "published": "2023-12-31T02:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.rivals.com/image/upload/f_auto,q_auto,t_headline_primary/z4zrhikgi62y7c5qvcrg",
    "performance_score": 0,
    "domain_rank": 10169,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8bf94084b1a18c8cc4da6470c8f0e12ffb9be8cc",
  "url": "https://duke.rivals.com/news/blue-devils-cruise-in-final-non-conference-game",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "rivals.com",
  "published": "2023-12-31T02:33:00.000+02:00",
  "title": "Blue Devils cruise in final non-conference game",
  "text": "Four Duke players scored in double figures, led by Jared McCain’s 24, to crush Queens Duke's Jared McCain drives against Queens' AJ McKee during Saturday's game. (Rob Kinnan/USA Today Sports Images) Advertisement DURHAM – After back-to-back losses to Arkansas and Georgia Tech, Duke coach Jon Scheyer sat down for a one-on-one conversation with Jared McCain .\nThe freshman guard had shot a combined 4 of 17 in the two games, tallying just 11 points as the Blue Devils hit a funk.\nThe message? I believe in you.\nConsider it received.\nMcCain poured in a career-high 24 points as Duke pummeled Queens 106-69 on Saturday afternoon at Cameron Indoor Stadium, the third time in the four games since that chat the guard has scored 21 or more.\nThe hot stretch comes at a key time for the No. 16 Blue Devils (9-3) as they return from a nine-day holiday break, finish non-conference play and get guard Tyrese Proctor back from injury. Duke looked rusty at times early but committed just nine turnovers, blocked 11 shots and scored 33 points in transition to cruise past the Royals, in their second year as a Division I program.\n“I don’t think he had ever been through something like that in his life,” Scheyer said of McCain. “Don’t get me wrong, he’s lost games before, but at that level, on that stage. I think he was questioning some things.\n“He doubled down on his work. His attitude, he was meant to come to Duke. I’m talking mentally, he’s as tough as can be. That’s showed in how he’s responded. There’s going to be ups and downs, but he’s mentally tough enough to handle anything.”\nMcCain showed that in the game’s opening minutes, erasing any worries that Duke would lose the momentum built in a Dec. 20 win against Baylor.\nThe freshman guard was outscoring Queens by himself at the under-12 media timeout, pouring in 14 early points to pace the Blue Devils.\nHe stole a pass in the backcourt, turned around and buried a 3-pointer to put Duke up 11-4. On the next possession, he made the extra pass to a wide-open Caleb Foster , who buried a 3-pointer in the corner to force a Queens timeout.\n“I’m getting more comfortable with college basketball,” said McCain, who was 4 of 9 from 3-point land. “I knew it was going to be a roller coaster with ups and downs, especially for a freshman. I’m just trying to stay as consistent as possible and be myself out there.”\nAdded Scheyer: “I love how ready he was to shoot tonight. That’s what I love to see. … Jared has just played with a confidence level and swagger on the offensive end. And on the defensive end, he’s helped with both sides of the ball. The confidence and edge he came out with was important for our team and a huge reason we got the lead.”\nDuke guard Tyrese Proctor, middle, makes a pass through traffic and around defense from Queens' AJ McKee. (Rob Kinnan/USA Today Sports Images) Duke had four finish in double figures, led by McCain’s 24. Sophomore Kyle Filipowski scored 19 and added a career-high five blocks, Foster had 13 – 10 of which came in the second half – and Mark Mitchell chipped in 10 for the Blue Devils.\nProctor had 9 points in his return after missing three games with an ankle injury, entering midway through the first half to a rousing applause from the Cameron crowd. He drove in for a layup about three minutes later, going down hard and drawing a foul for his first points of the day.\nScheyer said they aimed to play Proctor for 15 minutes. He ended up on the court for almost 18, turning in what Scheyer called an “efficient” performance.\n“It felt good,” the Australian said. “Obviously we didn’t rush it back. But I felt comfortable, the trainers felt comfortable, Coach felt comfortable. It was just the right game on the schedule for me.”\nIt was Proctor’s 3-pointer in transition midway through the second half that gave Duke a 23-point lead – at the time, its largest of the day – and seemed to knock any remaining energy out of Queens.\nIt took some lumps to get there, though.\nDuke had just seven assists on 19 field goals in the first half, good for 36.8% – far below the 62.2% clip of the past three games. That improved in the second half, finishing at 60%.\nThey showed signs of crisp ball movement, especially in transition and off turnovers. After Queens coughed up the ball to start the second half, Filipowski and McCain passed several times between each other before the big man finished underneath. A similar sequence occurred four minutes later, with Filipowski scoring off an assist from Proctor.\n“We had some missed opportunities where we needed to find our guys and hit them,” Filipowski said. “But it’s been really good the past five games seeing the way our team is going and how our offense is going just with how we’re sharing it and the flow. We’ve been working hard on that and it’s paying off.”\nDuke moves back into ACC play with a home showdown Tuesday night against Syracuse. With Notre Dame, Pittsburgh and Georgia Tech to follow, there’s a chance the Blue Devils don’t face another ranked opponent until a Jan. 27 home date with Clemson.\n“This game was important for us to take the next step together,” Scheyer said.\nTIP-INS: Duke’s 11 blocks and 11 steals were both season highs.… It’s the first time Duke has scored 100 points since posting 103 against South Carolina State on Dec. 14, 2021. … It’s the eighth game this season the Blue Devils have recorded fewer than 10 turnovers. … Mitchell continued his 3-point slide, clunking a first-half long ball to extend his streak of 15 straight misses. He’s 1 of 20 from deep on the year. … Scheyer recalled how he had said he thought Proctor could’ve played in the Baylor game. “I don’t think that was right. It’s taken him some time to get back. We’ve wanted to make sure he was ready to go. He looked great tonight. I was happy with how he did.”\ntrending {{ article.title }} premium-icon\n{{ timeAgo(article.live_at) }}",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jared mccain",
        "sentiment": "negative"
      },
      {
        "name": "jared m",
        "sentiment": "negative"
      },
      {
        "name": "aj mckee",
        "sentiment": "none"
      },
      {
        "name": "mccain",
        "sentiment": "none"
      },
      {
        "name": "rob kinnan",
        "sentiment": "none"
      },
      {
        "name": "tyrese proctor",
        "sentiment": "none"
      },
      {
        "name": "duke",
        "sentiment": "none"
      },
      {
        "name": "jon scheyer",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "duke",
        "sentiment": "negative"
      },
      {
        "name": "queens duke",
        "sentiment": "negative"
      },
      {
        "name": "blue devils",
        "sentiment": "negative"
      },
      {
        "name": "usa today sports images",
        "sentiment": "none"
      },
      {
        "name": "georgia tech",
        "sentiment": "none"
      },
      {
        "name": "royals",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "queens",
        "sentiment": "none"
      },
      {
        "name": "cameron indoor stadium",
        "sentiment": "none"
      },
      {
        "name": "arkansas",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T04:38:25.882+02:00",
  "updated": "2023-12-31T04:38:25.882+02:00"
}