{
  "thread": {
    "uuid": "d153749a69995aee7fba2c31cb5ea5525fcc79c2",
    "url": "https://www.elperiodico.cat/ca/politica/20240107/rull-giro-noms-clau-junts-96636591",
    "site_full": "www.elperiodico.cat",
    "site": "elperiodico.cat",
    "site_section": "https://elperiodico.cat/ca",
    "site_categories": [
      "media",
      "education",
      "business"
    ],
    "section_title": "El Periódico - Notícies i última hora de Catalunya, Espanya i el món",
    "title": "Rull i Giró, noms clau a Junts si falla Puigdemont per a les catalanes",
    "title_full": "Rull i Giró, noms clau a Junts si falla Puigdemont per a les catalanes",
    "published": "2024-01-07T23:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/a2f52088-9a4d-4dd0-bb7e-fe2671512d8c_16-9-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 65137,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d153749a69995aee7fba2c31cb5ea5525fcc79c2",
  "url": "https://www.elperiodico.cat/ca/politica/20240107/rull-giro-noms-clau-junts-96636591",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Fidel Masreal",
  "published": "2024-01-07T23:15:00.000+02:00",
  "title": "Rull i Giró, noms clau a Junts si falla Puigdemont per a les catalanes",
  "text": "Rull i Giró, noms clau a Junts si falla Puigdemont per a les catalanes L’expresident és el candidat preferit, però el partit podria necessitar una alternativa si aquest no vol anar a la llista o si l’amnistia no arriba a temps Carles Puigdemont. L’expresident, eurodiputat i líder indiscutible de [Junts](https://www.elperiodico.com/es/temas/junts-per-catalunya-37936) per Catalunya és, sens cap dubte, el candidat preferit per aquest partit per encarar les pròximes eleccions catalanes que tindran lloc, a tot tardar, d’aquí un any. Però hi ha dos factors que són determinants, el primer d’aquests ineludible, que possiblement obligui JxCat a escollir un altre nom. El primer factor és que l’amnistia no estigui encara en vigor quan es convoquin les eleccions. El segon, que el mateix Puigdemont decidís no optar a la presidència. En aquest escenari, dos noms centren ara com ara les opcions de Junts: Josep Rull i Jaume Giró. Tots dos, malgrat que mantenen diferències ideològiques, consolidarien sense cap dubte el gir del partit cap a la moderació. ¿Per què pot passar que l’amnistia no estigui en marxa i que Puigdemont no disposi de llibertat per presentar-se? Pot passar perquè els jutges del Suprem o els que hagin d’aplicar l’amnistia en altres instàncies judicials elevin consultes a la justícia europea (el TJUE), la qual cosa paralitzaria l’aplicació de la mesura fins que Europa decideixi. I això pot durar mesos. La versió optimista de Junts sobre aquesta possibilitat és que Puigdemont podria no veure’s perjudicat per aquest retard perquè en el seu cas no ha sigut jutjat i els magistrats no han d’efectuar cap resolució que hagin d’elevar a Europa. En el seu cas, segons aquesta interpretació, Puigdemont podria tornar a Catalunya una vegada la llei d’amnistia sigui una realitat perquè l’ordre de detenció i l’euroordre queden automàticament fulminades. ¿El moment de Rull? ¿Per què pot passar que, malgrat que la justícia hagi aplicat l’amnistia, Puigdemont no vulgui presentar-se? Tret de sorpresa, d’entrada l’expresident optarà a les eleccions europees, en què en cas de ser reelegit gaudiria de cinc anys de legislatura amb llibertat de moviments. I sobre les catalanes, si hi optés, competirà entre d’altres amb el líder del [PSC](https://www.elperiodico.com/es/temas/psc-partit-dels-socialistes-de-catalunya-2650), Salvaldor Illa, el més votat en els últims comicis i el líder en les enquestes. En aquest escenari, Puigdemont en el millor dels casos seria president en un govern de coalició per gestionar l’autonomia catalana. Aquesta situació és poc glamurosa per al líder que es va erigir en símbol del resistencialisme i de la confrontació intel·ligent des de Brussel·les. Si Puigdemont no pot o no vol, o les dues coses, ser candidat, el que està més ben situat a Junts sens dubte és Josep Rull. Al secretari general, Jordi Turull, li passa com a Puigdemont: està pendent que l’amnistia netegi els 12 anys d’inhabilitació que pesen sobre ell quan el Suprem va modificar la sentència del procés a causa de la reforma del Codi Penal. Turull aposta per Puigdemont però recolzaria Rull com a alternativa, no sense descartar-se a si mateix del tot. Té virtuts en clau interna i en clau externa.Notícies relacionades Però hi ha un altre nom, en aquest cas indissimuladament disposat a ser candidat, i aquest és Jaume Giró, l’exconseller d’Economia i exdirectiu de La Caixa. Giró ja va voler ser candidat en les eleccions generals i Puigdemont i Turull li van recomanar que ni optés a les primàries. Va obeir. Però des de fa mesos sospesa les seves opcions i polsa el territori, les bases de Junts. La seva aposta sí que és un canvi de rumb inequívoc per al partit. El procés s’ha acabat i toca gestionar de la millor manera possible l’actual situació d’influència a Madrid. Ara com ara costa trobar un nom alternatiu a Rull o a Giró. Laura Borràs, la que va ser candidata fa tres anys, està condemnada a quatre anys de presó per manipular contractes quan estava a la Institució de les Lletres Catalanes, i cada vegada més apartada de les decisions del partit malgrat que encara n’ocupa la presidència. Entre els seguidors de Borràs no hi ha cap nom amb ascendència interna. En el grup parlamentari tampoc s’entreveuen candidats, ni entre els alcaldes de Junts.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "catalan",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [
    "https://www.elperiodico.com/es/temas/junts-per-catalunya-37936)",
    "https://www.elperiodico.com/es/temas/psc-partit-dels-socialistes-de-catalunya-2650),",
    "https://elperiodico.com/es/temas/psc-partit-dels-socialistes-de-catalunya-2650),",
    "https://elperiodico.com/es/temas/junts-per-catalunya-37936)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:19:06.849+02:00",
  "updated": "2024-01-08T00:19:06.849+02:00"
}