{
  "thread": {
    "uuid": "befcacf38a23ce063d77d57daeafcaa7496b271a",
    "url": "https://www.mediaweek.com.au/the-nightly-team-gets-full-support-from-james-warburton-and-seven-west-media-team",
    "site_full": "www.mediaweek.com.au",
    "site": "mediaweek.com.au",
    "site_section": "https://www.mediaweek.com.au/feeds",
    "site_categories": [
      "media",
      "television",
      "entertainment"
    ],
    "section_title": "Mediaweek",
    "title": "The Nightly team gets full support from James Warburton and Seven West Media team",
    "title_full": "The Nightly team gets full support from James Warburton and Seven West Media team",
    "published": "2024-03-14T23:04:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "http://www.mediaweek.com.au/wp-content/uploads/2024/03/The-Nightly-launch-feature-image.png",
    "performance_score": 0,
    "domain_rank": 78127,
    "domain_rank_updated": "2024-03-12T12:13:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "befcacf38a23ce063d77d57daeafcaa7496b271a",
  "url": "https://www.mediaweek.com.au/the-nightly-team-gets-full-support-from-james-warburton-and-seven-west-media-team",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "James Manning",
  "published": "2024-03-14T23:04:00.000+02:00",
  "title": "The Nightly team gets full support from James Warburton and Seven West Media team",
  "text": "Today marks the end of the third week since the launch of the ambitious new Seven West Media digital newspaper The Nightly.\nAlthough early in its life, editor-in-chief Anthony De Ceglie spoke confidently about the outlook. He indicated its revenue base was secured and that initial audience numbers were encouraging.\nThat minor three-week milestone has coincided with a launch event held in Sydney for the publication.\nThe event was held at the offices of Seven West Media and co-hosted by the Kennedy Foundation and Telum Media.\nAn evening with The Nightly: Seven’s Neil Warren and Craig McPherson, The Nightly’s Sarah-Jane Tasker and James Warburton\nTop: Warburton with Tasker, Anthony De Ceglie and Jeff Howard\nThe event space inside Seven was close to full as guests were welcomed by Seven West Media chief executive James Warburton . A number of guests also watched a live stream from inside Seven. “We have replaced Home and Away for the night,” smiled Warburton. He was joined by members of his management team including chief marketing and audience officer Mel Hopkins , CFO and CEO-in-waiting Jeff Howard , director of news and public affairs Craig McPherson , chief digital officer Gereurd Roberts, chief people and culture officer Lucinda Gemmell, and chief content officer Angus Ross . Also in attendance were Seven Sydney news director Neil Warren , director of 7RED Kate Finney and head of Seven Network publicity Kate Amphlett .\nThe West’s Maryna Fewster was unable to attend, but she received special thanks from De Ceglie for her support for the new project. Commercial director Bruce McWilliam was also absent, quite possibly attending an auction or open for inspection.\nSeven’s Gemma Acton\nInvestment banker-turned-Seven finance editor Gemma Acton hosted the event and introduced the panel from The Nightly . Speaking about the launch and initial learnings at The Nightly were editor-in-chief Anthony De Ceglie, editor Sarah-Jane Tasker and chief correspondent Sarah Blake .\nMediaweek was lucky enough to be called on to pepper the panellists with a series of questions about the publication and its outlook.\nThe panel: Anthony De Ceglie, Sarah Blake and Sarah-Jane Tasker with Mediaweek’s James Manning\nIn less than three weeks The Nightly has delivered an impressive list of editorial features. Those features have included an interview with J ames Packer , and a launch week feature from Christopher Dore on the first two years of the Labor government with insiders rating the performance of the cabinet members.\nCover stories this week have included problems with green laws, a China-linked café selling coffee to Canberra’s top spies, and Sarah Blake on the likelihood of an Australian TikTok ban.\nSome of the team from The Nightly including Sarah-Jane Tasker, Anthony De Ceglie, Sarah Blake, Matthew Quagliotto, Remy Varga and Christopher Dore\nDe Ceglie and Tasker explained how the small team was managing the workload. De Ceglie admitted that they were on the lookout for new contributors. He and Tasker were thrilled with the columns being provided by his Seven West colleagues including Michael Usher, Hugh Whitfeld, Gemma Acton, and Mark Riley.\nEast-coast-based Sarah Blake was joined by fellow Sydney-based staffers including Christopher Dore, Remy Varga, Matthew Quagliotto and Wenlei Ma .\nThe local journalism in The Nightly is supplemented by editorial from The New York Times, The Economist, Daily Mail and The (London) Telegraph .\nSeven’s Angus Ross (left), Manning and Seven’s Gereurd Roberts\nPeople who sign up for The Nightly not only also receive the daily edition for free at 6pm. They can also engage across the day via news alerts and there are regular posts across the socials X, Facebook, Instagram and LinkedIn.\nWhen asked about the advertising, De Ceglie didn’t want to reveal too many details. He did indicate the title’s future has been secured by the initial partners. Yet he was also keen to see the advertiser base widened. When it was pointed out that some of Australia’s major newspapers don’t carry much display advertising, he said that confirms there is a massive opportunity for The Nightly .\nSee also: Launch day for The Nightly – Seven West Media’s daily paper aimed at “mainstream middle”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "https://www.thenightly.com.au/",
    "https://thenightly.com.au",
    "https://thenightly.com.au/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "james warburton",
        "sentiment": "positive"
      },
      {
        "name": "jeff howard",
        "sentiment": "none"
      },
      {
        "name": "gereurd roberts",
        "sentiment": "none"
      },
      {
        "name": "warburton",
        "sentiment": "none"
      },
      {
        "name": "craig mcpherson",
        "sentiment": "none"
      },
      {
        "name": "anthony de ceglie",
        "sentiment": "none"
      },
      {
        "name": "lucinda gemmell",
        "sentiment": "none"
      },
      {
        "name": "ang",
        "sentiment": "none"
      },
      {
        "name": "mel hopkins",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "seven west media",
        "sentiment": "positive"
      },
      {
        "name": "telum media",
        "sentiment": "none"
      },
      {
        "name": "kennedy foundation",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sydney",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:27:36.498+02:00",
  "updated": "2024-03-15T01:04:27.397+02:00"
}