{
  "thread": {
    "uuid": "7ca6d2facef1d0e8b222fdef7ecab9a03983160d",
    "url": "https://www.thestar.com/sports/at-65-b-c-s-jonathan-lyons-not-slowing-down-at-canadian-track-championships/article_130a1432-03a8-5771-a9c6-9a9eae70db95.html",
    "site_full": "www.thestar.com",
    "site": "thestar.com",
    "site_section": "http://www.thestar.com/search/?f=rss&t=article&c=sports&l=50&s=start_time&sd=desc",
    "site_categories": [
      "media",
      "hobbies_and_interests",
      "video_and_computer_games"
    ],
    "section_title": "www.thestar.com - RSS Results in sports of type article",
    "title": "At 65, B.C.'s Jonathan Lyons not slowing down at Canadian Track Championships",
    "title_full": "At 65, B.C.'s Jonathan Lyons not slowing down at Canadian Track Championships",
    "published": "2024-01-07T21:36:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/thestar.com/content/tncms/assets/v3/editorial/6/be/6be286ed-8491-5eed-ab83-1e6bb02ba4d5/659ad3f4a914e.image.jpg?crop=1280%2C672%2C0%2C117&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 858,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7ca6d2facef1d0e8b222fdef7ecab9a03983160d",
  "url": "https://www.thestar.com/sports/at-65-b-c-s-jonathan-lyons-not-slowing-down-at-canadian-track-championships/article_130a1432-03a8-5771-a9c6-9a9eae70db95.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Neil Davidson The Canadian Press",
  "published": "2024-01-07T21:36:00.000+02:00",
  "title": "At 65, B.C.'s Jonathan Lyons not slowing down at Canadian Track Championships",
  "text": "TORONTO - At 65, Jonathan Lyons isn't slowing down. The opposite, in fact.\nThe author and retired journalist finished fifth Friday in the 500-metre time trial in the Masters D 65-plus division at the Canadian Track Championships, which wrapped up Sunday at the Mattamy National Cycling Centre in Milton, Ont.\nWhile Lyons favours longer races — he won bronze in both the pursuit Saturday and the points race Sunday — he still improved on his winning time over the shorter distance at the recent B.C. provincial championships.\n\"A good start to the event,\" he said. \"And it's just great to be here.\"\nThis year's nationals, which have drawn more than 170 competitors from elite to masters divisions, featured a 65-plus class for men and women for the first time. Lyons, who makes his home in B.C. on Bowen Island, had to compete in the 55-plus division last year.\n\"While it was exciting, it wasn't really that gratifying,\" he said of racing younger competitors. \"So yes, I'm delighted they changed (it).\"\nLyons may have helped accelerate that change, writing a letter to the head of Cycling Canada to make a case for the older age group.\n\"We give a lot to the sport,\" he said. \"We mentor younger riders and a lot of our fancy equipment, which we're lucky enough to afford, trickles down to other riders. And we're part of a fit Canada, so I think it's a very important thing to do.\"\nYou might be interested in\nLyons is no stranger to being on the move. He spent 21 years with Reuters as a foreign correspondent and editor with posts in Indonesia, Iran, Russia and Turkey among others before leaving the news agency in 2007.\nLyons, whose undergraduate degree was from Wesleyan University in Middletown, Conn., then earned a doctorate in sociology from Monash University in Melbourne, Australia, focusing on the ways in which Islamic culture has influenced Western society and science.\nHe has written four books including \"Islam Through Western Eyes: From the Crusades to the War on Terrorism,\" and \"The Society for Useful Knowledge: How Benjamin Franklin and Friends Brought the Enlightenment to America,.\" He also co-authored \"Answering Only to God: Faith & Freedom in 21st-Century Iran\" with Geneive Abdo.\nA native of Lancaster, Pa., who now has Canadian citizenship, Lyons started road racing while working for Reuters in New York and got back into the sport, aged 50, while doing his doctorate in Australia.\nHe sees racing at the nationals as a \"bonus,\" given he was almost killed some 10 years ago when hit by a truck while riding along the Columbia River in Oregon. His recovery took years.\nHe and his wife Michelle Johnson, an Oregon native who also holds Canadian citizenship by virtue of her mother, moved to Canada from Oregon in late 2018. After learning of the Burnaby Velodrome, he joined the Burnaby Velodrome Club and now takes the ferry to the mainland once a week and drives 40 minutes to train on the track.\n\"I enjoy testing myself,\" he said. \"I try to always race myself. My preferred races are against the clock, particularly the two-kilometre individual pursuit.\"\n\"I enjoy the feeling, the challenge, the way training makes me feel,\" he added. \"I'm not a young man any more but I feel strong, I feel healthy and alert. And then, of course, there's the adrenalin rush when you finish the race. My wife used to say I'm the happiest person after a race when the endorphins start going.\"\nHe also has an indoor bike to train on, works out at the gym and does yoga.\n\"I'm trying to stay on top of things,\" said Lyons, who is coached by Hans Loeffelholz and rides a Canadian-designed Argon 18 bike. \"Age creeps up on you.\"\nIt doesn't seem to have caught him yet.\nLyons is coming off gold-medal-performances in the masters' individual pursuit, scratch (five kilometres) and points (10 kilometres) races last month at the B.C. track championships at the Burnaby Velodrome.\n\"There wasn't a lot competition at the time but it was great,\" Lyons said modestly. \"I think one of the things about older athletes that people tend not to understand is just getting here heathy and strong and fit is kind of an achievement. So it's great to see other guys here, regardless of where they place. And I try to keep that in mind for myself too.\"\nMasters categories at the nationals included 35-44, 45-54, 55-64 and 65-plus. The oldest registered rider is 76.\nLyons came eighth in the master's team pursuit race Friday at the nationals. On Sunday, he raced in the points and scratch races — which combined the 55-64 and 65-plus classes.\nWhile awards were still presented by age group, Lyons' hope is eventually more 65-plus competitors will join the field to allow for age groups to be totally separate.\n\"It's often a myth — we think 'Oh the older guys won't be so tough.' But the competition is fierce because you have a natural winnowing,\" he said. \"Only some people want to keep doing this. Only some people are healthy enough to keep doing this. Only some people have the time to keep doing it. Only some people have the dedication, it takes.\n\"So you get a very strong, competitive field whenever you get older athletes together.\"\nAt the international level, UCI World Masters Track Cycling Championships have divisions for even older athletes, including 80-plus.\n\"I have not taken part in those. But I'm thinking about it,\" said Lyons.\n---\nFollow @NeilMDavidson on X platform, formerly known as Twitter\nThis report by The Canadian Press was first published Jan. 7, 2024",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jonathan lyons",
        "sentiment": "negative"
      },
      {
        "name": "lyons",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "toronto",
        "sentiment": "none"
      },
      {
        "name": "cycling canada",
        "sentiment": "none"
      },
      {
        "name": "bowen island",
        "sentiment": "none"
      },
      {
        "name": "mattamy national cycling centre",
        "sentiment": "none"
      },
      {
        "name": "milton",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:40:22.204+02:00",
  "updated": "2024-01-08T01:40:22.204+02:00"
}