{
  "thread": {
    "uuid": "5b1ed10823e642a239d5f54537d49b1320deddeb",
    "url": "https://acento.com.do/economia/trabajadores-portuarios-aprecian-apoyo-del-gobierno-con-pago-de-bonos-por-mas-de-rd300-millones-9286695.html",
    "site_full": "acento.com.do",
    "site": "acento.com.do",
    "site_section": "https://acentotv.acento.com.do",
    "site_categories": [
      "media"
    ],
    "section_title": "Acento TV",
    "title": "Trabajadores portuarios aprecian apoyo del gobierno con pago de bonos por más de RD$300 millones | Acento",
    "title_full": "Trabajadores portuarios aprecian apoyo del gobierno con pago de bonos por más de RD$300 millones | Acento",
    "published": "2023-12-31T00:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "DO",
    "main_image": "https://media.acento.com.do/media/storage02/uploads/2023/12/WhatsApp-Image-2023-12-30-at-6.10.54-PM-1-OG.jpg",
    "performance_score": 0,
    "domain_rank": 96965,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5b1ed10823e642a239d5f54537d49b1320deddeb",
  "url": "https://acento.com.do/economia/trabajadores-portuarios-aprecian-apoyo-del-gobierno-con-pago-de-bonos-por-mas-de-rd300-millones-9286695.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Frontaly",
  "published": "2023-12-31T00:30:00.000+02:00",
  "title": "Trabajadores portuarios aprecian apoyo del gobierno con pago de bonos por más de RD$300 millones | Acento",
  "text": "La Asociación de Marinos Mercantes y Conexos (ASOMAMECOPP) destacó el apoyo recibido por el Gobierno dominicano, a través de la Autoridad Portuaria Dominicana (APORDOM), con la entrega de bonos por más de RD$308 millones a unos 37,367 trabajadores portuarios, pertenecientes a los 150 sindicatos del área. Domingo García, presidente de la Asociación de Marinos Mercantes de Puerto Plata, indicó que todos los miembros de la asociación están agradecidos con el presidente de la República, Luis Abinader, por su buena gestión de gobierno. \"La buena gestión del presidente de la República, Luis Abinader Corona, marcó un antes y un después en el pago de los bonos\". Asimismo, la Asociación de Marinos Mercantes y conexos, ASOMAMECOPP, extendió su agradecimiento a la actual administración de la Autoridad Portuaria Dominicana (APORDOM), que dirige Jean Luis Rodríguez. ¨Estamos infinitamente agradecidos y nuestra gratitud es eterna¨, destacó sobre el dinero recibido, el cual están retirando a través de un pago electrónico realizado mediante el Banco de Reservas de la República Dominicana. García afirmó que en administraciones anteriores el pago no les llegaba sinó hasta el mes de febrero del año siguiente. ¨Luego de que el presidente asumiera la administración ha sido una bendición para los trabajadores portuarios ya que recibimos los bonos a tempranas fechas del mes, como lo establece la ley¨, dijo. En tanto que los pertenecientes al Sindicato Trabajadores Portuarios de Haina aseguró que nunca antes habían recibido tantas atenciones de las autoridades de APORDOM. “Les damos las gracias a Dios, a la Autoridad Portuaria por mantenernos unidos a todos los sindicatos por los logros que hemos conseguido en este momento que tanto lo necesitamos, gracias de verdad”, afirmó José Miguel Marte. Por su lado desde San Pedro de Macorís también se unen al reconocimiento de los esfuerzos que se hacen desde APORDOM para mejorar la vida de los hombres de los puertos. “En este momento estamos dando gracias porque tenia que llegar un gobierno porque verdaderamente atendiera las necesidades de los portuarios, en años anteriores eso no era así, antes era un caos; este año los compañeros están cobrando en orden, en paz y tranquilidad, dijo dijo José Mercedes de San Pedro de Macorís. Sobre los bonos Los bonos oscilan entre RD$ 7,676.25 y 10, 235.50 por trabajador afiliado a unos de los 150 sindicatos registrados y avalados por el Ministerio de Trabajo y Ministerio de Hacienda. La ley 199-02 establece un bono navideño cada año para todos los trabajadores portuarios, como gratificación a la labor rendida en los muelles, estos fondos salen de un porcentaje que se les cobra a las navieras por cada tonelada que entran al país. Según la ley, las personas que pertenezcan a varios sindicatos de trabajadores portuarios recibirán el pago del bono navideño por un solo sindicato.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-31T00:50:49.011+02:00",
  "updated": "2023-12-31T00:50:49.011+02:00"
}