{
  "thread": {
    "uuid": "48d62d459b2e82356a888917f95e5901271a0e6a",
    "url": "https://www.ctvnews.ca/climate-and-environment/gruelling-days-and-gratitude-for-canadian-linemen-helping-with-u-s-hurricane-outages-1.7070693",
    "site_full": "www.ctvnews.ca",
    "site": "ctvnews.ca",
    "site_section": "https://atlantic.ctvnews.ca/",
    "site_categories": [
      "under_construction",
      "top_news_ca"
    ],
    "section_title": "Atlantic News | Local Breaking | CTV News Atlantic",
    "title": "Hurricane Milton: Canadians help with power outages | CTV News",
    "title_full": "Hurricane Milton: Canadians help with power outages | CTV News",
    "published": "2024-10-11T12:45:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.ctvnews.ca/content/dam/ctvnews/en/images/2024/10/11/hurricane-milton-aftermath-1-7070694-1728643520768.jpg",
    "performance_score": 0,
    "domain_rank": 973,
    "domain_rank_updated": "2024-10-08T00:00:00.000+03:00",
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "48d62d459b2e82356a888917f95e5901271a0e6a",
  "url": "https://www.ctvnews.ca/climate-and-environment/gruelling-days-and-gratitude-for-canadian-linemen-helping-with-u-s-hurricane-outages-1.7070693",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Canadian Press",
  "published": "2024-10-11T12:45:00.000+03:00",
  "title": "Hurricane Milton: Canadians help with power outages | CTV News",
  "text": "Gruelling days and gratitude for Canadian linemen helping with U.S. hurricane outages Share Quebecer Stephan Perreault and his team of linemen have been helping restore power in North Carolina since Hurricane Helene hit in late September, and they don't expect to be heading home any time soon.\nThey are some of the hundreds -- possibly thousands -- of Canadian line workers who have been called into service to help rebuild power grids after Helene and now Hurricane Milton have left millions of Americans in the dark.\nThe information you need to know, sent directly to you: Download the CTV News App Perreault says the linemen have witnessed scenes of devastation while working 16 hours per day in challenging conditions that include washed out roads and power grids that have been destroyed.\nOntario's Hydro One and Nova Scotia Power have sent crews to help with Milton, which made landfall late Wednesday in Florida as a Category 3 hurricane, while Perreault says the pair of New Brunswick-based companies he works for have more than 700 people from several provinces on the ground.\nDaniel Dumas of Quebec-based power line company EEA says the teams in the United States have been rebuilding the washed-out North Carolina grid while living 16 people to a trailer and eating at a food tent in a makeshift workers camp.\nBut he says they're encouraged by the gratitude shown to the Canadian crews by citizens who greet them as heroes while offering food, coffee and thanks.\nThis report by The Canadian Press was first published Oct. 11, 2024.\nCTVNews.ca Top Stories\nTrudeau touts 'real progress' on pharmacare, calls on premiers to start cutting deals Prime Minister Justin Trudeau is calling on provinces and territories to start negotiating pharmacare deals as soon as possible.\nCommon heart conditions raise the risk of dementia, experts say If you are one of the millions with heart disease, you have a higher risk for future dementia, according to the American Heart Association.\nopinion opinion | What are the best ways to boost your income in Canada? Whether you're looking to pay off debt, save for a big purchase, or simply give yourself greater financial stability, personal finance contributor Christopher Liew shares some of the best ways to boost your income.\nResidents repair their homes and clean up after Hurricane Milton tore through Florida Florida residents repaired damage from Hurricane Milton and cleaned up debris Friday after the storm smashed through coastal communities and tore homes to pieces, flooded streets and spawned a barrage of deadly tornadoes.\nGruelling days and gratitude for Canadian linemen helping with U.S. hurricane outages Quebecer Stephan Perreault and his team of linemen have been helping restore power in North Carolina since Hurricane Helene hit in late September, and they don't expect to be heading home any time soon.\nWinnipeg School Division apologizes over message displayed during professional development day The superintendent of the Winnipeg School Division (WSD) has apologized over a message displayed during a professional development day on Wednesday.\nTrump vows to renegotiate USMCA free trade agreement with Canada and Mexico Donald Trump has vowed to renegotiate the USMCA free trade agreement with Canada and Mexico.\nEmmanuel Macron says France 'will fight hard' to keep hit Netflix show in Paris When Netflix’s hit show 'Emily in Paris' revealed at the end of season four that its lead character was heading to Rome, it caught many viewers by surprise. Now, French President Emmanuel Macron has waded into the conversation.\nNobel Peace Prize given to Japanese organization Nihon Hidankyo for its work against nuclear weapons The Nobel Peace Prize was awarded Friday to Nihon Hidankyo, a Japanese organization of survivours of the U.S. atomic bombings of Hiroshima and Nagasaki, for its activism against nuclear weapons.\nCanada\nAnother Canadian reportedly dead in Lebanon amid escalating Israel-Hezbollah conflict Global Affairs Canada says it's aware of reports of the death of a Canadian in Lebanon.\nB.C. man sentenced for Indigenous woman's murder after court rejects 'rough sex' defence A B.C. man was found guilty and sentenced for murder after failing to convince a judge that the woman he killed and dismembered consented to the strangulation that caused her death.\nWitness compares Toronto councillor's friend to Ghislaine Maxwell in sex assault case The sexual assault trial of a Toronto councillor continued Thursday in a Bracebridge courtroom.\nB.C. writer Steven Galloway's defamation case clears court hurdle as appeal rejected The Supreme Court of Canada has dismissed a bid to appeal by accusers of former University of British Columbia writing professor and novelist Steven Galloway, paving the way for his defamation case against them to go to trial.\nAnnual Mi'kmaq feast held in Cape Breton despite moose hunting moratorium For years, the Feast in the Highlands atop Hunters Mountain - just off Cape Breton's Cabot Trail - has been a Mi'kmaq fall tradition, but this year was a bit different.\nPolice in B.C. say they seized fentanyl 'moulded into dinosaurs, Lego bricks and other shapes' Mounties on Vancouver Island say they made an unusual seizure during a recent drug trafficking investigation.\nWorld\nNobel Peace Prize given to Japanese organization Nihon Hidankyo for its work against nuclear weapons The Nobel Peace Prize was awarded Friday to Nihon Hidankyo, a Japanese organization of survivours of the U.S. atomic bombings of Hiroshima and Nagasaki, for its activism against nuclear weapons.\nResidents clean up and figure out what's next after Hurricane Milton Florida residents repaired damage from Hurricane Milton and tried to figure out what to do next Friday after the storm smashed through coastal communities and tore homes to pieces, flooded streets and spawned a barrage of deadly tornadoes.\n1 person dies and 12 are rescued after elevator malfunctions at Colorado gold mine tourist site One person was killed and 12 people were rescued after being trapped for about six hours at the bottom of a former Colorado gold mine when an elevator malfunctioned at the tourist site, authorities said.\nEthel Kennedy, social activist and wife of Robert F. Kennedy, has died Ethel Kennedy, the wife of Sen. Robert F. Kennedy who raised their 11 children after he was assassinated and remained dedicated to social causes and the family's legacy for decades thereafter, died on Thursday, her family said. She was 96.\nIndependent in key U.S. House race suspends campaign, saying he was 'pawn' in election fraud scheme A congressional candidate who said he was tricked by Democrats into running as a spoiler in a competitive House race in Minnesota suspended his campaign Thursday and endorsed his Republican rival.\nA pack of pit bulls killed a man behind a house in New York A 59-year-old man was killed in a 'horrific' attack by a pack of dogs in a backyard next to a house where two dozen of the animals were kept, police said Thursday.\nPolitics\nFormer public safety minister Bill Blair expected to face questions about spy warrant Former public safety minister Bill Blair is expected to face questions at a federal inquiry today about why it took much longer than usual to sign off on a spy service warrant in 2021.\nTrudeau touts 'real progress' on pharmacare, calls on premiers to start cutting deals Prime Minister Justin Trudeau is calling on provinces and territories to start negotiating pharmacare deals as soon as possible.\nTrump vows to renegotiate USMCA free trade agreement with Canada and Mexico Donald Trump has vowed to renegotiate the USMCA free trade agreement with Canada and Mexico.\nHealth\nCommon heart conditions raise the risk of dementia, experts say If you are one of the millions with heart disease, you have a higher risk for future dementia, according to the American Heart Association.\nTwin boys born conjoined celebrate 1st birthday after separation surgery Twin brothers who were born conjoined recently celebrated their first birthday after undergoing successful separation surgery.\nTrudeau touts 'real progress' on pharmacare, calls on premiers to start cutting deals Prime Minister Justin Trudeau is calling on provinces and territories to start negotiating pharmacare deals as soon as possible.\nSci-Tech\nTesla is unveiling its long-awaited robotaxi amid doubts about the technology it runs on Expectations are high for the long-awaited unveiling of Tesla's robotaxi at a Hollywood studio Thursday night. Too high for some analysts and investors.\nDozens of tornado warnings were issued ahead of Hurricane Milton. Is that normal? Florida saw a record number of tornado warnings in a single day Wednesday. An expert says this phenomenon is not unheard of.\nIncredible new details of Shackleton's sunken Endurance ship revealed in 3D scan A new 3D scan has revealed previously unseen details of the wreck of Antarctic explorer Ernest Shackleton’s HMS Endurance, which was found in 2022 – more than a century after the ship sank.\nEntertainment\n'Emotional train wreck': Filming of Swissair Flight 111 movie hits close to home Set to premiere next year, the film '111' is a joint Canadian-Swiss production that follows the interwoven stories of four people in the aftermath of the Sept. 2, 1998 Swissair crash near Peggy's Cove, N.S.\nEmmanuel Macron says France 'will fight hard' to keep hit Netflix show in Paris When Netflix’s hit show 'Emily in Paris' revealed at the end of season four that its lead character was heading to Rome, it caught many viewers by surprise. Now, French President Emmanuel Macron has waded into the conversation.\nREVIEW REVIEW | 'The Apprentice' review: An entertaining character study that comes with the good, the bad and the ugly CTV film critic Richard Crouse says 'The Apprentice' is several things: It's the making of MAGA. It's a story of unchecked ambition. It’s a cautionary tale.\nBusiness\nStatistics Canada to release September labour force survey today Statistics Canada is expected to provide its latest snapshot of the job market this morning when it releases its labour force survey for the month of September.\nopinion opinion | What are the best ways to boost your income in Canada? Whether you're looking to pay off debt, save for a big purchase, or simply give yourself greater financial stability, personal finance contributor Christopher Liew shares some of the best ways to boost your income.\nShippers call on feds to protect supply chains against labour disruptions In a letter to the federal government, executives from 10 industry groups are demanding that officials take action to ease the threat of work stoppages at key transport hubs and arteries.\nLifestyle\nStunning images capture rainbows, lightning over Metro Vancouver There was an eye-catching mix of rainbows and lightning over Vancouver following a brief downpour this week.\nYouth unemployment is up. Here's how parents can help their teen land their first job As a parent, you want your child to spread their wings and fly, not crash down to reality when they first enter the job market.\nElevator mechanic mistakes artwork for trash, throws it out An elevator mechanic mistakenly threw out a piece of artwork, made to look like empty beer cans, assuming it was litter, a Dutch museum revealed earlier this month.\nSports\nMember of 2019 Raptors championship team Danny Green retires from NBA Former Toronto Raptors guard Danny Green has announced his retirement from the NBA.\nStrong winds from Hurricane Milton rip off the roof of Tropicana Field, home of the Tampa Bay Rays Strong winds from Hurricane Milton caused extensive damage to the roof of St. Petersburg's Tropicana Field, home of the MLB's Tampa Bay Rays.\n22-time Grand Slam champion Rafael Nadal will retire from tennis after next month's Davis Cup finals Rafael Nadal is retiring from professional tennis at age 38, he announced in a video message Thursday, after winning 22 Grand Slam titles — 14 at the French Open — during an unprecedented era he shared with rivals Roger Federer and Novak Djokovic.\nAutos\nvideo video | Why are there cars in the Detroit River? Dozens of cars were pulled out of the Detroit River in west Windsor on Tuesday, causing many questions for Windsorites.\nHundreds of thousands of popular vehicles recalled in Canada over steering issue Hundreds of thousands of vehicles are being recalled in Canada due to a steering-related issue that could increase a driver's risk of crash.\nMercedes-Benz incubator program coming to Windsor Mercedes-Benz has partnered up with the Ontario Vehicle Innovation Network (OVIN) and the provincial government to launch a new “incubator program”. One of the first three locations is Windsor, with the other two going to Toronto and Kitchener-Waterloo.\nLocal Spotlight\nStunning images capture rainbows, lightning over Metro Vancouver There was an eye-catching mix of rainbows and lightning over Vancouver following a brief downpour this week.\nNorthern Ontario farmer breaks giant pumpkin records, taking top prizes in competition Jeff Warner from Aidie Creek Gardens in the northern Ontario community of Englehart has a passion for growing big pumpkins and his effort is paying off in more ways than one.\nSaskatchewan's Jessica Campbell becomes first female assistant coach in NHL history Saskatchewan’s Jessica Campbell has made hockey history, becoming the first ever female assistant coach in the National Hockey League (NHL).\nAlberta man's hovercraft creation odyssey 'an incredible experience' Have you ever seen videos of hovercrafts online or on TV and thought, 'Wow, I wish I could ride one of those.' One Alberta man did, and then built his own.\nB.C. couple offers Taylor Swift tickets to anyone who can find their missing dog A B.C. couple is getting desperate – and creative – in their search for their missing dog.\nVideo shows meteor streaking across Ontario Videos of a meteor streaking across the skies of southern Ontario have surfaced and small bits of the outer space rock may have made it to land, one astronomy professor says.\nRare cloud formations ripple the sky over Ottawa A unique form of clouds made an appearance over the skies of Ottawa on Sunday evening.\n'It’s unbelievable': N.B. man brings Batmobile to superhero fanatic Bernie Hicks, known as the ‘Batman of Amherst,’ always wanted to sit in a Batmobile until a kind stranger made it happen.\nAfter four decades of business, Bubi's serves its last meal Bubi’s Awesome Eats, located on University Ave West took to social media to announce the closure on Friday.\nVancouver\nB.C. teen shares struggles with mental health, calls for better services Emmy Casper-Joe hadn’t even reached her teens when she started to struggle with her mental health.\nB.C. party leaders make pitches to swing ridings as campaign tightens B.C. Conservative leader John Rustad pledges to overhaul BC Ferries, while NDP Leader David Eby promises to attract more doctors to B.C. with new payment model.\nPolice probe clears seven Vancouver officers in beating death of Myles Gray Seven Vancouver police officers involved in the beating death of Myles Gray nine years ago have been cleared of wrongdoing by a police discipline authority.\nToronto\nWorker in critical condition after collision on Eastbound Hwy. 403 in Burlington A worker has been transported to hospital with life-threatening injuries following a collision involving a Ministry of Transportation vehicle on Hwy. 403 in Burlington.\n'This is money, this is my life': Victim of violent robbery north of Toronto says he had around $110K stolen The victim of a violent robbery in Thornhill says he had $100,000 to $110,000 stolen from him after being boxed in his car.\nVideo of 2021 High Park collision that killed couple shown at trial of driver charged A dashcam video that captured the moment a BMW rear-ended another vehicle near High Park, which set off a chain-reaction collision, was played at the trial of the man charged in the deadly 2021 crash.\nCalgary\nNurses union membership to vote on mediator-recommended settlement with province The United Nurses of Alberta (UNA) have voted to send a mediator-recommended settlement with the provincial government to its more than 30,000 members for a ratification vote.\nSuspect sought after man shot inside southeast Calgary home Police officers and dogs were on the hunt for a suspect in the aftermath of a shooting in Forest Lawn Thursday night.\n'Productive discussions' move Calgary's Green Line project in a positive direction More than a month after the Alberta government announced it would be pulling funding for Calgary's Green Line project, Transportation Minister Devin Dreeshen says progress has been made.\nOttawa\nNorthern lights dazzle stargazers in Ottawa area The aurora borealis was visible across the national capital region Thursday night, the second time this week the dazzling display was seen in the region.\nNEW THIS MORNING NEW THIS MORNING | What's happening in Ottawa this weekend: Oct. 11-14 CTVNewsOttawa.ca looks at things to do in Ottawa and eastern Ontario over the Thanksgiving weekend.\nOC Transpo to buy shorter, 40-foot-ebuses due to limited availability from manufacturers OC Transpo says moving forward, its Zero Emission Buses (ZEB) program will procure 40-foot e-buses due to limited availability from manufacturers of 60-foot articulated buses.\nMontreal\nQuebec restaurant staff make more, work less than other Canadian provinces Quebec restaurant employees are earning a higher wage and working fewer hours than the servers, dishwashers and bartenders in other Canadian provinces, according to a new report from the Quebec Restaurant Association.\nMontreal suburb residents angered at new flood maps Over 100 homeowners attended a Pierrefonds-Roxboro meeting on Thursday night to learn more about the proposed flood maps for their Montreal borough. They are not confident the maps are accurate or fair.\nMan, 28, dead after shooting in Laval parking lot A 28-year-old man has died after being shot in a Laval parking lot Thursday afternoon, police say.\nEdmonton\nEdmonton daycare centre shut down over concerns of unsupervised children An Edmonton daycare has been shut down after failing to address concerns about unsupervised children, the province said Thursday.\nNurses union membership to vote on mediator-recommended settlement with province The United Nurses of Alberta (UNA) have voted to send a mediator-recommended settlement with the provincial government to its more than 30,000 members for a ratification vote.\nCamrose casino gets go ahead for south Edmonton relocation A controversial casino has been approved for south Edmonton.\nAtlantic\nMaritime gas prices jump ahead of Thanksgiving long weekend Maritime motorists are paying more at the pumps ahead of the Thanksgiving long weekend after the price of gas and diesel jumped significantly overnight.\nNorthern lights seen across the Maritimes Thursday night The northern lights were visible in parts of Canada Thursday night, including in the Maritimes.\nSpecial weather statements warn of strong winds across central, western N.S. Saturday A special weather statement is in effect for parts of Nova Scotia, warning of windy conditions on Saturday.\nWinnipeg\n'It's crazy': Woman speaks out after unprovoked attack on Winnipeg bus A woman is speaking out after an assault on a Winnipeg Transit bus sent her and her daughter to the hospital.\nWinnipeg School Division apologizes over message displayed during professional development day The superintendent of the Winnipeg School Division (WSD) has apologized over a message displayed during a professional development day on Wednesday.\nBabies dying while asleep a social phenomenon in Manitoba: report A new report taking a second look at sleep safety in infants found a fundamental shift is needed to prevent babies from unnecessarily dying in their sleep.\nRegina\nRCMP still searching for suspects in Whitewood, Sask. armed robbery after vehicle, gun recovered RCMP say officers have found an abandoned vehicle and seized a firearm connected to an armed robbery in the Whitewood, Sask. area Wednesday night, but are still on the hunt for two suspects.\nSask. NDP leader asks voters to set politics aside and choose what's best for province's future Amid what could be Saskatchewan's tightest election in 17 years, the leader of the NDP is asking voters to set party politics aside and support what's the best course for the province.\nSaskatchewan Party leader promises more power for police to address public nuisances Saskatchewan Party Leader Scott Moe says he would get tough on those disrupting the public and will shut down nuisance properties if re-elected premier on Oct. 28.\nKitchener\nWatch the first keg tapping of Kitchener-Waterloo Oktoberfest on CTV Kitchener-Waterloo Oktoberfest officially gets underway Friday with a big celebration in front of Kitchener City Hall. Here's what you need to know.\nWaterloo resident arrested in Canada-wide grandparent scam Ontario Provincial Police have arrested a Waterloo man who they believe is linked to a group that has been scamming victims across Canada.\nFailed condo development being revived with potentially higher prices A failed condo development in Kitchener is in new hands, leaving those who purchased property with a decision to make.\nSaskatoon\nFormer Sask. Party MLA and Saskatoon mayoral hopeful denies ties to controversial private school Emails obtained by CTV News show a Saskatoon private school embroiled in abuse allegations considered mayoral hopeful Gord Wyant a \"friend,\" but he says he cut off contact when the allegations came to light.\nSaskatoon votes: Who's running in the civic election? Saskatoon's civic election is inching closer, as candidates are now finalized ahead of voting day on Nov. 13.\nRCMP search for two 'armed and dangerous' suspects after carjacking in Sask. First Nation The Saskatchewan RCMP is responding to a report of an armed carjacking in Red Pheasant First Nation.\nNorthern Ontario\nSudbury student injured in collision with vehicle Thursday A 14-year-old student received non-life-threatening injuries Thursday afternoon in a collision with a vehicle in Chelmsford in Greater Sudbury.\nFriends help Sudbury man find a home after living in an encampment Glenn Thompson packs his E-bike to make the short trip back to the room he’s renting. Just a few short weeks ago, he was living in a tent.\nOntario man 'devastated' he owes $18,000 after 2 loans were fraudulently taken in his name An Ontario man said he feels 'devastated' after learning his identity was stolen to take out two fraudulent loans under his name.\nLondon\nSarnia business owner charged with theft and fraud Officers investigated several complaints they received about the owner of McMillan Flooring and More Inc. soliciting business between May and June, taking deposits and then not doing the work.\nOne young man in hospital following stabbing at Oakridge Secondary School At around 9:15 a.m. emergency services responded to reports of a possible stabbing in the area of Oxford Street West and Fiddlers Green Road.\nLondon's safety blitz of rideshare drivers sees 30 per cent of vehicles fail - so far More than halfway through a licensing and safety blitz by the City of London, almost a third of the Ubers and Lyfts checked have failed their inspections.\nBarrie\nNorthern lights make dazzling appearance in Simcoe County Local photographer grabs stellar photos of Northern Lights.\nNearly 300 people missing from Thanksgiving tables: OPP OPP are running Operation Impact on Thanksgiving weekend to ensure highway safety.\nRevised Muskoka hospital redevelopment plan ready for submission Muskoka Algonquin Healthcare's hospital redevelopment plan is ready for submission.\nWindsor\nWindsor police looking for 12 year old reported missing Windsor police are asking the public for help in locating a 12 year old reported as missing. Omar Abdelsalan was last seen around 6:30 p.m. Thursday in the area of Clarence Drive and Fontainbleu Park.\nLeaving Windsor for Thanksgiving? Here are some tips If you are leaving Windsor-Essex for Thanksgiving this weekend, here are some tips, provided by the Canada Border Services Agency (CBSA).\nHeaded for the scrapyard: Detroit River car cleanup complete The removal of 13 vehicles and one trailer from the Detroit River in Sandwich Town is complete.\nVancouver Island\nVictoria police appeal for information in pellet gun shooting A suspect has been arrested after allegedly shooting a pellet gun at someone in a Victoria parking lot last week, according to authorities.\nFive seals released after rehab at Vancouver Aquarium Marine Mammal Rescue Centre It was a special day for five rescued harbour seals and the people who helped prepare them for their return to life in the wild.\nPolice in B.C. say they seized fentanyl 'moulded into dinosaurs, Lego bricks and other shapes' Mounties on Vancouver Island say they made an unusual seizure during a recent drug trafficking investigation.\nKelowna\nB.C. homeowner astounded someone managed to steal one of his prized giant pumpkins Dave Lindsey began growing giant pumpkins to bring a bit of magic to his grandkids' Halloween.\nB.C. man gets prison sentence, fine for using fake names to buy guns in the U.S. A U.S. District Court judge in Montana has sentenced a 27-year-old man from Kelowna, B.C., to 18 months in prison for using fake names to buy guns with the aim of selling them in Canada.\n2nd-degree murder charge laid nearly 2 years after Kelowna stabbing Nearly two years after a man was stabbed to death in downtown Kelowna, RCMP have made an arrest in the case.\nLethbridge\n'Come together': How to cut down Thanksgiving dinner costs The Interfaith Food Bank is busy preparing Thanksgiving bundles and has some tips for anyone hoping to cut down on their holiday dinner costs.\nWeapons complaint near schools turns out to be false alarm: Lethbridge police A weapons complaint that led to the temporary lockdown of two Lethbridge schools Thursday turned out to be no threat, police said in a media release.\nTwo Lethbridge family doctors shuttering practices at Campbell Clinic South Thousands more Lethbridge residents will soon be without a family doctor.\nSault Ste. Marie\nTwo people arrested on Chapple Avenue in Sault Ste. Marie Sault Ste. Marie Police Service said two people were arrested following a heavy police presence on Chapple Avenue on Thursday.\nInternational mining conference underway in Sudbury An annual international mining conference is underway in Greater Sudbury, Ont., marking the first time the Organization for Economic Co-operation and Development (OECD) Conference of Mining Regions and Cities has been held in North America.\nNorthern Ontario farmer breaks giant pumpkin records, taking top prizes in competition Jeff Warner from Aidie Creek Gardens in the northern Ontario community of Englehart has a passion for growing big pumpkins and his effort is paying off in more ways than one.\nN.L.\n'Crack houses' across rural Newfoundland? RCMP has no reports supporting MP's claim A Conservative MP from Newfoundland and Labrador says some small towns in his rural riding are overrun with crime, but police say they haven't received reports to that effect.\nSelf-identifying Indigenous group got $74M in federal cash, Inuit leader wants change As millions in federal funding flow into a Labrador group whose claims of Inuit identity have been rejected by Indigenous organizations across Canada, a national Inuit leader worries the Liberal government is putting the rights of Indigenous Peoples at risk.\nMarathon goat: Animal runner wins hearts and a medal after crashing Newfoundland race He may not have logged the fastest time or even gone the full distance, but residents of a Newfoundland town agree the goat who unexpectedly joined the local weekend half marathon was the event's undisputed champion.\nShopping Trends The Shopping Trends team is independent of the journalists at CTV News. We may earn a commission when you use our links to shop. Read about us.\nEditor's Picks 19 Fall Clothing Pieces And Accessories That Are Equal Parts Stylish And Budget-Friendly 14 Products That'll Help You Live Your Best, Coziest Life This Fall If You’re Obsessed with Pumpkin Spice, You Need These 18 Things\nHome 19 Things For Your Kitchen That'll Make Holiday Cooking And Hosting Way Less Stressful Must-Have Tools For All Your Fall Baking, From Apple Pies To Pumpkin Bread The 5 Best Steam Mops In Canada In 2024, Tested And Reviewed\nGifts Here Are The Best 2024 Advent Calendars You Can Get In Canada 20 Gift Ideas That Are Perfect For Any And Every Type Of Celebration 25 Amazon Products to Add to your Wish List Before Holiday Shopping Begins\nBeauty If You Swear by K-Beauty Products, Here Are a Few Eye Creams That Should Be On Your Radar These Powder Shampoo And Body Wash Sets Will Save You From Being Held Up In The TSA Line This Botanic Hearth Rosemary Hair Oil Has Thousands Of 5-Star Reviews — And It's On Sale For Amazon Canada's October Prime Day\nDeals From Fossil To Frank And Oak: Here Are The Best Deals You'll Find Online This Week Prime Big Deal Days Sale: 6 Bestselling Vacuums You Can’t Afford to Miss This Smart Security Camera System Will Help You Keep An Eye On Your Home (And It's On Sale For 62% Off Right Now) Stay Connected",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest"
  ],
  "ai_allow": true,
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "syndication": {
    "syndicated": false,
    "syndicate_id": null,
    "first_syndicated": false
  },
  "rating": null,
  "crawled": "2024-10-11T14:01:53.510+03:00",
  "updated": "2024-10-11T16:35:06.075+03:00"
}