{
  "thread": {
    "uuid": "fd3aba9058160d4dce74dc0275414f8feacb14de",
    "url": "https://www.fox17online.com/news/local-news/sen-winnie-brinks-reflects-on-historic-2023-looks-ahead-to-2024",
    "site_full": "www.fox17online.com",
    "site": "fox17online.com",
    "site_section": "https://www.fox17online.com",
    "site_categories": [
      "media"
    ],
    "section_title": "FOX 17 news, traffic, weather and sports",
    "title": "Sen. Winnie Brinks reflects on historic 2023, looks ahead to 2024",
    "title_full": "Sen. Winnie Brinks reflects on historic 2023, looks ahead to 2024",
    "published": "2023-12-29T00:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ewscripps.brightspotcdn.com/dims4/default/229d641/2147483647/strip/true/crop/1505x790+0+24/resize/1200x630!/quality/90/?url=http%3A%2F%2Fewscripps-brightspot.s3.amazonaws.com%2F75%2Fc6%2Ff6c9aa444b3398abf85317bda0aa%2Filene-and-brinks-2.PNG",
    "performance_score": 0,
    "domain_rank": 8054,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fd3aba9058160d4dce74dc0275414f8feacb14de",
  "url": "https://www.fox17online.com/news/local-news/sen-winnie-brinks-reflects-on-historic-2023-looks-ahead-to-2024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ilene Gould",
  "published": "2023-12-29T00:00:00.000+02:00",
  "title": "Sen. Winnie Brinks reflects on historic 2023, looks ahead to 2024",
  "text": "GRAND RAPIDS, Mich. — For the first time in 40 years, Democrats held the majority in the state legislature in 2023. While that was historic in itself, it was just the beginning. Taking advantage of the majority, Democratic lawmakers were able to pass a number of legislative priorities, including a clean energy package, gun control, and expansions to reproductive rights. With those near the top, it's no wonder that when you ask Senate Majority Leader Winnie Brinks (D-29) what accomplishment stands out to her, she has a hard time choosing. \"It's like picking a favorite child, and I can't do that either,\" says Brinks. But the first thing she does mention, is the historic 'Clean Energy & Jobs Act' saying this legislation has set Michigan on a path to lead not just the Midwest, but also in the nation.\" One key piece of the package, establishes a 100% clean energy standard for Michigan by 2040. \"Essentially, that just gets us away from fossil fuels, toward more sustainable methods of getting our energy,\" explains Sen. Brinks Another point of pride for the Grand Rapids Senator was passing [comprehensive gun control legislation](https://www.fox17online.com/news/whitmer-to-sign-gun-violence-prevention-bills-in-east-lansing-thursday). Sen. Brinks says extensive conversations began after the mass shooting at Michigan State, leading to safe storage laws, universal background checks, and extreme risk protection orders. Safe storage laws require that firearms in homes with children, be in a locked cabinet or safe. Over the last year, Grand Rapids Public Schools have had [five separate incidents](https://www.fox17online.com/news/local-news/grand-rapids/gun-pulled-from-student-at-ottawa-hills-high-school) of students bringing guns to school, and as Sen. Brinks puts it - it's these types of laws that could help cut down on dangerous incidents like students bringing guns to school, and accidental deaths. \"We see so many times when a child is is killed with a firearm, that it's an accident. It's a child who finds a weapon that hasn't been properly secured.\" But perhaps the most controversial policy change this year are the changes to abortion law and reproductive rights. In November of 2022, [Proposal 3 passed](https://www.fox17online.com/news/election-2022/proposal-3-passes-enshrining-abortion-rights-in-michigan-constitution) with about 57% of the vote, enshrining abortion rights into Michigan's Constitution. Building on that, the legislature repealed [Michigan's 1931 law](https://www.fox17online.com/news/local-news/whitmer-strikes-1931-abortion-ban-from-michigan-law) which banned abortion without exceptions for rape or incest. Plus, they later passed the [Reproductive Health Act](https://www.fox17online.com/news/local-news/michigan/governor-whitmer-repeals-1931-abortion-law-with-reproductive-health-act-signing), including repeals of the so-called \"rape insurance\", and another 1931 law that criminalized doctors and nurses for prescribing abortion medication. \"To make decisions that determine their future and to have control over those really intimate and important decisions in areas of their life, was just really, really important to us as a caucus,\" says Brinks. At the end of the day, Brinks says all of their efforts are not only about creating a future for families, but for that future to be right here in Michigan. \"Every day when we go to work, we're thinking about the people in our districts and making sure that we're looking out for those families, for those kids trying to create a life here, something that they can have hope in and really, really see themselves here in Michigan for the foreseeable future.\" Amid all of this historic policy-making, Senator Brinks herself is also making history as the first woman to be Senate Majority Leader in Michigan. But she's not alone, Sen. Jeremy Moss (D-17) is the first openly gay man to serve as President Pro Tempore, and Sen. Sarah Anthony (D-21) is the first Black woman to chair the Appropriations Committee. Brinks says this kind of representation, helps bring diverse voices to the table as lawmakers shape future policies. It's this mindset of looking to the future, that Brinks says will continue on into next year. After adjourning in mid-November, the state legislature will be back in Lansing the second week of January. But after holding a two seat majority in the house for the last year, they will return to an even split. In this past November election, two state representatives won mayoral races on the east side of the state. Those seats will be open until a [special election in April](https://www.fox17online.com/news/local-news/michigan/governor-whitmer-requests-special-election-for-vacant-house-seats), but Sen. Brinks assures us that the their work will go on. \"You'll definitely see legislation move through committee and through the senate,\" explains Brinks. \"Some of those things will move through the house committees and wait for votes until April if they need to, to get the get the number of votes they need to pass. But we're confident we'll be able to get a lot of things done in that first quarter, even with what's going on in the house.\" The two open seats in the house are historically democratic, so come April, Brinks says they're confident Democrats will regain the full majority. But in the meantime, she's hoping for bipartisanship. They're currently working through new economic and community development legislation, bills to lower the price of prescription drugs, and they're also building on legislation passed this last session, including [financial disclosure laws](https://www.fox17online.com/news/local-news/michigan/gov-whitmer-signs-prop-1-into-law-increasing-government-transparency) approved by voters in Prop 1. \"I think there were some expectations that we would be able to solve more problems with this piece of legislation, then we could,\" says Brinks of the Proposal 1 laws, but she adds that what's been passed has established a solid foundation. In the vein of expanding transparency, one of the first things in the new senate session will be hearings on Freedom of Information Act legislation. Brinks says the goal is to make the business of the state legislature, the governor's office, and other executive departments more available to the public. \"It's important because people need to be able to trust that we are acting in their best interest, and right now, just simply not knowing causes a lot of doubt.\" Outside of that, Sen. Brinks also says there were a few pieces of legislation tied to the Reproductive Health Act that failed to get enough votes in the house, so she hopes to continue their work on expanding reproductive rights. Additionally, she says they're in the preliminary stages of looking at legislation regarding paid family leave. Watch the full interview with Sen. Brinks below: The state legislature will officially return to Lansing Wednesday, January 10.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "winnie brinks",
        "sentiment": "negative"
      },
      {
        "name": "brinks another",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "senate",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mich.",
        "sentiment": "none"
      },
      {
        "name": "midwest",
        "sentiment": "none"
      },
      {
        "name": "michigan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:21:51.547+02:00",
  "updated": "2023-12-29T00:21:51.547+02:00"
}