{
  "thread": {
    "uuid": "434b8586d92496c21f98085ff3459cea28839c31",
    "url": "https://www.localmemphis.com/article/news/politics/a-new-tennessee-state-law-is-expected-to-help-former-inmates-find-a-job-here-is-how-one-memphian-helped/522-f77bdd48-07b8-4bef-8576-769c54386cf5",
    "site_full": "www.localmemphis.com",
    "site": "localmemphis.com",
    "site_section": "https://www.localmemphis.com/local",
    "site_categories": [
      "media"
    ],
    "section_title": "Local News | Memphis, TN | WATN | localmemphis.com",
    "title": "New Tennessee law aims to help former inmates find new jobs | localmemphis.com",
    "title_full": "New Tennessee law aims to help former inmates find new jobs | localmemphis.com",
    "published": "2023-12-28T15:43:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.tegna-media.com/assets/WATN/images/860a856a-0a88-4720-82c8-7a7a0fb4fcc9/860a856a-0a88-4720-82c8-7a7a0fb4fcc9_1140x641.jpg",
    "performance_score": 0,
    "domain_rank": 24412,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "434b8586d92496c21f98085ff3459cea28839c31",
  "url": "https://www.localmemphis.com/article/news/politics/a-new-tennessee-state-law-is-expected-to-help-former-inmates-find-a-job-here-is-how-one-memphian-helped/522-f77bdd48-07b8-4bef-8576-769c54386cf5",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Steffen Reals",
  "published": "2023-12-28T15:43:00.000+02:00",
  "title": "New Tennessee law aims to help former inmates find new jobs | localmemphis.com",
  "text": "MEMPHIS, Tenn. — Starting in just a few days, several new laws will be going into effect in Tennessee, and one is aiming to help former inmates find and keep a job after they get out of prison.\nThis law would essentially guarantee former inmates of felony crimes the documents and photo ID they need to get a job. While the law was finalized in May, legwork began before the pandemic, and it has been an especially personal crusade for one Memphian.\n“When I was incarcerated the final time, I was 28 years old,” said DeAndre Brown, who now works at the Shelby County Office of Re-Entry .\nDuring his last stint in jail, Brown decided to make a vow to help break the cycle of crime many others like him found themselves in, sometimes unknowingly.\n“I made a promise to the lawyer then that if he let me out, I would make sure that I did everything in my power to make sure other young men didn’t come into this situation,” said Brown.\nIn the year to come, Brown focused on helping those wanting a new start in life outside of prison during his work at the Office of Re-Entry. This effort eventually led to Brown to helping develop a new law set to go into effect in Tennessee Jan. 1.\nThe new law will require the Tennessee Department of Corrections to grant former inmates the documentation they need to find a job and get a photo ID if the inmate does not already have one. While in the House of Representatives, the bill was supported by Rep. G.A. Hardaway.\n“It’s towards putting that one key piece in place that can help in so many different ways,” said Hardaway.\nBrown said this law will help break down barriers former inmates face when they get out of jail.\n\"Social security cards, drivers licenses - you may have even had it going in, but in the process of being incarcerated, your property, sometimes it gets lost or they expire, so we wanted to make sure the individuals have a leg up when they get home by at least allowing them to have the social documentation necessary to begin the process,\" said Brown.\nLeaders hope this will help further the FOCUSED program at the Office of Re-Entry.\n“It assists individuals with making them job-ready, and then we focus them on the work to break the cycle website, and hopefully we can get them employed with Shelby County government,” said Brown.\nFOCUSED operates like a paid internship for participants, with a fast track to potential employment. Waco Boyd participated in FOCUSED, and now works alongside Brown at the Office of Re-Entry.\n\"I have four teenage boys that are watching me, and I just want to show them that the streets is not the way,” said Boyd. “I just want to show them that hard work does pay off.”\nState Representative Hardaway said re-entry job assistance is key to helping prevent recidivism, and potentially ending up back in jail. However, Hardaway says this is only the first step, and several more need to happen.\nRelated Articles Finally Free: Former inmates say holidays can be a joy and a stress reuniting with family New website offers job opportunities in Shelby County government for justice-impacted people DOJ announces expansion of program to Memphis to fight violent crime in the city",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [
    "https://wapp.capitol.tn.gov/apps/BillInfo/Default.aspx?BillNumber=SB0814",
    "https://www.scofficeofreentry.com/",
    "https://docs.google.com/forms/d/e/1FAIpQLSduIislfLml4zxOVI0x9lWrmUejAfNHU_GsrnKMGn3ihSQTrw/viewform",
    "https://www.docs.google.com/forms/d/e/1FAIpQLSduIislfLml4zxOVI0x9lWrmUejAfNHU_GsrnKMGn3ihSQTrw/viewform",
    "https://wapp.capitol.tn.gov/apps/BillInfo/Default.aspx",
    "https://www.wapp.capitol.tn.gov/apps/BillInfo/Default.aspx?BillNumber=SB0814",
    "https://www.scofficeofreentry.com",
    "https://scofficeofreentry.com/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "brown",
        "sentiment": "none"
      },
      {
        "name": "deandre brown",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "office of re-entry",
        "sentiment": "none"
      },
      {
        "name": "shelby county office of re-entry",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "tenn.",
        "sentiment": "none"
      },
      {
        "name": "new tennessee",
        "sentiment": "none"
      },
      {
        "name": "memphis",
        "sentiment": "none"
      },
      {
        "name": "tennesse",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T04:58:33.821+02:00",
  "updated": "2023-12-29T04:58:33.821+02:00"
}