{
  "thread": {
    "uuid": "6d6a836b3ae2d927637c16f370c0860d7ca3f37f",
    "url": "https://denvergazette.com/aurora/aurora-forestry-ashley-fox-city-staff-arborist/article_3680c6fc-e221-11ee-ac4c-4feefaf43b6d.html",
    "site_full": "denvergazette.com",
    "site": "denvergazette.com",
    "site_section": "https://www.newsbreak.com/the-denver-gazette-1590430",
    "site_categories": [
      "uncategorized"
    ],
    "section_title": "The Denver Gazette | NewsBreak",
    "title": "Aurora arborist keeps city safe, clean from tree tops | Aurora | denvergazette.com",
    "title_full": "Aurora arborist keeps city safe, clean from tree tops | Aurora | denvergazette.com",
    "published": "2024-03-14T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/denvergazette.com/content/tncms/assets/v3/editorial/d/66/d6636712-e175-11ee-ae1b-67b883e689c6/65f2085fe474d.image.jpg?crop=1763%2C926%2C0%2C125&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 23882,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6d6a836b3ae2d927637c16f370c0860d7ca3f37f",
  "url": "https://denvergazette.com/aurora/aurora-forestry-ashley-fox-city-staff-arborist/article_3680c6fc-e221-11ee-ac4c-4feefaf43b6d.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kyla Pearce kyla.pearce@denvergazette.com",
  "published": "2024-03-14T07:00:00.000+02:00",
  "title": "Aurora arborist keeps city safe, clean from tree tops | Aurora | denvergazette.com",
  "text": "Ashley Fox can often be found high atop trees, swinging from branch to branch with a chainsaw attached to her hip, a big smile on her face and a shirt covered in bark and wood chips. Fox is a climbing arborist for the city of Aurora and spends her days keeping the city trees safe and beautiful for area residents. Prior to working for the city, Fox didn't know anything about tree climbing or tree work, she said. What she did have, however, was a degree in natural resources and an enthusiasm for all things outdoors. In her interview for the role — which at the time was an apprenticeship — Fox flew to Aurora to show the interviewers that she could climb 25 feet and go up in a bucket truck without issue. Now, she prides herself in providing tree work, which can be expensive and often inaccessible to people due to the cost, to Aurora residents to make the city's canopy safe and beautiful for everybody. \"Being able to have tree work be accessible for everybody in the city and not having one extra thing to worry about ... is definitely the best, most fulfilling part of the job,\" Fox said. Trees provide a multitude of important services to cities, she said, including shade that can create an 11 degree difference in temperature, habitats for wildlife, beautification of neighborhoods and oxygen. \"There are so many ecosystem services that trees provide,\" Fox said. Her team's rule of thumb is to prune dead branches, which they can check for by looking for green underneath the bark of a branch and buds or leaves during certain seasons, and to cut branches two inches or bigger around, she said. \"Our scope is called safety pruning, so we're making sure that anything that would hurt somebody if it were to fall, we get that out,\" Fox said. They also do clearance, which means cutting branches lower than 14 feet over the street, eight feet over sidewalks and six feet over yards. Structure pruning makes sure trees don't have structural defaults as they age. When storms roll through the area, her team also handles storm damage, she said, with somebody on call 24/7 to clear roadways, sidewalks and driveways of fallen branches. The team should have plenty of work after Thursday's snowstorm dumped several inches of heavy, wet snow on Aurora. Fox recalled a storm in May a few years ago when she was called in at 3 a.m. to clear a fallen tree on Chambers Road that was too big for plows to move. Fox is part of a small percentage of the arborist industry that is women. She encouraged more women to get involved in the work she does. In her time with the city, she's learned that women can do anything men can do, albeit sometimes women have to get more creative, she said. \"I've got this awesome hook that I can hook onto logs and I can use mechanical advantage for moving things around that maybe someone who's bigger than me can Hulk around,\" Fox said. \"I've learned different unique ways that help me climb better ... I think women would have a lot of fun climbing trees with us.\" On one occasion, Fox recalled getting down from the tree and meeting a curious city resident, who asked in surprise if she was a girl. In addition to being a woman in a male-dominated space, Fox's strengths as an arborist include her background in biology. Knowing the science behind the trees she works on helps her identify them, make smarter cuts and put more thought behind how she works with the trees. The bigger the tree, the better, Fox said when asked if she had a favorite type to work on. But all trees are unique and have different features that change how they're worked on. \"When I think about an elm tree, the wood is going to be strong,\" she said, pointing to an Elm then a Hackberry. \"Versus this Hackberry over here, that's really flexible wood and it's going to be more fibrous ... it's been interesting climbing over the years and being able to notice the difference between the different trees and how they respond.\" Her favorites to climb are Ash and Elm trees, she said, because their branches are long and they \"can grow in funkier ways,\" making limb walks more exciting. In her off time, Fox participates in tree climbing competitions through the International Society of Arboriculture, she said. Competitions include climbing the rope as quickly as she can, tossing a weighted bow into the tree to test aim, setting up and participating in aerial rescue, and other events that test the skills she uses daily at work. While Fox loves the physical part of her job, her passion for helping city residents access tree work keeps her climbing. \"I don't think it would be accessible for everybody because of how expensive it is,\" Fox said. \"So I'm definitely happy with this work.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ashley fox",
        "sentiment": "negative"
      },
      {
        "name": "fox",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "aurora",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T01:08:34.648+02:00",
  "updated": "2024-03-15T01:08:34.648+02:00"
}