{
  "thread": {
    "uuid": "a80b31c35dc9556d7112e0633f29c0781db2babe",
    "url": "https://www.vpm.org/2024-02-29/bringing-families-home",
    "site_full": "www.vpm.org",
    "site": "vpm.org",
    "site_section": "https://vpm.org",
    "site_categories": [],
    "section_title": "",
    "title": "Bringing Families Home | VPM",
    "title_full": "Bringing Families Home | VPM",
    "published": "2024-03-01T00:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://assets.vpm.org/dims4/default/5db9178/2147483647/strip/true/crop/1920x1008+0+36/resize/1200x630!/quality/90/?url=https%3A%2F%2Fk1-prod-vpm.s3.us-east-2.amazonaws.com%2Fbrightspot%2Fa7%2Fae%2F3c8353e34dd7805eed0e274af26b%2Ftamika-daniel-at-front-door-3.jpg",
    "performance_score": 0,
    "domain_rank": 45820,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a80b31c35dc9556d7112e0633f29c0781db2babe",
  "url": "https://www.vpm.org/2024-02-29/bringing-families-home",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Roberta Oster",
  "published": "2024-03-01T00:47:00.000+02:00",
  "title": "Bringing Families Home | VPM",
  "text": "Bringing Families Home Urban Hope, a Richmond non-profit provides affordable rentals to help families move out of poverty. TRANSCRIPT OF VIDEO TAMIKA DANIEL (COMMUNITY ORGANIZER, SCAN): Well, I thought I was going to be stuck in public housing for a very long time. Due to my credit, it was hard for me to find housing outside of public housing. All of the rent that I was seeing was 15 to 1,600 for decent three bedrooms. There was no way I could afford that comfortably on my own and still support me and four children. I was living in Fairfield Court housing projects. I was there for approximately six years. My rent was high for an unsafe environment. I didn't like to be outside. I didn't like my children to be outside. There was crime happening on a regular basis. I had my children early. I had my first son when I was 18 years old. I dropped out of high school 'cause I got pregnant at 17. I suffered through some domestic violence. That definitely took a hit to my self-esteem. And due to me not having a job and my credit being bad, the only thing I could afford at that time was public housing. So I filled out the application for Urban Hope, and I started going through the credit counseling and the financial advisory classes. LAWSON WIJESOORIYA (DIRECTOR OF DEVELOPMENT, URBAN HOPE): Urban Hope is a faith-based housing nonprofit in the East End of Richmond, and we have been on a mission to make a home a cornerstone of opportunity by keeping it affordable. Tamika came to us initially to seek rental housing. She was looking to leave the public housing community in which she was living. So she began renting with Urban Hope at an affordable rate. Less than 30% of her income is spent on her housing, and then she joined in our financial counseling program. So she meets with a caseworker and housing counselor. We really see our primary goal as partnering with families to move out of poverty. So we're coming up on Fairfield Court. And these were all placed in the East End, kind of cut off by some highway arteries. Fairfield Court, where Tamika used to live, is now only about two blocks from where she is now, but she feels a lot safer. TAMIKA DANIEL: Right before I moved in September, I received a letter from public housing saying that my rent was going up to $1,231, and when I got here, my rent was 750, and this is a new residence. This was new. It was never occupied before me and my children. So I'm extremely blessed. When I signed my lease on September 1st of 2021, it was one of the best feelings of my life, and I got my keys to this amazing house. This is my home, and I love it. It's peaceful. I always say if you can't find peace anywhere on Earth, it should be your home, and I'm thankful to finally be able to find peace when I walk through my doors. So being able to connect with an organization like Urban Hope, who not only focuses on the affordable housing, they help me come up with spending plans. They help me come up with debt resolution plans. It's like everything has gotten better, not just my housing with Urban Hope. It's been like a all-around effect on my mental health, my physical health, my spiritual health. Like, everything is better now. I obtained employment with a wonderful nonprofit that I'm still with to this day. LAWSON WIJESOORIYA: Tamika is an incredible Urban Hope tenant. She is a strong mom who has chosen a pathway to more thriving for her family, and I think she represents a lot of what it means to reinvest in the community in which you've come from. This is one of Urban Hope's newest construction projects. This was a renovation actually of a very dilapidated abandoned building that was pretty much falling down. Project:HOMES is developing the property. This project is still being constructed, and we believe that it will be finished and ready to be rented in about two months. Urban Hope owns 35 units of rental housing. LAWSON WIJESOORIYA: Our current average rent is, I believe, 785 depending on the family's income, the size of the unit. We have everything from single family units that are one bedroom, two bedroom, three bedroom, and four bedroom. Our primary model of how we are creating affordability is actually through a social impact lending model. Urban Hope is able to rent affordably because of ways that we acquire and develop the home more cheaply, both with philanthropy opportunities, as well as a lending model that reduces our financing cost. Urban Hope really seeks to be a part of the fabric of the East End community. When you drive around our neighborhood, you see tons of new construction, a lot of bakeries and restaurants, and some coworking spaces. What we talk about at Urban Hope is a racial equity lens. So we do believe that our work should be and is pointed towards a goal of creating more racial equity. The housing actual history of the United States is one of the most influential perpetrators of systemic racism. The greatest asset in the American economy for growing and transferring wealth is your home, and we have systematically created inequity based on race in the ability to gain wealth. So Urban Hope does see part of its work as repairing some of those injustices. TAMIKA DANIEL: The biggest thing for me was they helped me to understand and start the journey of my self-discovery, and what I wanted to do in life. Because it's easy to just give gift cards or food here and there, but they actually invested in me as a person, so that I could become self-sustainable, so now that I'm in a place where I can actually provide for me and my children. When I'm walking around here, it's still surreal sometimes. There have been plenty of times where me and my children, when we're walking into the house, we may stop right before we walk down the path and just look at each other and be like, \"Can you believe we live here?\" So that still happens to us a lot. And because of the space that I'm in now, this will be my third year hosting Christmas dinner at my house 'cause my family loves my space now. So it's amazing like looking from the outside. It's a great feeling. It's a great feeling, especially coming from public housing to something like this.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tamika daniel",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "fairfield court",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "richmond",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T01:15:02.580+02:00",
  "updated": "2024-03-01T01:15:02.580+02:00"
}