{
  "thread": {
    "uuid": "50b739d5eebb9cc13625c37a1632717021372e2e",
    "url": "https://www.newsbreak.com/news/3384490292318-scoot-donald-trump-the-bible-salesman-you-re-kidding-right",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/wwl-amfm-560910",
    "site_categories": [
      "under_construction",
      "non_standard_content",
      "top_news"
    ],
    "section_title": "WWL-AMFM | NewsBreak",
    "title": "Scoot: Donald Trump, the Bible salesman - you're kidding, right?",
    "title_full": "Scoot: Donald Trump, the Bible salesman - you're kidding, right?",
    "published": "2024-03-29T00:31:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/0Zb7I5_0s8HtWC200?type=thumbnail_1600x1200",
    "performance_score": 0,
    "domain_rank": 3396,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "50b739d5eebb9cc13625c37a1632717021372e2e",
  "url": "https://www.newsbreak.com/news/3384490292318-scoot-donald-trump-the-bible-salesman-you-re-kidding-right",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2024-03-29T00:31:00.000+02:00",
  "title": "Scoot: Donald Trump, the Bible salesman - you're kidding, right?",
  "text": "By Scoot ,\n11 hours ago\nIt’s Easter Week and salvation is at hand!\nBusinessman turned politician turned Bible salesman, Donald Trump is hawking a $60 Bible he is calling the “God Bless The U.S.A. Bible” that is “For Your Soul.” The idea of Donald Trump as a Bible salesman is laughable.\nWe all know that Donald Trump desperately needs money, in spite of his countless proclamations about how he is mega rich. In a video released this week, Trump announced he was selling the “God Bless The U.S.A. Bible and talked about how “very important” it is to him. Trump acted like a televangelist when he said, “You have to have it for your heart, for your soul.” “Religion and Christianity are the biggest things missing from this country,” Trump continued. Trump declared the Bible to be his favorite book.\nIs it even believable that Donald Trump, of all people, holds the Bible as his favorite book?\nIn the years since he began running for president, Donald Trump has been awkwardly inarticulate in the things he has said about the Bible. During a speech at Liberty University in 2016, Trump began talking about “Two Corinthians 3:17” instead of the correct reference of “Second Corinthians 3:17.” Trump read the verse: “Where the Spirit of the Lord, right? There is liberty.” “And here there is Liberty college, but, Liberty University, but it is so true.” What???\nIn an interview in 2015, Donald Trump was asked what was his favorite Bible verse and he said he “didn’t want to go into specifics.” Have you ever known anyone who claims to revere the Bible and its significance that did not have a favorite verse? No! Literally, anyone who claims to appreciate the attributes of the Bible can immediately recite several favorite Bible verses. But not Donald Trump.\nI understand that no one really knows what lives in another person’s heart, but we all know that words are cheap. It’s easy for anyone to say anything, but it is difficult to live up to the words one speaks. Let’s take a look at Donald Trump’s words and his behavior and compare them to his claim that the Bible is his favorite book.\nTrump lied and falsified medical records to keep from being drafted during the Vietnam War.\nTrump has expressed love and respect for dictators, enemies of the United States.\nTrump was banging a porn star while his wife, Melania was pregnant with their son Barron\nTrump also had sex with a Playboy Playmate while married to Melania.\nTrump paid money to his mistresses to cover up his adulterous affairs.\nTrump ran a fraudulent university and was forced to settle a $25 million class action lawsuit against Trump University.\nTrump lost 38 lawsuits relating to breaking contracts, defamation, and sexual harassment cases.\nTrump became famous for his misogynistic and racist comments about women and racial minorities.\nTrump went on for some time refusing to denounce white supremacist groups and even referred to some white supremacists as “very fine people.”\nTrump hid tax returns and lied about his handling of classified documents determined to have been illegally removed from the White House.\nTrump was ordered to pay $5 million to E. Jean Carroll, the woman he was found liable for sexually assaulting and because of his degrading comments about Carroll was ordered to pay $88.3 million.\nUpon seeing an actress, Trump said, “I just start kissing them. It’s like a magnet. Just kiss. I don’t even wait.”\nTrump said, “And when you’re a star, they let you do it. You can do anything. Grab em by the p***y. You can do anything.”\nTrump once spoke of how attractive his daughter, Ivanka, was and suggested if she were not his daughter he might want to date her.\nTrump is currently facing indictments and an upcoming criminal trial.\nAnd last but not least - Trump cheats at golf!\nThe aforementioned words and actions of Donald Trump do not include all of the blatant examples of Trump’s defiance of his “favorite book.”\nIn America, we all have the right to vote for the candidate of our choice, but this blog is not about voting choices. This blog is about Donald Trump - the man - and how laughable it is that he is selling the Bible and using God to suck money from the weak and gullible.\nBTW: On Amazon.com, the King James version of the Bible is selling for $18.83.\nExpand All Read in NewsBreak",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=0Zb7I5_0s8HtWC200",
    "https://img.particlenews.com/image.php?url=0Zb7I5_0s8HtWC200",
    "https://omny.fm/shows/the-scoot-show-with-scoot/judge-not-lest-ye-be-judged-but-trump-not-exactly/embed?style=artwork",
    "https://img.particlenews.com/image.php",
    "https://www.img.particlenews.com/image.php?url=0Zb7I5_0s8HtWC200",
    "https://omny.fm/shows/the-scoot-show-with-scoot/judge-not-lest-ye-be-judged-but-trump-not-exactly/embed",
    "https://www.omny.fm/shows/the-scoot-show-with-scoot/judge-not-lest-ye-be-judged-but-trump-not-exactly/embed?style=artwork",
    "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=0Zb7I5_0s8HtWC200"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "donald trump",
        "sentiment": "negative"
      },
      {
        "name": "trump",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "liberty university",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.a.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T07:45:51.391+03:00",
  "updated": "2024-03-29T07:45:51.391+03:00"
}