{
  "thread": {
    "uuid": "375e50abc433710878e3efe433e9c3a949543bbe",
    "url": "https://www.nfl.com/videos/can-t-miss-play-75-yard-td-allgeier-dashes-through-snow-for-long-score-vs-bears",
    "site_full": "www.nfl.com",
    "site": "nfl.com",
    "site_section": "https://www.nfl.com",
    "site_categories": [
      "football",
      "sports"
    ],
    "section_title": "NFL.com | Official Site of the National Football League",
    "title": "Can't-Miss Play: 75-YARD TD! Atlanta Falcons running back Tyler Allgeier dashes through snow for LONG score vs. Bears",
    "title_full": "Can't-Miss Play: 75-YARD TD! Atlanta Falcons running back Tyler Allgeier dashes through snow for LONG score vs. Bears",
    "published": "2023-12-31T20:59:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.www.nfl.com/image/upload/t_editorial_landscape_12_desktop/league/ih47gcvqcd65oinitvhc",
    "performance_score": 0,
    "domain_rank": 1340,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "375e50abc433710878e3efe433e9c3a949543bbe",
  "url": "https://www.nfl.com/videos/can-t-miss-play-75-yard-td-allgeier-dashes-through-snow-for-long-score-vs-bears",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-31T20:59:00.000+02:00",
  "title": "Can't-Miss Play: 75-YARD TD! Atlanta Falcons running back Tyler Allgeier dashes through snow for LONG score vs. Bears",
  "text": "Can't-Miss Plays Can't-Miss Play: 75-YARD TD! Allgeier dashes through snow for LONG score vs. Bears Atlanta Falcons running back Tyler Allgeier takes a short screen pass and races through the Chicago Bears defense for a 75-yard touchdown against the Chicago Bears. [ video ](/videos/can-t-miss-play-75-yard-td-allgeier-dashes-through-snow-for-long-score-vs-bears) Can't-Miss Play: 75-YARD TD! Allgeier dashes through snow for LONG score vs. Bears Atlanta Falcons running back Tyler Allgeier takes a short screen pass and races through the Chicago Bears defense for a 75-yard touchdown against the Chicago Bears. [ video ](/videos/can-t-miss-play-58-yard-td-minshew-goes-downtown-to-pierce-for-deep-strike-score) Can't-Miss Play: 58-yard TD! Minshew goes downtown to Pierce for deep-strike score Indianapolis Colts quarterback Gardner Minshew drops a dime to wide receiver Alec Pierce for 58-yard touchdown against the Las Vegas Raiders. [ video ](/videos/can-t-miss-play-pick-six-td-rasul-douglas-turns-zappe-s-pass-into-house-call-for) Can't-Miss Play: Pick-six TD! Rasul Douglas turns Zappe's pass into house call for Bills Pick-six TD! Buffalo Bills cornerback Rasul Douglas second INT turns New England Patriots quarterback Bailey Zappe' pass into house call for Bills. [ video ](/videos/can-t-miss-play-obj-s-majestic-heel-dragging-catch-nets-33-yards-primes-ravens-f) Can't-Miss Play: OBJ's majestic heel-dragging catch nets 33 yards, primes Ravens for go-ahead TD Baltimore Ravens wide receiver Odell Beckham Jr. pulls down lob from quarterback Lamar Jackson near pylon for 33 yards. [ video ](/videos/can-t-miss-play-juwan-johnson-plucks-32-yard-fingertip-grab-with-magnetic-grip) Can't-Miss Play: Juwan Johnson plucks 32-yard fingertip grab with magnetic grip New Orleans Saints tight end Juwan Johnson flashes terrific hands as he plucks Saints quarterback Derek Carr's 32-yard throw up the seam for a fingertip grab. [ video ](/videos/can-t-miss-play-99-yard-pick-six-sydney-brown-goes-length-of-field-for-score) Can't-Miss Play: 99-YARD pick-six! Sydney Brown goes length of field for score Philadelphia Eagles defensive back Sydney Brown snatches his first career interception off of a pass from Arizona Cardinals quarterback Kyler Murray and returns is 99 yards for a touchdown. [ video ](/videos/can-t-miss-play-is-that-willie-mays-on-the-bears-dj-moore-channels-outfielder-on) Can't-Miss Play: Is that Willie Mays on the Bears? DJ Moore channels outfielder on 32-yard grab Chicago Bears wide receiver DJ Moore hauls in an over-the-shoulder grab for 32 yards from quarterback Justin Fields against the Atlanta Falcons. [ video ](/videos/can-t-miss-play-big-man-int-ed-oliver-reels-in-one-handed-int) Can't-Miss Play: Big-man INT! Ed Oliver reels in one-handed INT Can't-Miss Play: Big-man INT! Buffalo Bills defensive tackle Ed Oliver reels in one-handed INT [ video ](/videos/can-t-miss-play-99-yard-td-reagor-s-opening-kick-return-goes-for-house-call) Can't-Miss Play: 99-YARD TD! Reagor's opening kick return goes for house call New England Patriots wide receiver Jalen Reagor's opening kick return goes for 99-yard touchdown. [ video ](/videos/can-t-miss-play-donovan-wilson-s-diving-int-turns-lions-over-late-in-the-fourth-) Can't-Miss Play: Donovan Wilson's diving INT turns Lions over late in the fourth quarter on 'MNF' Dallas Cowboys defensive back Donovan Wilson's diving interception turns the Detroit Lions over late in the fourth quarter on a special New Year's weekend edition of \"Monday Night Football.\" [ video ](/videos/can-t-miss-play-williams-burns-dallas-d-on-63-yard-strike-from-goff) Can't-Miss Play: Williams burns Dallas D on 63-yard strike from Goff Detroit Lions wide receiver Jameson Williams burns the Dallas Cowboys defense on a 63-yard strike from Lions quarterback Jared Goff. [ video ](/videos/can-t-miss-play-dak-dials-up-launch-codes-to-lamb-for-92-yard-td) Can't Miss Play: Dak dials up launch codes to Lamb for 92-yard TD Dallas Cowboys quarterback Dak Prescott dials up launch codes to wide receiver CeeDee Lamb for a 92-yard touchdown against the Detroit Lions in Week 17 of the 2023 NFL season. [ video ](/videos/can-t-miss-play-50-yard-td-flacco-overcomes-facemask-grab-for-scoring-strike-to-) Can't-Miss Play: 50-yard TD! Flacco overcomes facemask grab for scoring strike to Ford Watch this 50-yard touchdown! Cleveland Browns quarterback Joe Flacco overcomes a facemask grab for scoring strike to Browns running back Jerome Ford in their \"Thursday Night Football\" matchup against the New York Jets. [ video ](/videos/can-t-miss-play-another-pick-six-jermaine-johnson-bats-flacco-s-pass-to-himself-) Can't-Miss Play: Another pick-six! Jermaine Johnson bats Flacco's pass to himself for TD Watch another pick-six! New York Jets linebacker Jermaine Johnson bats Cleveland Browns quarterback Joe Flacco's pass to himself for a defensive touchdown in Week 17 of the 2023 NFL season. [ video ](/videos/can-t-miss-play-mosley-s-peanut-punch-accuracy-is-100-on-forced-fumble-vs-njoku) Can't-Miss Play: Mosley's 'Peanut Punch' precision is 100 on forced fumble vs. Njoku New York Jets linebacker C.J. Mosley's 'Peanut Punch' precision is 100 on a forced fumble against Cleveland Browns tight end David Njoku [ video ](/videos/can-t-miss-play-pick-six-td-ronnie-hickman-uses-lebron-celly-after-house-call-vs) Can't-Miss Play: Pick-six TD! Ronnie Hickman uses LeBron celly after house call vs. Siemian Cleveland Browns safety Ronnie Hickman imitates LeBron James' chalk powder toss celebration after a pick-six house call against New York Jets quarterback Trevor Siemian [ video ](/videos/can-t-miss-play-ravens-second-int-vs-purdy-comes-via-wild-ricochet-behind-los) Can't-Miss Play: Ravens' second INT vs. Purdy comes via wild ricochet behind LOS Baltimore Ravens defensive back Brandon Stephens pops a pass from San Francisco 49ers quarterback Brock Purdy skyward and it lands in the waiting arms of Ravens defensive back Marlon Humphrey for the Ravens second interception of Purdy. [ video ](/videos/can-t-miss-play-58-yard-pass-purdy-and-kittle-connect-for-big-strike-on-first-dr) Can't-Miss Play: 58-yard pass! Purdy and Kittle connect for big strike on first drive San Francisco 49ers quarterback Brock Purdy and tight end George Kittle connect for 58 yards on their opening drive vs. the Baltimore Ravens. [ video ](/videos/can-t-miss-play-70-yard-td-taylor-s-cannon-is-eye-popping-on-dime-to-slayton) Can't-Miss Play: 70-yard TD! Taylor's cannon is eye-popping on dime to Slayton New York Giants quarterback Tyrod Taylor's 70-yard launch lands perfectly in wide receiver Darius Slayton's hands as Slayton takes it down the sideline for the TD. [ video ](/videos/can-t-miss-play-76-yard-td-adoree-jackson-takes-hurts-pass-back-to-house-for-pic) Can't-Miss Play: 76-yard TD! Adoree' Jackson takes Hurts' pass back to house for pick-six New York Giants cornerback Adoree' Jackson comes up with bobbling interception after Philadelphia Eagles tight end Dallas Goedert slips on his route and Jackson races up the sideline for a 76-yard interception return for a TD. [ video ](/videos/can-t-miss-play-giants-recover-fumble-after-eagles-collide-on-kickoff) Can't-Miss Play: Giants recover fumble after Eagles collide on kickoff Philadelphia Eagles running back Boston Scott fumbles after running into wide receiver Olamide Zaccheaus on the second-half kickoff and New York Giants safety Isaiah Simmons recovers giving the Giants a pivotal turnover and prime field position. [ video ](/videos/can-t-miss-play-hurts-turns-disastrous-snap-into-first-down-pickup) Can't-Miss Play: Hurts turns disastrous snap into first-down pickup Philadelphia Eagles quarterback Jalen Hurts turns disastrous snap into first-down pickup as he recovers the ball and somehow lofts a pass under pressure to tight end Grant Calcaterra who hauls in his first catch of the season for 9 yards and a miracle first down. [ video ](/videos/can-t-miss-play-britain-covey-s-54-yard-punt-return-puts-philly-fans-into-a-fren) Can't-Miss Play: Britain Covey's 54-yard punt return puts Philly fans into a frenzy Philadelphia Eagles wide receiver Britain Covey's 54-yard punt return puts Philly fans into a frenzy as he weaves through the Giants' punt coverage breaking several tackles along the way. [ video ](/videos/can-t-miss-play-zamir-white-shoots-out-of-a-cannon-for-43-yard-run-in-crunch-tim) Can't-Miss Play: Zamir White shoots out of a cannon for 43-yard run in crunch time Las Vegas Raiders running back Zamir White shoots out of a cannon for a 43-yard run in crunch time.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Sport",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tyler allgeier",
        "sentiment": "negative"
      },
      {
        "name": "allgeier",
        "sentiment": "negative"
      },
      {
        "name": "rasul douglas",
        "sentiment": "none"
      },
      {
        "name": "pierce",
        "sentiment": "none"
      },
      {
        "name": "gardner minshew",
        "sentiment": "none"
      },
      {
        "name": "minshew",
        "sentiment": "none"
      },
      {
        "name": "alec pierce",
        "sentiment": "none"
      },
      {
        "name": "zappe",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "atlanta falcons",
        "sentiment": "negative"
      },
      {
        "name": "chicago bears",
        "sentiment": "none"
      },
      {
        "name": "las vegas raiders",
        "sentiment": "none"
      },
      {
        "name": "indianapolis colts",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "chicago bears",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T21:25:56.276+02:00",
  "updated": "2023-12-31T21:25:56.276+02:00"
}