{
  "thread": {
    "uuid": "22574249c9c143e365814e685aaa44ac5a666d6f",
    "url": "https://www.indiantelevision.com/mam/marketing/mam/%E2%80%9Csustainability-is-integral-to-walplast%27s-core-values%E2%80%9D%3A-walplast%E2%80%99s-ashok-mehta-240216",
    "site_full": "www.indiantelevision.com",
    "site": "indiantelevision.com",
    "site_section": "https://www.indiantelevision.com/mam",
    "site_categories": [
      "media",
      "television",
      "entertainment"
    ],
    "section_title": "MAM | Indian Television Dot Com",
    "title": "“Sustainability is integral to Walplast's core values”: Walplast’s Ashok Mehta | 1 Indian Television Dot Com",
    "title_full": "“Sustainability is integral to Walplast's core values”: Walplast’s Ashok Mehta | 1 Indian Television Dot Com",
    "published": "2024-02-16T02:06:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.indiantelevision.com/sites/default/files/images/tv-images/2024/02/16/Ahok%20Mehta.jpg",
    "performance_score": 0,
    "domain_rank": 46220,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "22574249c9c143e365814e685aaa44ac5a666d6f",
  "url": "https://www.indiantelevision.com/mam/marketing/mam/%E2%80%9Csustainability-is-integral-to-walplast%27s-core-values%E2%80%9D%3A-walplast%E2%80%99s-ashok-mehta-240216",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "indiantelevision.com",
  "published": "2024-02-16T02:06:00.000+02:00",
  "title": "“Sustainability is integral to Walplast's core values”: Walplast’s Ashok Mehta | 1 Indian Television Dot Com",
  "text": "Mumbai: Walplast Products Pvt. Ltd, subsidiary of DryChem India Private Ltd. is an Indian Multinational Corporation founded by visionary Ashok Mehta in 2004. It is one of the largest, most reputable and most well-known producers of building materials and the 3rd largest manufacturer of Wall Putty in India.\nWalplast has 25 manufacturing facilities that are judiciously and tactically built across various parts of the nation. It is also equipped with NABL-accredited state-of-the-art R&D Labs that are fully equipped with groundbreaking, cutting-edge testing equipments conforming to international standards and criteria. Globally, Walplast exports to more than 14 countries across GCC region & North & Central Africa. It is one of the largest exporters of Wall Putty from India.\nIndiantelevision.com caught up with Mehta for a quick chat mainly talking on the growth and the future of the company.\nEdited excerpts\nOn quick summary of Walplast Products Pvt Ltd, including the company's founding year and place in the DryChem group\nEstablished in 2004 , Walplast Products Pvt Ltd is a prominent manufacturer of building materials. As the third-largest manufacturer of wall putty in India, the company operates 25 plants across the country and holds NABL certification for advanced R&D labs. Walplast prioritizes innovation, quality, and customer satisfaction, influencing the construction industry significantly.\nThe company caters to the B2C market through its \"HomeSure\" brand, offering a range of products such as Wall Putty, Tile Adhesives, Decorative Paints and Textures and Gypsum-based products. With over 1000+ active distributors, 6,000+ dealers, and more than 65,000 influencers engaged in its operations, Walplast has a significant presence in the market. Additionally, our global reach extends to 23 countries, reflecting our significant role in shaping the Indian construction landscape.\nThe parent company, DryChem, is a leading provider of bulk construction supplies to project sites and corporate clients.\nOn methods Walplast used to become the \"Brand of Choice\" in the building industry\nWalplast has consolidated its position as the \"Brand of Choice\" in the building industry by employing a comprehensive and customer-centric approach for more than two decades. The company prioritizes superior customer experiences and actively contributes to the development of sustainable communities, evident in its global presence through exports to numerous countries, showcasing international recognition and trust from construction industry professionals.\nOne of the cornerstones of our brand strategy is our focus on consistent product quality across the diverse HomeSure product range. Encompassing a wide array of offerings, including Wall Putty, Tile Adhesives, Gypsum-based products, Construction Chemicals, paints and more, our product portfolio is designed to meet the varied needs of construction practices. This comprehensive range not only elevates the aesthetics and structural integrity of buildings but also contributes to efficient construction processes, reducing time and costs.\nOur commitment to being the \"Brand of Choice\" is further strengthened by tailored marketing strategies that resonate with our target audience. Whether it's addressing customer requirements through an extensive distribution network or highlighting the eco-friendly features of our products, our marketing approach is geared towards building a strong and positive brand image in the construction ecosystem.\nOn environmentally friendly methods the company use in its operations\nSustainability is integral to Walplast's core values, evident in eco-friendly practices across our manufacturing processes. Our facilities prioritize waste and energy reduction, aligning with sustainable construction principles. Choosing materials with minimal environmental impact reinforces our commitment to eco-conscious manufacturing.\nOur flagship product, HomeSure Waterproof Putty constitutes 5% recycled raw materials from renewable natural dolomite stones and is 10% recyclable post-consumer and industrial stages, contributing to a circular economy. HomeSure WallEx Self-curing plaster conserves water and includes 5% recyclable waste and waste byproducts like fly ash, showcasing responsible waste management. Our MasterTouch Paints category exemplifies sustainability with low VOC (Volatile Organic Compound) and no heavy metals.\nOur Sustainability program extends beyond products, incorporating renewable energy sources like solar power and sustainable business practices. Thin Layer technology, manufactured sand, fly ash usage, eco sand, slag cement, and stone byproducts contribute to an environmentally responsible production process. At Walplast, every aspect of our operations is geared toward a sustainable and eco-friendly construction industry.\nOn obstacles has Walplast faced in the quickly changing building materials market\nWe, at Walplast, overcome challenges through a steadfast commitment to adaptability and innovation. Recognizing the ever-evolving nature of customer demands and market trends, we proactively monitor industry shifts to stay ahead of the curve. Our robust research and development (R&D) strategy, supported by NABL-accredited labs, ensures rigorous quality control and enables us to explore cutting-edge formulations that meet and exceed industry standards.\nIn our pursuit of innovation, collaborations with industry experts play a pivotal role. These partnerships contribute to a continuous stream of advanced solutions, ranging from innovative walling solutions to cutting-edge adhesives. By fostering a culture of excellence, Walplast remains at the forefront of competition, consistently setting new benchmarks in the building materials sector.\nOur dedication to staying ahead of industry trends and delivering high-quality, innovative solutions reflects our unwavering commitment to providing our customers with products that not only meet but surpass their expectations. As we navigate the complexities of the market, we are driven by the belief that innovation is the key to not only surviving but thriving in the dynamic landscape of the building materials industry.\nOn Walplast Products Pvt Ltd see itself developing over the next few years\nWalplast Products Pvt Ltd anticipates robust growth and expansion in the coming years. The strategic plan involves consolidating existing markets, exploring new territories, and investing in research and development. Recent initiatives, such as state-of-the-art manufacturing facilities in Ankleshwar, Gujarat, and Chennai & Perundurai, Tamil Nadu, underscore the commitment to high-quality solutions and ever increasing demand.\nThe company aims for additional plant expansions to meet demand efficiently and sustainably, enhancing market presence and contributing to industry growth. Excitement surrounds the upcoming launch of HomeSure MasterTouch Vivid Emulsion for interior and exterior use, reflecting innovations aligned with the mission to elevate industry standards and promote sustainability in the construction sector. Walplast is poised to play a pivotal role in shaping the future of construction.\nWalplast Products Pvt. Ltd DryChem India Private Ltd. Ahok Mehta",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "walplast",
        "sentiment": "negative"
      },
      {
        "name": "mehta",
        "sentiment": "none"
      },
      {
        "name": "ashok mehta",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "walplast products pvt. ltd",
        "sentiment": "negative"
      },
      {
        "name": "drychem india private ltd.",
        "sentiment": "negative"
      },
      {
        "name": "walplast’s ashok mehta",
        "sentiment": "neutral"
      },
      {
        "name": "walplast products pvt ltd",
        "sentiment": "none"
      },
      {
        "name": "nal corporation",
        "sentiment": "none"
      },
      {
        "name": "gcc",
        "sentiment": "none"
      },
      {
        "name": "nabl",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mumbai",
        "sentiment": "none"
      },
      {
        "name": "north & central africa",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T04:52:28.007+02:00",
  "updated": "2024-02-16T04:52:28.007+02:00"
}