{
  "thread": {
    "uuid": "07a6f17c25925ff72790242d18be22c13944eb70",
    "url": "https://seekingalpha.com/article/4670774-wolfspeed-still-full-speed-ahead",
    "site_full": "seekingalpha.com",
    "site": "seekingalpha.com",
    "site_section": "https://seekingalpha.com/feed.xml",
    "site_categories": [
      "investing",
      "financial_news",
      "finance",
      "mutual_funds"
    ],
    "section_title": "All Articles on Seeking Alpha",
    "title": "Wolfspeed: Still Full Speed Ahead",
    "title_full": "Wolfspeed: Still Full Speed Ahead",
    "published": "2024-02-16T01:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.gettyimages.com/id/1497223608/photo/electric-car-charging-station.jpg?b=1&amp;s=170667a&amp;w=0&amp;k=20&amp;c=mkXgBTRSwI0cAxVzH5pvXUAS-GNz877xesZ2lH3IGaI=",
    "performance_score": 0,
    "domain_rank": 1047,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "07a6f17c25925ff72790242d18be22c13944eb70",
  "url": "https://seekingalpha.com/article/4670774-wolfspeed-still-full-speed-ahead",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Stone Fox Capital",
  "published": "2024-02-16T01:05:00.000+02:00",
  "title": "Wolfspeed: Still Full Speed Ahead",
  "text": "The electric vehicle (\"EV\") revolution has taken a pause the last few months, but Wolfspeed, Inc. (NYSE:\nWOLF) remains full speed ahead to play the large market opportunity ahead in the eventual conversion to EVs. The vertically integrated silicon carbide stock trades at multi-year lows due to the fears over slumping EV demand, but the company sees no change in the long-term demand picture. My investment thesis remains ultra Bullish on the stock due to the strong long-term demand for their products.\nDon't Get Distracted\nWolfspeed continues to report limited revenue as the business ramps up with new fabs producing 200 millimeter silicon carbide. The company continues to sign massive design-ins deals for the next several years as vehicles transition from internal combustion engine (\"ICE\") to electric.\nFor the just-reported\nFQ2 '24 results a few weeks back, Wolfspeed reported the following numbers:\nThe company is starting to generate solid revenue growth in the initial phase of ramping up utilization at the Mohawk Valley Fab. The fab delivered $12 million in December quarter revenue with a goal of topping $20 million in the March quarter, leading up to 20% utilization in the June quarter.\nThe new fab has always had plans to end 2024 at a quarterly revenue run rate of $100 million, or $400 million annually, due to the two-quarter lag between wafer starts and revenue contribution. Remember, though, this $100 million revenue target is based on only 20% utilization rates in the June quarter.\nThe only issue is the low margins in the initial ramp up, with $36 million of underutilization costs in FQ2 contributing to a 1,700 basis point hit to the reported gross margins of ~16%. In addition, the constructions costs of the JP facility will contribute to losses for the business.\nThe whole investment story is based on the order backlog numbers continuing to soar, which is why investors can't be distracted by current results. Wolfspeed reported another $2.1 billion worth of power device design-in wins in the quarter, leading a cumulative total of $22.4 billion.\nThe company even converted these into $2.9 billion worth of power device design-wins in the quarter. As the CEO highlighted on the\nFQ2 '24 earnings call, Wolfspeed has deals with 120 different EV models now (emphasis added):\nOver the next five years based on our current design-ins, the number of EVs leveraging Wolfspeed devices will increase to nearly 120 different models across 30 different OEMs. This represents a significant growth from the small number of vehicles on the road using our silicon carbide devices today and demonstrates the opportunity ahead for us.\nThe other important story from the earnings call is that management doesn't see any impact from the current slowdown in EV demand. Wolfspeed continues to see the EV shift making progress, and the company wasn't lined up for the demand shift until a few years from now anyway, as follows:\n...share a few observations about the internal combustion engine to electric vehicle transition. The shift of course is well underway, but it's happening at a more modest pace than some had previously anticipated. This really has no impact on RF Business outlook as we were still very early in the adoption phase of our silicon carbide devices across numerous car models that are being introduced to the market in the next few years.\nStock Lows\nThe stock has now fallen to a market cap of only $3.6 billion. Wolfspeed use to be a growth story with a premium stock valuation, and now the stock is a growth story with value stock valuation.\nThe valuation becomes absurd when considering the design-in wins were $2.1 billion in the quarter. The market cap is just 1.7x the back order generated in just one quarter.\nAs the company highlighted and anyone familiar with the auto industry knows, these design-in wins contribute revenue over 6 to 7 year periods and won't likely start for 1 to 2 years after the win. The revenue doesn't peak until year 4 of auto production and some 5 years after the design-in win.\nSome of the automotive wins won't ever reach production, but the vast majority of the auto models are set to launch in a few years. Every designed vehicle, especially with a transition to EVs, can hit roadblocks and delays, but the sector shift is already underway.\nWolfspeed is currently running at an approximate $200 million quarterly revenue run rate. The general forecast is for the quarterly revenues to start ramping by $25 million sequentially for the years ahead as the Mohawk Valley fab ramps and the industrial business stabilizes.\nThe stock only trades at 2x FY26 revenue targets, and the revenue growth rate will remain rather high for the years ahead as the new facilities ramp toward full production.\nTakeaway\nThe key investor takeaway is that Wolfspeed, Inc. gets more and more appealing as the stock dips to multi-year lows while the business plan remains full speed ahead. The stock only gets cheaper on the dips lows, and investors should use weakness to build up a position in the leader in vertically integrated silicon carbide needed for the EV future.\nIf you'd like to learn more about how to best position yourself in under valued stocks mispriced by the market to start 2024, consider joining\nOut Fox The Street.\nThe service offers a model portfolio, daily updates, trade alerts and real-time chat. Sign up now for a risk-free 2-week trial to started finding the best stocks with potential to double and triple in the next few years.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "wolfspeed",
        "sentiment": "negative"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "mohawk valley fab",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T01:23:47.712+02:00",
  "updated": "2024-02-16T01:23:47.712+02:00"
}