{
  "thread": {
    "uuid": "0af41d13addbf02ac4b4b765c3df3bac34fe3c28",
    "url": "https://sportstar.thehindu.com/football/atletico-madrid-vs-real-madrid-copa-del-rey-atm-v-rma-round-of-16-match-result-score-quarterfinal-football-news/article67754053.ece",
    "site_full": "sportstar.thehindu.com",
    "site": "thehindu.com",
    "site_section": "https://sportstar.thehindu.com/football",
    "site_categories": [
      "cricket",
      "tennis",
      "sports"
    ],
    "section_title": "\n\tFootball News, Latest Football News Updates - Sportstar\n",
    "title": "Copa Del Rey, Round of 16: Atletico Madrid beat city rivals Real 4-2 after ET to seal quarterfinal spot - Sportstar",
    "title_full": "Copa Del Rey, Round of 16: Atletico Madrid beat city rivals Real 4-2 after ET to seal quarterfinal spot - Sportstar",
    "published": "2024-01-19T01:58:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://ss-i.thgim.com/public/incoming/cpn86/article67754060.ece/alternates/LANDSCAPE_1200/Spain_Soccer_Copa_del_Rey_15282.jpg",
    "performance_score": 0,
    "domain_rank": 1094,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0af41d13addbf02ac4b4b765c3df3bac34fe3c28",
  "url": "https://sportstar.thehindu.com/football/atletico-madrid-vs-real-madrid-copa-del-rey-atm-v-rma-round-of-16-match-result-score-quarterfinal-football-news/article67754053.ece",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Team Sportstar",
  "published": "2024-01-19T01:58:00.000+02:00",
  "title": "Copa Del Rey, Round of 16: Atletico Madrid beat city rivals Real 4-2 after ET to seal quarterfinal spot - Sportstar",
  "text": "Atletico Madrid got the better of Real Madrid this time, beating its crosstown rival 4-2 in extra time Thursday to reach the quarterfinals of the Copa del Rey.\nAntoine Griezmann and Rodrigo Riquelme scored after a 2-2 draw in regulation to send Atletico to the last eight less than a week after it lost to Madrid in the semifinals of the Spanish Super Cup in Saudi Arabia.\nAtletico thrived again at home, where it also beat Madrid in the first Spanish league derby of the season in September in what had been its rival’s only loss this season. Atletico is unbeaten in 25 consecutive matches at its Metropolitano stadium in all competitions, with two draws since a 1-0 league defeat to Barcelona in January 2023.\nMadrid eliminated Atletico in the Copa quarterfinals last season, winning 3-1 in extra time at home. The city rivals will play again on Feb. 4 — the third meeting in less than a month — in the Spanish league at the Santiago Bernabeu Stadium. Madrid won 5-3 in extra time in the Super Cup semifinals last Wednesday.\nGriezmann secured Atletico’s win this time with a beautiful goal after making a run through the right side of the area. The France international, Atletico’s all-time top scorer with 175 goals, got past Madrid forward Vinícius Júnior before finding the top corner from a tight angle.\nVoting lines now open for Sportstar ACES Awards 2024\nRiquelme sealed Atletico’s win from inside the area on a breakaway in the 119th after an assist by Memphis Depay.\nAtletico had opened the scoring with a goal from close range by Samuel Lino after Madrid defender Antonio Rüdiger deflected the ball backward into the area in the 39th. Madrid equalized after a rare mistake by Atletico goalkeeper Jan Oblak, who punched the ball into his own net while trying to clear a cross.\nÁlvaro Morata put Atletico ahead again from close range in the 57th after Madrid goalkeeper Andriy Lunin failed to fully clear a cross. The ball bounced off Rüdiger and went toward Morata in front of an open net.\nStriker Joselu, who came on for Rodrygo in the 80th, equalized with a header in the 82nd after a cross by Jude Bellingham. Morata had missed a clear chance in a one-on-one situation with Lunin just moments earlier.\nBrahim Díaz thought he had scored an equalizer late in extra time but the goal was disallowed because of an offside by Bellingham.\nBellingham hit the crossbar early in the first half, and Rodrygo struck the woodwork in the second.\nMadrid went on to win the Spanish Super Cup 4-1 in the final against Barcelona on Sunday, but there was no guard of honor by Atletico before the match at the Metropolitano.\nThere were reports in Spanish media that some Atletico fans called Vinícius a monkey before the game. The Brazil international had been racially abused by Atletico fans before other derbies, including by some who hanged an effigy of the player off a highway bridge last year.\nSimeone exchanged a few heated words with Vinícius after the end of regulation. The coach appeared to be upset with Vinícius because of his celebration after Joselu’s goal.\nCarlo Ancelotti’s Madrid had come into the game on an unbeaten run of 21 matches in all competitions, with 17 wins and four draws.\nBarcelona picked up the pace in the second half to beat third-division club Unionistas 3-1 in its round-of-16 match.\nIt will be the second straight last-eight appearance for the Catalan club, which arrived under pressure after losing the Spanish Super Cup final to Madrid.\nAfter being held 1-1 at halftime, Barcelona improved in the second half to secure the victory with goals by Jules Koundé and Alejandro Balde.\nALSO READ: Onana under pressure after late arrival to Cameroon squad\nThe hosts had taken the lead with a beautiful one-timer by Álvaro Gómez in the 31st minute before Ferran Torres equalized for Barcelona on a breakaway in the 45th. Koundé scored with a long-range shot in the 69th and Balde sealed the victory with a strike from a tight angle in the 73rd.\n“After a tough loss in the Super Cup we needed to rebound,” Koundé said. “It wasn’t easy, they have a good team and were very motivated.”\nUnionistas had a few chances to move closer toward the end, but Barcelona goalkeeper Iñaki Peña made some good saves to maintain the comfortable lead at the 5,000-capacity Reina Sofia Stadium.\nBarcelona defender Pau Cubarsí, 16, made his first-team debut by entering the match after halftime to replace Andreas Christensen.\nBarcelona is seeking its first Copa title since 2021. It was eliminated by Madrid in last year’s semifinals. The Catalan club is the Copa’s most successful team with 31 titles.\nUnionistas had eliminated Villarreal on penalties in the previous round. Its best Copa campaign so far had been a round-of-32 appearance in 2020, when it lost to Real Madrid.\nGirona, Celta Vigo and Real Sociedad reached the quarterfinals on Wednesday, while Sevilla, Athletic Bilbao and Mallorca advanced on Tuesday.\nComments\nRelated Topics Copa del Rey /\nAtletico Madrid /\nReal Madrid /\nJan Oblak /\nAntoine Griezmann /\nAlvaro Morata\nLatest on Sportstar Copa Del Rey, Round of 16: Atletico beats Real Madrid 4-2 in extra time a week after Super Cup loss Team Sportstar FIH Women’s Olympic Qualifiers: What does India need to do to qualify for the Paris 2024 Olympics? Team Sportstar East Bengal vs Mohun Bagan H2H: Kolkata derby head-to-head record before Kalinga Super Cup 2024 Team Sportstar Atletico Madrid vs Real Madrid Highlights, Copa Del Rey Round of 16: ATM beats RMA 4 - 2 RMA after extra time Team Sportstar FIH Women’s Olympic Qualifiers: India loses to Germany in penalty shootout, to face Japan for Paris 2024 quota Uthra Ganesan READ MORE STORIES READ THE LATEST ISSUE Leander Paes on Hall of Fame induction — ‘My parents’ encouragement and constant love are the reasons I could achieve it all’ Shayan Acharya, Amitabha Das Sharma Paris Olympics 2024: Who will join Neeraj Chopra and Kishore Jena in javelin throw event Jonathan Selvaraj + SEE all Stories",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://ss-i.thgim.com/public/incoming/xd9hrr/article67718574.ece/alternates/LANDSCAPE_80/Latest%20issue%20of%20Sportstar",
    "https://www.ss-i.thgim.com/public/incoming/xd9hrr/article67718574.ece/alternates/LANDSCAPE_80/Latest%20issue%20of%20Sportstar"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "copa del rey",
        "sentiment": "negative"
      },
      {
        "name": "jan oblak",
        "sentiment": "none"
      },
      {
        "name": "antonio rudiger’s",
        "sentiment": "none"
      },
      {
        "name": "rudiger",
        "sentiment": "none"
      },
      {
        "name": "anthoine griezmann",
        "sentiment": "none"
      },
      {
        "name": "alvaro morata",
        "sentiment": "none"
      },
      {
        "name": "vini",
        "sentiment": "none"
      },
      {
        "name": "andrey lunin",
        "sentiment": "none"
      },
      {
        "name": "samuel dias lino",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "sportstar atletico madrid",
        "sentiment": "negative"
      },
      {
        "name": "real madrid",
        "sentiment": "negative"
      },
      {
        "name": "atletico madrid",
        "sentiment": "negative"
      },
      {
        "name": "la liga",
        "sentiment": "none"
      },
      {
        "name": "atletico",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "civitas metropolitano",
        "sentiment": "none"
      },
      {
        "name": "cameroon",
        "sentiment": "none"
      },
      {
        "name": "madrid",
        "sentiment": "none"
      },
      {
        "name": "modric",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T02:12:07.385+02:00",
  "updated": "2024-01-19T08:53:38.205+02:00"
}