{
  "thread": {
    "uuid": "8cbfb6a4ac3005653dafbbdbc876c7251c7f8a30",
    "url": "https://www.libertaddigital.com/espana/2024-05-06/margarita-robles-confirma-que-ucrania-tiene-ya-en-su-poder-los-misiles-patriot-enviados-por-espana-7124266",
    "site_full": "www.libertaddigital.com",
    "site": "libertaddigital.com",
    "site_section": "http://feeds2.feedburner.com/libertaddigital/nacional",
    "site_categories": [
      "media"
    ],
    "section_title": "Libertad Digital: España",
    "title": "Margarita Robles confirma que Ucrania tiene ya en su poder los misiles Patriot enviados por España",
    "title_full": "Margarita Robles confirma que Ucrania tiene ya en su poder los misiles Patriot enviados por España - Libertad Digital",
    "published": "2024-05-06T20:12:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://s.libertaddigital.com/2024/05/06/1200/627/ld/margarita-robles-visita-regimiento-pontones-ingenieros-060524.jpg",
    "performance_score": 0,
    "domain_rank": 11232,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8cbfb6a4ac3005653dafbbdbc876c7251c7f8a30",
  "url": "https://www.libertaddigital.com/espana/2024-05-06/margarita-robles-confirma-que-ucrania-tiene-ya-en-su-poder-los-misiles-patriot-enviados-por-espana-7124266",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "J. Arias Borque",
  "published": "2024-05-06T20:12:00.000+03:00",
  "title": "Margarita Robles confirma que Ucrania tiene ya en su poder los misiles Patriot enviados por España",
  "text": "El conjunto de misiles antiaéreos Patriot que España se comprometió a enviar al Gobierno de Kiev como parte de un nuevo paquete de ayuda militar ya se encuentran en suelo ucraniano. A partir de ahora formará parte del stock que proyectiles con el que cuentan las autoridades del país eslavo para protegerse de los ataques aéreos que Rusia lanza de forma cotidiana contra zonas clave y estratégicas de Ucrania .\nAsí lo ha confirmado este lunes la ministra de Defensa, Margarita Robles , durante su visita a las instalaciones del Regimiento de Pontoneros y Especialidades de Ingenieros nº 12 (RPEI-12) del Ejército de Tierra y al Hospital General de la Defensa ‘Orad y Gajías’, en Zaragoza, donde se atiende y se practican cirugías complejas a algunos de los militares ucranianos que son heridos en el frente de batalla.\n\"Un grupo de misiles Patriot ha llegado ya a Ucrania . Llegó la pasado semana. Nosotros obviamente en esto trabajamos coordinadamente con nuestros aliados porque entendemos que Ucrania está defendiendo su integridad, está defendiendo vidas humanas. Eso misiles son misiles para defensa antiaérea , eso tiene que quedar muy claro, son misiles para defenderse de los ataques que están sufriendo\", ha dicho la titular de Defensa.\nRelacionado Rusia emite una orden de busca y captura contra el presidente de Ucrania La quincena de Programas Especiales de Armamento que centran la modernización del Ejército de Tierra Del Báltico a Rumanía: así es el despliegue de las Fuerzas Armadas españoles en la Europa del Este España enviará misiles Patriot a Ucrania presionada por la OTAN y la UE, pero no las lanzaderas ni otros componentes \"Rusia está utilizando incluso bombas de racimo y todo tipo de material contra la población civil. Ese envío que hemos hecho coordinadamente con nuestros aliados ha llegado ya y lo único que puedo decir es que tienen una capacidad defensiva para proteger a la población ucraniana \", ha continuado Margarita Robles.\nEl envío está dentro de los compromisos adquiridos por España en la última reunión del Grupo de Contacto para la Defensa de Ucrania (UDCG, por sus siglas en inglés), después de la fuerte presión recibida tanto por los socios de la OTAN como de la Unión Europea durante semanas, en las que el Gobierno español intentó mirar hacia otro lado y no entregar un material que considera esencial para su propia defensa.\nDe hecho, sólo se han enviado los misiles en sí , un número exacto no hecho público por el Ministerio de Defensa, con un coste cada uno de ellos cercano al millón de euros, para que sean empleados por baterías antiaéreas Patriot donadas por otros países aliados, puesto que España no ha entregado ni las lanzaderas ni los otros componentes que completan este sistema (estación de control de empeño, planta suministrado de energía o el radar).\nLos ucranianos tienen en estos momentos tres baterías Patriot para defender su territorio nacional en una cota media-alta. De esas tres baterías, dos han sido donadas por Alemania y otra por Estados Unidos. De la última reunión aliada, celebrada en Ramstein, salió el compromiso de Alemania y Estados Unidos de ceder más baterías completas . Querían que España donara otra, pero se han tenido que conformar con los misiles enviados.\nTemas Fuerzas Armadas de España Margarita Robles Ucrania Guerra Rusia Ucrania",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-06T21:09:47.130+03:00",
  "updated": "2024-05-06T21:09:47.130+03:00"
}