{
  "thread": {
    "uuid": "54d15e653b560a3aa82cdf03995650dabb0fe0e7",
    "url": "https://dothaneagle.com/enterprise_ledger/news/best-bets/article_c610abfe-1d9d-11ef-8842-8bbc4426123a.html",
    "site_full": "dothaneagle.com",
    "site": "dothaneagle.com",
    "site_section": "https://www2.dothaneagle.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Dothan Eagle | Breaking News | | Read Dothan, AL and Alabama breaking news. Get latest news, events and information on Alabama sports, weather, entertainment and lifestyles.",
    "title": "Best bets",
    "title_full": "Best bets",
    "published": "2024-05-31T08:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/dothaneagle.com/content/tncms/assets/v3/editorial/8/7c/87c4abf2-92f9-11eb-9b20-8beb1be85d52/6065ddc8ced18.image.jpg?crop=1024%2C538%2C0%2C115&amp;resize=1024%2C538&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 32211,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "54d15e653b560a3aa82cdf03995650dabb0fe0e7",
  "url": "https://dothaneagle.com/enterprise_ledger/news/best-bets/article_c610abfe-1d9d-11ef-8842-8bbc4426123a.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Guest",
  "published": "2024-05-31T08:00:00.000+03:00",
  "title": "Best bets",
  "text": "JUNE 1 Daleville Christian Fellowship Worship Center will host a Pre-Vacation Bible School Super Soaker Saturday Fun Day on June 1 from 11 a.m. until 3 p.m. The entire family is invited to come share the fun. There will be water slides, bounce houses, a dunking booth, face painting, board games, volleyball, basketball, and ping pong, sack racing, horseshoe tossing, food and snow cones, and plenty of fun. For additional information, call the church at (334) 598-6279. The church is located at 1 Martin Luther King, Jr. Circle, Daleville, and Archbishop Carl McComb is the pastor. JUNE 3-7 Daleville Christian Fellowship Worship Center convenes Vacation Bible School June 3 – 7 from 6 until 8 p.m. each night. Classes will be taught for ages three through adults, and registration is currently on-going. Please call (334) 598-6279 to arrange transportation or for additional information. The church is located at 1 Martin Luther King, Jr. Circle, Daleville, and Archbishop Carl McComb is the pastor. People are also reading… JUNE 3, 7, 12 Beginning Foxtrot dance lessons are being offered by the Enterprise Ballroom Dance Club at the Hildreth Building, 202 N. Main Street in Enterprise. Classes are on Mondays June 3, 10, and 17 from 6:30 to 7:30 p.m. The cost is $15 per person for the three classes. For more information call (334) 393-4811. JUNE 8 Travis Tritt will bring his 2024 Full Band tour to the Dothan Civic Center on Saturday, June 8. Special guest at the show will be War Hippies. Tritt is an award-winning artist with multiple platinum records to his credit, and will perform some of his greatest hits, including “Anymore,” “T-R-O-U-B-L-E,” “It’s A Great Day to Be Alive,” “Here’s A Quarter,” and more. Reserved seat tickets start at $49 and go on sale to the public on Friday, Feb. 2 at 10 a.m. and will be available for purchase online at [DothanCivicCenter.org](http://DothanCivicCenter.org) or at The Dothan Civic Center Box Office. JUNE 15 The Enterprise Aglow Community Lighthouse meeting is June 15 at the Gathering Room, 217 South Main Street, at 10 a.m. Guest speaker is Crystal Crosby of Enterprise. Everyone is welcome. For more information call (334) 406-9683. JUNE 18 HudsonAlpha Wiregrass invites the public to learn more about the power of genomics June 18 as Kelly East, HudsonAlpha’s Vice President of HudsonAlpha Educational Outreach, hosts the next “HudsonAlpha U” event at the Enterprise Chamber of Commerce office at 10 a.m. The June 18th event is called “Genetics 101.” Participants will explore the field of genetics by extracting DNA from a strawberry or other fruit. They will also hear stories of how genomic discoveries are being made and applied to improve life. HudsonAlpha U is free and open to the public. Pre-registration is required, as space is limited. To register, visit [https://www.eventbrite.com/e/hudsonalpha-u-wiregrass-genomics-101-tickets-906307539247?aff=oddtdtcreator.](https://urldefense.com/v3/__https:/click.agilitypr.delivery/ls/click?upn=u001.blDrmoQjazmvpjd9ypH9er-2BanHHjri0824pxT4p84d-2F6cqi1iY8p0jVg0z6o0ldrWXFeTy06YjixBPXGw8l7-2FWq8lLx0or40qZE-2BbjksCsR-2BlVZf-2BaEiGtk29ZpEQr6zI9GWJ72TG-2BbvolwtcJyRP1KE8RxN-2Bw0OpdgulQ2fFfY-3DsuSD_f9GuJ1n67B7jTAqMm9yICa-2Bpbpd-2FJr4FZnLgmGE4D0cO46ALUsG-2Bw5R7oDvtTbsZWn3kQE5YVfNxSmE1YPAwzr7K1Z9OebWV6NZwroXNZiN-2BU2Aza4A1KHY5torucia7NBiTCqKFBmeCv8JkzQ0guegGTstZB7fXTMySVGhAmBj8T11e0LsP-2FEoOY79hv6f7k0KeO-2FgAh8m-2FeViXSrzu89-2BKIyjy967mZyoIIX3W7qxGoKvhON-2FWpMHLiGz-2FAwetAIQcBjHbhcnod-2BjwyqbEHeO-2Fu4KURO25OfoRcEVkgO0-2BWfA7lbe-2BO7vGJm03XP9FYqolTSUxjIOmM4xkXxiRi3JlfBTeTp-2FevMna-2FMdaPwl1ukLj6MQoD5WhZGOYrCOa-2B6L9gIYYFu-2BSBwsqk26OTrJ37ON6gqPHolrtFFkKTgmZy9daCiAIgGwUhrRaanTiBCLCuhX0Wtmw-2BegHNFkWbw-3D-3D__;!!LvYzicI!mund8qVfBDxZHBRLPHEEzGCfm8hNsmfm073qp6tDkxu9VZjaCJcLRCs_LAPz9taB_QcSvG6Gz0fC9QvlYh2XJ3CUeOk) JUNE 26 All local hotel and restaurant employees are invited to “Hospitality 101” Lunch and Learn June 26 from 11 a.m. until 1 p.m. at the Holman House, 285 East Broad Street in Ozark. Sponsored by the Ozark-Dale County Economic Development Corporation and the Ozark Area Chamber of Commerce, the presentation is by Katie Thomas, Southeast Alabama Works Executive Director. This is a free seminar and lunch will be provided for those who register by the June 21 deadline. Call (334) 774-9321 or email [info@ozarkalchamber.com](mailto:info@ozarkalchamber.com). Ongoing The South Alabama Liberty meetings are at 6:30 p.m. every first Tuesday of the month at Wiregrass Outdoors inside the Hertz Rent-a Car building located at 818 N. Ouida Street behind the Westgate Shopping Center in Enterprise. This nonpartisan group advocates that liberty, along with peace, justice, and freedom, belongs to every American to appreciate and enjoy as written in the U.S. Constitution, but is possible only with a honest, fair, and well-regulated government that respects its citizens. No reservations are necessary and the is no admission fee. For more information, email [sa-liberty@proton.me](mailto:sa-liberty@proton.me). Overeaters Anonymous (OA) is a fellowship of people who share the common problem of compulsive eating and compulsive food behaviors. OA is not a diet club. There are no dues, fees, or weigh-ins. The only requirement for membership is a desire to stop eating compulsively. Weekly Overeaters Anonymous meetings are Saturday mornings in Enterprise at the YMCA adult building. Overeaters Anonymous Newcomers Meetings are from 10—10:30 a.m. Saturdays. Overeaters Anonymous Saturday morning meetings are from 10:30 until 11:30 a.m. Enterprise Military Support Group meets Tuesdays at 7 p.m. Meetings are at Church on Boll Weevil Circle located at 2017 Boll Weevil Circle. Anyone who needs to talk about difficult experiences and needs an understanding friend is invited. Call 334-894-6411 for more information. COVID-19 tests will be given at the Coffee County Health Department on Wednesdays from 8 a.m. to 10 a.m. To schedule an appointment, call 334-347-9574. The DAV van service for local veterans will make runs to Montgomery and Tuskegee on Mondays and Fridays. The van will leave from the Hardee’s restaurant on Rucker Boulevard in Enterprise at 5 a.m. and from the Dothan Civic Center at 5:30 a.m. Due to COVID restrictions, there is only space for four riders each trip. Veterans who need rides to VA hospitals in Montgomery or Tuskegee can call 334-308-2480 to reserve a seat on the Enterprise van or 334-446-0866 for the Dothan van. Enterprise Parks and Recreation is hosting senior aerobics at the Civic Center Tuesdays and Thursdays from 9 a.m. to 9:45 a.m. Make new friends, enjoy fun music and get moving. St. John the Evangelist Catholic Church will host a program for anyone interested in learning the teachings of the church Christ founded, the Catholic Church. The Rite of Christian Initiation of Adults is held each Wednesday at 123 Heath Street in Enterprise. For more information, call 334-347-6751 or 334-464-1930. Enterprise Military Support Group meets on Tuesdays at 6 p.m. at Church on Boll Weevil Circle located at 2017 Boll Weevil Circle in Enterprise. Anyone who needs to talk about difficult experiences and needs an understanding friend is invited. Call 334-447-2252 for more information. Alcoholics Anonymous holds regular meetings in the Wiregrass including Ashford, Dothan, Eufaula, and Headland under the organization’s District 10 (www.aadothan.org) meeting locations and Andalusia, Daleville, Enterprise, Level Plains, Opp, Ozark, and Troy under the organization’s District 11 (www.district11aa.com) meeting locations. Visit [www.aaarea1.org](http://www.aaarea1.org) for a complete list of districts for Alabama and Northwest Florida. A Disabled American Veterans chapter service officer will be located at the New Brockton Town Hall every Wednesday from 9-11 a.m. Any veteran needing help with a VA claim is welcome. This is on a walk-in basis; no appointment is needed. For more information, contact Mike Doran at 334-406-6700. Square Dance/Line Dance will be held every Monday evening, beginning Jan. 8 from 6 until 8 p. m., at The Episcopal Church of the Epiphany, located at 302 East Grubbs Street in Enterprise. Singles and couples welcome. Never danced? We’ll teach you. For more information, call Michelle at (334) 475-4037. The Landmark Dulcimer Club has a jam and practice session every first Saturday of the month at 1 p.m. You do not have to know how to read music. We prefer you bring your own Mountain Dulcimer but we do have a few practice dulcimers you can borrow if you want to give it a try. The event is free with paid gate admission. Show your instrument and get in for free. Meets in the Interpretive Center Auditorium. Landmark Park hosts a Reptile Feeding every first Sunday at 2:30 p.m. in the Interpretive Center Lobby. The event is free with paid gate admission. Meet our snakes and turtles and learn why these animals are so important to the environment. The Wiregrass Woodturners host a club meeting and woodturning demo every second Saturday of the month at 9:30 a.m. in the Interpretive Center Classroom at Landmark Park. The public is invited to visit and learn how to make beautiful wooden items turned on a lathe. The event is free with paid gate admission. Wiregrass Woodturner members get in free. The Evening Star Quilt Guild gathers from 10 a.m. to 3 p.m. every second Saturday for an informal sewing circle with your textile-based crafts at the Landmark Park Sit and Sew in the Interpretive Center Auditorium. The event is free with paid gate admission. The circle is free for Quilt Guild members. Space is limited, first come first served. Pickin’ in the Park takes place every second Saturday of the month at 10 a.m. Join musicians at Landmark Park in Dothan for a bluegrass, country and gospel jam session. Visitors are welcome to listen or participate. The event is free with paid gate admission. Show your instrument at the gate to receive free admission. All ages and skill levels are welcome. The Landmark Park Antique Tractor Club will meet on the third Saturday of each month at 9:30 a.m. in the Interpretive Center Library at Landmark Park. This club has been established as a way for tractor enthusiasts to come together to share pictures of tractors, share interesting articles, trade/sell and enjoy the fellowship. The club participates in several tractor shows and tractor pulls during the year. To become a member, visit the meeting or email David Jay, [david@landmarkparkdothan.com](mailto:david@landmarkparkdothan.com). The event is free with paid gate admission. Mention this meeting at the gate to receive free park admission.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Lifestyle and Leisure"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.eventbrite.com/e/hudsonalpha-u-wiregrass-genomics-101-tickets-906307539247?aff=oddtdtcreator.",
    "http://www.aaarea1.org)",
    "https://urldefense.com/v3/__https:/click.agilitypr.delivery/ls/click?upn=u001.blDrmoQjazmvpjd9ypH9er-2BanHHjri0824pxT4p84d-2F6cqi1iY8p0jVg0z6o0ldrWXFeTy06YjixBPXGw8l7-2FWq8lLx0or40qZE-2BbjksCsR-2BlVZf-2BaEiGtk29ZpEQr6zI9GWJ72TG-2BbvolwtcJyRP1KE8RxN-2Bw0OpdgulQ2fFfY-3DsuSD_f9GuJ1n67B7jTAqMm9yICa-2Bpbpd-2FJr4FZnLgmGE4D0cO46ALUsG-2Bw5R7oDvtTbsZWn3kQE5YVfNxSmE1YPAwzr7K1Z9OebWV6NZwroXNZiN-2BU2Aza4A1KHY5torucia7NBiTCqKFBmeCv8JkzQ0guegGTstZB7fXTMySVGhAmBj8T11e0LsP-2FEoOY79hv6f7k0KeO-2FgAh8m-2FeViXSrzu89-2BKIyjy967mZyoIIX3W7q",
    "http://DothanCivicCenter.org)",
    "https://www.eventbrite.com/e/hudsonalpha-u-wiregrass-genomics-101-tickets-906307539247",
    "https://urldefense.com/v3/__https:/click.agilitypr.delivery/ls/click",
    "http://aaarea1.org)",
    "https://www.urldefense.com/v3/__https:/click.agilitypr.delivery/ls/click?upn=u001.blDrmoQjazmvpjd9ypH9er-2BanHHjri0824pxT4p84d-2F6cqi1iY8p0jVg0z6o0ldrWXFeTy06YjixBPXGw8l7-2FWq8lLx0or40qZE-2BbjksCsR-2BlVZf-2BaEiGtk29ZpEQr6zI9GWJ72TG-2BbvolwtcJyRP1KE8RxN-2Bw0OpdgulQ2fFfY-3DsuSD_f9GuJ1n67B7jTAqMm9yICa-2Bpbpd-2FJr4FZnLgmGE4D0cO46ALUsG-2Bw5R7oDvtTbsZWn3kQE5YVfNxSmE1YPAwzr7K1Z9OebWV6NZwroXNZiN-2BU2Aza4A1KHY5torucia7NBiTCqKFBmeCv8JkzQ0guegGTstZB7fXTMySVGhAmBj8T11e0LsP-2FEoOY79hv6f7k0KeO-2FgAh8m-2FeViXSrzu89-2BKIyjy967mZyoIIX3W7q",
    "http://www.DothanCivicCenter.org)",
    "https://eventbrite.com/e/hudsonalpha-u-wiregrass-genomics-101-tickets-906307539247?aff=oddtdtcreator."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "daleville",
        "sentiment": "none"
      },
      {
        "name": "carl mccomb",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "daleville christian fellowship worship center",
        "sentiment": "negative"
      },
      {
        "name": "martin luther king",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-31T21:58:04.427+03:00",
  "updated": "2024-05-31T21:58:04.427+03:00"
}