{
  "thread": {
    "uuid": "2bd52879c6a141311656099e2e3a9dade0228095",
    "url": "https://www.rebelnews.com/2023_in_review_the_best_of_avi_yemini",
    "site_full": "www.rebelnews.com",
    "site": "rebelnews.com",
    "site_section": "https://www.rebelnews.com/news.rss",
    "site_categories": [
      "religion"
    ],
    "section_title": "News - Rebel News",
    "title": "2023 in review: The best of Avi Yemini",
    "title_full": "2023 in review: The best of Avi Yemini",
    "published": "2023-12-31T01:17:04.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://assets.nationbuilder.com/therebel/pages/73178/meta_images/original/best_soc.jpg?1703817782",
    "performance_score": 0,
    "domain_rank": 33278,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2bd52879c6a141311656099e2e3a9dade0228095",
  "url": "https://www.rebelnews.com/2023_in_review_the_best_of_avi_yemini",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Avi Yemini; December ; News Analysis",
  "published": "2023-12-31T01:17:04.000+02:00",
  "title": "2023 in review: The best of Avi Yemini",
  "text": "2023 in review: The best of Avi Yemini\nFrom book launches to international tours, from confronting world leaders to reporting from the front lines of war, a recap of Rebel reporter Avi Yemini's standout moments this year.\nWhat a remarkable year 2023 has been! Among its many highlights was the launch of my book,\nA Rebel From The Start, in New Zealand. Despite the government's initial attempts to bar my entry, the overturned unlawful ban allowed me to enter the country and officially launch the book.\nIt was the perfect place to launch, with PM Jacinda Ardern so wildly unpopular due to her incredible COVID tyranny, she had to step down. That was a shame for her because I had reserved a special signed copy for her, too!\nThe journey didn't stop there. An international book tour saw us traverse Melbourne, Israel, and London, where I had the pleasure of meeting so many of you!\nSpeaking of Melbourne, my hometown witnessed the departure of another lockdown bully, Victorian Premier Dan Andrews. The spectacle of Melbourne's jubilant streets on his final day was something to behold.\nCan you imagine being such an awful leader that on your last day in the office, the streets erupt into a giant street party to celebrate your departure?\nGood Weekend magazine ran a feature on me, which triggered all of the right people, and so did my\nincredibly popular interview with veteran broadcaster Neil Mitchell.\nStanding with me through many pivotal moments was my mate Rukshan Fernando, who I had met at Melbourne's anti-lockdown protests. Together, we started\nThe Opposition Podcast, challenging mainstream narratives. This venture welcomed guests like Kamahl, Sam Newman, several politicians, and even my dad!\nThroughout the year, Benji, my cameraman, was by my side, and was fearless during our\nreporting stint in Israel from the front lines the conflict between the IDF and Hamas terrorists after the shocking events on October 7.\nThe tide started to turn on\nAustralia's Voice to Parliament referendum proposal not long after we decided to do what no other media outlet wanted to show you and reported on what was going on in Alice Springs, at the heart of the real isues faced by the nation's indigenous people.\nOn the global stage, I joined my fellow Rebels at the\nWorld Economic Forum in Davos, Switzerland. Direct confrontations with elite figures went viral online and at London's ARC conference my exclusive interviews, including those with former Australian PM Scott Morrison and former NSW Premier Dominic Perrottet, resonated widely back home.\nThe year presented its share of highs, lows, and intense moments. Yet, through it all, my dedication to our shared mission never wavered, bolstered by the unwavering support from all of you.\nIn closing, whether you celebrated a joyous Christmas, Hanukkah, or both like me, I extend my heartfelt gratitude.\nHere's to an even bigger 2024!\n[]https://rebelstore.com.au/\nREBEL STORE AUSTRALIA\nGet Rebel News Australia merchandise! All our products are printed in and fulfilled from Queensland.\nSHOP NOW []http://followavi.com/\nDon't miss a thing!\nFollow Rebel News reporter Avi Yemini on all social media platforms, as he brings you the other side of the story.\nFOLLOW AVI\nDon't Get Censored\nBig Tech is censoring us. Sign up so we can always stay in touch.\nDon't Get Censored\nBig Tech is censoring us. Sign up so we can always stay in touch.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://rebelstore.com.au/",
    "https://www.rebelfromthestart.com/",
    "http://followavi.com/",
    "https://www.rebelfromthestart.com",
    "https://rebelfromthestart.com/",
    "https://rebelstore.com.au",
    "http://www.followavi.com/",
    "https://www.rebelstore.com.au/",
    "http://followavi.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "avi yemini",
        "sentiment": "positive"
      },
      {
        "name": "avi yemini from",
        "sentiment": "positive"
      },
      {
        "name": "jacinda ardern",
        "sentiment": "none"
      },
      {
        "name": "dan andrews",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "new zealand",
        "sentiment": "none"
      },
      {
        "name": "london",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "melbourne",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T01:17:04.977+02:00",
  "updated": "2023-12-31T01:17:04.977+02:00"
}