{
  "thread": {
    "uuid": "e40c1ab95d212f29675fada4783987e564a664a4",
    "url": "https://eldiariony.com/2024/04/11/musica-de-taylor-swift-regresa-a-tiktok-a-pocos-dias-del-lanzamiento-de-su-album",
    "site_full": "eldiariony.com",
    "site": "eldiariony.com",
    "site_section": "http://www.eldiariony.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "El Diario NY",
    "title": "Música de Taylor Swift regresa a TikTok a pocos días del lanzamiento de su álbum",
    "title_full": "Música de Taylor Swift regresa a TikTok a pocos días del lanzamiento de su álbum",
    "published": "2024-04-12T04:10:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://eldiariony.com/wp-content/uploads/sites/2/2024/04/Taylor-Swift-4.jpg?w=1200",
    "performance_score": 0,
    "domain_rank": 28860,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e40c1ab95d212f29675fada4783987e564a664a4",
  "url": "https://eldiariony.com/2024/04/11/musica-de-taylor-swift-regresa-a-tiktok-a-pocos-dias-del-lanzamiento-de-su-album",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Julio Blanca",
  "published": "2024-04-12T04:10:00.000+03:00",
  "title": "Música de Taylor Swift regresa a TikTok a pocos días del lanzamiento de su álbum",
  "text": "Una buena noticia recibieron los fanáticos de Taylor Swift , al enterarse que el catálogo de la artista está nuevamente disponible en la red social TikTok.\nLuego de que estuvieran inhabilitadas sus canciones en la plataforma, este jueves se conoció que ya pueden disfrutarse sus temas, bien sea para hacer algún trend o para musicalizar algún material que generen los creadores de contenido.\nEntre las canciones que podrás disfrutar están ‘Lover’, ‘Anti-Hero’, ‘Cruel Summer’, ‘Cardigan’, ’Style’, ‘Love Story’, ’Shake It Off’, entre otras.\nUn dato importante es que esta reactivación llega poco antes de que la cantante lance su nuevo álbum.\nEl medio The New York Times compartió información relacionada sobre la razón por la que Universal, disquera con la que trabaja Taylor Swift, había retirado buena parte de su trabajo de TikTok.\n“La compañía acusó a TikTok de no estar dispuesta a pagar un ‘valor justo por la música’, a pesar de su importancia para la plataforma. Universal también expresó su preocupación de que TikTok estuviera “permitiendo que la plataforma se inundara con grabaciones generadas por IA”, recordaron en la página web del periódico.\nDesde hace unos meses, la música propiedad de Universal no podía escucharse en la plataforma, lo que hacía que perdiera un poco el sentido de los distintos contenidos. Ahora estará disponible todo lo que produjo entre 2018 y 2024.\n¿Qué se sabe del nuevo álbum de Taylor Swift? La estrella de la música alista el lanzamiento de su próximo disco, que tituló ‘The Tortured Poet’s Department’.\nEste material se estrenará el 19 de abril y promete ser una nueva oportunidad para que el público conecte, a través de la música, con los sentimientos de la artista.\nLa emoción es tal que muchos han especulado de qué tratarán estas canciones y, como es bastante probable, muchas de las letras girarán en torno al amor o al desamor, ayudando así a que los fans se identifiquen con situaciones que haya podido vivir Taylor Swift.\nSigue leyendo:\n• Cuántos millones ha gastado Travis Kelce en su noviazgo con Taylor Swift\n• El padre de Taylor Swift no enfrentará cargos por la presunta agresión a un fotógrafo\n• Taylor Swift ha escrito al menos dos canciones de amor a su novio Travis Kelce",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Social Issue",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T04:16:47.756+03:00",
  "updated": "2024-04-12T06:16:13.136+03:00"
}