{
  "thread": {
    "uuid": "b54f76262238be7cceef63393a5b596e39fff48c",
    "url": "https://www.digitec.ch/en/page/now-ready-for-order-the-anime-demon-slayer-as-an-interactive-board-game-on-the-switch-32619",
    "site_full": "www.digitec.ch",
    "site": "digitec.ch",
    "site_section": "http://www.galaxus.ch",
    "site_categories": [
      "shopping"
    ],
    "section_title": "galaxus.ch – pretty much everything",
    "title": "Now ready for order: The anime \"Demon Slayer\" as an interactive board game on the Switch - digitec",
    "title_full": "Now ready for order: The anime \"Demon Slayer\" as an interactive board game on the Switch - digitec",
    "published": "2024-04-12T00:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CH",
    "main_image": "https://www.digitec.ch/im/Files/7/5/7/8/5/7/8/4/demon-slayer21.png?impolicy=ProductTileImage&amp;resizeWidth=1200&amp;resizeHeight=600&amp;cropWidth=1200&amp;cropHeight=600",
    "performance_score": 0,
    "domain_rank": 27177,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b54f76262238be7cceef63393a5b596e39fff48c",
  "url": "https://www.digitec.ch/en/page/now-ready-for-order-the-anime-demon-slayer-as-an-interactive-board-game-on-the-switch-32619",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Debora Pape",
  "published": "2024-04-12T00:00:00.000+03:00",
  "title": "Now ready for order: The anime \"Demon Slayer\" as an interactive board game on the Switch - digitec",
  "text": "Atlus Demon Slayer -Kimetsu no Yaiba- Sweep the Board! Switch, DE The Switch game \"Demon Slayer -Kimetsu no Yaiba- Sweep the Board!\" lets you choose a character from the anime. It puts you and up to three other players on a virtual game board. \"Demon Slayer\" is a Japanese manga that served as the basis for a very successful anime and two cinema films. The franchise with the Japanese transcribed name \"Kimetsu no Yaiba\" has also found many fans internationally. The spin-off will be released on the Nintendo Switch on 26 April: \"Demon Slayer -Kimetsu no Yaiba- Sweep the Board!\" works like a board game with lots of mini-games. You can pre-order the game in the shop now. Atlus Demon Slayer -Kimetsu no Yaiba- Sweep the Board! Switch, DE The game is rated 12+. You can play alone or in local or online mode with up to three others. Please note: You need a Nintendo Switch Online membership for online mode. Up to four players can start a game together. At the beginning you choose a game character. Well-known characters from the original will also be available, for example the main character Tanjirō as well as Zen'itsu or the Hashira. Nezuko, Tanjirō's sister, appears in some situations to help you. You use dice to move your character across the playing field. Various playing field cards are available that are reminiscent of well-known regions from the anime, such as Fujikasane Mountain and Asakusa. You have to prove your skill in mini-games using event fields and at the end of the dice round. \"Demon Slayer -Kimetsu no Yaiba- Sweep the Board!\" picks up on the day-night topic from the background story: Man-eating demons appear at night. The game also alternates between day and night. At night, you become a demon hunter and use the Joy-Con controllers to defeat your opponents with sword combos. Over the course of the game, you collect items that can also help you through skilful use. The manga tells the story of siblings Tanjirō and Nezuko, whose family was killed by demons. Nezuko herself was injured in the attack and is in the process of transforming into a demon. Her older brother Tanjirō sets off with her on a journey to reverse the transformation and take revenge for the family's death as a demon hunter. <p Feels just as comfortable in front of a gaming PC as she does in a hammock in the garden. Likes the Roman Empire, container ships and science fiction books. Focuses mostly on unearthing news stories about IT and smart products.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Science and Technology",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kimetsu",
        "sentiment": "negative"
      },
      {
        "name": "kim",
        "sentiment": "negative"
      },
      {
        "name": "tanj",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "atlus",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T01:04:55.195+03:00",
  "updated": "2024-04-12T01:04:55.195+03:00"
}