{
  "thread": {
    "uuid": "1725b3512ef3e9439e6afc0f0ca8ebd40531998a",
    "url": "https://thefederalist.com/2024/03/29/easter-is-the-worlds-most-historically-verified-holiday",
    "site_full": "thefederalist.com",
    "site": "thefederalist.com",
    "site_section": "https://thefederalist.com/feed/",
    "site_categories": [
      "politics",
      "law_government_and_politics"
    ],
    "section_title": "The Federalist",
    "title": "Easter Is The World’s Most Historically Verified Holiday",
    "title_full": "Easter Is The World’s Most Historically Verified Holiday",
    "published": "2024-03-29T10:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://thefederalist.com/wp-content/uploads/2024/03/1280px-Entrance_to_the_Garden_Tomb_1_4015106152.jpeg",
    "performance_score": 0,
    "domain_rank": 4582,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1725b3512ef3e9439e6afc0f0ca8ebd40531998a",
  "url": "https://thefederalist.com/2024/03/29/easter-is-the-worlds-most-historically-verified-holiday",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Scott S. Powell",
  "published": "2024-03-29T10:30:00.000+03:00",
  "title": "Easter Is The World’s Most Historically Verified Holiday",
  "text": "From the beginning of recorded history, people have turned to religion as a way to find refuge, solace, and meaning. Judaism, Hinduism, Buddhism, Taoism, Islam, and most other religions point to their own prophets and teachers, but among those world religions, only Christianity has a founder who professed to be the Messiah — the Son of God. Easter is the historical account and conclusive evidence of that Messiah. Easter weekend starts with Good Friday, the day of the crucifixion when God sacrificed His only Son, Jesus Christ, to fulfill His plan to provide salvation from sin for all who believe in Christ, the Savior. Easter Sunday is the celebration of Christ’s resurrection, the third day from His death by crucifixion, and the completion of God’s plan for the world to know who Jesus was. Every other religious founder in history came into the world to live. The death of other religious leaders — such as Abraham, Moses, Buddha, and Mohammad — brought an anticlimactic end to their lives and their work. But Christ came into the world to die, and His sacrifice was the ultimate climax of His life, done for the benefit of all mankind — opening the way to eternal life and a full relationship with God. Christ was also unique being the only figure in recorded history who was widely pre-announced starting 1,000 years before He was born, with more than 100 prophetic accounts from 18 different prophets from the Old Testament between the 10th and the fourth centuries B.C. — predicting the specifics of His coming birth, life, and death. Hundreds of years later, the details of Christ’s birth, life, betrayal, and death validated those prophecies in astonishingly accurate and minute detail. In fact, 1,000 years before Christ, David prophetically wrote about the crucifixion of Jesus at a time when crucifixion had not yet been invented as a means of execution. Additionally, among the other world religions built on personalities, only Christianity claims its founder is still alive, having overcome death through resurrection. No Jew has believed that after Abraham died and was interred, his tomb ever became empty. After Buddha died, no disciple claimed he or she saw or spoke to him again. As for Mohammed, the founder of Islam, there is no trace of his appearing to his disciples or followers after he died. His occupied tomb is in Medina and is visited by tens of thousands of devout Muslim pilgrims every year. The Living Proof The resurrection was central to God’s providence because it provided “seeing is believing” evidence of God bringing Jesus the Savior back from being dead in a tomb to being alive — resurrected — for 40 days, so people would have irrefutable living proof of who He was. The New Testament provides accounts from multiple sources who witnessed Jesus firsthand after the resurrection. Jesus made at least 10 separate appearances to His disciples between the resurrection and his ascension into Heaven, over a period of 40 days. Some of those appearances were to individual disciples, some were to several disciples, and one was to some 500 at one time. Particularly noteworthy is that there were no accounts of witnesses who came forth and disputed these appearances or called it a “hoax.” Not a single one. Nor do we find any historical record of any witness accounts that were contradictory. While there are skeptics of the biblical Jesus, there’s far more reliable historical evidence for His life, teachings, miracles, death, and resurrection than for other leading historical figures of ancient times, such as literary greats Virgil and Horace and military kings like Alexander the Great. The veracity of ancient history revolves around three things: the number of eyewitness accounts, the lapse of time between the eyewitness events and the written record, and the number of surviving manuscripts of that record. No one doubts Virgil and Horace lived and originated great poetic masterpieces a few decades before Christ, although the written manuscripts of their works were recorded more than 400 years after they had died. No one doubts the life and accomplishments of Alexander the Great in the fourth century B.C., even though there are only two original biographers of his life, Arrian and Plutarch, who wrote their accounts some 400 years after Alexander died. The eyewitness accounts of Jesus were recorded in writing within a generation of his life. And there are about 1,000 times more manuscripts that preserve the deeds and teachings of Jesus in the New Testament (about 25,000 total) than there are preserving other classical ancient works of historic figures who lived at the same time, with the exception of Homer, whose Iliad is backed by 1,800 manuscripts. But that is still less than one-tenth the number of ancient manuscripts that back the authenticity of the New Testament. The Apostles’ Witness We know the historical Jesus through four different accounts known as the gospels — Matthew, Mark, Luke, and John — not written hundreds of years later but within a generation or two of Jesus’ life. Apostles Matthew and John provide eyewitness accounts from their years of walking with Jesus as disciples. Mark also had eyewitness experience, although he was only a teenager when Jesus began his public ministry. Luke, the doctor, learned about Jesus from his friend Paul, the apostle who wrote the most letters in the New Testament. Because of their experience with the resurrected Jesus, the apostles were in a unique position, knowing with certainty that Jesus was truly the Son of God. They had been present for the life, ministry, miracles, death, and resurrection of Jesus. If the claims about Jesus were a lie, the apostles would have known it. That is why their commitment to their testimony was so powerful and compelling. Additionally, the apostles’ willingness to die for their claims has tremendous evidential value, also confirming the truth of the resurrection. No one will die for something he invented or believes to be false. Seeing, talking to, and touching the risen Jesus transformed the apostles, who then committed the rest of their lives to educate and advocate for the truth about the message of salvation through Christ. Eleven of the 12 apostles, including Matthias who replaced Judas, the betrayer of Jesus, died as martyrs for their beliefs in the divinity of Christ. The twelfth, John, was exiled to Patmos Island, where he recorded the book of Revelation. It turns out that Easter, which has its ultimate meaning in the resurrection, is one of ancient history’s most scrutinized and best-attested events. While the mind can recognize the truth of the story of Jesus, God’s course from the cross through the resurrection and beyond is the transformation of the human heart, captured in [John 3:16](https://www.biblegateway.com/passage/?search=John%203%3A16&version=ESV): “For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.” Easter is the commemoration and celebration of the single event — God’s loving sacrifice for us — that has more power to transform the human heart for good and love than anything else.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [
    "https://www.biblegateway.com/passage/?search=John%203%3A16&version=ESV",
    "https://www.biblegateway.com/passage/",
    "https://biblegateway.com/passage/?search=John%203%3A16&version=ESV"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "abraham",
        "sentiment": "none"
      },
      {
        "name": "buddha",
        "sentiment": "none"
      },
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "jesus christ",
        "sentiment": "none"
      },
      {
        "name": "christ",
        "sentiment": "none"
      },
      {
        "name": "mohammad",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "world",
        "sentiment": "negative"
      },
      {
        "name": "islam",
        "sentiment": "none"
      },
      {
        "name": "judaism",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "taoism",
        "sentiment": "none"
      },
      {
        "name": "hinduism",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T10:32:09.416+03:00",
  "updated": "2024-03-29T11:22:27.932+03:00"
}