{
  "thread": {
    "uuid": "94b34c9e24ae46aa5d01e72dd735f1208c09e9ce",
    "url": "https://www.meadvilletribune.com/news/difference-makers-2023-collene-munn/article_fc968d28-a4e0-11ee-83ee-97af440089d3.html",
    "site_full": "www.meadvilletribune.com",
    "site": "meadvilletribune.com",
    "site_section": "https://meadvilletribune.com",
    "site_categories": [
      "media",
      "education",
      "business"
    ],
    "section_title": "meadvilletribune.com",
    "title": "Difference Makers 2023: Collene Munn | News | meadvilletribune.com",
    "title_full": "Difference Makers 2023: Collene Munn | News | meadvilletribune.com",
    "published": "2023-12-28T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/meadvilletribune.com/content/tncms/assets/v3/editorial/f/9b/f9ba57c4-a4e0-11ee-97b6-2b3ce640a29b/65668c8c56032.image.jpg?crop=1762%2C925%2C0%2C125&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 69140,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "94b34c9e24ae46aa5d01e72dd735f1208c09e9ce",
  "url": "https://www.meadvilletribune.com/news/difference-makers-2023-collene-munn/article_fc968d28-a4e0-11ee-83ee-97af440089d3.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mike Crowley Meadville Tribune",
  "published": "2023-12-28T07:00:00.000+02:00",
  "title": "Difference Makers 2023: Collene Munn | News | meadvilletribune.com",
  "text": "A seemingly simple quilt covers a lot more than just the person underneath it. Attend a few quilt presentation ceremonies with Collene Munn and PA Stitchers of Valor and you’ll become familiar with the sight of public tears emerging from unexpected sources. Munn is the group leader for the local chapter of the National Quilts of Valor Foundation, which awards hand-crafted quilts to area veterans nominated by family and friends. In an instance of turnabout being fair play, it was Munn who was nominated this time: Tribune readers wrote in to draw attention to her work honoring veterans. Since its start in 2017 the group has awarded 602 quilts. “It’s a lot of quilts, but we look at it another way,” Munn said earlier this week. “It’s a lot of veterans recognized for their service.” Seeing the impact of that recognition not only makes it easy to keep going but provides a reward for those awarding the quilts. Munn recalled an example of that impact from the first time the group’s quilt stitchers had a booth at the Crawford County Fair six years ago. Several fairgoers told them of a Vietnam veteran in poor health who they said ought to be honored. Acting quickly, the group contacted the man to see if he could meet them at the fair. After he arrived at the fairgrounds, a golf cart transported him, the person who nominated him and his caretaker to the PA Stitchers booth. “When we got done, he was so proud of that quilt, he said he wanted to take that quilt wrapped around his shoulders, and walk all over the fairgrounds so people could see,” Munn said. “He did walk around part of the fair. ... He didn’t have that strength when he came, but the quilt brought him so much.” Munn recalled another veteran, accompanied by his daughter, receiving a quilt in 2018 at the Diamond Park display. Again and again the man, crying, asked his daughter why he was receiving a quilt when so many others were more deserving, Munn said. “When they got back to their car, he broke down and sobbed,” she continued. “He said, ‘No one ever recognized me for my service before.’” Munn never imagined the group would piece together so many quilts when she first started. “There’s a whole lot more veterans in our area than I knew,” she said. Currently about 150 veterans are on the waiting list for quilts from PA Stitchers of Valor. The group was recently the top vote getter in the annual Palmiero Toyota Give Back Program contest and received $5,000. The first few months of the year will be spent building up stock for the presentation ceremonies that will be held in May. Quilting bees on Feb. 2 and 3 will be held at Saegertown United Methodist Church and New Beginnings Church of God in conjunction with the Quilts of Valor Foundation’s National Sew Day. “It’s a fun time,” Munn said of the event that often draws multiple generations from participating families. “It’s something we enjoy doing, and we’re using what we like to do for a good cause.” • To nominate a veteran to be awarded a quilt: Contact Munn at (814) 333-8595. More information is available at the PA Stitchers of Valor page on Facebook.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "collene munn",
        "sentiment": "negative"
      },
      {
        "name": "” munn",
        "sentiment": "none"
      },
      {
        "name": "munn",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "tribune",
        "sentiment": "none"
      },
      {
        "name": "national quilts of valor foundation",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "vietnam",
        "sentiment": "none"
      },
      {
        "name": "crawford county fair",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:14:08.004+02:00",
  "updated": "2023-12-29T00:14:08.004+02:00"
}