{
  "thread": {
    "uuid": "70f59e45bf9ddf10d0e1aac362bac8a9402fbdf6",
    "url": "https://www.dailydemocrat.com/2024/02/29/food-initiative-combatting-hunger-provides-relief-for-50-esparto-households-cesar-chavez-youth-essay-contest-just-business",
    "site_full": "www.dailydemocrat.com",
    "site": "dailydemocrat.com",
    "site_section": "https://business.einnews.com:443/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Business News",
    "title": "Food initiative combatting hunger provides relief for 50 Esparto households, César Chávez youth essay contest | Just Business",
    "title_full": "Food initiative combatting hunger provides relief for 50 Esparto households, César Chávez youth essay contest | Just Business",
    "published": "2024-03-01T00:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.dailydemocrat.com/wp-content/uploads/2018/08/WDD-Filler-Photo.png",
    "performance_score": 0,
    "domain_rank": 37289,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "70f59e45bf9ddf10d0e1aac362bac8a9402fbdf6",
  "url": "https://www.dailydemocrat.com/2024/02/29/food-initiative-combatting-hunger-provides-relief-for-50-esparto-households-cesar-chavez-youth-essay-contest-just-business",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Gerardo Zavala",
  "published": "2024-03-01T00:27:00.000+02:00",
  "title": "Food initiative combatting hunger provides relief for 50 Esparto households, César Chávez youth essay contest | Just Business",
  "text": "A research initiative to combat hunger and improve nutrition for families living in affordable housing communities and food deserts is being launched through a partnership with No Kid Hungry, Instacart and Mercy Housing. The program includes 50 households each at two affordable housing communities in Esparto and Stockton, and 100 households at a third community in Savannah, Georgia, according to a press release. “Through the program, 200 families across three affordable housing communities in California and Georgia are receiving ongoing nutrition benefits and nutrition education from No Kid Hungry, free Instacart+ memberships and $40 per month in Instacart Health Funds grocery stipends for a full year,” the release emphasized. The release noted that the White House highlighted the program Tuesday while announcing new commitments from private and public sector leaders to advance the National Strategy on Hunger, Nutrition and Health. The program is an extension of No Kid Hungry’s multi-state Nutrition in Housing Program designed to increase food security, enrollment in and utilization of SNAP and consumption of fruits and vegetables. “The collaboration between No Kid Hungry and Instacart builds on a longstanding partnership including previous food access and nutrition research related to families living with low incomes,” the release added. A study published by No Kid Hungry, Instacart and the University of Kentucky examined the impact of online grocery shopping for families on tight food budgets, including those who qualify for SNAP. “The study found that online grocery shopping helps low-income families, including SNAP households, stretch their food budgets, save time and money, reduce stress and stigma, and adopt healthy shopping habits,” the release stressed. . . . Woodland’s AgStart and Bayer Crop Science announced a new competition for AgriFoodTech startup companies to accelerate the commercialization of their innovations and advance innovation in our global food system. The winner of the competition will receive fully paid access to lab space and equipment in one of the premier U.S. AgriFoodTech innovation ecosystems and connect with Bayer mentors and experts in Bayer’s global innovator network, according to a press release from AgStart. “Bayer has been a long-time partner of our AgStart program and we’re pleased at Bayer’s support of startup innovators working to improve the effectiveness, efficiency and sustainability of our global food system,” Sudhee Lakshmana, lab director of AgStart, said in a statement. “AgStart currently hosts the largest wet-lab incubator for startup companies in California’s Central Valley Region and we offer a tremendous level of equipment, resources and mentorship to help startups lower their costs in achieving their next milestone in the bench-level commercialization of their technologies. The non-dilutive funding to startups provided through this LifeHub California Golden Ticket program will further lower the costs for the winner to bring their technology to market. The competition is open to startups from anywhere in the world in the areas of regenerative agriculture, novel crop protection and efficiency approaches, advanced breeding technologies and application of synthetic biology. The winner will receive a year of fully paid use of lab space, shared instruments and equipment, incubation, refrigeration and other facilities at the Bayer LifeHub California @AgStart facility hosted by Agstart in Woodland. Applications will be accepted March 1 through April 30 with the winner commencing work as early as June 1 with fully subsidized lab facilities available for a year from their starting date. “Bayer is excited to partner with AgStart to launch our Golden Ticket program and offer critical resources to the winner of our first AgStart competition,” Phil Taylor, director of open innovation and outreach for Bayer Crop Science in St. Louis, Missouri. “As part of our open innovation ambition, we aim to find novel ways to support startups as they begin their journey towards commercialization. With this first incubation opportunity, we chose to focus on the Sacramento region as it’s a top innovation ecosystem for AgTech.” More information about the competition and the link for startup companies to apply can be found by visiting [halo.science/startup_program/lifehub-golden-ticket.](https://www.halo.science/startup_program/lifehub-golden-ticket) A webinar providing more information to startup companies looking to apply will be held April 4. Registration for the webinar is available at [info.halo.science/bayercropscience-04.04.24. ](https://info.halo.science/bayercropscience-04.04.24) . . . Woodland’s new active transportation plan, which will shape the community’s vision to support walking and biking, is open for public input. The plan summarizes existing conditions and community characteristics while also suggesting future improvements, according to the city’s website. It was developed by collecting local data, incorporating public input, developing recommendations and working with internal and external stakeholders. Physical copies of the plan are available for review at the front counters of City Hall at 300 First St., the Woodland Public Library at 250 First St. and the Woodland Community & Senior Center at 2001 East St. City staff will also hold a public “office hours” session the afternoon of Thursday, March 7 in downtown Woodland with further information to follow. The public draft of the plan is also available by visiting [cityofwoodland.org/civicalerts.aspx?AID=838.](https://www.cityofwoodland.org/civicalerts.aspx?AID=838) For any comments, questions or suggestions, email Clara Olmedo at Clara.Olmedo@cityofwoodland.gov. . . . Students in grades 7th through 12th can apply to Woodland’s youth essay contest honoring César Chávez. The 500-word essay will answer the question, “How has César Chávez influenced your life and what impact will his legacy have on your future?” Winners will receive cash prizes and present their winning essays during the César Chávez Community Celebration on March 28, according to the city’s website. Essays must be submitted by March 14. Applications are available by visiting [cityofwoodland.gov/FormCenter/Community-Services-7/Csar-Chvez-Youth-Essay-Contest-149.](https://cityofwoodland.gov/FormCenter/Community-Services-7/Csar-Chvez-Youth-Essay-Contest-149) For business tips, email news@dailydemocrat.com.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [
    "https://www.halo.science/startup_program/lifehub-golden-ticket",
    "https://www.cityofwoodland.org/civicalerts.aspx?AID=838",
    "https://cityofwoodland.gov/FormCenter/Community-Services-7/Csar-Chvez-Youth-Essay-Contest-149",
    "https://info.halo.science/bayercropscience-04.04.24",
    "https://cityofwoodland.org/civicalerts.aspx?AID=838",
    "https://halo.science/startup_program/lifehub-golden-ticket",
    "https://www.info.halo.science/bayercropscience-04.04.24",
    "https://www.cityofwoodland.gov/FormCenter/Community-Services-7/Csar-Chvez-Youth-Essay-Contest-149",
    "https://www.cityofwoodland.org/civicalerts.aspx"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "césar chávez",
        "sentiment": "negative"
      },
      {
        "name": "stockton",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "esparto",
        "sentiment": "negative"
      },
      {
        "name": "mercy housing",
        "sentiment": "none"
      },
      {
        "name": "instacart",
        "sentiment": "none"
      },
      {
        "name": "nutrition in housing program",
        "sentiment": "none"
      },
      {
        "name": "instacart health",
        "sentiment": "none"
      },
      {
        "name": "national strategy on hunger, nutrition and health",
        "sentiment": "none"
      },
      {
        "name": "white house",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "savannah",
        "sentiment": "none"
      },
      {
        "name": "georgia",
        "sentiment": "none"
      },
      {
        "name": "california",
        "sentiment": "none"
      },
      {
        "name": "esparto",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:28:53.571+02:00",
  "updated": "2024-03-01T01:27:07.452+02:00"
}