{
  "thread": {
    "uuid": "facef8e9adf1b60eece09a9f054e31a4d4fe58df",
    "url": "https://www.da.gov.ph/da-adopts-low-water-use-strategies-amid-el-nino-allowing-farmers-to-continue-planting-rice",
    "site_full": "www.da.gov.ph",
    "site": "da.gov.ph",
    "site_section": "https://www.da.gov.ph/news/rss",
    "site_categories": [
      "education",
      "law_government_and_politics",
      "business",
      "us_government_resources"
    ],
    "section_title": "Official Portal of the Department of Agriculture",
    "title": "DA adopts low-water-use strategies amid El Niño, allowing farmers to continue planting rice",
    "title_full": "DA adopts low-water-use strategies amid El Niño, allowing farmers to continue planting rice",
    "published": "2024-02-15T21:19:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PH",
    "main_image": "https://www.da.gov.ph/wp-content/uploads/2024/02/103-A-Farmer_s-Life-People_s-Lives1-scaled.jpg",
    "performance_score": 0,
    "domain_rank": 32216,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "facef8e9adf1b60eece09a9f054e31a4d4fe58df",
  "url": "https://www.da.gov.ph/da-adopts-low-water-use-strategies-amid-el-nino-allowing-farmers-to-continue-planting-rice",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "DA-AFID",
  "published": "2024-02-15T21:19:00.000+02:00",
  "title": "DA adopts low-water-use strategies amid El Niño, allowing farmers to continue planting rice",
  "text": "The Department of Agriculture (DA) will implement rice farming strategies that require less water, allowing farmers to continue planting rice in the face of El Niño.\nComplying with President Ferdinand R. Marcos Jr.’s directive to the DA to assist Filipino farmers amid El Niño, acting DA Assistant Secretary for Operations U-Nichols Manalo said implementation of low-water-use technology is underway to mitigate the weather phenomenon’s impact on farmers.\nDuring the Task Force El Niño meeting on February 12, the DA official identified the farming strategies as “Alternate Wetting and Drying” which uses less water for farming, and “Quick Turn Around” or QTA which allows immediate rice replanting right after harvest.\n“AWD is a water-saving technology that rice farmers can apply to reduce their water use in irrigated fields,” Asec. Manalo said during the task force meeting chaired by Defense Secretary Gilbert Teodoro Jr.\n“On the other hand, QTA is a strategy wherein all rice farms after harvest shall quickly replant immediately without waiting for the months of the succeeding planting season to begin,” the DA official said.\nAs of the briefing, Asec. Manalo said the DA has reached out to more than a million farmers for implementation of the water-saving technology in nearly 15,000 hectares of rice areas.\nLikewise, the DA official said farmers have already began replanting in more than 5,500 hectares of rice areas. The agency aims to implement the quick-turn-around strategy in more than 26,000 hectares.\nThe DA immediately implemented these measures in compliance with President Marcos’ Executive Order No. 53 which directs the government to streamline, reactivate, and reconstitute the old El Niño task forces under EO No. 16 (s. 2001) and Memorandum Order No. 38 (s. 2019).\nSigned on January 19, 2024, President Marcos’ executive order directs the task force to develop a comprehensive disaster preparedness and rehabilitation plan for El Niño and La Niña to provide “systematic, holistic, and results-driven interventions” to help the public cope and minimize their devastating effects.\nPresident Marcos designated Secretary Teodoro as the task force chairperson, while Science and Technology Secretary Renato U. Solidum was designated as co-chairperson.\nThe President also designated the following officials as task force members: Secretary of Environment and Natural Resources Maria Antonia Yulo Loyzaga, Secretary of Agriculture Francisco Tiu Laurel Jr., Secretary of Health Teodoro J. Herbosa, and Secretary of National Economic and Development Authority Arsenio M. Balisacan. ###",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Environment",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "el niño",
        "sentiment": "none"
      },
      {
        "name": "manalo",
        "sentiment": "none"
      },
      {
        "name": "gilbert teodoro jr.",
        "sentiment": "none"
      },
      {
        "name": "ferdinand r. marcos jr.",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "el niño",
        "sentiment": "negative"
      },
      {
        "name": "department of agriculture",
        "sentiment": "negative"
      },
      {
        "name": "operations u-nichols manalo",
        "sentiment": "none"
      },
      {
        "name": "defense",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "el niño",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T08:38:49.943+02:00",
  "updated": "2024-02-16T08:38:49.943+02:00"
}