{
  "thread": {
    "uuid": "f0e9e4a20842b40f5f3afb6e423c8f04cca92637",
    "url": "https://www.millenniumpost.in/sports/mi-thrash-rcb-by-seven-wickets-to-register-second-win-in-ipl-559608",
    "site_full": "www.millenniumpost.in",
    "site": "millenniumpost.in",
    "site_section": "https://www.millenniumpost.in",
    "site_categories": [
      "media"
    ],
    "section_title": "MillenniumPost | No Half Truths",
    "title": "MI thrash RCB by seven wickets to register second win in IPL",
    "title_full": "MI thrash RCB by seven wickets to register second win in IPL",
    "published": "2024-04-11T23:02:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.millenniumpost.in/h-upload/2024/04/11/774638-pti04112024000375a.jpg",
    "performance_score": 0,
    "domain_rank": 79453,
    "domain_rank_updated": "2024-04-09T13:11:30.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f0e9e4a20842b40f5f3afb6e423c8f04cca92637",
  "url": "https://www.millenniumpost.in/sports/mi-thrash-rcb-by-seven-wickets-to-register-second-win-in-ipl-559608",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Agencies",
  "published": "2024-04-11T23:02:00.000+03:00",
  "title": "MI thrash RCB by seven wickets to register second win in IPL",
  "text": "MI thrash RCB by seven wickets to register second win in IPL Mumbai: Suryakumar Yadav and Ishan Kishan provided the fireworks with the bat after Jasprit Bumrah’s magical five-wicket haul as Mumbai Indians pummelled Royal Challengers Bengaluru by seven wickets for their second win in the IPL here on Thursday. Kishan went ballistic to make 69 off just 34 balls (7x4s, 5x6s) and Suryakumar dazzled with a 19-ball 52 with four sixes and five fours, as Mumbai Indians overhauled RCB’s 197-run target in just 15.3 overs. RCB huffed and puffed but put up a challenging 196/8 courtesy skipper Faf du Plessis (61), Rajat Patidar (50) and Dinesh Karthik’s 23-ball 53 not out but the total proved to be far from enough. The tone for an aggressive reply on a placid deck was set by Kishan, who tore into Mohammed Siraj to collect 23 runs off the India pacer’s second over, hammering him for three sixes and a four. The onslaught continued when RCB introduced Glenn Maxwell in the sixth over, with the MI opener swatting two fours and a six to race to his first fifty of the season off only 23 balls. Kishan once again forged a vital stand for Mumbai in company of Rohit Sharma, with the pair putting on 101 runs off 53 balls for the first wicket. While Rohit (38 off 24 balls, 3x4s, 3x6s) played second fiddle to both Kishan and Suryakumar, the former MI skipper also dished out some spectacular shots before he fell to a stunning one-handed diving catch at short fine leg from Reece Topley off debutant Will Jacks. Suryakumar, who was dropped by Glenn Maxwell at backward point on 15, went after Akash Deep in the 11th over to collect 24 runs with three sixes and one four. Playing only his second game after comeback from injury, Suryakumar was aided by wayward RCB bowlers who presented him plenty of deliveries to knock himself into form and the world No 1 T20 batter obliged with a 17-ball fifty. The contest, which saw partisan crowds cheering loudly for both India stars Rohit and Virat Kohli, also witnessed booing of MI skipper Pandya intermittently. As he walked out to bat, Pandya was hit by loud boos but a section also began chanting ‘Hardik… Hardik’ with Kohli immediately encouraging the fans to cheer for the India all-rounder. Hardik made it harder for the fans to boo him by smashing three sixes in his 6-ball 21 not out. Earlier, Bumrah weaved his magic en route to a five-wicket haul before Karthik played a blinder in the death overs to take RCB close to 200. In a contest where his fellow pacers erred consistently, Bumrah’s accuracy and mastery over variation helped him rule the roost once again. Mixing up his fiery yorkers perfectly with sharp bouncers, Bumrah snaffled the in-form Kohli (3) early on to extend his ordinary run at this venue in the IPL. Du Plessis and Patidar banished their poor run with their respective half-centuries while putting on 82 runs for the third wicket, but Bumrah, who bowled three overs post the halfway mark, seemed to have broken the back of RCB’s resistance with a terrific spell. Karthik, who took a liking for Akash Madhwal (1/57) to collect 38 runs off his two overs, finished with five fours and four sixes. A little tentative at start, Patidar grew in confidence for his first fifty of the season to finish at 50 from 26 balls with three fours and four sixes, while du Plessis got his 61 from 40 balls, studded with four fours and three sixes.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ishan kish",
        "sentiment": "negative"
      },
      {
        "name": "suryakumar yadav",
        "sentiment": "negative"
      },
      {
        "name": "jasprit bumrah",
        "sentiment": "none"
      },
      {
        "name": "faf du plessis",
        "sentiment": "none"
      },
      {
        "name": "glenn maxwell",
        "sentiment": "none"
      },
      {
        "name": "kishan",
        "sentiment": "none"
      },
      {
        "name": "mohammed siraj",
        "sentiment": "none"
      },
      {
        "name": "kishan onc",
        "sentiment": "none"
      },
      {
        "name": "dinesh karthik",
        "sentiment": "none"
      },
      {
        "name": "rajat patidar",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ipl",
        "sentiment": "negative"
      },
      {
        "name": "rcb",
        "sentiment": "none"
      },
      {
        "name": "mumbai indians",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mumbai",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T00:34:19.562+03:00",
  "updated": "2024-04-12T00:34:19.562+03:00"
}