{
  "thread": {
    "uuid": "580e372b0a21c2df8e46e0b59ed77e38a0f145a9",
    "url": "https://www.meneame.net/story/gobierno-almeida-contrata-marido-senador-maroto-puesto-libre-23/c0147",
    "site_full": "www.meneame.net",
    "site": "meneame.net",
    "site_section": "https://www.meneame.net//comments_rss",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Menéame: comentarios",
    "title": "#147 El Gobierno de Almeida contrata al marido del senador Maroto para un puesto de libre designación al que se presentaron 23 aspirantes",
    "title_full": "#147 El Gobierno de Almeida contrata al marido del senador Maroto para un puesto de libre designación al que se presentaron 23 aspirantes",
    "published": "2023-12-28T23:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://meneame.net/img/logo_meneame_footer.svg",
    "performance_score": 0,
    "domain_rank": 11108,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "580e372b0a21c2df8e46e0b59ed77e38a0f145a9",
  "url": "https://www.meneame.net/story/gobierno-almeida-contrata-marido-senador-maroto-puesto-libre-23/c0147",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "perica_we",
  "published": "2023-12-28T23:09:00.000+02:00",
  "title": "#147 El Gobierno de Almeida contrata al marido del senador Maroto para un puesto de libre designación al que se presentaron 23 aspirantes",
  "text": "Portada\nmis comunidades\notras secciones\n[#132](c132#c-132) si, me doy cuenta del no argumento que te he dado, cuando alguien miente y manipula sobre un tema no me molesto en darle argumentos.\n[#104](c104#c-104) Deja de decir la idiotez de la suerte. Los puestos de libre designación se cubren con la persona que se considere adecuada para el puesto, ni siquiera hay que justificarlo. Lo único que se pide es que el nombrado cumpla los requisitos de la convocatoria. Este los cumple. Se acabó, no hay nada que rascar. Igual que pasa con otros nombramientos iguales o peores que por algún misterioso motivo no acaban en portada: Mariano Bacigalupo, marido de la ministra Transición Ecológica, nombrado consejero en la CNMV [#109](c109#c-109) \"Los puestos de libre designación se cubren con la persona que se considere adecuada para el puesto, ni siquiera hay que justificarlo\".\nY oye qué casualidad. Elijamos al MARIDO de Maroto. Si total no tenemos que justificarlo. 90 miiiil eeeeeuros. Así va no? Miel sobre hojuelas.\n[#118](c118#c-118) Se te han acabado a ti, que para justificar este me cuentas que \"todos lo hacen\". (explicación de la metáfora por si acaso)\n[#121](c121#c-121) Legal sí, vergonzosa y claramente destinada a elegir directamente de los 23 candidatos al marido, y los demás que ni lo sueñen también.\nÉtica? Nepotica?\nTambién declararon legal la venta del hermano de Ayuso. moral? ético? Segun Casado no.\n[#95](c95#c-95) igual que lo puedo ver yo, lo puedes ver tú. La diferencia está en quién manipula tras verlo\nY no ,no te ahorro el rollo de los plurales, si quieres que no te engloben en un grupo no te comportes como ese grupo. De toda la gente que conozco o con la que he debatido en foros sobre ese vídeo ,los únicos que mienten sobre el contenido sois los de derechas. Ni siquiera la gente de podemos que tiene mala opinión de errejon me ha intentado vender la mula que me intentáis vender desde la derecha sobre ese vídeo\n[#130](c130#c-130) Igual que lo puedo ver yo, lo puedes ver tú.\nNo me digas? Y qué crees que he hecho? No te das cuenta de la tontería de no-argumento que acabas de poner? O sea te digo que el vídeo está sin cortes y me cuentas que puedo verlo? Pero tienes algo razonado y razonable que decir? O vas a seguir repitiendo lo mismo una y otra vez? Porque vaya pérdida de tiempo, tronco.\nPor cierto, no te arrojes tan rápido a dar carnets de derechas y de izquierdas. No sólo te vas a equivocar, es que además lo de usar etiquetitas y grupos para no tener que debatir es de vagos. Errejón dijo lo que dijo, si no te gusta y quieres darle otra interpretación, pues qué se le va a hacer, pero poco tienes que defender ahí.\nAsí que hasta aquí. Byes\n[#3](c3#c-3) ¿Que se supone que vive con su pareja en nosequepueblo perdido de Castilla y León? Igual le pilla un poco lejos.\n[#71](c71#c-71) También parece increíble que se de siempre por sentado que ha hay corrupción detrás de estas decisiones.\n90.000€ públicos para un puesto de subdirector General de análisis y evaluación en el área de medio ambiente.....\nnormal que con tanta recaudación no llegue, cuantos directores y subdirectores,... de 90k€ habrán por españita?\nsomos muy de regalar dinero que cuesta tanto ganar.... pero eso si, a los nuestros\nmenudos excesos de lo político... y na... que siga la fiesta! mucho más!!\n[#46](c46#c-46) No es denunciable, los puestos de libre designación existen en todos los organismos públicos precisamente para eso, para que los cargos políticos se puedan rodear de funcionarios de su cuerda.\n[#39](c39#c-39) Puedo entender que para ti no sea bastante motivo de sospecha que un puesto que se elige a dedo sea el marido de un cargo importante dentro del PP y muy bien relacionado... podrías ser cualquier inocentón o palmero, sin muchas luces, o que pase de todo...\nPero al afirmar vehementemente que no hay nada raro aquí, con sólo leer el curriculum, ya deja claro que el diámetro de tu faringe no es el de un aficionado.\n[#128](c128#c-128) Desde luego, todo aclarado. Y por cierto, no creas que me gusta que sea lo normal. Pero no porque este procedimiento sea o no legal o aceptable, para mi no existirían los cargos de libre designación. Pero la realidad es que existen, y en este procedimiento, con los datos que conocemos, yo no veo nada para afirmar que es ilegal (por ahora).\n[#80](c80#c-80) vaya, por delante, el nepotismo, por esa regla de tres, cual era la preparación de Toni cantó? O que méritos tienen otros tantos, podemos buscar.\n[#126](c126#c-126) no, no... no lo has pillado... no te da... Y eso que sólo tienes que leer el hilo de mensajes y verías que eres tú el que ha llegado insultando y diciendo que \"apestamos\"...\nEs lo que tiene el analfabetismo funcional... pero nada, son otros los que se dedican a \" hacer gracietas e insultar\"...\n[#3](c3#c-3) tenemos los curriculum de los 23? Igual os lleváis una sorpresa ,vaya,vaya. Y lo peor l derecha no para denunciar casos parecidos y porque lo hará ? Son pruebas además, se levanten las alfombras, como Toni cantó.\n[#100](c100#c-100) que sea \"lo normal\" no quiere decir que sea aceptable. Y los puestos de libre designación no se crearon para eso, al menos no en teoría... su elección está sujeta a los principios de igualdad, mérito y capacidad, como cualquier puesto de funcionario, no al capricho del político en el poder.\n[#107](c107#c-107) quizá, pero legal ya te digo que sí que es. Y a partir de que sea legal, cualquier otro epíteto que le quieras añadir sólo son apreciaciones personales.\n[#108](c108#c-108) Estás esquivocado. No es legal. Son puestos de funcionario... la elección se tiene que fundamentar en el mérito y la capacidad de los candidatos, así como en el principio de igualdad.... no a su orientación política u otras arbitrariedades...\nCosa diferente es que, como la decisión se motiva a posteriori (no como en un concurso donde se establecen unos baremos previamente), se puede camuflar bajo múltiples excusas, haciendo imposible demostrar que haya habido alguna irregularidad.\n[#116](c116#c-116) Ya te estás inventando cosas. Yo no he dicho que la orientación política sea el motivo de decisión, digo que es normal que sea de su cuerda. Es decir, frente a dos o más candidatos igualmente cualificados para el puesto, siempre se elegirá al que sea afín ideológicamente. Respecto a tu acusación de ilegalidad del procedimiento, supongo que habrás visto el resto de curriculums, así que cuéntame, ¿en qué cuestiones superaban los otros al que se ha llevado el puesto?\n[#125](c125#c-125) Siento si has entendido que te atribuyo cosas que no has dicho, no es mi intención. Me limito a señalar que no es legal elegir a un candidato por su orientación política.\nEn este caso concreto, no sé si es legal o no, ya que no dispongo de los detalles para juzgar, aunque las circunstancias me hacen sospechar que sí.\nSea como sea, es muy difícil probar que hay alguna ilegalidad en estos casos por la propia naturaleza del propio proceso de designación. Esto no quiere decir que sea legal, o aceptable.\nEn lo que sí que te doy la razón es que es lo normal (por desgracia).\nEspero que haya quedado claro todo.\n[#115](c115#c-115) No debes de ser muy listo si después de escribir la primera bobada sin sentido que se te pasa por la cabeza, además de insultar, esperas que te contesten con un \"argumento\"... Vete a pastar, que no das para más.\n[#122](c122#c-122) Ya te he explicado que hay que ser cortito para pensar que voy a perder el tiempo argumentando con una persona que entra en la conversación diciendo que apesto (sic)... Si te fijas, has sido tú el primero en insultar y yo me he limitado a contestarte en tu idioma. ¿Lo pillas o se te hace muy difícil?\n[#124](c124#c-124) Ahora lo pillo... Tu pataleta no es porque no quieras sino porque directamente NO TIENES argumento alguno y simplemente te dedicas a hacer gracietas e insultar. No llegas a ser cuñado si quiera, te calculo de 15 a 20 años.\nLo dicho, suerte en estas celebraciones, quedarás genial con tu argumentario de cibervoluntario.\nAgur!\n[#143](c143#c-143) A estas alturas de mi vida ya me da igual.\nAusteridad no, porque si no contratan a este, contratan a otro.\nY si el tío está capacitado, pues oye, cojonudo. Como si es el hermano de Almeida.\nLo que me joden son los incompetentes, y este no lo parece, así a primera vista.\n[#72](c72#c-72) El culmen laboral de Irene Montero fue ser cajera, antes de ser diputada. Pero, ojo, que ahí todo estaba bien, no había que rendir cuentas ni decir por qué se puso en ese cargo.\nY luego pasa lo que pasa, que ponen a una persona INCOMPETENTE y deja a violadores en la calle...\nEn fin, seguid defendiendo lo indefendible, cibervoluntarios.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:11:42.813+02:00",
  "updated": "2023-12-29T00:11:42.813+02:00"
}