{
  "thread": {
    "uuid": "835dadbf9bb01e5eb52b587d451f72f5c65e3c7e",
    "url": "https://www.newsbreak.com/dover-de/3360699333001-one-fewer-hero-world-war-ii-vet-schlaupitz-dies-just-shy-of-age-101",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/baytobaynews-com-1733089",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "BaytoBayNews.com | NewsBreak",
    "title": "'One fewer hero': World War II vet Schlaupitz dies just shy of age 101",
    "title_full": "'One fewer hero': World War II vet Schlaupitz dies just shy of age 101",
    "published": "2024-03-08T17:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/3WhCPM_0rlJdZMA00?type=thumbnail_1600x1200",
    "performance_score": 0,
    "domain_rank": 3392,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "835dadbf9bb01e5eb52b587d451f72f5c65e3c7e",
  "url": "https://www.newsbreak.com/dover-de/3360699333001-one-fewer-hero-world-war-ii-vet-schlaupitz-dies-just-shy-of-age-101",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2024-03-08T17:50:00.000+02:00",
  "title": "'One fewer hero': World War II vet Schlaupitz dies just shy of age 101",
  "text": "2 hours ago\nDOVER — Warner Schlaupitz squeezed as much life as he possibly could into his 100 years.\nThe U.S. Army veteran fought in World War II as an infantryman, earning a Silver Star and a Bronze Star. He was also awarded a Purple Heart after being struck by a mortar round, while pulling a comrade from a cave in the Philippines.\nSuch accomplishments are now being remembered, as Mr. Schlaupitz died Saturday, a little more than a month shy of his 101st birthday.\nDave Skocik, president of the Delaware Veterans Coalition, said he lived an incredible life.\n“We Vietnam veterans saw people like Warner as father figures of our generation and treat them with the respect they deserve,” Mr. Skocik said. “They taught us the importance of patriotism and passing it along to our children and grandchildren.\n“Upon being acknowledged at last December’s Pearl Harbor remembrance ceremony at Smyrna’s Lake Como, he stressed the importance of educating youth about the cost paid for the freedoms we enjoy. His passing leaves one fewer hero among us. He will be missed.”\nLast year, Mr. Schlaupitz did manage to accomplish one final goal: bench-pressing 100 pounds at age 100.\nAt the time, he credited his trainer, CrossFit Dover owner George Dobbins, for helping him with that mission.\nBorn in Germany, Mr. Schlaupitz immigrated to the U.S. as a child and assimilated into his new country. As a teen, he worked in the mining industry, and when the nation entered World War II in December 1941, he volunteered to serve his adopted homeland, even though he was told he would be exempt because he worked in a critical field.\nHe persisted, though, and became an Army infantryman, deployed to the Philippines. He fought in the Asiatic/Pacific Theater and was discharged in December 1945.\nHe then took advantage of the GI Bill and attended college, graduating in 1950 with three majors, business administration, teaching and German.\nMr. Schlaupitz was a teacher for two years and later decided to become employed in industry, eventually retiring from Playtex in Dover.\nThe loss of the decorated veteran is being mourned by his family and several fellow military members statewide.\nHe was a well-respected part of various organizations, including AMVETS, the Veterans of Foreign Wars, the Military Order of the Purple Heart and Disabled American Veterans.\n“This gentleman passed just weeks before his 101st birthday on April 8,” Mr. Skocik said. “As one of the few surviving WWII veterans in this area, he was invited and acknowledged as an honored guest to many ceremonies.\n“Warner had a standing invitation from Kent County Chapter 850 (of) Vietnam Veterans of America’s three annual events at Kent County Veterans Memorial Park. ... Similarly, the Friends of Delaware Veterans always invited Warner and his aide as guests at their annual fundraising dinner each November at Dover’s Modern Maturity Center.”\nReflecting on his service, Mr. Schlaupitz had said that, even though he wasn’t born in the U.S., he was proud when he became a citizen and respected the country.\nAt an annual Veterans Day gathering hosted by Mission BBQ in Dover in November 2022, Mr. Schlaupitz, then 99, spoke about the show of patriotism among patrons.\n“It’s tremendous here,” he said. “It brings out pride in your country. I’m so proud because I was born in Germany and then came here to find that, with democracy, you all have the opportunity to become anything that you so desire.”\nFuneral services will take place Monday at noon at Pippin Funeral Home in Wyoming. The family will receive friends at 10:30 a.m.\nA graveside service is set for the Delaware Veterans Memorial Cemetery in Millsboro at 2.\nIn lieu of flowers, donations can be made to AMVETS, the Veterans of Foreign Wars, the Military Order of the Purple Heart or Disabled American Veterans.\nExpand All Read in NewsBreak",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=3WhCPM_0rlJdZMA00",
    "https://img.particlenews.com/image.php?url=3WhCPM_0rlJdZMA00",
    "https://img.particlenews.com/image.php",
    "https://www.img.particlenews.com/image.php?url=3WhCPM_0rlJdZMA00",
    "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=3WhCPM_0rlJdZMA00"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "schlaupitz",
        "sentiment": "negative"
      },
      {
        "name": "dave skocik",
        "sentiment": "none"
      },
      {
        "name": "skocik",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "warner schlaupitz",
        "sentiment": "negative"
      },
      {
        "name": "warner",
        "sentiment": "none"
      },
      {
        "name": "silver star",
        "sentiment": "none"
      },
      {
        "name": "delaware veterans coalition",
        "sentiment": "none"
      },
      {
        "name": "bronze star",
        "sentiment": "none"
      },
      {
        "name": "u.s. army",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "vietnam",
        "sentiment": "none"
      },
      {
        "name": "philippines",
        "sentiment": "none"
      },
      {
        "name": "pearl harbor",
        "sentiment": "none"
      },
      {
        "name": "smyrna’s lake como",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T20:11:37.945+02:00",
  "updated": "2024-03-08T20:11:37.945+02:00"
}