{
  "thread": {
    "uuid": "58ee1501a3304ee5b5e6cb43db70e69a0b1a6ee2",
    "url": "https://www.miragenews.com/why-us-food-system-needs-agroecology-1270125",
    "site_full": "www.miragenews.com",
    "site": "miragenews.com",
    "site_section": "https://miragenews.com/tag/impact",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Impact updates | Mirage News",
    "title": "Why U.S. Food System Needs Agroecology | Mirage News",
    "title_full": "Why U.S. Food System Needs Agroecology | Mirage News",
    "published": "2024-07-05T02:02:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://cdn1.miragenews.com/tmp_cache?cdn=images.unsplash.com/photo-1588600878108-578307a3cc9d?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&amp;ixlib=rb-1.2.1&amp;auto=format&amp;fit=crop&amp;w=755&amp;q=80",
    "performance_score": 0,
    "domain_rank": 11530,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "58ee1501a3304ee5b5e6cb43db70e69a0b1a6ee2",
  "url": "https://www.miragenews.com/why-us-food-system-needs-agroecology-1270125",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-07-05T02:02:00.000+03:00",
  "title": "Why U.S. Food System Needs Agroecology | Mirage News",
  "text": "Agroecology—a science, practice, and movement which seeks social, political, economic, and environmental sustainability in the global food system—is gaining momentum in the U.S., according to a new Dartmouth-led commentary in [Nature Food](https://www.nature.com/articles/s43016-024-01006-w). As the co-authors report, the approach requires coordination between scientists, farmers, and activists. \"When it comes to sustainable food and agriculture, people in the U.S. tend to be more familiar with organic farming, the production of food without synthetic inputs, and regenerative agriculture, which primarily strives to restore soil health,\" says lead author [Theresa Ong](https://envs.dartmouth.edu/people/theresa-ong), an assistant professor of environmental studies at Dartmouth. \"Agroecology is different, as it strives to achieve both ecological and social sustainability of food systems without sacrificing one for the other. We cannot save biodiversity and ecosystem integrity without also preserving farmer livelihoods and ensuring that the food systems we create provide food that is culturally relevant to local communities, and not simply meeting a calorie quota,\" says Ong. Supporters of agroecology say the U.S. food system is dominated by industrial agriculture, which is characterized by monoculture production, reliance on agrochemicals like pesticides and fertilizers, and advanced technology and machinery that depend heavily on fossil fuels. Prior research has found that challenges facing global food systems—which include food insecurity, public health crises, biodiversity loss, and climate change—are perpetuated in part by the U.S. food system and the political influence of its big players. For decades, many in the U.S. and beyond have called for transforming the industrial food system. The United Nations has promoted agroecology as the mechanism to achieve that transformation. Despite its growing international reputation, agroecology was slow to gain recognition beyond academic circles in the U.S. But staff from the U.S. Department of Agriculture asked agroecologists to convene a U.S. Agroecology Summit in 2023, which brought together 100 stakeholders in the food system to discuss promoting research of this kind in the country. Participants discussed the need for equitable representation and support for all food system stakeholders including agricultural practitioners, food systems changemakers, and scientists, and increased access to funding and ethical approaches to research. \"'Food sovereignty'—the right to define, produce, and access healthy food that is culturally appropriate and preserves the ways of life of farmers, is a critical goal in agroecology and was first defined by La Vía Campesina, an international peasant movement, in 1996,\" says Ong, who was a participant at the summit. The Agroecology Summit builds on momentum that has been growing over the last 15 years, with the establishment of the nonprofit U.S. Food Sovereignty Alliance in 2010 and enactment of food sovereignty laws in eight states (Maine, Vermont, Massachusetts, Georgia, North Carolina, Utah, Wyoming, and Montana). In addition, agroecology institutes were created at Florida A&M University in 2022 and University of Vermont in 2023. Much work still needs to be done to ensure that all voices are represented and have decision-making power in this space, who may share many of the same values and goals like large and small farmers, family farmers, migrant farmers, Black and Indigenous farmers, and farm workers, according to the co-authors. \"Agroecology is about building coalitions to ensure equitable representation and coordination between farmers, activists, and academics,\" says Ong. Antonio Roman-Alcalá at California State University, East Bay; Estelí Jiménez-Soto at University of South Florida; Erin Jackson at Colorado State University; Ivette Perfecto at University of Michigan; and Hannah Duff at Montana State University; also contributed to the commentary. [here](/why-us-food-system-needs-agroecology-1270125/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Social Issue",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.nature.com/articles/s43016-024-01006-w",
    "https://envs.dartmouth.edu/people/theresa-ong",
    "https://nature.com/articles/s43016-024-01006-w",
    "https://www.envs.dartmouth.edu/people/theresa-ong"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "theresa ong",
        "sentiment": "none"
      },
      {
        "name": "ong",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "dartmouth",
        "sentiment": "none"
      },
      {
        "name": "nature food",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "dartmouth",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T12:06:05.179+03:00",
  "updated": "2024-07-05T12:46:49.121+03:00"
}