{
  "thread": {
    "uuid": "b58cca0d0d2298bc37b96b3e7fa19f9f5fb5e5a3",
    "url": "https://vnexplorer.net/estas-son-las-guias-para-tratar-la-salud-mental-y-controlar-la-ansiedad-segun-la-oms-s824798.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Estas son las guías para tratar la salud mental y controlar la ansiedad, según la OMS",
    "title_full": "Estas son las guías para tratar la salud mental y controlar la ansiedad, según la OMS",
    "published": "2024-01-06T01:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwuLO.img",
    "performance_score": 0,
    "domain_rank": 46448,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b58cca0d0d2298bc37b96b3e7fa19f9f5fb5e5a3",
  "url": "https://vnexplorer.net/estas-son-las-guias-para-tratar-la-salud-mental-y-controlar-la-ansiedad-segun-la-oms-s824798.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-06T01:50:00.000+02:00",
  "title": "Estas son las guías para tratar la salud mental y controlar la ansiedad, según la OMS",
  "text": "Estas es la guía.\nEntre las prácticas para hacer frente, está hacer deporte, alimentarse bien y acudir con expertos.\nLa Organización Mundial de la Salud compartió varios consejos y estrategias para controlar la ansiedad y tratar la salud mental. Según cifras de la misma entidad,en 2019, más de 301 millones de personas se vieron afectadas por este padecimiento.\nAlgunas claves para tratar la salud mental y controlar la ansiedad, según OMS El organismo explica que hay varios determinantes individuales, sociales y estructurales que pueden afectar la salud mental. Factores psicológicosy biológicos, como las habilidades emocionales, también aflige la tranquilidad de una persona.\nEstos padecimientos pueden tener relación con etapas claves de la vida humana. Uno de estos son los periodos de la primera infancia.\nPor ejemplo, la crianza es un momento importante, los castigos físicos y psicológicos pueden afectar la salud infantil y, al crecer, tener momentos de estrés que le dificulta alcanzar el bienestar y la calidad de vida, según la OMS.\n(Le recomendamos: El impacto del ejercicio en la salud mental de los adultos mayores: grandes beneficios).\nUna de las etapas más importantes es la infancia. iStock\nPor su parte, la ansiedad hace parte del Programa de Acción para Superar las Brechas en Salud Mental y calcula queun 4 por ciento de la población mundial padece actualmente un trastorno de este tipo. Actualmente, aclaran que hay tratamientos muy eficaces para estos.\nEntre los síntomas se encuentra sensación de nervios, agitación, tensión, sentirse en peligro inminente, temblores, sudoración, debilidad y cansancio.\nGuía actualizada El Plan de AcciónIntegral de Salud Mental para el periodo comprendido entre 2013 y 2030 reconoce el papel esencial de la salud mental en cuatro objetivos:\n(Enseguida: Siete consejos para cuidar mejor de nuestro cuerpo y salud mental).\nLa entidad se centra en un conjunto prioritario de trastornos para orientar de forma integral cada uno de ellos. Esto con el fin de superar las brechas de salud mental y garantizar que los centros de salud brinden la atención especializada.\nDentro de la lista de trastornos que la organización trabaja,se encuentran los de ansiedad, depresión, bipolaridad, estrés postraumático, comportamientos alimentarios, esquizofrenia, comportamiento disruptivo y disocial, y de neurodesarrollo.\nEntre las rutinas para mejorar estos padecimientos, la OMS establece un listado. A continuación, las recomendaciones puntuales del organismo:\n(De interés: Depresión y sexo: cómo afecta la actividad sexual esta condición de salud mental).\nRecrudecimiento en problemas de salud mental en Bogotá Más noticias en EL TIEMPO CAMILA SANCHEZ FAJARDO\nREDACCIÓN ALCACE DIGITAL\nEL TIEMPO",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Health",
    "Science and Technology"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwuLO.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1dGpPU.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1dGpPU.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwuLO.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T02:00:57.589+02:00",
  "updated": "2024-01-06T02:00:57.589+02:00"
}