{
  "thread": {
    "uuid": "e03d87fd06320dad6912d4ae3b204872e35e03e1",
    "url": "https://www.schooltube.com/f-22-raptor-upgrades-that-will-make-you-think-again",
    "site_full": "www.schooltube.com",
    "site": "schooltube.com",
    "site_section": "https://www.schooltube.com/category/airplanes-space/",
    "site_categories": [],
    "section_title": null,
    "title": "F-22 Raptor: Upgrades That Will Make You Think Again",
    "title_full": "F-22 Raptor: Upgrades That Will Make You Think Again",
    "published": "2024-05-04T01:24:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 42154,
    "domain_rank_updated": "2024-04-30T13:08:01.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e03d87fd06320dad6912d4ae3b204872e35e03e1",
  "url": "https://www.schooltube.com/f-22-raptor-upgrades-that-will-make-you-think-again",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "SchoolTube Community",
  "published": "2024-05-04T01:24:00.000+03:00",
  "title": "F-22 Raptor: Upgrades That Will Make You Think Again",
  "text": "Think The F-22 Raptor is Old News? These Upgrades Will Make You Think Again\nThe Lockheed Martin F-22 Raptor is a single-seat, twin-engine, all-weather stealth tactical fighter aircraft developed for the United States Air Force (USAF). It is considered to be one of the most advanced and capable fighter aircraft in the world, and has been in service since 2005.\nDespite its age, the F-22 Raptor is constantly being upgraded with new weapons and technologies to ensure that it remains the dominant fighter in the skies. In recent years, the USAF and Lockheed Martin have been working on a number of upgrades to the F-22, including:\nNew weapons: The F-22 has been equipped with a number of new weapons, including the AIM-9X Sidewinder air-to-air missile, the AIM-120D Advanced Medium-Range Air-to-Air Missile (AMRAAM), and the GBU-39 Small Diameter Bomb (SDB). Wider targeting envelope: The F-22’s targeting envelope has been expanded, allowing it to engage targets at longer ranges and from a wider variety of angles. Improved networking technology: The F-22 has been equipped with new networking technology that enables improved, real-time “collaborative targeting” between aircraft. These upgrades have significantly enhanced the F-22’s capabilities, and ensure that it will remain a formidable force in the skies for many years to come.\nHere are some additional details about the F-22 Raptor’s recent upgrades:\nAIM-9X Sidewinder: The AIM-9X Sidewinder is a short-range, heat-seeking air-to-air missile that is used by the F-22 Raptor. It is the latest in a series of Sidewinder missiles that have been in service since the 1950s. The AIM-9X is a highly maneuverable missile that can be used against targets at close range. AIM-120D AMRAAM: The AIM-120D AMRAAM is a medium-range, air-to-air missile that is used by the F-22 Raptor. It is the latest in a series of AMRAAM missiles that have been in service since the 1980s. The AIM-120D is a highly accurate missile that can be used against targets at long range. GBU-39 SDB: The GBU-39 SDB is a small, precision-guided bomb that is used by the F-22 Raptor. It is a lightweight bomb that can be carried in large numbers by the F-22. The GBU-39 SDB is a highly accurate bomb that can be used against targets on the ground. Wider targeting envelope: The F-22 Raptor’s targeting envelope has been expanded by 30%, allowing it to engage targets at longer ranges and from a wider variety of angles. This is a significant improvement that gives the F-22 a greater advantage in combat. Improved networking technology: The F-22 Raptor has been equipped with new networking technology that enables improved, real-time “collaborative targeting” between aircraft. This allows the F-22 to share targeting data with other aircraft, which can then attack the same target simultaneously. This is a major improvement that makes the F-22 more effective in combat. The F-22 Raptor is a truly remarkable aircraft that has been designed to dominate the skies. With its advanced weapons, wide targeting envelope, and improved networking technology, the F-22 is sure to remain a formidable force in the skies for many years to come.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Science and Technology"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.youtube.com/embed/SNl0x0iRPQ0?feature=oembed",
    "https://www.youtube.com/embed/SNl0x0iRPQ0",
    "https://youtube.com/embed/SNl0x0iRPQ0?feature=oembed"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "lockheed martin f",
        "sentiment": "neutral"
      },
      {
        "name": "usaf",
        "sentiment": "none"
      },
      {
        "name": "united states air force",
        "sentiment": "none"
      },
      {
        "name": "amraam",
        "sentiment": "none"
      },
      {
        "name": "lockheed martin",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-04T01:47:07.950+03:00",
  "updated": "2024-05-04T01:47:07.950+03:00"
}