{
  "thread": {
    "uuid": "706d4c572dd36d0a151dfe9a1a71a48b648fca3c",
    "url": "https://www.elespanol.com/malaga/cultura/cofradias/20240329/hermandad-creada-grupo-amigas-hace-anos-historia-virgen-dolores-coin/843415865_0.html",
    "site_full": "www.elespanol.com",
    "site": "elespanol.com",
    "site_section": "https://elespanol.com/rss/malaga",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "",
    "title": "La hermandad que fue creada por un grupo de amigas hace 30 años: la historia de la Virgen de los Dolores de Coín",
    "title_full": "La hermandad que fue creada por un grupo de amigas hace 30 años: la historia de la Virgen de los Dolores de Coín",
    "published": "2024-03-29T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://s1.elespanol.com/2024/03/28/actualidad/843426137_241109439_1706x960.jpg",
    "performance_score": 0,
    "domain_rank": 2570,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "706d4c572dd36d0a151dfe9a1a71a48b648fca3c",
  "url": "https://www.elespanol.com/malaga/cultura/cofradias/20240329/hermandad-creada-grupo-amigas-hace-anos-historia-virgen-dolores-coin/843415865_0.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Andrea Jiménez Troyano",
  "published": "2024-03-29T03:00:00.000+03:00",
  "title": "La hermandad que fue creada por un grupo de amigas hace 30 años: la historia de la Virgen de los Dolores de Coín",
  "text": "[Cofradías](/malaga/cultura/cofradias/) La hermandad que fue creada por un grupo de amigas hace 30 años: la historia de la Virgen de los Dolores de Coín La cofradía, que ha estado dirigida por mujeres desde sus inicios, cuenta actualmente con más de 340 hermanas y hermanos.29 marzo, 2024 05:00 Noticias relacionadas - [La rifa del Campanillero, Magdalena y Ángel, una tradición de siglos en la Semana Santa de Almogía](/malaga/cultura/cofradias/20240328/rifa-campanillero-magdalena-angel-tradicion-siglos-semana-santa-almogia/843166137_0.html) - [Las mejores imágenes del desembarco de la Legión Española y el traslado del Cristo de la Buena Muerte de Málaga](/malaga/cultura/cofradias/20240328/mejores-imagenes-desembarco-legion-espanola-traslado-cristo-buena-muerte-malaga/843445653_3.html) - [La reina doña Sofía se rinde ante el Cristo de la Buena Muerte: así fue el clásico traslado de Mena en Málaga](/malaga/cultura/cofradias/20240328/reina-dona-sofia-rinde-cristo-buena-muerte-clasico-traslado-mena-malaga/843415761_0.html) Un grupo de amigas devotas de la Virgen de los Dolores comenzó a escribir una nueva historia en Coín hace más de 30 años. Hoy en día son uno de los símbolos del municipio malagueño y de su [Semana Santa](https://www.elespanol.com/temas/semana_santa_de_malaga/), con más de 340 hermanas y hermanos. La Hermandad de la Santísima Virgen de los Dolores se fundó el 4 de abril de 1991, con el objetivo de venerar y procesionar a la sagrada titular, una talla del siglo XVII. 24 mujeres se pusieron manos a la obra: toda la junta de gobierno inicial era femenina. Esta Semana Santa la viven con especial recuerdo a una de sus fundadoras, Pilar Luna, fallecida recientemente. Todas ellas iniciaron una labor de difusión en Coín para vincular a sus vecinas a la hermandad. La cofradía siempre ha estado dirigida por mujeres, seis hermanas mayores en total, y muchas de las fundadoras continúan en la junta de gobierno. Los hombres no formaban parte del equipo directivo en sus inicios: solo podían estar ligados a la cofradía como portadores y capataces. No fue hasta 2001 cuando se les permitió la entrada a la cofradía como hermanos. En 2018 llegó el turno del primer hermano mayor, Eugenio Aguas, al que recientemente ha sustituido Juan Jesús Guzmán. La estación de penitencia de la Virgen de Dolores da una imagen muy curiosa en su inicio: la salida se realiza desde el templo, que cuenta con unas escaleras de gran empeine. El trono de la virgen es obra del orfebre Cristóbal Martos en 1999, y no fue hasta 2006 cuando se le incorporó el palio, bordado en hilo de oro fino sobre terciopelo negro, de Sebastián Marchante. Esta hermandad realiza su salida procesional el Jueves y Viernes Santo, desde el templo de San Juan Bautista de Coín. La Virgen viste de Esperanza el Jueves Santo y acompaña a Nuestro Padre Jesús Nazareno en su recorrido procesional por las calles de Coín: ese día tiene lugar el tradicional y emotivo encuentro entre ambas imágenes en la Plaza de San Agustín. El Viernes Santo, la virgen va de Dolorosa y acompaña al Santo Sepulcro. Según se explica en los archivos de la cofradía, la talla de la Virgen de los Dolores es anónima y forma parte del Patrimonio Artístico Andaluz como bien adscrito. David Conesa llevó a cabo su restauración.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T08:45:40.862+03:00",
  "updated": "2024-03-29T09:12:59.009+03:00"
}