{
  "thread": {
    "uuid": "e762ff3379f421b88d5dca98a99cebcca0379e75",
    "url": "https://theworld.org/stories/2024/05/03/a-north-korean-refugee-offers-a-different-view-of-his-home-country-from-the-other-side-of-the-dmz",
    "site_full": "theworld.org",
    "site": "theworld.org",
    "site_section": "https://www.pri.org",
    "site_categories": [],
    "section_title": "The World from PRX",
    "title": "A North Korean refugee offers a different view of his home country from the other side of the DMZ - The World from PRX",
    "title_full": "A North Korean refugee offers a different view of his home country from the other side of the DMZ - The World from PRX",
    "published": "2024-05-03T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.pri.org/s3fs-public/uploads/2024/05/2024-05-03-lede-dmz-korea-6.jpg",
    "performance_score": 0,
    "domain_rank": 4550,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e762ff3379f421b88d5dca98a99cebcca0379e75",
  "url": "https://theworld.org/stories/2024/05/03/a-north-korean-refugee-offers-a-different-view-of-his-home-country-from-the-other-side-of-the-dmz",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-03T03:00:00.000+03:00",
  "title": "A North Korean refugee offers a different view of his home country from the other side of the DMZ - The World from PRX",
  "text": "On a recent day, tourists huddled around digital telescopes lining the deck of an observatory overlooking the Imjin River. The monitors presented an up-close look at unsuspecting North Koreans moving about inside a village on the other side of the demilitarized zone, or the DMZ — a roughly 150-mile stretch of uninhabited land that has bisected the Korean peninsula since the early 1950s. “Can you imagine that seven years ago I lived there?” said a tour guide who recently took a family of three from Norway on their first trip to the border. It was also the group’s first time meeting someone who escaped North Korea. Even though the village they gazed upon is a replica created by Pyongyang for show, the guide explained what life was like growing up in a real North Korean town and translated a propaganda banner that uses distinctly North Korean jargon to call for a bountiful rice harvest. The 28-year-old defector is one of the 34,000 North Koreans who now live in South Korea. He goes by the nickname “Jun” on social media and asked to be called that for this article in order to protect the identity of his father, who stayed behind in North Korea. “If your child escapes North Korea, it’s a top crime, and I don’t want to get my father in trouble,” he said to his clients. Most DMZ tours tend to focus on the military history of the region, as well as the politics surrounding the two countries’ division — all from the South Korean point of view. Jun saw an opportunity to give visitors a unique experience. After graduating earlier this year from a university in Seoul with a business degree, he started advertising his tours online . “In my tour, I want to give information about North Korea that isn’t too political and isn’t too sad,” he said, noting that some defectors on the international stage only focus on the hardships of life there. He hopes to give his customers a more nuanced perspective. “It’s the worst country,” he said. “But even there, people still try to find happiness.” Jun has fond memories of his childhood; sharing special meals with family and friends and playing volleyball and soccer with other kids. But, he discovered that these are not the kinds of stories that some South Koreans expect or want to hear from refugees. Jun feels that defectors are regarded just as “poor and sad people who’ve been brainwashed by the North Korean government.” “Even when I speak truthfully, some South Korean people don’t believe my story,” he said. For these reasons, he prefers to guide foreign tourists. During his daylong tour, which includes two stops along the border, as well as lunch at a restaurant run by other defectors, Jun, who speaks conversational English, fielded various questions. He told them he didn’t know anything about the world outside of North Korea until his family figured out how to pick up South Korean broadcasts by illegally modifying their TV antenna. “It was like a drug,” Jun said, recalling watching “Ironman” and other foreign movies and music videos. But, he also saw South Korean newscasts, which he said altered his worldview. “My mind started changing so quickly and I was no longer happy, because I found out the truth,” Jun said. Over coffee with his tour group, Jun explained how those TV shows influenced his decision to defect. He and his mother secretly crossed the border into northeastern China, where South Korean Christian missionaries hide escapees from the police. If caught, they’d be sent back to North Korea and, according to some rights groups, could face execution. The missionaries offered to help them reach South Korea. But, Jun said the missionaries had one condition — they’d have to believe in God, first. Jun said that given their circumstances, he and his mother “had no option.” After four months of Bible study in a safe house, the two were smuggled into Vietnam, where they were connected with the South Korean Embassy and flown to Seoul. Jun has reconciled that he’ll probably never see his family and friends in the North Korea again. And he said he feels that he’s experienced something like post-traumatic stress disorder after all that he’s been through. But, he said that somehow, coming to the DMZ consoles him. He said taking other travelers there — as close as he can get to his former home — helps him make sense of his own journey. “It’s meaningful to me and I don’t know if my customers get the same emotion,” he said, “So, I’m going to keep coming here and one day recover, I hope.” The World is a nonprofit newsroom powered by listener support. When you make a recurring gift, you’re making an investment that allows The World to cover the most important international stories with nuance and care. Our listeners are at the heart of what makes The World such an invaluable source for global news. Will you create a recurring donation today to power The World all year long?",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.facebook.com/profile.php?id=61556900022229&mibextid=opq0tG",
    "https://facebook.com/profile.php?id=61556900022229&mibextid=opq0tG",
    "https://www.facebook.com/profile.php"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "south korea",
        "sentiment": "none"
      },
      {
        "name": "norway",
        "sentiment": "none"
      },
      {
        "name": "imjin river",
        "sentiment": "none"
      },
      {
        "name": "pyongyang",
        "sentiment": "none"
      },
      {
        "name": "north korea",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-04T00:11:34.060+03:00",
  "updated": "2024-05-25T14:48:25.480+03:00"
}