{
  "thread": {
    "uuid": "965a54ef1954bf2019a6feed575c30b4d694760f",
    "url": "https://www.webwire.com/ViewPressRel.asp?aId=320444",
    "site_full": "www.webwire.com",
    "site": "webwire.com",
    "site_section": "http://rssfeeds.webwire.com/WebWire-News-Airlines-Aviation",
    "site_categories": [
      "media",
      "business",
      "marketing"
    ],
    "section_title": "WebWire | News by Industry : Airlines / Aviation",
    "title": "DJI Avata 2, Goggles 3 and RC Motion 3 Give Beginner FPV Pilots the Skills of Professionals",
    "title_full": "DJI Avata 2, Goggles 3 and RC Motion 3 Give Beginner FPV Pilots the Skills of Professionals",
    "published": "2024-04-11T23:43:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "NL",
    "main_image": "https://photos.webwire.com/prmedia/7/320444/320444-1-m.jpg",
    "performance_score": 0,
    "domain_rank": 12935,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "965a54ef1954bf2019a6feed575c30b4d694760f",
  "url": "https://www.webwire.com/ViewPressRel.asp?aId=320444",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-11T23:43:00.000+03:00",
  "title": "DJI Avata 2, Goggles 3 and RC Motion 3 Give Beginner FPV Pilots the Skills of Professionals",
  "text": "DJI Avata 2, Goggles 3 and RC Motion 3 Give Beginner FPV Pilots the Skills of Professionals\nFully immersive flight experience, intuitive motion control and easy flips, rolls and drifts\nWEBWIRE– Thursday, April 11, 2024\nDJI, the global leader in civilian drones and innovative camera technology, introduces the DJI Avata 2. Boasting an all thrills, no frills experience, users are presented with a safer, fully immersive enhanced FPV flight experience, an upgraded sensor to improve image quality and increased flight time.\n“Just under two years ago, we helped people embrace and explore the almost out-of-body experience of FPV flight,” said Ferdinand Wolf, Creative Director at DJI. “DJI Avata 2 builds on this by offering everyone the chance to fly like a pro with easy flips, rolls and drifts. We’re looking forward to giving users one of the best FPV experiences available with next to no effort needed on their part.”\nDJI Avata 2 is launched and designed to be paired with the new DJI Goggles 3 and DJI RC Motion 3.\nDJI Goggles 3 feature adjustable diopters, two micro-OLED screens that support the 10-bit enhanced display, with an up-to-100Hz refresh rate and ultra-low-latency transmission. Equipped with binocular cameras that present the surrounding environment, which can also be superimposed with the live feed from the aircraft at the same time, pilots are given effortless situational awareness without needing to remove the goggles. This Real View PiP (Picture-In-Picture) technology enhances both the immersive experience and safety.\nEasy ACRO1 with the DJI RC Motion 3\nBy combining with the DJI RC Motion 3, new pilots are given the power to flip, drift and roll, performing difficult aerial acrobatics with ease. Whether soaring, diving or rolling, epic footage can be captured with a simple push on the RC Motion 3 joystick.\n- One-Push Flip: Add fresh twists to the footage with 360-degree front/back flips.\n- One-Push Roll: Give shots some mind-bending magic with 360 degree left/right roll.\n- One-Push 180 Degree Drift: Achieve dramatic visual effects with high-speed lateral drifts spinning 180° past objects and pulling swiftly away.\nImproved Image Quality\nFeaturing a bigger image sensor than its predecessor, the Avata 2’s 1/1.3-inch CMOS Super-Wide-Angle 12MP Camera expands the dynamic range available and handles low-light conditions with greater effect. Its ultra-wide-angle lens with a viewing angle of up to 155° enables unique perspectives and really tight shots, differentiating them from traditional camera drone footage. The camera provides immersive aerial photography and HDR videography1 at up to 4K/60fps, as well as slow-motion footage at 2.7K/120fps. Equipped with 10-bit D-Log M Color mode, DJI Avata 2 enables rich detail in highlights and shadows to be captured, brought out in post-production and streamlined color grading.\nKeep it Steady\nEven during high-pressure aerial maneuvers, DJI Avata 2 keeps your video sharp and stable with a powerful stabilization algorithm and two DJI flagship stabilization technologies. DJI RockSteady eliminates overall picture shake even while flying at high speeds or in windy conditions, and DJI HorizonSteady ensures the captured footage remains locked on the horizon even if the drone turns sharply or sways dramatically. Furthermore, when the EIS setting is off, Avata 2 supports Gyroflow so that footage can be further stabilized in post-production.\nCovered with Comprehensive Safety\nAvata 2’s updated integrated propeller guard is lighter, enabling more agile and freer navigation in tight spaces1.\nUsers are offered further peace of mind and the ability to handle unexpected situations calmly with just one press of the RC Motion 3 lock button bringing the drone to a halt. In addition, the automatic Return to Home (RTH) function is initiated when the drone’s battery is low or in case of signal loss, adding an extra layer of security1.\nLow-altitude or indoor flights can now be performed with new binocular fisheye sensors enhancing flight stability and safety.\nIn the event that the user lands the drone on its back, they can get airborne again quickly by using Turtle mode. When activated, ‘Turtle mode’ can automatically flip the drone back into takeoff position when upside down.\nThe Sky’s the Limit with Longer Flight Time\nAvata 2 boasts a maximum flight time of 23 minutes1 and supports PD fast charging, so that it can be recharged and back up in the sky as quickly as possible. Furthermore, the new Two-Way Charging Hub1 features a power accumulation function, allowing the transfer of remaining power from multiple batteries to the one with the highest charge level1, supplying an “extra battery” in critical moments.\nA new O4 video transmission offers up to 13 km of maximum video transmission distance1, a transmission latency as low as 24 ms1, 1080p/100fps high-definition image quality, and a maximum transmission bitrate of 60Mbps1. Its two-transmitter, four-receiver, four-antenna design ensures strong anti-interference performance and lets pilots fully focus on their flights without additional concerns.\nSharing is Caring\nSharing the excitement of FPV just got easier. The DJI Goggles 3 live feed from Avata 2 can be viewed on the DJI Fly app1 and transmitted to another device up to 5m away1. Additionally, a cable can be used to share the live feed to a display or to different Goggles 3 headsets via the ’Audience mode’.\nCapture and Edit Seamlessly\nAvata 2 comes equipped with 46GB internal storage, capable of storing approximately 90 minutes of 1080p/60fps video, ensuring the best parts of each flight can be captured. Wi-Fi connectivity enables fast file transfer to smartphones, post-editing and sharing of finished work, highly efficient.\nOne-Tap Editing with LightCut\nWhen DJI Avata 2 is connected via Wi-Fi to the LightCut app, footage can be edited directly without requiring it to be downloaded to the app. Using the One-Tap Edit feature, polished content can be produced effortlessly.\nTry Before You Buy\nBy downloading the DJI Store app, anyone can try out the Avata 2 virtually in the Virtual Flight section.\nIncreased Compatibility\nThe new DJI Goggles 3 and RC Motion 3 are also available for Air 3 and Mini 4 Pro. Pilots with Goggles 3 can also use their existing traditional controllers, such as the RC 2 and RC-N2, to control the drone.\nHave it Your Way\nThe DJI Avata 2 comes in a range of different combinations and extra accessories.\n- DJI Avata 2 Fly More Combo (Single Battery)\nIncludes the DJI Avata 2 drone, Goggles 3, RC Motion 3, and more. This combo lets you quickly get started with Avata 2 and experience the joy of immersive flight.\n- DJI Avata 2 Fly More Combo (Three Batteries)\nCompared to the DJI Avata 2 Fly More Combo (Single Battery), this extended combo additionally includes one Two-Way Charging Hub, two batteries, and one sling bag, offering a more comprehensive setup that eases your range anxiety and lets you explore more flight scenarios.\n- DJI FPV Remote Controller 31\nIn addition to Normal and Sport modes, the DJI FPV Remote Controller 3 offers Manual mode, better suited for advanced pilots to practice and master more sophisticated skills.\n- DJI Avata 2 ND Filters Set1\nComes with ND 8/16/32 filters to tackle various lighting conditions, ensuring appropriate brightness and contrast, giving your work high-quality results.\nPrice and availability\nDJI Avata 2 is available today from\nstore.dji.com and most authorized retail partners in several configurations.\n- DJI Avata 2 Fly More Combo (Single Battery) retails for $999 and includes DJI Avata 2, DJI Goggles 3 and the DJI RC Motion 3.\n- DJI Avata 2 Fly More Combo (Three Batteries) retails for $1,199 and includes DJI Avata 2, DJI Goggles 3 and the DJI RC Motion 3, one Two-Way Charging Hub, two extra batteries, and one sling bag.\n- DJI FPV Remote Controller 3 retails for $199.\n- DJI Avata 2 ND Filters Set retails for $79.\nFor more information on all the new features, accessories, and capabilities, please visit https://www.dji.com/avata-2.\nDJI Care Refresh\nThe comprehensive protection plan for DJI products, DJI Care Refresh is now available for DJI Avata 2. The replacement service covers accidental damage, including flyaway, collisions and water damage. For a small additional charge, you can have your damaged product replaced if an accident occurs.\nDJI Care Refresh (1-Year Plan) includes up to two replacements in one year. DJI Care Refresh (2-Year Plan) includes up to four replacements in two years. Other services of DJI Care Refresh include official Warranty and free shipping. For a full list of details, please visit:\nhttps://www.dji.com/support/service/djicare-refresh.\n1 All data was measured using a production model of DJI Avata 2 in a controlled environment. For more information, please refer to https://www.dji.com/avata-2.\n( Press Release Image:\nhttps://photos.webwire.com/prmedia/7/320444/320444-1.jpg )\nWebWireID320444\nThis news content was configured by WebWire editorial staff. Linking is permitted.\nNews Release Distribution and Press Release\n[Distribution Services](OurServices.asp) Provided by WebWire.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [
    "https://www.dji.com/support/service/djicare-refresh.",
    "http://store.dji.com",
    "https://dji.com/avata-2.",
    "https://dji.com/support/service/djicare-refresh.",
    "http://www.store.dji.com",
    "https://www.dji.com/avata-2."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ferdinand wolf",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "avata",
        "sentiment": "negative"
      },
      {
        "name": "skills of professionals dji avata",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T01:42:55.908+03:00",
  "updated": "2024-04-12T01:42:55.908+03:00"
}