{
  "thread": {
    "uuid": "988415798b4939c7a6d2ac9e5b3f870627039c23",
    "url": "https://www.remax.ca/bc/fort-st-john-real-estate/8011-89-avenue-wp_idm73000004-26374540-lst",
    "site_full": "www.remax.ca",
    "site": "remax.ca",
    "site_section": "https://remax.ca/bc",
    "site_categories": [
      "real_estate",
      "buying_selling_homes"
    ],
    "section_title": "British Columbia (BC) Real Estate | Houses For Sale | RE/MAX",
    "title": "8011 89 AVENUE, Fort St. John, BC V1J6V6 Condo For Sale | RE/MAX | R2838403",
    "title_full": "8011 89 AVENUE, Fort St. John, BC V1J6V6 Condo For Sale | RE/MAX | R2838403",
    "published": "2023-12-28T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://remax-listingphotos-ca5.imgix.net/rets-images-crea-can/032971d92db878353d47db662229c29dafdd10bd-1-large.jpeg",
    "performance_score": 0,
    "domain_rank": 28927,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "988415798b4939c7a6d2ac9e5b3f870627039c23",
  "url": "https://www.remax.ca/bc/fort-st-john-real-estate/8011-89-avenue-wp_idm73000004-26374540-lst",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-28T02:00:00.000+02:00",
  "title": "8011 89 AVENUE, Fort St. John, BC V1J6V6 Condo For Sale | RE/MAX | R2838403",
  "text": "Property Description for 8011 89 AVENUE Welcome! All the updates have been done for you and all you need to do is move in! The home greets you with a lovely front door that leads you into an open concept layout including engineered hardwood flooring, real wood and cellular blinds, tiled entryways and bathroom floors, granite counter tops, tiled backsplash and a beautifully updated bathroom . The primary bedroom has a walk-in closet complete with LED strip back-lighting and a 3pc ensuite with a walk-in shower that is spa-like. Large paved driveway with heated double garage. The back yard boasts a cedar deck and a shed that matches the house! (id:38686) Tour this home Property Details Property Tax: $3,118 Last Updated: Thu, December 28, 2023 MLS® #: R2838403 Date Listed: Dec 28, 2023 Home Features Property Type: Condo Square Footage: 1,180 SQFT Interior Features Heating: Forced air, Natural gas Other Parking Features: Garage, Open, RV Mortgage Calculator Similar Listings in Fort St. John The information contained on this site is based in whole or in part on information that is provided by members of The Canadian Real Estate Association, who are responsible for its accuracy. CREA reproduces and distributes this information as a service for its members and assumes no responsibility for its accuracy. The listing content on this website is protected by copyright and other laws, and is intended solely for the private, non-commercial use by individuals. Any other reproduction, distribution or use of the content, in whole or in part, is specifically forbidden. The prohibited uses include commercial use, 'screen scraping', 'database scraping', and any other activity intended to collect, store, reorganize or manipulate data on the pages produced by or displayed on this website. This listing content is operated by REALTOR® members of The Canadian Real Estate Association. REALTOR®, REALTORS®, and the REALTOR® logo are certification marks that are owned by REALTOR® Canada Inc. and licensed exclusively to The Canadian Real Estate Association (CREA). These certification marks identify real estate professionals who are members of CREA and who must abide by CREA's By-Laws, Rules, and the REALTOR® Code. The MLS® trademark and the MLS® logo are owned by CREA and identify the quality of services provided by real estate professionals who are members of CREA.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T01:07:42.605+02:00",
  "updated": "2023-12-29T01:07:42.605+02:00"
}