{
  "thread": {
    "uuid": "8c21989b8fe9d4d5005600646c64cb22dcee150c",
    "url": "https://vnexplorer.net/z/1210371.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "UK’s Election Is a Rare Win Against Anti-Climate Campaigns",
    "title_full": "UK’s Election Is a Rare Win Against Anti-Climate Campaigns",
    "published": "2024-07-05T06:04:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1pserM.img",
    "performance_score": 0,
    "domain_rank": 98072,
    "domain_rank_updated": "2024-07-02T13:08:29.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8c21989b8fe9d4d5005600646c64cb22dcee150c",
  "url": "https://vnexplorer.net/z/1210371.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-07-05T06:04:00.000+03:00",
  "title": "UK’s Election Is a Rare Win Against Anti-Climate Campaigns",
  "text": "Keir Starmer, leader of the Labour Party, center, and Rachel Reeves, UK shadow chancellor of the exchequer, second left, at a general election campaign event at the Heath Farm, Swerford, UK on July 1. (Bloomberg) -- As Britain’s center-left Labour party sweeps into power this morning, winning 411 of the 650 seats at the last count, it’s worth remembering what is happening among its allies. In neighboring France, the far-right National Rally, which has attacked climate policy as part of its pitch to voters, is hoping to build on early successes during the final election round for the country’s parliament this Sunday. In the United States, Republican President Donald Trump, who has denied climate science, is ahead in the polls. Across Europe, an anti-green backlash has cowed climate ambition. By contrast, Keir Starmer’s Labour has a manifesto that puts climate and clean energy front and center, and in Ed Miliband, a potential energy secretary with many years’ experience in climate diplomacy. While the UK has long been ahead of the curve in climate progress — it has decarbonized faster than any other G7 country — the incumbent Conservative Party has spent the past year downgrading its once-lofty ambitions. Among other green policy rollbacks, Prime Minister Rishi Sunak&#039;s government delayed a ban on the sale of new petrol and diesel cars and supported new oil and gas drilling in the North Sea. Sunak saw an opportunity to attract voters who might have felt the green transition was moving too fast. Labour’s victory suggests that approach didn’t work. “The results look clear — voters have rejected anti net zero rhetoric and chosen cheaper, cleaner, more secure energy,” said Greg Jackson, founder and CEO of the utility company Octopus Energy. “This looks like a landslide for a green economy.” Before this year’s UK election, a Bloomberg analysis found that Tories are opting for a greener lifestyle despite their party’s switch away from climate policies. For example, out of all of the UK’s top 100 constituencies for domestic solar power installations bar four voted Conservative in 2019, and many Tory areas also have very high uptake of electric vehicles. “The public has just provided an enormous climate vote of confidence behind Labour’s ambitious policies, including for clean power by 2030, to end domestic production of oil and gas, and to set out an expansive Warm Homes Plan to fix our leaky homes,” said Juliet Phillips, program lead for the energy team at E3G, a think tank. Starmer’s party now faces a battle to actually implement those policies at a time when public finances are squeezed tight. And there are still many gaps and question marks about its plans. What exactly is it promising, and what pitfalls stand in the way of success? Labour’s most lavish green proposal for households is a £13.2 billion plan for energy efficiency upgrades in houses. This is double the previous government’s commitment and would include grants and low-interest loans for solar panels, batteries and home insulation. Curiously there is no mention of subsidies for installing heat pumps in Labour’s plan — though Miliband has said that current ones available will be retained. The manifesto also promises that “nobody will be forced to rip out their boiler,” and Miliband has said Labour would not keep a Conservative pledge to ban (with exceptions) new gas boiler installations from 2035. Labour also plans to introduce better energy efficiency standards for private rented homes, something the previous government had promised, but then scrapped. What Britons will most likely want to see come to fruition, however, is Labour’s pledge to lower energy prices. The new government can do this, Starmer says, by extending a windfall tax on oil and gas companies and using that money to fund “Great British Energy,” a proposed new power company to support clean energy projects across the UK. The idea is this will reduce reliance on foreign natural gas and ultimately bring down costs to consumers. The name GB Energy sounds like a full nationalization of the power sector, but it’s not, as it will only have a limited use of public funds. Labour estimates the windfall tax would raise £8.3 billion over the next five years, and that won’t be enough on its own. The UK’s independent adviser, the Climate Change Committee, estimates that Britain needs additional investment of around £15 billion a year in clean energy over the next decade to mostly decarbonize electricity generation by 2030 and completely decarbonize it by 2035. “There is plenty of private finance out there that wants to invest in the energy transition,” said Josh Buckland, a former government energy adviser and now a partner at the consultancy Flint Global. GB Energy “could play a very important role in terms of convening the sector,” like a central hub, “to ensure that delivery matches up with the kind of ambitions that the new government has set,” he said. For the average person in the country, GB Energy will unlikely bring any immediate benefits. While household energy bills have recently dropped, they are expected to rise again over the winter as global energy prices increase, and there’s little that can be done about that now. There are even more difficult challenges ahead. One of Labour’s hardest goals to implement will be a “clean” power grid by 2030. Last year, some 33% of the UK electricity supply came from fossil fuels, most of it gas. Even if Labour succeeds with plans to double onshore wind, triple solar power, and quadruple offshore wind, there will still need to be a baseload energy source to fill the gaps that happen when demand is high, the sun is low and the weather is still. Labour’s manifesto tries to address this intermittency problem by calling for more investment in hydrogen, as well as marine energy systems that rely on the predictability of tides. Yet, the new government would also support a “strategic reserve” of gas power stations as a backup. These could in theory be run cleanly with carbon capture and storage — which Labour pledges to back — but that technology is far from being commercially feasible. Nevertheless, Phillips said this plan should still be seen as a step in the right direction. “Whether it&#039;s a hundred percent renewables or a bit of gas backup, it would still be making progress, which could hopefully inspire other countries around the world to go further and faster,” she said. More stories like this are available on bloomberg.com ©2024 Bloomberg L.P.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Politics",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rachel reeves",
        "sentiment": "neutral"
      },
      {
        "name": "keir starmer",
        "sentiment": "neutral"
      },
      {
        "name": "ed miliband",
        "sentiment": "none"
      },
      {
        "name": "donald trump",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "labour party",
        "sentiment": "neutral"
      },
      {
        "name": "bloomberg",
        "sentiment": "none"
      },
      {
        "name": "labour",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "heath farm",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "britain",
        "sentiment": "none"
      },
      {
        "name": "swerford",
        "sentiment": "none"
      },
      {
        "name": "france",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T14:19:51.600+03:00",
  "updated": "2024-07-05T14:19:51.600+03:00"
}