{
  "thread": {
    "uuid": "e355c55d0be24221f4c38ec25965423b60e70045",
    "url": "https://www.cbsnews.com/minnesota/news/hurricane-katrina-family-gets-closure-19-years-after-losing-loved-one",
    "site_full": "www.cbsnews.com",
    "site": "cbsnews.com",
    "site_section": "https://www.cbsnews.com/minnesota/tag/savor-asia/",
    "site_categories": [
      "media",
      "television",
      "entertainment",
      "top_news"
    ],
    "section_title": "            Savor Asia news - Today&rsquo;s latest updates  - CBS Minnesota\n",
    "title": "Family Jennifer Mayerle met covering Hurricane Katrina gets closure 19 years after losing loved one to storm - CBS Minnesota",
    "title_full": "Family Jennifer Mayerle met covering Hurricane Katrina gets closure 19 years after losing loved one to storm - CBS Minnesota",
    "published": "2024-06-24T06:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://assets2.cbsnewsstatic.com/hub/i/r/2015/08/27/ff615eb6-d02e-45da-90cb-17cf7d8075e6/thumbnail/1200x630/dd5359052971e079ec5d63f7821bf216/jennifer-mayerle-and-hardy-jackson-in-katrina-aftermath.jpg?v=cb1f2643a8816828741cfb3a3fb2d931",
    "performance_score": 0,
    "domain_rank": 188,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e355c55d0be24221f4c38ec25965423b60e70045",
  "url": "https://www.cbsnews.com/minnesota/news/hurricane-katrina-family-gets-closure-19-years-after-losing-loved-one",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "CBS News",
  "published": "2024-06-24T06:30:00.000+03:00",
  "title": "Family Jennifer Mayerle met covering Hurricane Katrina gets closure 19 years after losing loved one to storm - CBS Minnesota",
  "text": "BILOXI, Miss. — For many, one man's pain of losing his wife during Hurricane Katrina personified the devastation of the catastrophic storm.\nHardy Jackson's wife was thought to be lost to the storm surge. Nearly two decades later, her remains are identified.\nWCCO's Jennifer Mayerle shared their story all those years ago. She traveled back to Mississippi to be with their daughter as she picked up her mother's ashes.\nIt's been a long road for Tonie Waltman to get here, holding her mom's ashes after all these years.\n\"All the hopes and prayers and stuff, it all paid off though,\" Waltman said.\nMayerle first learned of her mom's disappearance during Hurricane Katrina when she met her dad, Hardy Jackson, on the streets of Biloxi, Mississippi, soon after the fury of the Category 3 hurricane roared ashore in August of 2005.\nAt the time, Jackson told Mayerle, \"The house opened up, divided.\"\n\"Who was at your house with you,\" Mayerle asked.\n\"My wife. Can't find her body, she gone,\" Jackson said.\n\"You can't find your wife?\" Mayerle said.\n\"No she told me, I tried, I hold her hand as tight as I could, and she told me, 'You can't hold me. Take care of the kids and the grandkids,'\" Jackson said.\nJackson's heartache resonated around the world. He searched for his wife, Tonette, in the days after and always hoped to find her.\nMayerle and Jackson formed a friendship during that time and stayed in touch through the years. The family relocated to Atlanta after Katrina. Mayerle moved there for work a short time later and continued to follow the family's ups and downs, getting to know the kids and grandkids. She was by her friend's side when Jackson lost his daughter, Mary, to cancer in 2011.\nThey added Tonette's name on the headstone so they had a place to visit both of them. She watched him make good on that promise to take care of the kids and grandkids. He continued to raise Mary's two sons, the boys who were with him when they first met. While there was more heartache, Jackson found some peace after receiving Tonette's death certificate seven years after the storm.\n\"It gave me a whole lot of closure, dried my tears up, eased the pain in my heart,\" Jackson said.\nBut the family would grieve again in 2013 when Jackson died from lung cancer, before learning what happened to Tonette.\n\"I feel like I'm shedding tears for my dad, too. Before he passed that's all he talked about what if one day, what if one day,\" Waltman said.\nA body was recovered from the rubble a week after the storm not far from where the Jacksons lived. Unable to be identified, the woman was buried in a nearby Pascagoula cemetery.\nFor nearly 19 years, Tonette Jackson was buried there with the name Jane Love. It took a cold case lieutenant and a dedicated team of investigators to identify her all these years later.\n\"These unidentified was, nobody was doing it. And you're either part of the problem or part of the solution. So when I found the problem, the only thing I could do was really work on it,\" Lt. Darren Versiga with Pascagoula police said.\nThey exhumed her body, and with new DNA samples, produced a positive match, identifying Jane Love as Tonette Jackson.\n\"This has been the most rewarding thing for me to give someone their name back and give the family a somewhat closure,\" Versiga said.\nFor Waltman, the discovery has healed some of that heartache.\n\"There are a lot of people that didn't give up identifying your mom,\" Mayerle said.\n\"They didn't. Knowing they went above and beyond, that says a lot and that will help me close this chapter and be able to move on. I feel like my heart is back mended,\" Waltman said.\nWaltman drove from where she lives near Atlanta to Mississippi the day Mayerle spent with her. She's since brought her mom's ashes home, back with her kids and grandkids after two decades.\nMore from CBS News Fridley man sentenced to 25 years in prison for 5-month-old son's death Apple Valley man pleads guilty to role in shooting that killed ex-girlfriend Developers look to attract first-time home buyers by curbing costs Owners of Rapidan Dam Store evacuate as river threatens to take out family home In: Mississippi Hurricane Katrina Jennifer Mayerle Jennifer Mayerle happily returned to Minnesota and WCCO, where she began her career as an intern. The Emmy and Edward R. Murrow award-winning journalist joined WCCO as a reporter in May 2014. She also anchors \"WCCO Saturday Morning\" from 8-9 a.m.\nTwitter Facebook",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jennifer mayerle",
        "sentiment": "negative"
      },
      {
        "name": "waltman",
        "sentiment": "none"
      },
      {
        "name": "mayerle",
        "sentiment": "none"
      },
      {
        "name": "hardy jackson",
        "sentiment": "none"
      },
      {
        "name": "jackson",
        "sentiment": "none"
      },
      {
        "name": "tonie waltman",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cbs",
        "sentiment": "negative"
      },
      {
        "name": "wcco",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "miss.",
        "sentiment": "none"
      },
      {
        "name": "minnesota biloxi",
        "sentiment": "none"
      },
      {
        "name": "biloxi",
        "sentiment": "none"
      },
      {
        "name": "mississippi",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-24T06:41:54.613+03:00",
  "updated": "2024-06-26T03:48:15.051+03:00"
}