{
  "thread": {
    "uuid": "208fb39ebe16609d8ef633d287adc34009e7c49a",
    "url": "https://www.newsbreak.com/presque-isle-me/3516568131345-watch-this-maine-hummingbird-shower-in-the-rain",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/bangor-daily-news-1696700",
    "site_categories": [
      "under_construction",
      "non_standard_content",
      "top_news"
    ],
    "section_title": "Bangor Daily News | NewsBreak",
    "title": "Watch this Maine hummingbird shower in the rain",
    "title_full": "Watch this Maine hummingbird shower in the rain",
    "published": "2024-07-05T13:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/0gDO3g_0uFNCZUO00?type=thumbnail_1600x1200",
    "performance_score": 0,
    "domain_rank": 3373,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "208fb39ebe16609d8ef633d287adc34009e7c49a",
  "url": "https://www.newsbreak.com/presque-isle-me/3516568131345-watch-this-maine-hummingbird-shower-in-the-rain",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2024-07-05T13:00:00.000+03:00",
  "title": "Watch this Maine hummingbird shower in the rain",
  "text": "By Pete Warner ,\n5 hours ago Editor’s note: This story was originally published in June 2023.\nLinda Theriault-Quirion enjoys immersing herself in nature. She goes out for a walk every day, even during the winter.\nAs a diehard outdoor enthusiast, she has developed a keen sense of awareness about things going on around her.\nThose skills paid tremendous dividends — and without her even leaving her home in Presque Isle — in August 2022.\nIt was pouring rain outside, which provided a backyard visitor with the opportunity to get cleaned up.\n“I happened to be walking by the window in the kitchen and that caught my eye and I was like, oh my God, that is too cute,” Theriault-Quirion said.\nOn a tree branch, a hummingbird was fluttering its wings and aiming its pointed beak toward the sky while enjoying the chance to take a shower. It was a sight she had never seen before.\nTheriault-Quirion pulled out her phone and began taking video of the episode, which she has been kind enough to share with Bangor Daily News readers.\n“I have seen them before in the lilac bush because the hummingbird feeders are hanging close to the bush,” she said. “That one was particularly cute.”\nTheriault-Quirion said the bird in the video is a female ruby-throated hummingbird, which does not have the iridescent red throat feathers found in males. She’s accustomed to seeing many different species visiting their feeders.\n“We get purple finches, house finches, yellow finches. We get the grosbeaks, you name it,” she said, noting that an indigo bunting is the most striking of the birds that have visited.\n“I was just mesmerized by it,” she said.\nPhotography is a favorite hobby for Theriault-Quirion, who enjoys taking pictures of sunsets, sunrises and the moon. Her walks through the woods produce plenty of photo subjects.\n“I’m always on the lookout for something different,” she said. “People will ask me, where did you take this picture, and most of them are done right at Mantle Lake here.”\nTherault-Quirion, who for nearly 11 years has been retired from her job in the Aroostook County district attorney’s office, admits she isn’t a particularly patient person. However, her forays looking for wildlife, and other beautiful elements of the outdoors, with her camera have improved her ability to slow down and enjoy the view.\n“This has taught me some patience,” she said.\nTheriault-Quirion is thrilled to be able to share her photos and videos on Facebook, because she knows everyone doesn’t have the same opportunity.\n“People will message me and say, I used to be able to do that and I appreciate so much that you’re sharing these videos and these pictures,’” she said.\nToday, we are all benefiting from her efforts.\nDo you have an outdoors photo or video to share? Send it to pwarner@bangordailynews.com and tell us, “I consent to the BDN using my photo/video.”\nExpand All Read in NewsBreak",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=0gDO3g_0uFNCZUO00",
    "https://img.particlenews.com/image.php?url=0gDO3g_0uFNCZUO00",
    "https://img.particlenews.com/image.php",
    "https://www.img.particlenews.com/image.php?url=0gDO3g_0uFNCZUO00",
    "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=0gDO3g_0uFNCZUO00"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pete warner",
        "sentiment": "negative"
      },
      {
        "name": "linda",
        "sentiment": "neutral"
      }
    ],
    "organizations": [
      {
        "name": "bangor daily news",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "maine",
        "sentiment": "none"
      },
      {
        "name": "presque isle",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T13:48:30.682+03:00",
  "updated": "2024-07-05T13:48:30.682+03:00"
}