{
  "thread": {
    "uuid": "d3a734e1913de5be53dbc47f3307f0b5e1f78944",
    "url": "https://vnexplorer.net/z/1207646.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/it",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "IT - VNExplorer",
    "title": "Todde “Fonti rinnovabili sono centrali per lo sviluppo della Sardegna”",
    "title_full": "Todde “Fonti rinnovabili sono centrali per lo sviluppo della Sardegna”",
    "published": "2024-07-05T03:05:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ppTqp.img",
    "performance_score": 0,
    "domain_rank": 98072,
    "domain_rank_updated": "2024-07-02T13:08:29.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d3a734e1913de5be53dbc47f3307f0b5e1f78944",
  "url": "https://vnexplorer.net/z/1207646.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-07-05T03:05:00.000+03:00",
  "title": "Todde “Fonti rinnovabili sono centrali per lo sviluppo della Sardegna”",
  "text": "Todde “Fonti rinnovabili sono centrali per lo sviluppo della Sardegna” CAGLIARI (ITALPRESS) – “Dopo settimane di lavoro e di confronto, il DL ‘Misure urgenti per la salvaguardia del paesaggio e dei beni paesaggistici e ambientalì è legge. La Sardegna potrà decidere quale dovrà essere il suo destino energetico: non ci saranno più autorizzazioni che passeranno sopra la nostra testa. Qualsiasi autorizzazione verrà decisa e data dagli uffici della Regione, chiaramente interpellando i Comuni, i territori e i cittadini”. Così Alessandra Todde, presidente della Regione Sardegna, in un post su Facebook. “Stiamo già lavorando – ha proseguito – per redigere il piano energetico regionale, per il completamento del piano paesaggistico regionale e per definire, entro sei mesi, la mappa delle aree idonee ad ospitare gli impianti”. “Voglio essere chiara – ha continuato Todde – ancora una volta. La transizione ecologica è il nostro presente e il nostro futuro e le fonti rinnovabili sono centrali per lo sviluppo sostenibile della Sardegna. Per questo è necessario che lo sviluppo e la realizzazione di nuovi impianti di produzione di energia elettrica da fonti rinnovabili avvenga in un contesto di tutela e salvaguardia dell’ambiente e del paesaggio. Non possiamo più accettare che si speculi e si lucri su territorio, suolo e paesaggio. Non possiamo più permettere che il nostro territorio venga calpestato. Voglio ringraziare – ha aggiunto – la squadra che ha lavorato giorno e notte per superare anni di inerzia che ci hanno obbligato a dover correre per raggiungere questo risultato. Grazie agli assessori all’Ambiente, all’Industria, alla Cultura, all’Agricoltura, all’Urbanistica. Ringrazio il Consiglio regionale che ha dato priorità a questa legge e tutta la maggioranza – ha concluso – che lo ha sostenuto e le forze di minoranza”. – Foto: Agenzia Fotogramma – (ITALPRESS).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T11:15:17.931+03:00",
  "updated": "2024-07-05T11:15:17.931+03:00"
}