{
  "thread": {
    "uuid": "7c60cf868e367b682961a15f716f414d2f1d9a78",
    "url": "https://energy.economictimes.indiatimes.com/news/renewable/australias-push-to-put-more-solar-panels-on-rental-homes/107743696",
    "site_full": "energy.economictimes.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "https://b2b.economictimes.indiatimes.com/",
    "site_categories": [
      "media",
      "business",
      "green_solutions"
    ],
    "section_title": "\n    Latest Business News | The Economic Times B2B",
    "title": "Solar Rooftop: Australia's push to put more solar panels on rental homes, ET EnergyWorld",
    "title_full": "Solar Rooftop: Australia's push to put more solar panels on rental homes, ET EnergyWorld",
    "published": "2024-02-16T05:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://etimg.etb2bimg.com/thumb/msid-107743696,imgsize-157134,width-1200,height=765,overlay-etenergy/renewable/australias-push-to-put-more-solar-panels-on-rental-homes.jpg",
    "performance_score": 0,
    "domain_rank": 278,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7c60cf868e367b682961a15f716f414d2f1d9a78",
  "url": "https://energy.economictimes.indiatimes.com/news/renewable/australias-push-to-put-more-solar-panels-on-rental-homes/107743696",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "www.ETEnergyworld.com",
  "published": "2024-02-16T05:55:00.000+02:00",
  "title": "Solar Rooftop: Australia's push to put more solar panels on rental homes, ET EnergyWorld",
  "text": "ADELAIDE: As a university student in Canberra, Eilis Fitt and her two housemates set rules to keep their electricity bill down - no heater in the living room unless everyone was home, and no turning on the washing machine or dishwasher during peak hours. So she was delighted - and surprised - when their landlord installed solar panels about a year after she moved in. After some initial hiccups, the effect was startling: their electricity bills \\\"went down significantly,\\\" she said. \\\"It made us feel so much more comfortable about turning on the heater when it got cold,\\\" said Fitt, 25. \\\"We got lucky - it's very rare for renters to have solar. Landlords generally don't care about how much tenants have to fork out for their electricity use,\\\" she told the Thomson Reuters Foundation. Australia has the highest solar capacity installed per capita in the world, with photovoltaic panels in about one-third of households, or 3.6 million homes. That helps many cope with some of the highest electricity prices in the Asia Pacific. But the benefits have largely eluded renters and those living in social housing, with analysts estimating that only 4% of rental homes have solar power. \\\"There are no incentives for renters to pay for solar systems themselves, since they have limited security of tenure, let alone rights to do much to the property itself,\\\" said Dylan McConnell, a renewable energy researcher at the University of New South Wales. \\\"Similarly, landlords have limited incentive to install solar, since only the renter has the relationship with the energy retailer and can therefore benefit,\\\" said McConnell. But there is a growing realisation that installing solar on social housing and rentals - which make up more than 30% of properties - is essential to meeting clean energy targets, McConnell said. So there are efforts to encourage landlords to make that investment, he said, with incentives such as grants, rebates and low-interest loans. ENERGY HARDSHIP Australia, with a population of some 25 million, is seeing more frequent extreme weather events such as forest fires, floods, and especially heat waves which are forecast to increase in frequency, intensity and duration due to climate change. Generous subsidies, alongside \\\"dramatically escalating\\\" electricity prices, kickstarted the household PV boom from around 2010, according to McConnell, helping more than double Australia's renewable electricity generation in the last decade. However, renters and those living in social housing are experiencing \\\"energy hardship\\\", the energy regulator said in a November report that recommended rebates and other assistance. A more desirable solution is solar, but it can be hard for renters and those living in low socio-economic areas to get finance, said Jenny Paradiso, co-founder and managing director of solar firm Suntrix. \\\"The people who want solar have already got it by now. So we have to go after the renters, the low-income households, those who live far from the grid, and make it easier for them,\\\" she said in her office as Adelaide experienced its warmest day of the summer, with a high of more than 41 degrees Celsius (105.8F). Suntrix was among the first solar firms to install SolShare, a technology that allows apartments to share solar energy from a single rooftop system that is connected to the units via the building's main switchboard, and delivers energy equitably. \\\"Tech plays a big part - it's not just about the panels,\\\" said Paradiso. \\\"Technologies like SolShare make solar more accessible to everyone.\\\" The SolShare, developed by Australian startup Allume, has been embraced by apartment blocks and affordable housing providers such as Housing Choices Australia, a non-profit that owns and manages about 7,400 properties across the country. Housing Choices has installed solar panels in more than a dozen properties each in South Australia and Western Australia, and in some 500 properties in Victoria, including three apartment blocks with SolShare, said spokesperson Emma Duncan. \\\"Whilst a majority of the solar installations are initiated by Housing Choices, there has been a demand from residents for solar, especially in the past two years, with the rising cost of electricity bills,\\\" she said. MOST COST-EFFECTIVE Australia plans to increase the share of clean energy to as much as 82% of overall electricity supply by 2030 from about a third. Solar currently accounts for the biggest share of clean energy production, at nearly 14%. Solar is the \\\"most cost-effective means to reduce greenhouse gas emissions related to household electricity use\\\" because producing electricity at the point of consumption reduces transmission and distribution energy losses, according to the energy regulator. But with fewer subsidies and the declining value of energy exported back into the grid during daylight hours, there is less incentive for landlords to install solar, said McConnell. A survey last year by advocacy group Better Renting showed that about one-in-three renters were keen to get solar because of non-financial reasons, such as contributing to a cleaner, more sustainable future. Yet most renters surveyed also worried that landlords would use solar to justify rent increases. At a social housing complex in Adelaide, where Suntrix is installing solar panels and SolShare as part of a government-funded renovation, residents in the 96 units are mostly concerned about lowering their electricity bills, said Paradiso. \\\"There is greater awareness of the benefits of solar - though it's mostly the economic benefits they're looking at,\\\" she said. \\\"But more and more, they are also worried about their carbon footprint.\\\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "eilis fitt",
        "sentiment": "neutral"
      },
      {
        "name": "fitt",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "energyworld adelaide",
        "sentiment": "neutral"
      },
      {
        "name": "thomson reuters foundation",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "canberra",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "asia pacific",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T08:34:47.028+02:00",
  "updated": "2024-02-16T08:34:47.028+02:00"
}