{
  "thread": {
    "uuid": "190eca40d540b722960bae842f36ba5b1c1083cf",
    "url": "https://www.fox32chicago.com/news/bodycam-videos-show-indiana-mans-rescue",
    "site_full": "www.fox32chicago.com",
    "site": "fox32chicago.com",
    "site_section": "https://news.google.com/rss/search?pz=1&cf=all&hl=en-US&q=video&cf=all&gl=US&ceid=US:en",
    "site_categories": [
      "media"
    ],
    "section_title": "\"video\" - Google News",
    "title": "Bodycam videos show miraculous rescue of Indiana man trapped in crashed truck",
    "title_full": "Bodycam videos show miraculous rescue of Indiana man trapped in crashed truck",
    "published": "2024-01-08T00:31:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.foxtv.com/static.fox32chicago.com/www.fox32chicago.com/content/uploads/2024/01/1280/720/GFX-1-1.jpg?ve=1&amp;tl=1",
    "performance_score": 0,
    "domain_rank": 8603,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "190eca40d540b722960bae842f36ba5b1c1083cf",
  "url": "https://www.fox32chicago.com/news/bodycam-videos-show-indiana-mans-rescue",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Cody King",
  "published": "2024-01-08T00:31:00.000+02:00",
  "title": "Bodycam videos show miraculous rescue of Indiana man trapped in crashed truck",
  "text": "PORTAGE, Ind. - Editor&apos;s note: The bodycam videos may be disturbing to some viewers and may contain explicit language. Discretion is advised.\nPortage police have released bodycam videos that show the shocking rescue of an Indiana man who survived after being trapped in his crashed truck for six days under a bridge.\nThe police department released six separate videos from five different officers that captured 27-year-old Matt Reum&apos;s rescue on Dec. 26, 2023.\nIn one of the videos, Cpl. Tobey is seen approaching the crashed truck from behind as other officers are standing in front of him at the scene.\n\"Hang on buddy, you stay there. We got medics coming okay. Don&apos;t worry about nothing,\" Officer York tells Reum, who was trapped in the truck.\nCpl. Tobey is seen cutting away the airbag and pushing back debris while reassuring Reum, saying, \"We got you, buddy.\"\n\"How far down your leg can you still feel?\" Cpl Tobey then asked Reum.\nReum said he could wiggle his toes on his right leg and could feel his left leg above the knee.\nCpl. Tobey instructs him to pull his left arm inside the vehicle as he moves some of the debris away to help reach Reum.\nReum is then heard telling the officers that both of his legs are stuck under parts of the vehicle.\nFirefighters assisted officers with taking apart the truck and administering a bag of fluids to Reum. Once night fell, crews began to get Reum onto a stretcher.\nSmall cries escaped Reum as firefighters pulled him onto the stretcher and out of the truck.\n\"Don&apos;t forget to breathe,\" Cpl. Tobey told Reum.\n\"Just don&apos;t take my pulse right now. It&apos;ll probably scare you,\" Reum said.\nAnother bodycam video shows an officer speaking with the two fishermen who found Reum while they were scouring the area for fishing spots.\nOfficer York also spoke with the two fishermen and other officers, reviewing Reum&apos;s condition.\n\"He said he&apos;s been here like six days,\" York said. \"He&apos;s at 120 bpm – he&apos;s conscious, breathing. I think his legs are crushed.\"\nYork was briefing another officer about what happened on the bodycam video.\n\"I came on that side, I peaked my head, I saw the truck and was like holy s***!\" York said. \"It&apos;s crazy!\"\nReum was airlifted from the scene to South Bend Memorial Hospital for treatment. As of Sunday, he remains hospitalized but is making positive strides in his recovery.\nHow the crash happened that left Reum trapped in his truck Matt Reum, 27, of Mishawaka, became trapped in his truck for six days after a crash that occurred Dec. 20, 2023.\nReum was driving on I-94 when his truck moved to the right of the highway barrier, went airborne and rolled several times.\nThe truck then moved to the left and eventually went underneath the bridge, shielding it from passersby above on the roadway and partially submerged in Salt Creek.\nSix days passed and Reum was still trapped in his mangled truck. That is, until nothing short of a miracle happened on Dec. 26.\nTwo fishermen – Mario Garcia and his son-in-law Nivardo Delatorre – ventured out to find fishing spots in the area when they came across Reum&apos;s truck lodged underneath the bridge.\nRELATED: 911 call released after Indiana man rescued from trapped vehicle: &apos;It&apos;s a miracle he&apos;s alive&apos;\nGarcia went up to the driver&apos;s side window and looked inside, moved the airbag and saw Reum&apos;s body.\n\"I went to touch the shoulder and the moment I touched the shoulder, he swung around, he woke up,\" said Garcia. \"He was alive, and he was very happy to see us, I’ve never seen a relief like that. He says he tried yelling and screaming, but no one could hear him, it was quiet, just the sound of the water.\"\n\"For me, it was the first time going [to Salt Creek] so it was just, we were put there for a reason,\" said Delatorre.\nThe pair spoke with Reum and then notified the authorities.\nDue to the challenging terrain, it took quite some time for first responders to safely get Reum out of the wrecked vehicle.\nIn a social media update on Saturday, Reum said he is making positive strides in his recovery. He&apos;s currently on day 12 of being hospitalized.\n\"I got a shower yesterday, which is why my hair looks amazing. I have learned how to walk again with assistance on the walker. Right now the most challenging thing for me is going up a stair or curve and also going up a ramp,\" Reum said. \"At 27, I never thought that was going to be challenging for me to do that, but it is.\"\nReum is also undergoing physical therapy and is sharing his progress on his social media platforms, including Facebook and TikTok.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Human Interest"
  ],
  "external_links": [
    "https://www.facebook.com/watch/?v=1157758298535624",
    "https://www.facebook.com/watch/",
    "https://facebook.com/watch/?v=1157758298535624"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "matt reum",
        "sentiment": "none"
      },
      {
        "name": "cpl tobey",
        "sentiment": "none"
      },
      {
        "name": "tobey",
        "sentiment": "none"
      },
      {
        "name": "officer york",
        "sentiment": "none"
      },
      {
        "name": "reum",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "portage",
        "sentiment": "none"
      },
      {
        "name": "indiana",
        "sentiment": "none"
      },
      {
        "name": "ind.",
        "sentiment": "none"
      },
      {
        "name": "portage",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:49:24.259+02:00",
  "updated": "2024-01-08T04:08:37.801+02:00"
}