{
  "thread": {
    "uuid": "32db299af6cf4b8434db2f3a222e2ee8becb3650",
    "url": "https://spectrumnews1.com/oh/columbus/news/2024/02/12/arnold-firefighter-strongman",
    "site_full": "spectrumnews1.com",
    "site": "spectrumnews1.com",
    "site_section": "http://spectrumlocalnews.com/services/contentfeed.oh%7ccincinnati%7cnews.landing.rss",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Local News | Cincinnati | Spectrum News",
    "title": "Prospect firefighter prepares for Arnold Sports Festival",
    "title_full": "Prospect firefighter prepares for Arnold Sports Festival",
    "published": "2024-02-29T23:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s7d2.scene7.com/is/image/TWCNews/IMG_7680-1",
    "performance_score": 0,
    "domain_rank": 8177,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "32db299af6cf4b8434db2f3a222e2ee8becb3650",
  "url": "https://spectrumnews1.com/oh/columbus/news/2024/02/12/arnold-firefighter-strongman",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Steve Oldfield",
  "published": "2024-02-29T23:00:00.000+02:00",
  "title": "Prospect firefighter prepares for Arnold Sports Festival",
  "text": "PROSPECT, Ohio — An Ohio tradition going back 35 years takes place at the end of the month in Columbus: the Arnold Sports Festival , named after bodybuilder and actor Arnold Schwarzenegger.\nThe event draws about 12,000 athletes from 80 countries, competing in more than 50 events, from bodybuilding to girls' gymnastics. Among them, competitors from all over Ohio, from small towns like Prospect, where a weightlifter named Corey Makowski has been training for months to compete in the World’s Strongest Firefighter event.\nWhat You Need To Know It's the 35th year for the Arnold Sports Festival in Columbus\nProspect firefighter Corey Makowski will compete in the World's Strongest Firefighter event\nThe Arnold Sports Festival draws 12,000 athletes competing in more than 50 events Makowski is both a professional firefighter for the nearby city of Marion and he is a lieutenant for the volunteer Battle Run Fire District in Prospect.\nMakowski converted his home garage into a gym. He’s lifted weights for years, but he’s still pretty new to the sport of strong man.\n“Scrolling through YouTube, I came across the episode of the show from the History Channel, ‘History’s Strongest Men’ and there was an episode of when they were pulled the Dinnie Stones in Scotland, which are famous lifting stones. I thought, ‘Hey, they can pick up rocks and I can pick up rocks, too.’”\nHe went to his family farm to make his own version of the Dinnie Stones.\n“I went to the rock pile there and grab two of the heaviest stones that I could pick up at the time,” he said. “One of them’s 171 pounds. The other 183. I drilled a hole in the top and attached handles.”\nHe’s spent more time working with the stones this year than last, when it was his first time competing at The Arnold.\n“Last year was a bit rough. I did not prepare as well as should have,” Makowski said. “I ended up in last place. The guys that are in contention for the title are on a whole different level than I am.”\nBut he says it’s still fun to compete.\n“It’s a really cool community because everybody is telling you how to be better, even though they’re in direct competition against you.”\nCompeting is not just a flex of strength. It helps Makowski train for his day job too.\n“When I put all my gear on, plus the air pack carrying tools and I’m walking into a fire at approximately 350 pounds once I have all my gear on,” he said.\nMakowski weighs about 280 and the gear weighs an additional 70 pounds.\n“The movements in Strongman are very similar to what we have to do on the day-to-day job,” he said. “A lot of our runs are for injury lift assists, which is just helping people off the floor. And it could be anybody from 98-pound grandma to 550-pound bariatric patients.”\nMakowski is the third generation working as a firefighter in Ohio.\n“My grandpa got on Marion City Fire after getting home from Vietnam. My dad started in 1990, I believe, and he actually just retired. It’s kind of a family tradition at this point.”\nHe’s starting a new tradition with his boy Eli, competing in Strongman.\n“My dad’s strong, he’s going to do great,” Eli said.\nThe four-year-old is also strong. He’s already competed in a kid strength competition and won his division.\n“My son walks up to me afterwards, and he says, ‘Dad, this is the first time I’ve done one and I won. How come every time we come, you lose?’ And that was a bit of a kick in the gut,” Makowski said.\nBut he tells his son competing at the Arnold’s about more than medals and trophies.\n“The coolest part of it for me is I now talk to guys in France, England, all over the U.S. I love the networking aspect of it.”\nAll brought together by the one and only Arnold Schwarzenegger.\n“Everybody that’s going there feels that they are near the top of what they are capable of, otherwise they wouldn’t go put it on display. He’s enabled us to have that platform to go there.” From gyms, firehouses and garages all over Ohio and the world.\nThe Arnold Sports Festival runs from Feb. 29 to March 3.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [
    "https://www.arnoldsports.com/",
    "https://www.arnoldsports.com",
    "https://arnoldsports.com/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "arnold schwarzenegger",
        "sentiment": "none"
      },
      {
        "name": "makowski",
        "sentiment": "none"
      },
      {
        "name": "corey makowski",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "columbus prospect",
        "sentiment": "none"
      },
      {
        "name": "prospect",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "columb",
        "sentiment": "none"
      },
      {
        "name": "ohio",
        "sentiment": "none"
      },
      {
        "name": "marion",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:12:50.518+02:00",
  "updated": "2024-03-01T00:12:50.518+02:00"
}