{
  "thread": {
    "uuid": "11dd2c35305968fb425c719b5e46808b235cb521",
    "url": "https://www.europapress.es/internacional/noticia-ejercito-sudanes-splm-acuerdan-entrada-ayuda-humanitaria-kordofan-sur-20240505172026.html",
    "site_full": "www.europapress.es",
    "site": "europapress.es",
    "site_section": "https://europapress.es/internacional",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "\r\n\tInternacional: Noticias de hoy | EUROPA PRESS\r\n",
    "title": "El Ejército sudanés y el SPLM-N acuerdan la entrada de ayuda humanitaria a Kordofán del Sur",
    "title_full": "El Ejército sudanés y el SPLM-N acuerdan la entrada de ayuda humanitaria a Kordofán del Sur",
    "published": "2024-05-05T19:20:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://img.europapress.es/fotoweb/fotonoticia_20240505172026_1200.jpg",
    "performance_score": 0,
    "domain_rank": 2629,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "11dd2c35305968fb425c719b5e46808b235cb521",
  "url": "https://www.europapress.es/internacional/noticia-ejercito-sudanes-splm-acuerdan-entrada-ayuda-humanitaria-kordofan-sur-20240505172026.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Europa Press",
  "published": "2024-05-05T19:20:00.000+03:00",
  "title": "El Ejército sudanés y el SPLM-N acuerdan la entrada de ayuda humanitaria a Kordofán del Sur",
  "text": "MADRID, 5 May. (EUROPA PRESS) -\nEl Ejército de Sudán y el Movimiento por la Liberación de Sudán - Norte (SPLM-N, por sus siglas en inglés) han decidido dar un respiro a los cruentos combates que están librando en el estado de Kordofán del Sur, en el sur del país, para permitir la llegada de ayuda humanitaria.\nEl Ejército y el grupo liderado por Abdulaziz al Hilu llevan protagonizando intensos enfrentamientos en el estado desde el verano del año pasado, cuando el grupo rebelde decidió romper en junio el alto el fuego que estaba en vigor tras denunciar ataques militares en medio de la guerra que libra el Ejército contra las paramilitares Fuerzas de Apoyo Rápido (RSF).\nEl pacto ha sido alcanzado tras el primer encuentro mantenido entre ambas partes tras el estallido de la guerra, el 15 de abril del año pasado, y en el que por fin se han visto las caras el número dos del Ejército sudanés, Shams al Din Kabbashi, con el propio Al Hilu en Yuba, la capital de Sudán del Sur.\n\"Ambas partes han acordado facilitar la entrega inmediata de ayuda humantiaria en las zonas respectivamente controladas del estado\", según el comunicado del Consejo Soberano de Transición, la entidad política creada por los militares y que dirige su líder, Abdelfatá al Burhan, que avanza además un segundo encuentro dentro de una semana para formalizar el protocolo de ayuda.\nEl acuerdo ha sido confirmado al 'Sudan Tribune' por el portavoz del SPLM-N Sanaa Philip Matar, quien estima que los combates en Kordofán del Sur han forzado el desplazamiento de 600.000 personas hacia las montañas de Nuba, a las que hay que sumar otras 50.000 desplazadas por los combates entre el Ejército y los paramilitares que se han refugiado en la provincia de New Fung, en el estado de Nilo Azul, también bajo control del SPLM-N.\nLa guerra en Sudán ha provocado la mayor crisis de desplazamiento humano de la actualidad, donde más de ocho millones de sudaneses se han visto obligadas a abandonar sus hogares. De ellos, tres millones son niños. Más de 25 millones de personas necesitan alimentos y medicinas básicos y 4,9 millones de esas personas están directamente borde de la hambruna.\nLa guerra ha dejado al menos 15.500 fallecidos, según datos verificados por la ONG del Proyecto de Datos de Eventos y Ubicación de Conflictos Armados (ACLED) pero el enviado especial de EEUU para el país africano, Tom Perriello, da por válido que estas estimaciones representan solo una fracción de los muertos reales, que podrían rebasar ya los 150.000 en todo el país.\nLeer más acerca de: Reino Unido Sudán",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-06T00:05:37.544+03:00",
  "updated": "2024-05-06T00:05:37.544+03:00"
}