{
  "thread": {
    "uuid": "674efff8269a086787af3cacf883c667c594e110",
    "url": "https://britishprimeminister.seesaa.net/article/502971254.html",
    "site_full": "britishprimeminister.seesaa.net",
    "site": "seesaa.net",
    "site_section": "https://britishprimeminister.seesaa.net",
    "site_categories": [
      "media"
    ],
    "section_title": "拝啓　リシ・スナク首相　エマニュエル・マクロン 大統領　オラフ・ショルツ首相　",
    "title": "To British Prime Minister Rishi Sunak: (HV) is becoming increasingly popular in the US. Overall, ``Hybrid vehicles (HVs) are also superior in reducing greenhouse gas emissions. (EVs) emit CO2 during battery manufacturing and power generation.: 拝啓 リシ・スナク首相 エマニュエル・マクロン 大統領 オラフ・ショルツ首相",
    "title_full": "To British Prime Minister Rishi Sunak: (HV) is becoming increasingly popular in the US. Overall, ``Hybrid vehicles (HVs) are also superior in reducing greenhouse gas emissions. (EVs) emit CO2 during battery manufacturing and power generation.: 拝啓 リシ・スナク首相 エマニュエル・マクロン 大統領 オラフ・ショルツ首相",
    "published": "2024-04-12T00:40:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://britishprimeminister.up.seesaa.net/seesaa_favicon/favicon-source-1188f.jpg",
    "performance_score": 0,
    "domain_rank": 2548,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "674efff8269a086787af3cacf883c667c594e110",
  "url": "https://britishprimeminister.seesaa.net/article/502971254.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "長野トミー",
  "published": "2024-04-12T00:40:00.000+03:00",
  "title": "To British Prime Minister Rishi Sunak: (HV) is becoming increasingly popular in the US. Overall, ``Hybrid vehicles (HVs) are also superior in reducing greenhouse gas emissions. (EVs) emit CO2 during battery manufacturing and power generation.: 拝啓 リシ・スナク首相 エマニュエル・マクロン 大統領 オラフ・ショルツ首相",
  "text": "To British Prime Minister Rishi Sunak 2024-04-12:Dear sir, (HV) becomes increasingly popular in the United States. Overall, ``Hybrid vehicles (HVs) are also superior in reducing greenhouse gas emissions. (EVs) emit CO2 during battery manufacturing and power generation. According to a 2022 study by the U.S. Department of Energy, EVs emit 2,727 pounds of CO2 equivalent greenhouse gases per year. In comparison, the HV was £6,898 and the pure petrol car was £12,594. A study conducted by the Massachusetts Institute of Technology (MIT) in 2019 com-pared three types of similar cars: pure gasoline cars, HVs, and EVs, and found similar results. Because of this large difference in emissions between HVs and pure gasoline cars, the Toyota Prius, the forerunner of HVs that was introduced in the late 1990s, came to be hailed by environmental groups and Hollywood industry figures. The Environmental Protection Agency (EPA) will decide on proposed regulations this spring. New standards proposed last year call for average vehicle emissions to be re-duced by 56% by 2032 compared to 2026 model cars. Groups representing automakers such as Toyota, Honda and Ford are lobbying to block the regulation. I think regulations should be based on comprehensive evalua-tion. In order to meet the standards, the sales ratio of EVs will need to rise to 67% by 2032. (EVs) emit CO2 during battery manufacturing and power generation. You should calculate this. Manufacturers argue that the regulation will force manufacturers to make a hasty transition away from hybrids and other gasoline-powered vehicles, resulting in con-sumers buying more expensive cars. Stephen Ciccone, head of government relations for Toyota North America, said in a message to U.S. dealers that the EPA's \"draconian EV mandate\" is actually bad for the environment. Studies have shown that HVs typically emit less CO2 into the atmosphere than gaso-line-only powered cars. EVs do not emit CO2 while driving, but in the United States, natural gas or coal-fired power plants typically generate at least some of the electricity to charge them. Additionally, manufacturing EVs and their batteries emits more CO2 than manufac-turing pure gasoline cars. The evaluation criteria should not only be based on the strengths of EVs, but should also include their weaknesses. The market's shift to HVs has brought an unexpected benefit to Toyota, prompting automakers such as Ford Motor Co. and General Motors (GM) to increase the number of models that use both gasoline and electricity. If we are to promote EVs, we should abolish natural gas or coal-fired power plants. This is not possible. If Trump becomes president, he should stop promoting EVs. First of all, I have a question, but in the ``war between NATO and Russia'' in Ukraine, ``how much CO2'' does a ``conventional bomb'' emit? Isn't the EU talking about convenient global warming countermeasures? Could the increase in CO2 be caused by \"war\"? Isn't CO2 increasing because \"con-ventional bombs\" began to be used in large quantities in wars after the Industrial Revolution? Part 1 Citations/References Are hybrid cars “eco-friendly” enough? Controversy erupts in the US [https://diamond.jp/articles/-/339656](https://diamond.jp/articles/-/339656) I'll write tomorrow too. Part 2. Japan is a \"state of abnormal human rights violations\". \"Everyone\" of the \"international community\", please help! First of all, please read \"false accusation\" in the 2010 \"Crime of Supporting Violation of Immigration Law\". Reason for punishment: A Chinese national obtained a \"residence status\" by submitting a \"false employment contract.\" And they committed immigration law violations (activities outside of their qualifications). Because \"we\" provided \"false employment contract documents\" to the Chinese, the Chinese were able to obtain \"residence status.\" The Chinese were able to \"live\" in Japan because they obtained a \"status of residence\". Because the Chinese were able to \"live\" in Japan, they were able to \"work illegally.\" Therefore, ``we'' who ``provided'' the Chinese with ``false employment contract documents'' were punished as ``helping'' the Chinese ``activities outside the scope of their status of residence''. This is an arbitrary \"error of applicable law\". This is out of the \"logic of the law\". My claim: \"1\" The Immigration Control Act stipulates that the Minister of Justice will take an \"administrative disposition\" (Immigration Control Act: Cancellation of the status of residence) for the act of submitting false documents and obtaining a status of residence. You are now \"finished\". \"Aiding\" an act of innocence is innocence. A Chinese national who has engaged in “2” (activities outside the qualification) is not guilty. The reason is that the \"person who hired them\" has not been punished for \"promoting illegal employment\" under the Immigration Control Act. Therefore, by \"equality under the law\", the Chinese are innocent. The revision of the Immigration Control Law in December 2016 made it possible to punish the act of \"providing\" \"false employment contract documents\". Implemented from January 2017. According to Article 39 of the Constitution, it is not possible to \"retroactively\" to the \"past\" and \"punish\". [https://www.moj.go.jp/isa/laws/h28_kaisei.html](https://www.moj.go.jp/isa/laws/h28_kaisei.html) See \"Indictment.\" The stated facts \"state\" the \"fact\" of \"not guilty.\" (Japanese English) [http://www.miraico.jp/ICC-crime/2Related%20Documents/%EF%BC%91Indictment.pdf](http://www.miraico.jp/ICC-crime/2Related%20Documents/%EF%BC%91Indictment.pdf) \"My Appeal\" (Japanese) [https://blog.goo.ne.jp/nipponnoasa/e/d28c05d97af7a48394921a2dc1ae8f98](https://blog.goo.ne.jp/nipponnoasa/e/d28c05d97af7a48394921a2dc1ae8f98) \"My Appeal\" (English) [https://blog.goo.ne.jp/nipponnoasa/e/ac718e4f2aab09297bdab896a94bd194](https://blog.goo.ne.jp/nipponnoasa/e/ac718e4f2aab09297bdab896a94bd194) \"Chinese, Korean, Filipino, American, etc.\" There are more than tens of thousands, hundreds of thousands of victims all over the world. An unusual number of people. Prosecutors' \"(deprivation) of liberty\" is \"arbitrary.\" They are \"disobeying the law\" and \"selfish\". They have no \"(logical) (necessity)\". The prosecution is \"punishing\" \"as they wish\". In 2010, \"me and the Chinese\" in the immigration violation case, and in 2013, Philippine Embassy staff and diplomats were also punished for the same reason. \"I\" argued \"not guilty\", explaining with \"logic of the law\". Police and prosecutors then said, \"(You) should admit (your crime) in general terms.\" Japan is the only country that punishes in general terms! . The judge stated \"Causal relationship\" with crazy \"logic\". When I \"see\" (text of the judgment), I \"laugh out loud.\" This case is an error of arbitrary application of law by police officers, prosecutors and judges. The charges are \"abuse of authority of a special public official\" and \"crimes of false complaints.\" The prosecution \"killed\" the \"accusation letter\" and \"accusation letter\" by \"ex officio.\" Therefore, the statute of limitations has been suspended. I am \"appealing\" two things. 1: The foreigner performed \"illegal labor\" other than \"status of residence\". But foreigners are innocent because of \"equality under the law\". 2: The prosecution “applied” “Articles 60 and 62 of the Penal Code” to Article 70 of the Immigration Control Act on the grounds of “support for Article 22-4-4 of the Immigration Act”. However, it is \"error of applicable law\". (as above). Koreans make demands on Japan over the \"solved\" \"comfort women and forced laborers\" issue, but should support \"tens of thousands of Korean victims\" who have been punished for \"violating immigration laws.\" . The Japanese government is hiding Japan's human rights violations by making up such things as \"human rights violations against Uyghurs in China.\" \"I\" am demanding \"restoration of honor\" and \"compensation\" for myself, the Chinese, and the Philippine Embassy officials. Everyone in the world! ! Victims should report to their respective governments. The governments of each country have an obligation to demand the Japanese government to restore the honor of their own citizens and compensate them. Part 3. Construction of special zones. The \"special zone\" \"accepts\" refugees and immigrants as \"temporary immigrant\" workers, limiting their residence to the \"special zone\". Developed countries can use them as low-wage workers for economic growth, and refugees and immigrants can get jobs and live a hopeful human life. No2: [https://world-special-zone.seesaa.net/](https://world-special-zone.seesaa.net/) No1: [https://naganoopinion.blog.jp/](https://naganoopinion.blog.jp/) Part 4. Ukraine war. Zelensky took office on an \"election promise\" to scrap the Minsk Accords and regain territory through war. But when news of his tax evasion and tax havens came to light, he started a war. No2: [https://ukrainawar.seesaa.net/](https://ukrainawar.seesaa.net/) No1: [https://ukrainian-war.blog.jp/](https://ukrainian-war.blog.jp/) Part 5. \"U.S., Russia, and China\" Tripartite Military Alliance/War Show To create a world without war, we need a “Tripartite Military Alliance”! No2: [https://urc-military.seesaa.net/](https://urc-military.seesaa.net/) No1: [https://sangokugunzidoumei.blog.jp//](https://sangokugunzidoumei.blog.jp//) Part 6. Japan's notorious judicial system and human rights violations Japan's judicial system: Immigration law violation case False accusation: Nissan Ghosn case False accusation: Abuse at immigration facility: International student/intern student case: Non-interference in domestic affairs: Foreign opinions No2: [https://nipponsihou.seesaa.net/](https://nipponsihou.seesaa.net/) No1: [https://humanrightsopinion.blog.jp/](https://humanrightsopinion.blog.jp/) Part 7. Corona sensor development We should develop an \"inspection system\" that instantly \"discovers\" \"infected persons\" like thermography. [https://covid-19-sensor.seesaa.net/](https://covid-19-sensor.seesaa.net/) Part 8. North Korea's Abduction and Missile Issues & Taiwan's Defense [https://taiwan-defense.seesaa.net/](https://taiwan-defense.seesaa.net/) Part 9. Promotion of One Coin Union & Hydrogen Vehicles [https://onecoinunion.seesaa.net/](https://onecoinunion.seesaa.net/) Part 10. \"Nagano\" Opinion, Next Generation Nuclear Power: CO2 Free & SDGs: Russia/Ukraine Invasion Issues: Immigration/Refugee Issues: International/U.S. Politics/Taiwan Issues/Unification Church Issues [https://naganoopinion.seesaa.net/](https://naganoopinion.seesaa.net/) Best regards. Yasuhiro Nagano It is published in the following program. [https://toworldmedia.blogspot.com/](https://toworldmedia.blogspot.com/) If you have any questions, please contact us! [https://blog.goo.ne.jp/nipponnoasa/e/ac718e4f2aab09297bdab896a94bd194](https://blog.goo.ne.jp/nipponnoasa/e/ac718e4f2aab09297bdab896a94bd194)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Science and Technology"
  ],
  "external_links": [
    "https://humanrightsopinion.blog.jp/",
    "https://www.moj.go.jp/isa/laws/h28_kaisei.html",
    "https://diamond.jp/articles/-/339656)",
    "https://blog.goo.ne.jp/nipponnoasa/e/d28c05d97af7a48394921a2dc1ae8f98",
    "https://naganoopinion.blog.jp/)",
    "https://ukrainian-war.blog.jp/",
    "https://blog.goo.ne.jp/nipponnoasa/e/ac718e4f2aab09297bdab896a94bd194)",
    "https://www.moj.go.jp/isa/laws/h28_kaisei.html)",
    "http://www.miraico.jp/ICC-crime/2Related%20Documents/%EF%BC%91Indictment.pdf",
    "https://sangokugunzidoumei.blog.jp//)",
    "https://toworldmedia.blogspot.com/",
    "http://www.miraico.jp/ICC-crime/2Related%20Documents/%EF%BC%91Indictment.pdf)",
    "https://diamond.jp/articles/-/339656",
    "https://naganoopinion.blog.jp/",
    "https://ukrainian-war.blog.jp/)",
    "https://sangokugunzidoumei.blog.jp//",
    "https://blog.goo.ne.jp/nipponnoasa/e/d28c05d97af7a48394921a2dc1ae8f98)",
    "https://blog.goo.ne.jp/nipponnoasa/e/ac718e4f2aab09297bdab896a94bd194",
    "https://toworldmedia.blogspot.com/)",
    "https://humanrightsopinion.blog.jp/)",
    "https://toworldmedia.blogspot.com",
    "https://www.naganoopinion.blog.jp/",
    "https://sangokugunzidoumei.blog.jp/",
    "https://www.blog.goo.ne.jp/nipponnoasa/e/d28c05d97af7a48394921a2dc1ae8f98",
    "https://www.diamond.jp/articles/-/339656",
    "http://miraico.jp/ICC-crime/2Related%20Documents/%EF%BC%91Indictment.pdf",
    "https://humanrightsopinion.blog.jp",
    "https://www.naganoopinion.blog.jp/)",
    "https://www.blog.goo.ne.jp/nipponnoasa/e/ac718e4f2aab09297bdab896a94bd194",
    "https://moj.go.jp/isa/laws/h28_kaisei.html",
    "https://www.ukrainian-war.blog.jp/",
    "https://www.blog.goo.ne.jp/nipponnoasa/e/d28c05d97af7a48394921a2dc1ae8f98)",
    "https://ukrainian-war.blog.jp",
    "https://www.ukrainian-war.blog.jp/)",
    "https://www.toworldmedia.blogspot.com/",
    "https://www.blog.goo.ne.jp/nipponnoasa/e/ac718e4f2aab09297bdab896a94bd194)",
    "https://www.sangokugunzidoumei.blog.jp//",
    "https://www.humanrightsopinion.blog.jp/)",
    "https://moj.go.jp/isa/laws/h28_kaisei.html)",
    "https://www.diamond.jp/articles/-/339656)",
    "http://miraico.jp/ICC-crime/2Related%20Documents/%EF%BC%91Indictment.pdf)",
    "https://www.toworldmedia.blogspot.com/)",
    "https://www.sangokugunzidoumei.blog.jp//)",
    "https://www.humanrightsopinion.blog.jp/",
    "https://naganoopinion.blog.jp"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rishi sunak",
        "sentiment": "neutral"
      },
      {
        "name": "gro",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "u.s. department of energy",
        "sentiment": "none"
      },
      {
        "name": "massachusetts institute of technology",
        "sentiment": "none"
      },
      {
        "name": "epa",
        "sentiment": "none"
      },
      {
        "name": "environmental protection agency",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "hollywood",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T01:37:38.475+03:00",
  "updated": "2024-04-12T01:37:38.475+03:00"
}