{
  "thread": {
    "uuid": "ad55116427b183805c4a109e0901f8da67527aea",
    "url": "https://www.sentinelassam.com/topheadlines/assam-peace-accord-signed-with-united-liberation-front-of-asom-ulfa-683784",
    "site_full": "www.sentinelassam.com",
    "site": "sentinelassam.com",
    "site_section": "http://www.sentinelassam.com",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Assam News Headlines, Latest Assam News, North East Live News, Breaking News, Jobs - The Sentinel",
    "title": "Assam: Peace accord signed with United Liberation Front of Asom (ULFA) - Sentinelassam",
    "title_full": "Assam: Peace accord signed with United Liberation Front of Asom (ULFA) - Sentinelassam",
    "published": "2023-12-30T03:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://assets.sentinelassam.com/h-upload/2023/12/30/501621-5f63372c-08dd-4281-88b5-a874df08ad7e.jpg",
    "performance_score": 0,
    "domain_rank": 55474,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ad55116427b183805c4a109e0901f8da67527aea",
  "url": "https://www.sentinelassam.com/topheadlines/assam-peace-accord-signed-with-united-liberation-front-of-asom-ulfa-683784",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sentinel Digital Desk",
  "published": "2023-12-30T03:44:00.000+02:00",
  "title": "Assam: Peace accord signed with United Liberation Front of Asom (ULFA) - Sentinelassam",
  "text": "Assam: Peace accord signed with United Liberation Front of Asom (ULFA) A tripartite historic peace accord was signed on Friday between the pro-talks faction of the United Liberation Front of Asom (ULFA) and the Central and Assam governments, bringing to an end decades-old insurgency in the northeastern state. STAFF REPORTER GUWAHATI: A tripartite historic peace accord was signed on Friday between the pro-talks faction of the United Liberation Front of Asom (ULFA) and the Central and Assam governments, bringing to an end decades-old insurgency in the northeastern state. Union Home Minister Amit Shah, Assam Chief Minister Himanta Biswa Sarma, and 16 leaders of the pro-talks faction of the [ULFA ](https://www.sentinelassam.com/topheadlines/paresh-baruah-will-support-agreement-hopes-sashadhar-choudhury-683779)headed by Arabinda Rajkhowa were present during the signing of the peace agreement at the Ministry of Home Affairs at North Block in New Delhi. The Union Home Minister said it was a “historic moment” in respect of the peace accord with the ULFA (pro-talks) faction. The Home Minister said that nine peace accords and border agreements took place in the last five years under the leadership of Prime Minister Narendra Modi. “We will implement every clause of this agreement in a time-bound manner. The Home Ministry will constitute a committee to monitor the execution of the agreement. We will provide a package to the Assam government, besides the approval of several mega schemes for the state under this agreement,” he said. Shah said that 85 percent of the area under AFSPA (Armed Forces Special Power Act) has been withdrawn from Assam. Shah took the opportunity to convey thanks to the ULFA leadership for reposing trust in the governments and coming forward to the negotiation table. “The government has always shown its willingness to enter into a dialogue with a group that is willing to abjure the path of violence and place its demands within the framework of the Constitution,” Shah said. Thanking the Prime Minister and Home Minister for their relentless guidance to Assam in bringing back peace, Chief Minister Himanta Biswa Sarma said after the signing of the agreement, “This agreement will take Assam a few more steps towards development and prosperity. The Centre and the State Government will have to implement the clauses of the agreement jointly.” With this accord, around 8,200 militants, including 726 cadres belonging to the ULFA, have come overground and joined the national mainstream. A host of long-standing political, economic, and social issues concerning Assam, besides providing cultural safeguards and land rights to the indigenous people, have been incorporated into the accord. The hardline faction of the ULFA, led by Paresh Baruah, is not a party to the agreement, as he has rejected the olive branch extended by the government. The Rajkhowa-led ULFA faction began unconditional talks with the Central Government in 2011, despite stiff opposition from the hardline faction led by Paresh Baruah. Formed on April 7, 1979, with the demand for a ‘sovereign [Assam](https://www.sentinelassam.com/north-east-india-news/assam-news)’, the outfit has been involved in subversive activities that eventually led to its banning by the Central Government in 1990. The Rajkhowa faction joined the peace process with the government on September 3, 2011 after an agreement for Suspension of Operations (SoO) was signed between the ULFA, Central and state governments. Also Read: [ Paresh Baruah will support agreement, hopes Sashadhar Choudhury](https://www.sentinelassam.com/topheadlines/paresh-baruah-will-support-agreement-hopes-sashadhar-choudhury-683779) Also Watch:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "arabinda rajkhowa",
        "sentiment": "none"
      },
      {
        "name": "himanta biswa sarma",
        "sentiment": "none"
      },
      {
        "name": "amit shah",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "united liberation front of asom (ulfa",
        "sentiment": "neutral"
      },
      {
        "name": "ministry of home affairs",
        "sentiment": "none"
      },
      {
        "name": "ulfa",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "assam",
        "sentiment": "none"
      },
      {
        "name": "new delhi",
        "sentiment": "none"
      },
      {
        "name": "guwahati",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T06:39:25.010+02:00",
  "updated": "2023-12-30T06:39:25.010+02:00"
}