{
  "thread": {
    "uuid": "d0f64995ef2f3f299d296a1853e3a4a5d7acf226",
    "url": "https://smb.thewashingtondailynews.com/article/New-Leaf-Family-Welcomes-Attorney-Katie-Wilmoth-to-Their-Team?storyId=658e7054bcc21a0008748075",
    "site_full": "smb.thewashingtondailynews.com",
    "site": "thewashingtondailynews.com",
    "site_section": "https://smb.thewashingtondailynews.com",
    "site_categories": [],
    "section_title": "Small Business | Washington Daily News",
    "title": "Small Business | Washington Daily News",
    "title_full": "Small Business | Washington Daily News",
    "published": "2023-12-28T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 71977,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d0f64995ef2f3f299d296a1853e3a4a5d7acf226",
  "url": "https://smb.thewashingtondailynews.com/article/New-Leaf-Family-Welcomes-Attorney-Katie-Wilmoth-to-Their-Team?storyId=658e7054bcc21a0008748075",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-28T02:00:00.000+02:00",
  "title": "Small Business | Washington Daily News",
  "text": "FOR IMMEDIATE RELEASE GOLDEN, Colorado, December 28, 2023— New Leaf Family is thrilled to announce the addition of attorney [Katie Wilmoth](https://www.newleaf.family/) to their growing team. As a skilled and compassionate family law attorney, Wilmoth brings a wealth of experience and dedication to the firm’s mission of providing exceptional legal representation in family law matters. [Christopher Anderson](https://www.newleaf.family/team-members/christopher-anderson), CEO and founder of New Leaf Family, expressed his enthusiasm for the newest member of their team stating, “We are honored and excited to have Katie Wilmoth join the firm. She is an attorney of extraordinary talent, and caring for her clients. She will be an excellent addition to New Leaf’s team of attorneys seeking to empower our clients to make the best decisions for themselves and their families.” With a focus on custody, child support, divorce, spousal support, property division, and modification of existing court orders, Katie has established herself as a strong advocate for her clients. She understands the unique challenges involved in cases involving children and recognizes the importance of helping parents work together for the benefit of their children even after legal proceedings have concluded. Katie firmly believes in leading by example, prioritizing professionalism, and encouraging her clients to consider the needs of their children above personal animosity towards the other parent. Katie brings a valuable skill set to her family law practice, boasting an impressive background in business and a Bachelor of Science degree majoring in Economics from New York University – Leonard N. Stern School of Business. This background allows her to approach cases with a strategic mindset, evaluating not only the legal aspects but also the financial implications for her clients. Rob Leitner, Chief Strategy Officer for New Leaf Family, noted that “Katie brings a wealth of knowledge and experience to the team. She is an outstanding advocate for her clients, and she continually demonstrates compassion and empathy.” Leitner added that “Katie has already made a significant impact on our legal team, and we are very excited about her future at the firm.” Katie’s experience extends to handling high conflict cases, including those involving parental alienation, domestic violence, and alcohol and substance abuse. Her expertise in navigating complex and emotionally charged situations consistently guides her clients towards favorable outcomes, ensuring their rights and interests are protected throughout the legal process. At [New Leaf Family](https://www.newleaf.family/), the focus has always been on providing comprehensive and personalized legal services to individuals and families in need. Attorney Katie Wilmoth’s addition to the team further fortifies the firm’s commitment to excellence and strengthens their ability to serve clients facing challenging family law issues. For more information about the legal services offered by New Leaf Family or to schedule a consultation with attorney Katie Wilmoth, please visit their website at www.newleaf.family or contact their office at (720) 712 – 3253. New Leaf Family is a reputable law firm dedicated to providing compassionate and effective legal representation to individuals and families in and around Golden, CO. In addition to their client-centered approach, which empowers people to make decisions in their family’s best interest, New Leaf Family provides a variety of coaching and counseling services to assist clients at every stage of the process. They are committed to providing excellent legal services at fair costs as a dependable resource for local families. The founders, Christopher T. Anderson and Penn Dodson, have been awarded Avvo 10.0 (Superb), and Martindale.com has rated the firm AV – Preeminent. Most important, however, are the clients who have experienced being a part of the New Leaf Family. See www.newleaf.family for more. Media Contact: Christopher Anderson New Leaf Family (720) 712 – 3253 Originally posted On: [https://syndication.cloud/new-leaf-family-welcomes-attorney-katie-wilmoth-to-their-team/](https://syndication.cloud/new-leaf-family-welcomes-attorney-katie-wilmoth-to-their-team/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [
    "https://www.newleaf.family/),",
    "https://syndication.cloud/new-leaf-family-welcomes-attorney-katie-wilmoth-to-their-team/",
    "https://www.newleaf.family/)",
    "https://www.newleaf.family/team-members/christopher-anderson),",
    "https://syndication.cloud/new-leaf-family-welcomes-attorney-katie-wilmoth-to-their-team/)",
    "https://newleaf.family/)",
    "https://syndication.cloud/new-leaf-family-welcomes-attorney-katie-wilmoth-to-their-team",
    "https://www.syndication.cloud/new-leaf-family-welcomes-attorney-katie-wilmoth-to-their-team/)",
    "https://newleaf.family/),",
    "https://newleaf.family/team-members/christopher-anderson),",
    "https://www.syndication.cloud/new-leaf-family-welcomes-attorney-katie-wilmoth-to-their-team/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "wilmoth",
        "sentiment": "none"
      },
      {
        "name": "katie wilmoth",
        "sentiment": "none"
      },
      {
        "name": "katie",
        "sentiment": "none"
      },
      {
        "name": "christopher anderson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "small business | washington daily news",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "colorado",
        "sentiment": "none"
      },
      {
        "name": "new leaf",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T10:32:12.081+02:00",
  "updated": "2023-12-29T10:32:12.081+02:00"
}