{
  "thread": {
    "uuid": "8fa25386d40cfd320e2a413d12762c854df5164b",
    "url": "https://www.thehansindia.com/andhra-pradesh/crime-rate-fell-in-state-in-2023-compared-to-22-dgp-847495",
    "site_full": "www.thehansindia.com",
    "site": "thehansindia.com",
    "site_section": "https://thehansindia.com/latest-news",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest News Updates - AP and Telangana, Karnataka Latest News - The Hans India",
    "title": "Crime rate fell in state in 2023 compared to ’22: DGP",
    "title_full": "Crime rate fell in state in 2023 compared to ’22: DGP",
    "published": "2023-12-29T03:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://assets.thehansindia.com/h-upload/2023/12/29/1410147-dgp.jpg",
    "performance_score": 0,
    "domain_rank": 15776,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8fa25386d40cfd320e2a413d12762c854df5164b",
  "url": "https://www.thehansindia.com/andhra-pradesh/crime-rate-fell-in-state-in-2023-compared-to-22-dgp-847495",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Md Ameen",
  "published": "2023-12-29T03:07:00.000+02:00",
  "title": "Crime rate fell in state in 2023 compared to ’22: DGP",
  "text": "Live [Crime rate fell in state in 2023 compared to ’22: DGP](/andhra-pradesh/crime-rate-fell-in-state-in-2023-compared-to-22-dgp-847495) [Get ready to implement hiked pension: CM to collectors](/andhra-pradesh/get-ready-to-implement-hiked-pension-cm-to-collectors-847493) [Ministers blast Naidu for empty promises](/andhra-pradesh/ministers-blast-naidu-for-empty-promises-847492) [Gold rate in Vijayawada today surges, check the rates on 29 December, 2023](/business/gold-rate-in-vijayawada-today-surges-check-the-rates-on-29-december-2023-847496) [Parliament security breach Police moves court, seeks consent for polygraph test](/news/national/parliament-security-breach-police-moves-court-seeks-consent-for-polygraph-test-847491) [Gold rate in Hyderabad today surges, check the rates on 29 December, 2023](/business/gold-rate-in-hyderabad-today-surges-check-the-rates-on-29-december-2023-847494) [‘Think globally, act globally’: Naidu’s call to techies at Bengaluru TDP Forum meet](/andhra-pradesh/think-globally-act-globally-naidus-call-to-techies-at-bengaluru-tdp-forum-meet-847490) [Jagan Firm on Changing 60 Faces: YSRCP dissidents in disarray](/andhra-pradesh/jagan-firm-on-changing-60-faces-ysrcp-dissidents-in-disarray-847489) [HP: Chintpurni traders protest against passenger ropeway](/news/national/hp-chintpurni-traders-protest-against-passenger-ropeway-847488) [Chandigarh: Temperatures marginally rise in Punjab, Haryana](/news/national/chandigarh-temperatures-marginally-rise-in-punjab-haryana-847487) Just In Crime rate fell in state in 2023 compared to ’22: DGP Says 1,61,334 crime incidents were reported this year as against 1,75,612 in 2022 which is . There is a decrease of 8.13% Vijayawada: Director general of police K V Rajendranath Reddy said the crime incidents reported in the state decreased in 2023 compared to the two previous years of 2022 and 2021 due to the increase of visible policing and awareness campaigns launched by the police department to check crime in the state. Addressing a media conference at the state police office on Thursday, DGP Rajendranath Reddy said 1,61,334 crime incidents were reported in the state in 2023 as against the 1,75,612 cases in 2022. There is a decrease of 8.13 per cent in one year. He informed that 2,05,747 crime cases were reported in 2021. The DGP said continuous monitoring of habitual offenders, imposing of PD Act and intervention of Mahila police also reduced the crime incidents. Giving details of the annual murder and attempt to murder cases, the DGP said 802 murders were reported in 2023, 895 murder in 2022 and 911 reported in 2021. He said 1,294 attempt to murder cases were reported in 2023 as against the 1,596 cases in 2022. He said there is a decline of murder and attempt to murder cases in the state. Referring to murder for gain cases, he said 42 cases were reported in 2023 as against the 46 in 2022. He said 35 dacoity cases took place in 2023 compared to 49 in 2022 with reduction of 28 per cent. The DGP said 652 house breaking cases were reported in daytime in 2023 as against the 753 cases in 2,022 and 2,827 house breaking cases reported in the night in 2023 as against the 3,270 cases registered during the nights in 2022. He said conviction-based policing is yielding good results. Giving details of crime against women and sensational heinous crimes, the DGP said culprits 57 convicts got death penalty, 57 life imprisonment, 49 convicts were rewarded 20 years and above punishment. He said 10 years imprisonment was awarded in 41 cases and seven years imprisonment in 15 cases. He said the punishment was given to culprits in rape, gang rape, dowry death, woman murder and attempt to rape cases. He said district level officers were assigned to supervise the heinous crimes, sensational cases and serious cases related to crime against women.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "naidu",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bengaluru tdp forum",
        "sentiment": "none"
      },
      {
        "name": "parliament",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "vijayawada",
        "sentiment": "none"
      },
      {
        "name": "hyderabad",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T05:39:23.142+02:00",
  "updated": "2023-12-29T05:39:23.142+02:00"
}