{
  "thread": {
    "uuid": "33cd725776ebcf4b71fd6325651e9ce2ef960319",
    "url": "https://www.pressherald.com/2024/02/29/your-land-to-do-one-thing-well",
    "site_full": "www.pressherald.com",
    "site": "pressherald.com",
    "site_section": "https://www.pressherald.com:443/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Press Herald",
    "title": "Your Land: To do one thing well",
    "title_full": "Your Land: To do one thing well",
    "published": "2024-02-29T23:59:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.pressherald.com/wp-content/uploads/sites/4/2017/01/pph-icon-red-linkforFB.png",
    "performance_score": 0,
    "domain_rank": 3818,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "33cd725776ebcf4b71fd6325651e9ce2ef960319",
  "url": "https://www.pressherald.com/2024/02/29/your-land-to-do-one-thing-well",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sandy Stott - Your land",
  "published": "2024-02-29T23:59:00.000+02:00",
  "title": "Your Land: To do one thing well",
  "text": "We miss people variously, and often through contact with something they have left behind. So it is for me with the poet Mary Oliver, who died in 2019, and whose selected poems (Devotions), I have been reading as this winter works out what it will be. Oliver wrote so prolifically and deeply that I’ll not fall for the folly of trying to sum up her work; instead, I’ll do what we all do with writing we love, I’ll select a bit and personalize it.\nIn my 40s, while editing Appalachia Journal, I met Oliver and formed a writerly friendship with her founded on her gift of contributing a number of poems and essays to the Journal. When she came to my school for a two-day fellowship, I was one of her hosts, and during a seminar on writing with students, one of them asked her what she hoped for with her writing. “I hope,” she said, “to do one thing well.” Every day, she said, she began with that hope.\nOne of my habits that joins me with Oliver is that of going out daily on foot, usually in and on some patch of land that’s been left mostly alone, perhaps “preserved.” On a recent February day, I was away from home visiting relatives in Rhode Island, and as the sun reached midday, I felt the usual tug. It had snowed the day before, and this afternoon was a brilliant, post-storm blue one, cold enough to keep the snow crusty — as coastal snow almost always is — or icy, where tires and feet had beaten it down.\nPerhaps, I thought, it’s just crusty enough for good footing…perhaps…and I headed for a small park nearby. The Westerly Land Trust’s John Champlain Glacier Park is a marvel on any day, 134 acres of testament to the shaping power of ice and water that culminates with a south end outlook offering an oak-framed view of a salt pond and then the Atlantic beyond. The sea is always shining in some reflective way, even in the rain. The park’s five-or-so trail miles loop along ridges and, at the south end reach a section of the Charleston recessional Moraine. The paths dip also into hollows that hold vernal pools, pass a few kettle ponds and everywhere proffer boulders from head to house in size. It is a wonder of rock and wood and rumple. And, happily, it is well loved and used by locals.\nOn this day, however, the small parking area was empty; the new ice had deterred everyone. I set out with two possibilities: this crust will provide good traction and I will ramble along easily, or this trek will be icy, troublesome, perhaps even a trifle risky. And one certainty: I would be alone. Within a minute I knew was onto what I’ll call a “Mary-moment.”\nA Mary-moment contains a sense of merged presence — you and the land (perhaps bird- or animal-graced) are suddenly one. There is no other; there is only this us.\nSuch moments are, of course, fleeting, and this one set up along an untrod stretch of snow weaving through a boulder-field. The white snow sinuous among the elephant-grey boulders, the soundtrack of crunch, the sky unseen blue above; everything just so, the way to go…for this lucky foot-being.\nAll moments dissolve into what’s next, but on this day versions kept recurring, revisiting, it seemed. Perhaps it was the cast influence from my morning’s reading in Devotions; perhaps it was these words from that reading:\nHow I Go to the Woods\nOrdinarily I go to the woods alone, with not a single\nfriend, for they are all smilers and talkers and therefore\nunsuitable.\nI don’t really want to be witnessed talking to the catbirds\nor hugging the old black oak tree. I have my way of\npraying, as you no doubt have yours.\nBesides, when I am alone I can become invisible. I can sit\non the top of a dune as motionless as an uprise of weeds,\nuntil the foxes run by unconcerned. I can hear the almost\nunhearable sound of the roses singing.\n____________\nIf you have ever gone to the woods with me, I must love\nyou very much. (Devotions, p.64)\n_______",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mary oliver",
        "sentiment": "none"
      },
      {
        "name": "oliver",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "appalachia journal",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:16:30.236+02:00",
  "updated": "2024-03-01T00:16:30.236+02:00"
}