{
  "thread": {
    "uuid": "723f3aaca9ebb7a97be69fdebe9252487e9fa275",
    "url": "https://vnexplorer.net/jaime-jaquez-se-come-la-nba-bailo-a-lebron-y-repite-como-novato-del-mes-s823548.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Jaime Jaquez 'se come' la NBA; bailó a LeBron y repite como Novato del Mes",
    "title_full": "Jaime Jaquez 'se come' la NBA; bailó a LeBron y repite como Novato del Mes",
    "published": "2024-01-05T23:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mtScy.img",
    "performance_score": 0,
    "domain_rank": 46448,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "723f3aaca9ebb7a97be69fdebe9252487e9fa275",
  "url": "https://vnexplorer.net/jaime-jaquez-se-come-la-nba-bailo-a-lebron-y-repite-como-novato-del-mes-s823548.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-05T23:50:00.000+02:00",
  "title": "Jaime Jaquez 'se come' la NBA; bailó a LeBron y repite como Novato del Mes",
  "text": "Jaime Jaquez eclipsó a LeBron. (Foto: Reuters)\nEl mexicoamericano Jaime Jaquez continúa deslumbrando en la NBA con grandes actuaciones que le valieron para repetir como Novato del Mes de la Conferencia Este, además de que puede presumir ya haber eclipsado a LeBron James en la reciente victoria de Miami Heat sobre Los Angeles Lakers.\nJaquez se lució frente a LeBron Cada vez más sólido en el cuadro titular, el jugador de 22 años se empieza a acostumbrar a atraer los reflectores, tal y como sucedió la noche del miércoles ante Lakers, en partido donde colaboró con ocho asistencias y 16 puntos que catapultaron la victoria de 110-96, además que realizó de un par de jugadas que sorprendieron a la superestrella estadounidense.\nEn la primera de ellas se valió de una exacta asistencia de Kyle Lowry para hacer un ‘alley oop’ sin que LeBron lo alcanzara en la marca, mientras que en la segunda fue capaz de darse la media vuelta a pesar de tener al de Lakers a sus espaldas, lo que le valió el reconocimiento de los aficionados del Heat, que lo ven ya como una estrella en crecimiento.\nLa NBA reconoce a Jaquez Lo de anoche sólo viene a confirmar el gran momento de Jaquez, mismo que la NBA volvió a reconocer, ya que repitió como el Novato del Mes en la Conferencia Este.\nEn la página del Heat se destaca el reconocimiento, acompañado de datos que demuestran por qué es un digno ganador.\nEn el mes de diciembre promedio 16.1 puntos por partido, lo que le coloca como el tercero entre todos los novatos, además de que que alcanzó 3.8 rebotes y 2.7 ​​asistencias con un 48.1 por ciento de tiros, un 32.4 por ciento de tres.\nEn Navidad fue su mejor actuación en el lapso, ya que totalizó 31 puntos, los cuales lo colocan como la séptima mayor cantidad de puntos anotados por un novato en esa fecha. Además sumó 10 rebotes para concretar su primer doble-doble de su carrera.\nDicha cifra no la lograba un novato en los últimos 38 años y se une así a históricos como Patrick Ewing, Walk Bellamy, Oscar Robertson y Wilt Chamberlain en ser los únicos en hacerlo el 25 de diciembre.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Sport",
    "Human Interest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mtScy.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mtScy.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:01:21.247+02:00",
  "updated": "2024-01-06T00:01:21.247+02:00"
}