{
  "thread": {
    "uuid": "5287ab17b7a4c5db0218de116f9b98ad8e8a33e5",
    "url": "https://thesun.my/world/seine-water-quality-improves-ahead-of-paris-olympics-tests-LC12679929",
    "site_full": "thesun.my",
    "site": "thesun.my",
    "site_section": "https://www.thesundaily.my/rss/home",
    "site_categories": [],
    "section_title": "Highlights",
    "title": "Seine water quality improves ahead of Paris Olympics: tests",
    "title_full": "Seine water quality improves ahead of Paris Olympics: tests",
    "published": "2024-07-05T03:39:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "MY",
    "main_image": "https://thesun.my/binrepository/480x320/0c35/480d250/none/11808/QWUM/france-oly-paris-2024-171203_4324225_20240705083923.jpg",
    "performance_score": 0,
    "domain_rank": 24948,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5287ab17b7a4c5db0218de116f9b98ad8e8a33e5",
  "url": "https://thesun.my/world/seine-water-quality-improves-ahead-of-paris-olympics-tests-LC12679929",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-07-05T03:39:00.000+03:00",
  "title": "Seine water quality improves ahead of Paris Olympics: tests",
  "text": "PARIS: The water quality of the Seine has improved, test results showed on Thursday, three weeks ahead of the start of the Paris Olympics when the river is set to host outdoor swimming events.\nResults published by the Paris mayor’s office showed that E.Coli bacteria levels at an Olympics swimming spot in central Paris had fallen to within acceptable limits for four days in a row following warm and sunny weather in the French capital.\n“This positive development is a consequence of the return of sunshine and warmth as well as the effects of the work done as part of the strategy to improve the quality of the Seine’s waters,“ a statement from the mayor’s office said.\nThe previous week, levels of E.Coli -- a bacteria indicating the presence of faecal matter -- had been above the upper limits used by sports federations every day at the Alexandre III bridge in central Paris, which is set to be the jumping off point for the swimming.\nAt one point, E.Coli levels were 10 times the upper limit of 1,000 colony-forming units per 100 millilitres (cfu/ml), with heavy rain in previous days blamed for a spike in untreated sewage in the waterway.\nThe Seine is set to be used for the swimming leg of the triathlon on July 30-31 and August 5, as well as the open-water swimming on August 8-9.\nThe readings for enterococci bacteria last week -- a second key measurement of water quality -- also improved markedly and were within acceptable limits every day at the Alexandre III bridge.\nSports Minister Amelie Oudea-Castera hailed a “clear improvement in the water of the Seine’s waters” and said the readings “enable us to envisage the competitions going ahead serenely”.\n- Current worries -\nFrench authorities have spent 1.4 billion euros ($1.5 billion) in the last decade trying to clean up the river by improving the Paris sewerage system, as well as building new water treatment and storage facilities.\nBut major storms still overwhelm the capital’s waste water network, some of which dates back to the 19th century, leading to discharges of effluent directly into the Seine.\nThe period for the latest results covered June 24-July 2 and the mayor’s office said that the river was swimmable for six out of the nine days in total over the period “at almost all” of the four spots it took samples from.\nSince the start of the year, Paris has had 415 mm (16 inches) of rainfall, around 40 percent above the long-term average, according to the French weather office.\nFrequent rain storms in May and June have led to pollution problems, but have also increased the flow and height of the river, causing different problems for organisers .\nRehearsals for the water-borne opening ceremony, which is set to take place on the river Seine on July 26, have had to be repeatedly postponed because of the strength of the currents.\nThe Seine’s flow last week ranged between 400-600 m3/second -- many times above the usual level for this time of year of around 100-150 m3/s.\n“What we need to avoid is it going above 500 m3/s,“ the director in charge of Paris Olympic ceremonies, Thierry Reboul, told AFP on Thursday.\nCurrents at their present levels could also lead to the cancellation of the swimming for safety reasons.\nIf the weather improves “it’s possible to return to the usual flow for this time of year quite quickly,“ the organisation in charge of managing upstream reservoirs on the Seine, Seine Grands Lacs, told AFP.\nThe flow could fall by 50 m3/s per day in sustained dry weather, and there is also a possibility to divert more water into the reservoirs, although some of them are near their maximum capacities.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Sport",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "alexandre iii",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "paris",
        "sentiment": "none"
      },
      {
        "name": "paris",
        "sentiment": "none"
      },
      {
        "name": "seine",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T03:43:19.947+03:00",
  "updated": "2024-07-05T03:43:19.947+03:00"
}