{
  "thread": {
    "uuid": "cd4005e45560a0ddefb78e4ed054b9dd7ae67e99",
    "url": "https://mexico.quadratin.com.mx/analizan-ley-del-primer-salario-que-beneficiaria-a-20-mil-egresados",
    "site_full": "mexico.quadratin.com.mx",
    "site": "quadratin.com.mx",
    "site_section": "https://mexico.quadratin.com.mx/",
    "site_categories": [
      "media",
      "education",
      "business"
    ],
    "section_title": "\nNoticias de CDMX - Quadratin",
    "title": "Analizan Ley del Primer Salario que beneficiaría a 20 mil egresados",
    "title_full": "Analizan Ley del Primer Salario que beneficiaría a 20 mil egresados",
    "published": "2024-02-29T23:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://mexico.quadratin.com.mx/www/wp-content/uploads/2024/02/GHdCOLcWAAEZPZt.jpg",
    "performance_score": 0,
    "domain_rank": 58239,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cd4005e45560a0ddefb78e4ed054b9dd7ae67e99",
  "url": "https://mexico.quadratin.com.mx/analizan-ley-del-primer-salario-que-beneficiaria-a-20-mil-egresados",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "jose.martinez",
  "published": "2024-02-29T23:50:00.000+02:00",
  "title": "Analizan Ley del Primer Salario que beneficiaría a 20 mil egresados",
  "text": "CIUDAD DE MÉXICO, 27 de febrero de 2024.- La iniciativa de Ley del Primer Salario profesional, para otorgar apoyo económico a egresados de instituciones de educación superior para el pago de costos de titulación, cédula profesional y certificación laboral, podría beneficiar a cerca de 20 mil jóvenes que culminan sus estudios, incluidas las escuelas privadas que no cuentan con bolsa de trabajo, sostuvo la diputada Paola Jiménez Hernández (PRI), del Estado de México.\nEn reunión de la Comisión de Trabajo, Previsión y Seguridad Social presidida por la legisladora Silvia Barberena Maldonado (PT), la legisladora detalló que se trata de una prestación económica que se otorgaría por seis meses, las primeras tres para gastos de titulación y cédula y los restantes para certificación laboral.\nExplicó que de aprobarse tendría efecto a partir de 2025, impactando además en las tasas de desempleo y subempleo, y descartó que sea igual a otros programas del Gobierno federal enfocados sobre todo a personas jóvenes que no estudian ni trabajan.\nLa diputada Silvia Barberena y el legislador Gerardo Lamas Pombo (PAN) resaltaron los beneficios de apoyar a las y a los egresados en su titulación para ganar la experiencia laboral. A su vez, el diputado Raúl Ponce Elizalde (Morena) expuso su inquietud ante la posibilidad de que la certificación implique una relación laboral y refirió que ya existe el programa Jóvenes construyendo el futuro.\nPromueven ley de apoyo a las micro, medianas y pequeñas empresas, como parte de la jornada, la Comisión de Desarrollo Económico, Industrial, Comercial y Minero acordó que las y los diputados tienen hasta el 6 de marzo para remitir sus opiniones y propuestas sobre las iniciativas en materia de apoyo y fomento.\nDurante la reunión, presidida por la diputada Lilia Urbina Salazar (PRI), se dio a conocer que se integra en un solo dictamen la iniciativa de Ley para el Fomento a la Creación, Desarrollo e Impulso de la Competitividad y Productividad de las Micro, Pequeñas y Medianas Empresas del Estado de México, del diputado Enrique Jacob Rocha (PRI) y la Ley Estatal de Desarrollo de la Micro, Pequeña y Mediana Empresa del diputado Sergio García Sosa, coordinador parlamentario del PT.\nTambién se acordó solicitar a la Junta de Coordinación Política (Jucopo) la presencia de representantes de las secretarías de Finanzas y Desarrollo Económico, del Consejo de Cámaras y Asociaciones Empresariales y del Consejo Coordinador Empresarial Estado de México.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Politics",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:10:28.589+02:00",
  "updated": "2024-03-01T00:10:28.589+02:00"
}