{
  "thread": {
    "uuid": "0901fc80be00fdc6372a78773e86477a3968bdcd",
    "url": "https://www.fool.ca/2024/01/05/the-ultimate-growth-stock-to-buy-with-1000-right-now-2/",
    "site_full": "www.fool.ca",
    "site": "fool.ca",
    "site_section": "https://www.fool.ca",
    "site_categories": [
      "investing",
      "finance"
    ],
    "section_title": "Stock Market Analysis and Investing Advice | The Motley Fool Canada",
    "title": "The Ultimate Growth Stock to Buy With $1,000 Right Now | The Motley Fool Canada",
    "title_full": "The Ultimate Growth Stock to Buy With $1,000 Right Now | The Motley Fool Canada",
    "published": "2024-01-05T23:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.fool.ca/wp-content/uploads/2019/04/MoneyMeeting.jpg",
    "performance_score": 0,
    "domain_rank": 45500,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0901fc80be00fdc6372a78773e86477a3968bdcd",
  "url": "https://www.fool.ca/2024/01/05/the-ultimate-growth-stock-to-buy-with-1000-right-now-2/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sneha Nahata",
  "published": "2024-01-05T23:50:00.000+02:00",
  "title": "The Ultimate Growth Stock to Buy With $1,000 Right Now | The Motley Fool Canada",
  "text": "The economy displayed greater resilience than anticipated in 2023, resulting in a recovery in the equity markets. Thanks to the better-than-expected operating environment, most Canadian growth stocks experienced a rebound. Looking ahead, concerns among investors regarding inflation, elevated interest rates, and a macro slowdown have diminished. This implies that the uptrend in growth stocks could sustain in 2024 and beyond. Nevertheless, investors should exercise caution and identify companies with sustainable growth prospects to capitalize on the compounding effect of long-term wealth accumulation. But before delving into the ultimate growth stock, it’s essential to understand that growth stocks belong to companies showcasing above-average revenue and earnings growth, often surpassing their industry peers. With this context, let’s explore a [Canadian stock](https://www.fool.ca/investing/investing-in-canadian-domestic-stocks/) that has consistently generated wealth for its shareholders and outperformed the broader equity market. Ultimate growth stock to buy with $1,000 goeasy ( [TSX:GSY](https://www.fool.ca/company/tsx-gsy-goeasy-ltd/352051/)) is the ultimate growth stock to buy with $1,000 right now. The financial services company has consistently grown its revenue and earnings at a solid pace, while its stock price has significantly outshined the broader markets with its returns. Specializing in providing secured and unsecured loans to non-prime customers in Canada, goeasy has effectively tapped into the substantial subprime lending market. goeasy’s success is attributed to its diverse funding sources and robust credit and underwriting practices, resulting in commendable double-digit growth in the top and bottom lines. It’s worth highlighting that goeasy’s revenue sports a 10-year CAGR (compound annual growth rate) of 17.7%. During the same period, its adjusted EPS (earnings per share) increased at a CAGR of 29.5%. Meanwhile, goeasy’s top and bottom line growth has accelerated over the past five years. For instance, its revenue grew at a CAGR of 19.6% in the past five years. At the same time, its EPS had a CAGR of a stellar 31.9%. Thanks to its solid financials, goeasy stock has grown at a CAGR of over 27% in the past decade, delivering a compelling return of more than 1,000%. Moreover, as goeasy’s sales and earnings growth accelerated in recent years, its stock witnessed a CAGR of 36.5% in the past five years, resulting in an overall return of approximately 375%. Besides stellar capital gains, goeasy’s shareholders also benefitted from the company’s higher dividend payments. goeasy is a dividend aristocrat, and it has increased its dividend for nine consecutive years. Bottom line Despite macro headwinds, goeasy delivered impressive growth in the first nine months of 2023. It managed to expand its consumer loan receivable portfolio by 33% year over year. Further, its efficiency ratio improved by 320 basis points, giving a solid boost to its earnings. The momentum in goeasy’s business will likely sustain due to the increase in loan originations, large addressable market, strategic acquisitions, and omnichannel product offering. Leverage from higher sales, stable credit and payment performance, and operational efficiency will likely lead to double earnings growth and support its payouts. What stands out is that its stock has a forward [price-to-earnings](https://www.fool.ca/investing/what-is-price-to-earning-ratio/) multiple of 9.5, which makes it cheaper on the valuation front, considering its double-digit EPS growth and a dividend yield of 2.5% (based on its closing price of $154.77 on January 4th).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "motley fool canada",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:14:20.137+02:00",
  "updated": "2024-01-06T00:14:20.137+02:00"
}