{
  "thread": {
    "uuid": "b4f1b262d471d219e0213cd444fa590aa0189633",
    "url": "https://menafn.com/1107951931/Psych-Spa-Center-Offers-Free-Psychological-Services-To-Support-Palestinians-Facing-War-Trauma-Watch-PNN-Video",
    "site_full": "menafn.com",
    "site": "menafn.com",
    "site_section": "http://www.menafn.com/rss/menafn_globaltopstories.xml",
    "site_categories": [
      "investing",
      "financial_news",
      "finance"
    ],
    "section_title": "More Congress LS Candidates To Be Announced In K'taka After The Screening Committee Meeting: Dy CM Shivakumar",
    "title": "Psych Spa Center Offers Free Psychological Services To Support Palestinians Facing War Trauma: Watch PNN Video | MENAFN.COM",
    "title_full": "Psych Spa Center Offers Free Psychological Services To Support Palestinians Facing War Trauma: Watch PNN Video | MENAFN.COM",
    "published": "2024-03-08T03:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://menafn.com/updates/pr/2024-03/08/PNN_127a9image_story.PNG",
    "performance_score": 0,
    "domain_rank": 6382,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b4f1b262d471d219e0213cd444fa590aa0189633",
  "url": "https://menafn.com/1107951931/Psych-Spa-Center-Offers-Free-Psychological-Services-To-Support-Palestinians-Facing-War-Trauma-Watch-PNN-Video",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MENAFN",
  "published": "2024-03-08T03:15:00.000+02:00",
  "title": "Psych Spa Center Offers Free Psychological Services To Support Palestinians Facing War Trauma: Watch PNN Video | MENAFN.COM",
  "text": "( MENAFN - Palestine News Network ) Bethlehem / PNN /\nAmid the Israeli war, Palestinians endure profound suffering from killings, bombings, and displacement in Gaza, as well as demolitions and killings in the West Bank. The continuous Israeli onslaught reflects on their emotions and psyche, prompting action to aid them in finding peace after witnessing the horrors of war.\nTo confront the psychological impact of Israeli aggression, Jumana Kaplanian Halabi, Director of the Psych Spa Center, seeks to educate Palestinians about their mental well-being. She aims to empower them to face the psychological aftermath of the ongoing Israeli genocide.\nKaplanian a psychological specialist and the center's director, emphasizes the need for rest and moments of vulnerability for heroes within the Palestinian community to recharge and continue their journey.\nSpeaking to PNN within the framework of a project funded by the French Agency for Development and International Cooperation, Kaplanian elaborated on the center's efforts to enhance psychological resilience and instill optimism and security in people's minds. Their goal is to assist individuals in enduring and persisting with their lives.\nThe idea for the center emerged after Jumana completed her master's degree at Oxford Brookes University in the UK. Eager to serve her community, she returned to Palestine, applying the skills she acquired to contribute to her nation's well-being.\nIn response to the recent aggression, Jumana initiated free mental health services, acknowledging the significant need for psychological support. Despite facing limitations, she and her team strive to provide counseling and consultations to help people cope with the psychological aftermath of war.\nThe center focuses on specialized group and individual services for women, recognizing their crucial role in maintaining family stability amidst challenging circumstances. Since the October 7th Israeli assault, the center has conducted group sessions with trained yoga instructors, offering a means of release from trauma.\nAs a psychological professional, Jumana accompanies these sessions, ensuring follow-up interventions for individuals needing deeper, individualized support after group sessions. The Psych Spa Center's efforts aim to empower Palestinians to overcome the psychological challenges wrought by the war, fostering resilience and well-being within the community.\nThe Psych Spa Center is on a mission to offer guidance to people on coping with psychological diseases resulting from the ongoing war. She addresses issues such as feelings of isolation, loss, and shock, emphasizing the importance of physical movement as a means of liberation from emotions like helplessness and guilt.\nIn the face of the inability to influence the challenging reality of the Palestinian people, Jumana highlights the significance of any movement, whether going to work, assisting others, or engaging in family routines, to counter negative emotions and depression. She stresses the importance of maintaining a routine and engaging in activities that alleviate negativity.\nThe Psych Spa Center organizes specialized activities for children, creating safe spaces for them to express their feelings collectively. Employing a collective healing approach, the center aims to confront the collective trauma experienced by the community, fostering communal healing.\nExpressing regret for the limited psychological treatments available in Palestine, Jumana discusses the challenges posed by the prolonged war, where even natural disasters like earthquakes, with their immediate psychological interventions, differ from the ongoing situation. The center strives to provide basic psychological first aid, acknowledging its limitations due to the persistent conflict.\nShe emphasizes that the free services offered by the center, whether group or individual sessions, represent the minimum duty they can fulfill for their people. These services, part of their social responsibility during the war, also serve as a means for the psychological professionals to address their own emotions and feelings of contribution.\nPsych Spa Center, the first of its kind in Palestine, serves as an educational and psychological wellness retreat. Designed as a social café, it challenges societal stigma associated with psychological treatment. The center focuses on raising awareness about mental health, promoting the importance of caring for one's mental well-being in a culture that sometimes misunderstands psychological treatment .\nThis report was produced as part of Qarib regional Project, funded by the French Development Agency and implemented by the French Development Agency's media arm, CFI: 'We\nMENAFN08032024000205011050ID1107951931\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://english.pnn.ps/news/46604",
    "https://www.english.pnn.ps/news/46604"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jumana kaplanian halabi",
        "sentiment": "none"
      },
      {
        "name": "kaplanian",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "palestine news network",
        "sentiment": "negative"
      },
      {
        "name": "psych spa center",
        "sentiment": "none"
      },
      {
        "name": "french agency for development and international cooperation",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "bethlehem",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "west bank",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T23:54:06.267+02:00",
  "updated": "2024-03-08T23:54:06.267+02:00"
}