{
  "thread": {
    "uuid": "3e24a702e015e7e32d79850b3c1a285fa3e82848",
    "url": "https://www.yanmar.com/global/energy/news/2024/07/05/139269.html",
    "site_full": "www.yanmar.com",
    "site": "yanmar.com",
    "site_section": "https://yanmar.com/global",
    "site_categories": [],
    "section_title": "YANMAR",
    "title": "Yanmar and Daigas Energy Conduct Successfully Demonstrate 400kW Gas Engine Cogeneration System with 30% Hydrogen Blend｜2024｜News｜Energy Systems｜YANMAR",
    "title_full": "Yanmar and Daigas Energy Conduct Successfully Demonstrate 400kW Gas Engine Cogeneration System with 30% Hydrogen Blend｜2024｜News｜Energy Systems｜YANMAR",
    "published": "2024-07-05T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://www.yanmar.com/assets/local/img/img/img_share_01.png",
    "performance_score": 0,
    "domain_rank": 20500,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3e24a702e015e7e32d79850b3c1a285fa3e82848",
  "url": "https://www.yanmar.com/global/energy/news/2024/07/05/139269.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-07-05T03:00:00.000+03:00",
  "title": "Yanmar and Daigas Energy Conduct Successfully Demonstrate 400kW Gas Engine Cogeneration System with 30% Hydrogen Blend｜2024｜News｜Energy Systems｜YANMAR",
  "text": "Energy - News Release Yanmar and Daigas Energy Conduct Successfully Demonstrate 400kW Gas Engine Cogeneration System with 30% Hydrogen Blend July 5, 2024 Yanmar Holdings Co., Ltd. Osaka, Japan (July 5, 2024) - Yanmar Energy Systems Co., Ltd. (Yanmar ES), a subsidiary of Yanmar Holdings, and Daigas Energy Co., Ltd. (Daigas Energy), a subsidiary of Osaka gas Co.,Ltd, have successfully conducted a demonstration test blending 30% hydrogen fuel by volume into municipal gas using an EP400G municipal gas-fired cogeneration system manufactured by Yanmar ES. The test was conducted using an EP400G cogeneration unit, installed at the cogeneration test site in Daigas Energy's Carbon Neutral Research Hub ANNEX Torishima site, and hydrogen supply equipment built by Daigas Energy. It was confirmed that even when 30% hydrogen by volume is blended into the fuel, the system can operate with the same rated power output and power generation efficiency as when operating with municipal gas alone. Based on the results of the test, Yanmar and Daigas Energy will continue to work on further improving cogeneration systems using hydrogen fuel and other technologies, with the aim of commercializing hydrogen-blended cogeneration systems. Both Daigas Energy and Yanmar are working towards a carbon-neutral society under their respective “Daigas Group Carbon Neutral Vision”, and “YANMAR GREEN CHALLENGE 2050” visions. Both companies will continue to develop technologies and services that leverage their strengths and contribute to the realization of a sustainable society. Overview of the Demonstration Test This demonstration test was conducted using the EP400G cogeneration system manufactured by Yanmar ES, which is already on the market for municipal gas use, and hydrogen supply equipment designed by Daigas Energy. The test using hydrogen blend fuel showed that stable operation with low NOX emissions, comparable to municipal gas operation, is achievable by simply retrofitting the EP400G with additional hydrogen supply equipment. Location: Carbon Neutral Research Hub ANNEX Torishima Site (6-19-9 Torishima, Konohana-ku, Osaka City, Osaka Prefecture) Period: January to June 2024 Model: EP400G YANMAR GREEN CHALLENGE 2050 About Yanmar With beginnings in Osaka, Japan, in 1912, Yanmar was the first ever to succeed in making a compact diesel engine of a practical size in 1933. A pioneer in diesel engine technology, Yanmar is a global innovator in a wide range of industrial equipment, from small and large engines, agricultural machinery and facilities, construction equipment, energy systems, marine, to machine tools, and components — Yanmar’s global business operations span seven domains. On land, at sea, and in the city, Yanmar provides advanced solutions to the challenges customers face, towards realizing A Sustainable Future. For more details, please visit the official website of Yanmar Holdings Co., Ltd. About Daigas group The Osaka Gas Group has taken a new step forward as the Daigas Group. In 2018, we launched the new group brand “Daigas Group.” All of us in the Daigas Group work together to make progress with a strong commitment to increasing the value we offer to all our stakeholders. For more information visit the Daigas group official website: [https://www.daigasgroup.com/en/](https://www.daigasgroup.com/en/) [https://www.daigas-energy.co.jp/](https://www.daigas-energy.co.jp/)(Japanese only) Press Release Download - Note: Information contained in the news release is valid at the time of publication and may differ from the most recently available information. Inquiries Corporate Communications, Yanmar [newsroom@yanmar.com](mailto:newsroom@yanmar.com)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.daigasgroup.com/en/",
    "https://www.daigasgroup.com/en/)",
    "https://www.daigas-energy.co.jp/",
    "https://www.daigas-energy.co.jp/)(Japanese",
    "https://www.daigas-energy.co.jp",
    "https://daigas-energy.co.jp/)(Japanese",
    "https://daigasgroup.com/en/)",
    "https://www.daigasgroup.com/en",
    "https://daigasgroup.com/en/",
    "https://daigas-energy.co.jp/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "daigas energy",
        "sentiment": "neutral"
      },
      {
        "name": "yanmar energy systems co., ltd.",
        "sentiment": "none"
      },
      {
        "name": "osaka gas co.,ltd",
        "sentiment": "none"
      },
      {
        "name": "yanmar holdings",
        "sentiment": "none"
      },
      {
        "name": "yanmar holdings co., ltd",
        "sentiment": "none"
      },
      {
        "name": "daigas energy co., ltd.",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "yanmar",
        "sentiment": "none"
      },
      {
        "name": "yanmar",
        "sentiment": "none"
      },
      {
        "name": "yanmar es",
        "sentiment": "none"
      },
      {
        "name": "japan",
        "sentiment": "none"
      },
      {
        "name": "daigas energy's carbon neutral research hub annex torishima",
        "sentiment": "none"
      },
      {
        "name": "osaka",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T09:12:37.563+03:00",
  "updated": "2024-07-05T09:12:37.563+03:00"
}