{
  "thread": {
    "uuid": "e5ef8786497f170501b53b02686d5fd80cfc23dc",
    "url": "https://www.irishcentral.com/travel/best-of-ireland/best-public-gardens-ireland",
    "site_full": "www.irishcentral.com",
    "site": "irishcentral.com",
    "site_section": "http://feeds.feedburner.com/IrishCentral",
    "site_categories": [
      "media"
    ],
    "section_title": "IrishCentral.com - Top Stories",
    "title": "Garden fever: Seven of the best public gardens across Ireland",
    "title_full": "Garden fever: Seven of the best public gardens across Ireland",
    "published": "2024-07-05T11:49:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.irishcentral.com/uploads/article-v2/2024/7/164077/Kylemore_Abbey_and_Gardens.4.jpg?t=1720170175",
    "performance_score": 0,
    "domain_rank": 6752,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e5ef8786497f170501b53b02686d5fd80cfc23dc",
  "url": "https://www.irishcentral.com/travel/best-of-ireland/best-public-gardens-ireland",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lauren Walsh",
  "published": "2024-07-05T11:49:00.000+03:00",
  "title": "Garden fever: Seven of the best public gardens across Ireland",
  "text": "We may not have our dream Kardashian garden, equipped with beds of tropical plants, a plush outdoor couch, or a firepit (how very Love Island villa!), but that doesn't mean we can't enjoy gardens just the same.\nIf you would rather not get out of your own garden, or if you don't have one at all, there is no need to worry. There are a plethora of beautiful public gardens across Ireland for you to visit and here are some of the best...\nKylemore Abbey, Galway\nKylemore Abbey is a fabulous spot located in the hills of Connemara. The Abbey itself was founded for Benedictine nuns who fled Belgium in World War 1. Here you will find a gorgeous Victorian walled garden.\nThere is also a large woodland walking trail and if you work up an appetite from all the walking, there is a tea house and a café to grab a bite to eat.\nA standard ticket will provide you access to all that the park has to offer, including a guided tour. An adult ticket costs €17.00 and kids under 12 go free. A family of four ticket costs €40.00. The garden is open seven days a week, from 10am to 6pm, with the last admission at 5pm.\nThe Irish National Stud's Japanese Gardens, Kildare\nThe\nJapanese Gardens are filled with flowers of every shade to transport you to another world. The gardens are part of the National Stud, which provides a rich history of Irish racing.\nIts museum is home to the skeleton of Arkle, regarded as one of the greatest horses to ever race. It truly is a wonderful experience.\nLike Kylemore, it opens from 9am to 6pm every day, with last admission at 5pm. Adult admission ranges from €17.00 to €19.00, while a child can enter from €9.00 to €11.00.\nEmo Court Gardens, Laois\nHome to a fabulous 18th-century house, Emo Court Gardens is the perfect place to spend your weekend, and what's more, they provide plenty of picnic benches so you can save on cash and bring a packed lunch from home.\nThe estate sprawls across 35 hectares of land so you can get a long walk in while being surrounded by towering trees and bright flower beds. It costs €8.00 to enter the park as an adult and children go in for €4.00. A family ticket is €20.00.\nMuckross House, Kerry\nThis gorgeous park, 6km outside of Killarney, was the first national park in the Republic of Ireland. Its summer opening hours stretch a little bit longer than other parks, opening at 9.15am until 7pm, with final admission at 5.40pm.\nIn true Killarney fashion, the park also provides a taste of Irish history in the form of tours of traditional farms from long-ago Ireland.\nA ticket to enter either the house or the farm costs €9.00 for adults and €6.00 for children, but you can also buy tickets for dual access.\nBantry House and Gardens, Cork\nThis historic house, overlooking Bantry Bay is owned by the White family, who have opened it to the public. Its lavish tea rooms offer afternoon tea, and you can even stay in the old mansion overnight!\nThe garden is equipped with seven terraces, with some overlooking the sea. An adult can enter for €14, while a child goes in for €5.\nKilkenny Park, Kilkenny\nThese stunning grounds, situated in the heart of\nKilkenny's bustling city, is home to an iconic castle. The park is free to enter and with a playground, an ice cream stand and plenty of picnic benches, what more could you wish for?\nThe park stretches out 50 acres and is full of wildlife, so you may see a squirrel or two. It stays open until 8:30pm during the summer, so it is perfect for an evening stroll!\nPowerscourt House and Gardens, Wicklow\nPowerscourt Gardens is one of the most glamorous in the country. Having been named as the third \"Best Garden in the World\" by National Geographic, it is a must-see!\nThere is an Avoca café located in the house, as well as a quaint gift shop, It also boasts being home to Ireland's largest waterfall.\nAn adult ticket will set you back €13.50 and kids go in for €5.00\nBloom Garden Festival will be in full swing this weekend, but there is no need to have garden envy! With all of the beautiful public gardens that the country has to offer, there is no excuse to sit inside this summer!\n* This article was originally published on\nEvoke.ie.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "http://www.Evoke.ie",
    "http://Evoke.ie"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "benedictine",
        "sentiment": "none"
      },
      {
        "name": "galway kylemore abbey",
        "sentiment": "none"
      },
      {
        "name": "kylemore abbey",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ireland",
        "sentiment": "none"
      },
      {
        "name": "belgium",
        "sentiment": "none"
      },
      {
        "name": "connemara",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T12:55:26.663+03:00",
  "updated": "2024-07-05T12:55:26.663+03:00"
}