{
  "thread": {
    "uuid": "5f733b659f34f97db6b44e34f1b949982751c6c5",
    "url": "https://www.world-today-news.com/believers-prepare-for-good-friday-procession-despite-jerusalem-tensions-reuters",
    "site_full": "www.world-today-news.com",
    "site": "world-today-news.com",
    "site_section": "https://www.world-today-news.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "World Today News",
    "title": "Believers Prepare for Good Friday Procession Despite Jerusalem Tensions: Reuters",
    "title_full": "Believers Prepare for Good Friday Procession Despite Jerusalem Tensions: Reuters - World Today News",
    "published": "2024-03-29T17:37:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.nos.nl/image/2024/03/29/1067083/1024x576a.jpg",
    "performance_score": 0,
    "domain_rank": 26986,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5f733b659f34f97db6b44e34f1b949982751c6c5",
  "url": "https://www.world-today-news.com/believers-prepare-for-good-friday-procession-despite-jerusalem-tensions-reuters",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "world today news",
  "published": "2024-03-29T17:37:00.000+03:00",
  "title": "Believers Prepare for Good Friday Procession Despite Jerusalem Tensions: Reuters",
  "text": "Reuters Believers prepare for the Good Friday procession earlier today\nNOS Nieuws•vandaag, 14:24\nRobert Chesal\nForeign editor\nRobert Chesal\nForeign editor\nEaster weekend is normally very busy in Jerusalem. Thousands of Roman Catholics and Protestants from all over the world walk in the footsteps of Jesus on the Via Dolorosa – the Way of the Passion – and visit the Church of the Holy Sepulcher, on the spot where Jesus was crucified.\nBut during Holy Week and Easter, foreign believers stay away due to tensions in Jerusalem and violence in the occupied West Bank and Gaza Strip. It is much quieter than normal in the Christian district, which is economically highly dependent on tourism and pilgrimage from abroad. Dutch Christians have also refrained from a trip to the Holy Land en masse.\n“Around this time we always have a number of bookings for group trips and individual trips to Israel. Not this year,” says Jan van den Bosch, owner of Christian travel agency Beter Uit in Alphen aan den Rijn. “The risk is too high and the atmosphere is not good. We have had to cancel hundreds of trips.”\nTravel warning\n“I have been to Israel 150 times over the years. You can always miss Easter, it is so busy,” says Van den Bosch, who was the founder and long-time presenter of the EO Youth Day. “Our office in Israel has nothing to do this year. We have some diehards coming from America, but that’s it.”\nTravel organizations that focus on Roman Catholic pilgrims confirm this image. “We don’t organize trips now. Nobody dares to go,” says Jos van Bussel of Christoffel Reizen in Den Bosch. That has been true ever since travel warning of the State Department for Israel came into effect following the Hamas terror attacks on October 7.\nVan Bussel does notice that there is a need among his customers, especially to help Christian-Palestinian tour operators. “They have a difficult existence. Many companies in the tourism sector there will not survive. In the past we have supported them financially, because we want the travel infrastructure to be maintained. It remains difficult.”\nReutersThe procession on the Via Dolorosa is much less busy than usual this year\nPalestinian Christians from places like Bethlehem and Ramallah in the West Bank are also finding it much more difficult than usual to visit the Christian Quarter this year. Even before October 7, they had to ask for official permission for such a visit well in advance. Now the restrictions are even stricter.\nThis can be seen in this report from Al Jazeera.\nThe lack of religious tourism means a major loss of income for the district. The Benedictine Abbot Nikodemus Schnabel of the German-speaking Dormitio Abbey in Jerusalem asks a lot attention for this in the international press.\n“The biggest challenge right now is our finances,” he told the National Catholic Reporter, a well-read Roman Catholic publication. “We live on pilgrims and tourists. These days we sell maybe four cups of coffee a day. That doesn’t even cover the costs of electricity.”\nAmbiguous message\nAnother sound came today from the Archdiocese of the Roman Catholic Church for Israel, Palestine, Jordan and Cyprus – the Latin Patriarchate of Jerusalem. That pays no attention to the economic need on social media today. Instead, the archdiocese quotes from the Gospel: “Father forgive them. For they know not what they do.”\nThese are not just the words of Jesus on the cross, says Paul van Geest, professor of church history at Tilburg University. “It is also a message of peace addressed to both Israel and Hamas. I know Cardinal Pizzaballa of Jerusalem personally. He does not take sides in the conflict. But the war must stop, he wants to say.”\nAccording to Van Geest, the cardinal is also specifically concerned about the situation for the Christian minority in Israel and Palestine, which makes up around two percent of the population. For example in the Gaza Strip, where Easter is still celebrated despite the war.\n“The long-term trend is that fewer and fewer Catholics live in Israel and Palestine. And to that is the war in Gaza. Normally the Via Dolorosa is teeming with people on this day. This is an exceptional situation,” says Van Geest .\n2024-03-29 13:24:50\n#walk #heads #Easter #quiet #Jerusalem\nRelated posts: Oleg Tinkov transferred Tinkoff shares to a family trust Football Legend Aleksandr Kerzjakov Leaves Russia Due to War: Politicians Lash Out Against Him Riots Erupt in France Following Killing of Young Man by Police Chinese Family Bill, Parents Will Be Punished If Children Do Bad Things ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [
    "https://indcatholicnews.com/news/49425|eventType=navigation|eventName=open",
    "https://www.akamai.vgc.no/v2/images/41ba39aa-c702-4496-9f88-5aeeff8a9f86?fit=crop&format=auto&h=1276&w=1900&s=6be6c0ff61dc39a79c79dfc7c7a41e2fa7fc9f5a)",
    "https://akamai.vgc.no/v2/images/41ba39aa-c702-4496-9f88-5aeeff8a9f86",
    "https://www.nederlandwereldwijd.nl/reisadvies/israel|eventType=navigation|eventName=open",
    "https://www.indcatholicnews.com/news/49425",
    "https://www.indcatholicnews.com/news/49425|eventType=navigation|eventName=open",
    "https://nederlandwereldwijd.nl/reisadvies/israel|eventType=navigation|eventName=open",
    "https://nederlandwereldwijd.nl/reisadvies/israel",
    "https://akamai.vgc.no/v2/images/41ba39aa-c702-4496-9f88-5aeeff8a9f86?fit=crop&format=auto&h=1276&w=1900&s=6be6c0ff61dc39a79c79dfc7c7a41e2fa7fc9f5a)",
    "https://indcatholicnews.com/news/49425",
    "https://www.nederlandwereldwijd.nl/reisadvies/israel"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rob",
        "sentiment": "negative"
      },
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "robert chesal",
        "sentiment": "none"
      },
      {
        "name": "jan van den bosch",
        "sentiment": "none"
      },
      {
        "name": "alphen",
        "sentiment": "none"
      },
      {
        "name": "rijn",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "reuters reuters believers",
        "sentiment": "negative"
      },
      {
        "name": "beter uit",
        "sentiment": "none"
      },
      {
        "name": "chesal foreign",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "jerusalem",
        "sentiment": "none"
      },
      {
        "name": "gaza strip",
        "sentiment": "none"
      },
      {
        "name": "west bank",
        "sentiment": "none"
      },
      {
        "name": "dolorosa",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T17:40:27.507+03:00",
  "updated": "2024-03-29T17:40:27.507+03:00"
}