{
  "thread": {
    "uuid": "41d17dfa6380eeb8b186da23931f5c0624bbed33",
    "url": "https://www.sandiegouniontribune.com/community-voices-project/story/2023-12-28/opinion-out-of-the-ashes-of-the-old-hope-emerges-from-the-darkness",
    "site_full": "www.sandiegouniontribune.com",
    "site": "sandiegouniontribune.com",
    "site_section": "https://www.sandiegouniontribune.com",
    "site_categories": [
      "real_estate",
      "media",
      "buying_selling_homes"
    ],
    "section_title": "The San Diego Union-Tribune - San Diego, California &amp; National News",
    "title": "Opinion: Out of the ashes of the old: hope emerges from the darkness - The San Diego Union-Tribune",
    "title_full": "Opinion: Out of the ashes of the old: hope emerges from the darkness - The San Diego Union-Tribune",
    "published": "2023-12-29T00:11:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ca-times.brightspotcdn.com/dims4/default/c26ca38/2147483647/strip/true/crop/1920x1008+0+36/resize/1200x630!/quality/75/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F18%2F87%2Fad2789124ebea11f3459aa4c4d66%2Fsdut-desktop-black.jpg",
    "performance_score": 0,
    "domain_rank": 1499,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "41d17dfa6380eeb8b186da23931f5c0624bbed33",
  "url": "https://www.sandiegouniontribune.com/community-voices-project/story/2023-12-28/opinion-out-of-the-ashes-of-the-old-hope-emerges-from-the-darkness",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jim Miller",
  "published": "2023-12-29T00:11:00.000+02:00",
  "title": "Opinion: Out of the ashes of the old: hope emerges from the darkness - The San Diego Union-Tribune",
  "text": "Opinion: Out of the ashes of the old: hope emerges from the darkness Miller is a local author, professor at San Diego City College, and vice president for the American Federation of Teachers, Local 1931. He lives in Golden Hill. For me, 2023 was the year from hell as I suffered through sudden and acute liver failure due to autoimmune hepatitis that resulted in a transplant operation in late July that saved my life with almost no time to spare. This was immediately followed by a toxic reaction to the anti-rejection medication which I was given that led to a series of dangerous seizures, periods of psychosis, mania and delirium, all of which I made my way through with plenty of scars [but also great appreciation for my good fortune](https://dougporter.substack.com/p/my-dark-nights-of-the-soul-notes). In sum, I had a few dances with death and somehow managed to elude its embrace. As [I wrote in this space](https://www.sandiegouniontribune.com/community-voices-project/story/2023-08-14/opinion-near-death-experience-live-failure-compassion-gratitude-hardship) just after that ordeal, “And now, as I recover, with deep gratitude and compassion for the struggle and suffering of others, it is still hard to write a piece like this, word by word, sentence by sentence, step by step. Life is about persistence in the face of hardship and if we are lucky, we can transcend and heal.” Then, three months into my recovery, I was back in the hospital for a week after coughing up blood, seemingly out of nowhere, and had to be treated with multiple antibiotics and other medications. These stopped the bleeding, [but the precise cause of this latest malady is yet to be determined](https://dougporter.substack.com/p/thanksgiving-in-dark-times). This all adds up to living with an intensified uncertainty on the personal level while the external world seems bent on piling suffering on top of radical uncertainty, from the danger and misery of wars abroad to the perils of our global leaders’ failure to adequately address the looming threat of climate catastrophe. Indeed, war, ecocide, mass shootings, civil discord, threats to democracy, extreme weather and natural disasters have become the taken-for-granted backdrop of our daily lives. Thus, as we enter a new year, it’s hard not to fall victim to despair or cynicism about our ability to right the ship. All of it brings to mind the words of the great Mary Oliver in her poem “At the River Clarion”: “I pray for the desperate earth / I pray for the desperate world / I do the little each person can do, it isn’t much / Sometimes the river murmurs, sometimes it roars.” And, at present, the river of our collective lives is roaring fiercely. The waters are unsettled, continually treacherous, and the obstacles we face can seem insurmountable. It would be naïve to suggest otherwise, yet, somehow, we must endure and persist. In my own case, this means greeting every day of my continued recovery with patience and developing a tolerance for the lack of certainty that will come with the end of my medical leave and return to work. I will have to learn to deal with life as a deeply immunocompromised person in a world that is done with worrying about COVID and other infectious diseases. In addition to this, I will not be able to count on my physical and mental endurance in the same way as I have for my entire life. So, I’ll mask up and make my way forward as best I can with no guarantees. As an educator in the humanities, the new year brings challenges with the latest technologies, hostile politics and an increasingly indifferent public. People seduced by superficial materialism, drowning in social media and the omnipresent noise of the culture will continue to raise questions about the value of a traditional higher education. My profession faces what many see as existential threats with increased instrumentalism, opportunistic culture warriors, and budgetary concerns putting the squeeze on funding for departments whose bread and butter involves reading books, talking about ideas, and delving into issues that make us ponder what the point of life is outside of the marketplace. Of course, the truth is that rather than being a useless relic, the core work of the humanities is the cure for what ails us. To read, write, and engage in the arts is an exercise in compassion, an invaluable tool in a world gone wrong. The humanities need to be defended not due to their materialist advantages but rather because they offer us a way to fill the void at the heart of our society by centering questions of human meaning. As a unionist, I hope to be at least a small part of the continuing [upsurge of labor](https://www.theguardian.com/commentisfree/2023/dec/05/uaw-tesla-us-unions) as we keep fighting deep inequities in our country and build a larger sense of solidarity that provides us a [way to connect](https://www.epi.org/publication/unions-promote-racial-equity/#:~:text=Finally%2C%20unions%20help%20reduce%20racial,actual%20causal%20effect%20of%20unionization) across the deep divides that separate us. It seems like a lot to ask, I know, but to return to the words of Mary Oliver: “Keep some room in your heart for the unimaginable.” Get Weekend Opinion on Sundays and Reader Opinion on Mondays Editorials, commentary and more delivered Sunday morning, and Reader Reaction on Mondays. You may occasionally receive promotional content from the San Diego Union-Tribune.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [
    "https://dougporter.substack.com/p/my-dark-nights-of-the-soul-notes).",
    "https://www.theguardian.com/commentisfree/2023/dec/05/uaw-tesla-us-unions)",
    "https://www.epi.org/publication/unions-promote-racial-equity/#:~:text=Finally%2C%20unions%20help%20reduce%20racial,actual%20causal%20effect%20of%20unionization)",
    "https://dougporter.substack.com/p/thanksgiving-in-dark-times).",
    "https://www.dougporter.substack.com/p/my-dark-nights-of-the-soul-notes).",
    "https://www.dougporter.substack.com/p/thanksgiving-in-dark-times).",
    "https://epi.org/publication/unions-promote-racial-equity/#:~:text=Finally%2C%20unions%20help%20reduce%20racial,actual%20causal%20effect%20of%20unionization)",
    "https://theguardian.com/commentisfree/2023/dec/05/uaw-tesla-us-unions)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "miller",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "san diego union",
        "sentiment": "negative"
      },
      {
        "name": "american federation of teachers",
        "sentiment": "none"
      },
      {
        "name": "san diego city college",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "golden hill",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:23:03.587+02:00",
  "updated": "2023-12-29T00:23:03.587+02:00"
}