{
  "thread": {
    "uuid": "d73646a7f04a40deb8a0ae47c74973eb5971adaf",
    "url": "https://www.prnewswire.com/news-releases/invisible-iceberg-when-climate-and-weather-shaped-history-by-accuweather-founder-dr-joel-n-myers-releasing-tuesday-january-16-2024-302035276.html",
    "site_full": "www.prnewswire.com",
    "site": "prnewswire.com",
    "site_section": "https://www.prnewswire.com",
    "site_categories": [
      "media"
    ],
    "section_title": "PR Newswire: press release distribution, targeting, monitoring and marketing",
    "title": "Invisible Iceberg: When Climate and Weather Shaped History by AccuWeather Founder, Dr. Joel N. Myers Releasing Tuesday, January 16, 2024",
    "title_full": "Invisible Iceberg: When Climate and Weather Shaped History by AccuWeather Founder, Dr. Joel N. Myers Releasing Tuesday, January 16, 2024",
    "published": "2024-01-16T15:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://mma.prnewswire.com/media/2319015/Invisible_Iceberg_cover____Skyhorse_Publishing.jpg?p=facebook",
    "performance_score": 0,
    "domain_rank": 195,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d73646a7f04a40deb8a0ae47c74973eb5971adaf",
  "url": "https://www.prnewswire.com/news-releases/invisible-iceberg-when-climate-and-weather-shaped-history-by-accuweather-founder-dr-joel-n-myers-releasing-tuesday-january-16-2024-302035276.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "AccuWeather",
  "published": "2024-01-16T15:00:00.000+02:00",
  "title": "Invisible Iceberg: When Climate and Weather Shaped History by AccuWeather Founder, Dr. Joel N. Myers Releasing Tuesday, January 16, 2024",
  "text": "New Book Looks At The Impactful Ways That Climate And Weather Changed The Very Course Of Humanity And Civilization\nNEW YORK , Jan. 16, 2024 /PRNewswire/ -- AccuWeather Founder and Executive Chairman, Dr. Joel N. Myers , will release his debut book , Invisible Iceberg: When Climate and Weather Shaped History , on January 16, 2024 , at The World Economic Forum in Davos, Switzerland . Featuring fascinating examples of the important role that weather events and climate have played in shaping humanity and civilization, the book is an enjoyable read for anyone interested in science, history, and geopolitics.\nContinue Reading\nJoin AccuWeather Founder and Executive Chairman Dr. Joel N. Myers on a journey from the beginning of time to the modern day to see how weather and climate impacted world events throughout history.\nInvisible Iceberg encourages readers to consider, reflect, and speculate on key historical events by combining scientific insights with engaging human stories. Weather has had a tremendous impact on global events from the beginning of time, shaping both the destiny of humanity and individual people in ways that nothing else can match. Volcanic eruptions, comets, ice ages, and other major climate change events have shaped and reshaped our natural world. Throughout this book, readers will learn about the hurricanes, snowstorms, droughts, and even the sunny days that changed the course of history and the path of civilization.\nExtreme weather and climate events have intensified public health emergencies, shaped political landscapes, affected economies and election results, and inspired art and literature throughout history. Understanding the importance of weather and climate is vital as we confront the most pressing challenges our modern society faces today. Invisible Iceberg not only educates, but also underscores the profound impact of weather and climate on business, civilization, and warfare. As the world faces ongoing volatility, the strategic importance of weather and climate intelligence in business and geopolitical decision-making becomes increasingly clear. The book illustrates how such factors are just as vital for today's leaders and decision-makers, drawing from key historical moments that highlight the critical role of weather and climate in shaping logistics, encouraging human migration, and planning critical battles. In the current climate of economic uncertainty and geopolitical unrest, it is essential for today's leaders to integrate meteorological data and forecasts into their strategic planning to maintain effective global trade, protect people, and mitigate climate change.\nExtreme weather was identified as the biggest risk in 2024 by the World Economic Forum's Global Risks Report , and as the frequency and severity of extreme weather and climate events increase, so do their direct economic costs .\n\"Weather affects all of us – everything from what we do, where we live, what we buy, and even our moods,\" said Dr. Myers. \"With climate change continuing, undoubtedly with a significant portion of it due to human activity, severe weather is shaping our history more and more each day. The art and science of weather prediction has improved dramatically over the last 100 years, some of it led by AccuWeather, allowing us to more accurately anticipate the impacts of weather and climate. But what we do with that knowledge is up to us. One of the key themes at Davos this year is discussing a long-term strategy for climate, nature and energy, and I hope that when a sequel to this book is written in decades hence, it will include many more chapters showing that, through innovation, science, technology, creativity, and common purpose, humans will prevent the disasters that might occur if global warming exceeds a tipping point.\"\nInvisible Iceberg: When Climate and Weather Shaped History By Joel N. Myers Skyhorse Publishing, hardcover also available in E-Book On Sale: January 16, 2024 $26.99 ISBN: 9781510776630 https://www.skyhorsepublishing.com/9781510776630/invisible-iceberg/\nBook Description: Discover the impactful ways that climate and weather changed the very course of human history from the Founder and Executive Chairman of AccuWeather! Dr. Joel N. Myers takes readers on a journey from the beginning of time to the modern day to see how weather and climate impacted world events throughout history, both the good and the bad.\nLearn about the comet that hit Earth almost 67 million years ago, and how it triggered a massive climate disruption that led to the extinction of the dinosaurs; the dramatic climate shift in 1213 BC that created the conditions for the Ten Plagues of Egypt , a foundational moment in three major world religions; how superior knowledge of the winds allowed the ancient Greeks to prevail over Persian attackers in 400 BC; the volcano in 44 BC that helped launch the Roman Empire; how tropical storms thwarted Mongol invaders and preserved an independent Japan in 1273; how the \"Little Ice Age\" ushered in the age of the European Witch Trials, which eventually influenced the Salem Witch Trials; the shipwreck of the Sea Venture in 1609 in an Atlantic hurricane that inspired Shakespeare's last play, The Tempest; the fog that helped to create an independent United States of America during the Revolutionary War; the storm in 1814 that ended the reign of Napoleon Bonaparte ; the \"Great White Hurricane,\" i.e. two major blizzards, that helped create the New York subway system in 1888; how the ice-filled waters in which the Titanic sailed, which were colder than the air above, created a phenomenon known as thermal inversion that made it so the crew aboard that fated vessel could not see objects until they got too close; and so much more!\nAlso explored are weather what-ifs, including the haunting question: Would the hurricane that remained off the coast have prevented the deadly attacks of September 11, 2001 , if it had just moved inland?\nInvisible Iceberg: When Climate and Weather Shaped History is an exciting, sometimes shocking, trip around the world and through time to prove once and for all that weather really does affect the world and the course of history!\nAbout The Author Dr. Myers, Founder and Executive Chairman of AccuWeather , is considered the \"father of modern commercial meteorology\" and the nation's most respected authority on the business of weather. A visionary entrepreneur who The New York Times named \"the most accurate man in weather,\" Dr. Myers started AccuWeather as a graduate student in 1962 and built the company into a global leader in forecast accuracy, weather-related big data, business, and predictive analytics. Today, AccuWeather is recognized as the most accurate and most used source of weather forecasts and warnings in the world, serving more than half of Fortune 500 companies and over 1.5 billion people. AccuWeather's proven Superior Accuracy™ has saved tens of thousands of lives and prevented hundreds of billions of dollars in property losses.\nDr. Myers has been recognized in Entrepreneur Magazine's Encyclopedia of Entrepreneurs as one of the greatest entrepreneurs in American history. He received the American Meteorological Society's Award for Outstanding Contributions to the Advancement of Applied Meteorology and the National Weather Association's Lifetime Achievement Award. He has published papers that have appeared in leading scientific journals, has made hundreds of national TV appearances, and has been quoted in the Wall Street Journal , the Washington Post , Axios, Time , USA Today , Businessweek , and thousands of other publications.\nA philanthropist, futurist, and sought-out expert in international business and digital media, he has given a TED Talk, and has also been an invited lecturer at the New York Academy of Sciences and many scientific, leadership, and charitable organizations. He is a Trustee of the Committee for Economic Development (CED), a Fellow of The Explorer's Club, a Fellow of the Nantucket Project, and served as a meteorology lecturer and assistant professor at Penn State University and also an active Member of the Penn State Board of Trustees for 33 years.\nTo request a review copy or to arrange an interview with the author, please contact:\nRachel Marble / 978-870-7974 / [email protected] Amy Jane Finnerty / (814) 235-8780 / [email protected] TrailRunner International / [email protected]\nSOURCE AccuWeather",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Arts, Culture and Entertainment",
    "Environment"
  ],
  "external_links": [
    "https://c212.net/c/link/?t=0&l=en&o=4068618-1&h=2954902604&u=https%3A%2F%2Fwww.weforum.org%2Fpublications%2Fglobal-risks-report-2024%2F&a=World+Economic+Forum%27s+Global+Risks+Report",
    "https://c212.net/c/link/?t=0&l=en&o=4068618-1&h=2797091750&u=https%3A%2F%2Fwww.skyhorsepublishing.com%2F9781510776630%2Finvisible-iceberg%2F&a=https%3A%2F%2Fwww.skyhorsepublishing.com%2F9781510776630%2Finvisible-iceberg%2F",
    "https://www.skyhorsepublishing.com/9781510776630/invisible-iceberg/",
    "https://c212.net/c/link/?t=0&l=en&o=4068618-1&h=2587623563&u=https%3A%2F%2Fcorporate.accuweather.com%2Fcompany%2Fabout-us%2Fdr-joel-myers%2F&a=Dr.+Myers%2C+Founder+and+Executive+Chairman+of+AccuWeather",
    "https://c212.net/c/link/?t=0&l=en&o=4068618-1&h=515234105&u=https%3A%2F%2Fwww.skyhorsepublishing.com%2F9781510776630%2Finvisible-iceberg%2F&a=%2C+Invisible+Iceberg%3A+When+Climate+and+Weather+Shaped+History",
    "https://c212.net/c/link/?t=0&l=en&o=4068618-1&h=332386870&u=https%3A%2F%2Fwww.weforum.org%2Fagenda%2F2023%2F01%2Fextreme-weather-economic-cost-wef23%2F&a=direct+economic+costs",
    "https://c212.net/c/link/?t=0&l=en&o=4068618-1&h=1986849827&u=http%3A%2F%2Fwww.accuweather.com%2F&a=AccuWeather",
    "https://www.skyhorsepublishing.com/9781510776630/invisible-iceberg",
    "https://skyhorsepublishing.com/9781510776630/invisible-iceberg/",
    "https://www.c212.net/c/link/?t=0&l=en&o=4068618-1&h=515234105&u=https%3A%2F%2Fwww.skyhorsepublishing.com%2F9781510776630%2Finvisible-iceberg%2F&a=%2C+Invisible+Iceberg%3A+When+Climate+and+Weather+Shaped+History",
    "https://www.c212.net/c/link/?t=0&l=en&o=4068618-1&h=332386870&u=https%3A%2F%2Fwww.weforum.org%2Fagenda%2F2023%2F01%2Fextreme-weather-economic-cost-wef23%2F&a=direct+economic+costs",
    "https://www.c212.net/c/link/?t=0&l=en&o=4068618-1&h=1986849827&u=http%3A%2F%2Fwww.accuweather.com%2F&a=AccuWeather",
    "https://www.c212.net/c/link/?t=0&l=en&o=4068618-1&h=2797091750&u=https%3A%2F%2Fwww.skyhorsepublishing.com%2F9781510776630%2Finvisible-iceberg%2F&a=https%3A%2F%2Fwww.skyhorsepublishing.com%2F9781510776630%2Finvisible-iceberg%2F",
    "https://www.c212.net/c/link/?t=0&l=en&o=4068618-1&h=2954902604&u=https%3A%2F%2Fwww.weforum.org%2Fpublications%2Fglobal-risks-report-2024%2F&a=World+Economic+Forum%27s+Global+Risks+Report",
    "https://c212.net/c/link/",
    "https://www.c212.net/c/link/?t=0&l=en&o=4068618-1&h=2587623563&u=https%3A%2F%2Fcorporate.accuweather.com%2Fcompany%2Fabout-us%2Fdr-joel-myers%2F&a=Dr.+Myers%2C+Founder+and+Executive+Chairman+of+AccuWeather"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "joel n. myers",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "accuweather",
        "sentiment": "negative"
      },
      {
        "name": "world economic forum",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "davos",
        "sentiment": "none"
      },
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "switzerland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-16T17:20:55.889+02:00",
  "updated": "2024-01-16T17:20:55.889+02:00"
}