{
  "thread": {
    "uuid": "de24e7d26cef560ebacc52eda4b9f77421e1db7f",
    "url": "https://vnexplorer.net/british-film-legend-90-to-come-out-of-retirement-and-star-in-secret-new-netflix-series-just-two-months-after-he-quit-work-s697532.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "British film legend, 90, 'to come out of retirement and star in secret new Netflix series' - just two months after he quit work",
    "title_full": "British film legend, 90, 'to come out of retirement and star in secret new Netflix series' - just two months after he quit work",
    "published": "2023-12-29T00:56:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.dailymail.co.uk/1s/2023/12/28/22/79417471-0-Veteran_British_actor_Sir_Michael_Caine_is_reportedly_set_to_com-m-136_1703801271712.jpg",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "de24e7d26cef560ebacc52eda4b9f77421e1db7f",
  "url": "https://vnexplorer.net/british-film-legend-90-to-come-out-of-retirement-and-star-in-secret-new-netflix-series-just-two-months-after-he-quit-work-s697532.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-29T00:56:00.000+02:00",
  "title": "British film legend, 90, 'to come out of retirement and star in secret new Netflix series' - just two months after he quit work",
  "text": "Veteran British actor Sir Michael Caine is reportedly set to come out of retirement to star in a new Netflix series.\nThe Sun reports that the icon, 90, has joined a show filming next month of which the details are being kept closely under wraps.\nIt comes two months after Sir Michael announced that he has decided to retire from acting.\nAn source told the publication: ‘He’s been asked to star in a Netflix series. Details are kept closely guarded.’\nA representative for Michael and Netflix have been contacted by MailOnline for further comment.\nVeteran British actor Sir Michael Caine is reportedly set to come out of retirement to star in a new Netflix series\nThe Sun reports that the icon, 90, has joined a show filming next month of which the details are being kept closely under wraps\nSir Michael confirmed his retirement decision in October, following a stellar career spanning seven decades and days after the release of his latest film, The Great Escaper.\nThe talented star – who has starred in over 180 movies – explained his decision came after he concluded that ‘you don’t have leading men at 90.’\nConfirming the news, the beloved thespian told BBC Radio 4’s Today programme: ‘I keep saying I’m going to retire. Well I am now.’\n‘I’ve figured, I’ve had a picture where I’ve played the lead and had incredible reviews… What am I going to do that will beat this?’\nThe Oscar, Golden Globe and Bafta-winning actor has an extensive filmography, including classic films ranging from Zulu and The Italian Job to more recently in Interstellar and The Dark Knight franchise, alongside Christian Bale.\nIn his final movie, The Great Escaper which was released on October 6, he plays real-life World War Two veteran Bernie Jordan who escaped from a care home to attend D-Day celebrations in France.\nSpeaking about his decision to hang up his boots, Sir Michael – who has been using a walking stick for five years after a fall on ice and spinal surgery – said: ‘The only parts I’m liable to get now are 90-year-old men. Or maybe 85.\n‘They’re not going to be the lead. You don’t have leading men at 90, you’re going to have young handsome boys and girls. So I thought, I might as well leave with all this.’\nIt comes two months after Sir Michael announced that he has decided to retire from acting (seen in 2018)\nIn his final movie, The Great Escaper which was released on October 6, he plays real-life World War Two veteran Bernie Jordan who escaped from a care home to attend D-Day celebrations\nSir Michael revealed he had turned down appearing in the The Great Escaper three times before accepting the role, because he considered himself retired.\nHe stars alongside Glenda Jackson, who died in June after the completion of the film.\nSir Michael recently revealed the secret to a long, happy life is to marry a younger woman, stop eating between meals – and wear trainers.\nIn an interview with The Mail on Sunday’s You Magazine, Sir Michael said his advice for longevity is ‘younger wives, no snacking and wearing trainers all the time – and you have to be careful not to fall down’.\nHe married model Shakira, 76, in 1973 after seeing her in a TV advert and tracking her down. She was 26 and he was 40.\nThey have a daughter Natasha and three grandchildren he says also help to keep him youthful, adding: ‘You want to live forever to see what they do with their lives.’\nSir Michael confirmed his retirement decision in October, following a stellar career spanning seven decades (pictured in 1996 film Alfie)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://videos.dailymail.co.uk/video/mol/2023/09/20/6736173580936657007/1024x576_MP4_6736173580936657007.mp4",
    "https://www.videos.dailymail.co.uk/video/mol/2023/09/20/6736173580936657007/1024x576_MP4_6736173580936657007.mp4"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "michael caine",
        "sentiment": "negative"
      },
      {
        "name": "michael",
        "sentiment": "none"
      },
      {
        "name": "mailonline",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "netflix",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T01:17:34.936+02:00",
  "updated": "2023-12-29T01:17:34.936+02:00"
}