{
  "thread": {
    "uuid": "004e964b82ed4a00a9f40ac93477a7ef3cb63c9d",
    "url": "https://www.kwqc.com/2023/12/29/dpd-k-9-officer-dawn-retires-after-7-years-service/",
    "site_full": "www.kwqc.com",
    "site": "kwqc.com",
    "site_section": "https://www.kwqc.com/powernation",
    "site_categories": [
      "media"
    ],
    "section_title": "POWERNATION",
    "title": "DPD K-9 officer Dawn retires after 7 years of service",
    "title_full": "DPD K-9 officer Dawn retires after 7 years of service",
    "published": "2023-12-29T03:58:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gray-kwqc-prod.cdn.arcpublishing.com/resizer/v2/J5ZU6GTWEZCWTLFWL32PG7CI6E.jpg?auth=a64f39c5677bdcae4e8a5fc040f896e19770397d9bbc5a88abdb0c450779e82b&amp;width=1200&amp;height=600&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 27131,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "004e964b82ed4a00a9f40ac93477a7ef3cb63c9d",
  "url": "https://www.kwqc.com/2023/12/29/dpd-k-9-officer-dawn-retires-after-7-years-service/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@kwqcnews",
  "published": "2023-12-29T03:58:00.000+02:00",
  "title": "DPD K-9 officer Dawn retires after 7 years of service",
  "text": "DPD K-9 officer Dawn retires after 7 years of service Leaving a pawprint of achievements and community impact DAVENPORT, Iowa (KWQC) - After seven and a half years of service, a standout member of the Davenport Police force is retiring. The Davenport Police Department announced that one of their K-9 officers is retiring. K-9 Dawn joined the Davenport police force in August 2016 to work alongside her handler Sergeant Brandon Koepke. Dawn wasn’t always a police dog; she was a family pet in West Virginia, but her high energy led her to the pound where she faced an uncertain fate. “She was three days away from getting put to sleep when a worker at the Humane Society there contacted local canine trainers and said we got this dog here that has a very high drive,” said Sergeant Koepke. She was then sent to North Iowa K-9 where she trained to become a police dog. “It’s a kind of strenuous process to make a dog into a police dog. But basically, if a dog has a ball drive, then you can teach them how to do whatever you want. So, she has an insane ball drive; she’ll go after a ball, and she won’t ever stop,” said Sergeant Koepke. K-9 Dawn is a single-purpose Black Labrador trained in narcotics detection and tracking, and article recovery. “She spent four and a half years in the narcotics unit, then also three years on patrol. She’s done a lot of work for us here at Davenport PD; she’s been solely responsible for a lot of state and federal arrests, a lot of gun seizures, millions of dollars in narcotic seizures, and numerous search warrants, and money seizures,” said Sergeant Koepke. Sgt. Koepke says Dawn was always a very social dog. “She shows up to all the parties at the parks and cops and Coco and everything else where we get to meet a lot of kids. They love on her. She’s a perfect dog for that; she’s got a great demeanor for helping out with the community. I would say community engagement is probably the best part of having her, my best memories.” The Police department celebrated Dawn’s retirement with a farewell party and a cake. “She will be literally sitting at home and giving the mailman a piece of her mind once a day, but hopefully, just relaxing and enjoying retirement just like anybody else would,” said Sgt. Koepke. The Davenport Police Department is waiting for the arrival of a new K-9 from Slovakia. The new K-9 is a German Shepherd mix and will be assigned to the patrol division.” Copyright 2023 KWQC. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dawn",
        "sentiment": "negative"
      },
      {
        "name": "davenport",
        "sentiment": "none"
      },
      {
        "name": "brandon koepke",
        "sentiment": "none"
      },
      {
        "name": "k-9 dawn",
        "sentiment": "none"
      },
      {
        "name": "koepke",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "humane society",
        "sentiment": "none"
      },
      {
        "name": "davenport police department",
        "sentiment": "none"
      },
      {
        "name": "davenport police",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "west virginia",
        "sentiment": "none"
      },
      {
        "name": "iowa",
        "sentiment": "none"
      },
      {
        "name": "north iowa k-9",
        "sentiment": "none"
      },
      {
        "name": "davenport",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T04:54:24.743+02:00",
  "updated": "2023-12-29T04:54:24.743+02:00"
}