{
  "thread": {
    "uuid": "bb7b2e1f1721433bbfb0a13d3c95d776f6b8f2e2",
    "url": "https://www.lagazzettadelmezzogiorno.it/news/ultima-ora/1468167/inter-lazio-3-0-inzaghi-in-finale-supercoppa-contro-napoli.html",
    "site_full": "www.lagazzettadelmezzogiorno.it",
    "site": "lagazzettadelmezzogiorno.it",
    "site_section": "https://lagazzettadelmezzogiorno.it/ricerca",
    "site_categories": [
      "education",
      "entertainment"
    ],
    "section_title": " - La Gazzetta del Mezzogiorno - ",
    "title": "Inter-Lazio 3-0, Inzaghi in finale Supercoppa contro Napoli - La Gazzetta del Mezzogiorno",
    "title_full": "Inter-Lazio 3-0, Inzaghi in finale Supercoppa contro Napoli - La Gazzetta del Mezzogiorno",
    "published": "2024-01-19T22:20:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.lagazzettadelmezzogiorno.it/resizer/600/315/true/kronos/2024_01_19/000_34FZ393.jpg--.jpg",
    "performance_score": 0,
    "domain_rank": 41033,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bb7b2e1f1721433bbfb0a13d3c95d776f6b8f2e2",
  "url": "https://www.lagazzettadelmezzogiorno.it/news/ultima-ora/1468167/inter-lazio-3-0-inzaghi-in-finale-supercoppa-contro-napoli.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Agenzia Adnkronos",
  "published": "2024-01-19T22:20:00.000+02:00",
  "title": "Inter-Lazio 3-0, Inzaghi in finale Supercoppa contro Napoli - La Gazzetta del Mezzogiorno",
  "text": "sport sport 19 Gennaio 2024 (Adnkronos) - L'Inter batte la Lazio per 3-0 a Riad nella semifinale della Supercoppa italiana, oggi 19 gennaio, e si qualifica per la finale in programma lunedì 22 gennaio contro il Napoli, che ieri ha superato la Fiorentina per 3-0 nella prima semifinale. La formazione nerazzurra domina il match contro i biancocelesti e si impone con i gol di Thuram (17'), Calhanoglu su rigore (50') e Frattesi (88'). La squadra allenata da Inzaghi colleziona occasioni e centra anche due traverse con Barella nel primo tempo e Lautaro nella ripresa. La superiorità dei vice campioni d'Europa in carica è evidente dall'avvio e già al 3' arriva il primo pericolo con Barella. L'Inter costruisce bene l'azione e manda al tiro dal limite il suo centrocampista, che ha tempo e spazio per calciare ma tira alto. Al 4' ancora nerazzurri al tiro, stavolta con Thuram. Sullo scarico di Barella il francese va alla conclusione ma non inquadra la porta. Al 7' ancora la squadra di Inzaghi pericolosa. Barella crossa da destra, Thuram con un colpo di testa quasi in tuffo indirizza il pallone in porta ma è decisiva la deviazione di Gila, che manda in angolo ed esulta rendendosi conto dell'importanza del suo tocco. E' un monologo della capolista della Serie A. Al 9' altra occasione da rete, nasce tutto da una palla salvata sulla linea di fondo, in attacco, da Pavard, che in scivolata la tiene dentro e va al cross, da cui poi nasce il tentativo di Bastoni che arriva a rimorchio sulla respinta della difesa e calcia forte ma alto. Al 17' arriva il meritato vantaggio nerazzurro. Cross di Bastoni da sinistra, Dimarco col tacco sul primo palo la aggiusta e Thuram irrompe sul secondo palo e sblocca la partita. La Lazio prova a reagire subito e al 22' Pedro recupera palla, Immobile la appoggia per Felipe Anderson che da fuori cerca il destro incrociato ma non inquadra la porta. Alla mezz'ora cross di Dimarco da sinistra, la palla, dopo una leggera deviazione di Lazzari, arriva dalle parti di Lautaro che non ci arriva per un soffio. Al 33' Lautaro riceve sulla trequarti, avanza e scarica in porta da fuori. Provedel para in due tempi, prima con una deviazione e poi allontanando in angolo prima del tap-in di Thuram. Passano un paio di minuti e Calhanoglu mette un bel pallone in area, Pavard prova la spizzata di testa ma manda fuori tempo sia Lautaro che Thuram appostati sul secondo palo. Al 37' grande azione dell'Inter, trama fantastica, che si chiude con un cross di Dimarco da sinistra a scavalcare tutta la difesa laziale, verso il secondo palo dove c'è Barella che ci va al volo, di mezzo esterno, con un tiro potentissimo che colpisce la parte alta della traversa vicino all'incrocio dei pali. Al 42' ancora un cross da sinistra, stavolta di Bastoni, sul palo opposto arriva puntuale Darmian che, da ottima posizione, conclude alto. Appena prima dell'intervallo azione insistita di Thuram che aggira Provedel, bravo a non andare giù costringendolo ad allargarsi. Ancora il francese mette in mezzo e poi Romagnoli salva. In apertura di ripresa l'Inter raddoppia. Lautaro va giù in area, dopo un pestone di Pedro. L'arbitro non ha visto e gli dice di rialzarsi, ma al Var ricontrollano l'azione e richiamano Marchetti che, dopo aver rivisto l'episodo, assegna il penalty ai vice campioni d'Europa in carica. Dagli 11 metri Calhanoglu incrocia col destro, Provedel intuisce ma non ci arriva ed è 2-0 Inter al 50'. Un minuto dopo Sarri effettua un doppio cambio: dentro Luis Alberto e Cataldi per Guendouzi e Rovella ma la musica non cambia e al 52' l'Inter colpisce un'altra traversa stavolta con una girata potente di Lautaro in area su invito di Barella che finta di calciare e poi serve il compagno. Al 58' grande giocata di Lautaro che inizia l'azione con una grande sventagliata e poi la chiude con una rasoiata di collo che sfiora il palo. Al 66' Dimarco su punizione impegna Provedel che respinge, Lautaro recupera palla e rimanda al tiro Dimarco che è però in posizione di fuorigioco. Un minuto dopo due cambi per parte: Frattesi e De Vrij per Barella e Bastoni, nell'Inter. Isakson per Felipe Anderson e Pellegrini per Marusic nella Lazio. Al 70' Dimarco ruba palla anticipando Vecino, che lo prende in pieno sulla caviglia. Marchetti non può fare a meno di ammonire l'uruguayano. Al 74' altro doppio cambio Inter che rivoluziona l'attacco. Dentro Arnautovic e Sanchez per Lautaro e Thuram. Al 79' Calhanoglu mette giù Isaksen e viene ammonito. Inzaghi lo toglie e mette Asslani, Sarri invece inserisce Hysaj per Lazzari. All'88' i nerazzurri calano il tris con Frattesi. Luis Alberto sbaglia un passaggio elementare nella trequarti offensiva, innescando il contropiede dell'Inter. Mkhitaryan da sinistra serve Frattesi tutto solo davanti alla porta e l'ex Sassuolo supera Provedel e firma il 3-0. All'89' gol annullato a Immobile che prima di tirare in porta tocca il pallone con la mano. L'ultimo spunto del match lo regala Asslani con un gran tiro da fuori area che impegna Provedel a una deviazione in calcio d'angolo. Scorri verso il basso per leggere le altre Notizie [I furbetti del Superbonus, in carcere proprietario di supermercati della Bat/VIDEO](https://www.lagazzettadelmezzogiorno.it/news/bat/1467876/i-furbetti-del-superbonus-a-trani-scattano-sequestri-e-il-carcere.html)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-20T00:30:48.702+02:00",
  "updated": "2024-01-20T00:30:48.702+02:00"
}