{
  "thread": {
    "uuid": "09da0adc68248a69f880878471f1819bf5a9ba32",
    "url": "https://themercury.com/features/our-neighbors-local-woman-keeps-seniors-sharp-with-fitness-fun/article_527758e7-2685-5080-97de-0ea88a556db8.html",
    "site_full": "themercury.com",
    "site": "themercury.com",
    "site_section": "https://themercury.com/classifieds/",
    "site_categories": [
      "media"
    ],
    "section_title": "Classifieds | themercury.com",
    "title": "OUR NEIGHBORS | Local woman keeps seniors sharp with fitness fun | Features | themercury.com",
    "title_full": "OUR NEIGHBORS | Local woman keeps seniors sharp with fitness fun | Features | themercury.com",
    "published": "2023-12-28T21:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/themercury.com/content/tncms/assets/v3/editorial/e/3d/e3d1f7f4-419b-5d63-aa4d-90808c801fc7/658c78f281d59.image.jpg?crop=1763%2C926%2C0%2C124&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 67604,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "09da0adc68248a69f880878471f1819bf5a9ba32",
  "url": "https://themercury.com/features/our-neighbors-local-woman-keeps-seniors-sharp-with-fitness-fun/article_527758e7-2685-5080-97de-0ea88a556db8.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "themercury.com",
  "published": "2023-12-28T21:00:00.000+02:00",
  "title": "OUR NEIGHBORS | Local woman keeps seniors sharp with fitness fun | Features | themercury.com",
  "text": "Aging can be a time when bodies slow down, but that does not mean people can’t be healthy or have fun.\nBecky Behling, 72, proves this every day. Behling has taught fitness for 36 years. After moving to Manhattan two years ago from Texas, Behling began teaching fitness at the Manhattan Senior Center.\nBehling said she was not always athletic. She had severe asthma, and there were no girls’ athletics where she grew up. When transferring universities midway between sophomore and junior year, a counselor at Taylor University in Upland, Indiana, suggested going into physical education.\n“I was looking at different colleges and a counselor at Taylor University asked, ‘What do you love to do more than anything?’ and I said waterski, because it was one thing I could do that did not set off an asthma attack.”\nBehling got into athletic training when recovering from a dislocated kneecap, caused by swinging a golf club. She said the only people who could explain what happened were the athletic trainers.\nIn the early 1970s, Behling was among one of the first women to become certified by the National Athletic Trainers Association. When Behling began studying to become an athletic trainer, the program was not welcoming toward women.\n“When I wanted to take the class in my undergraduate work, I had to petition because it was closed to women,” Behling said. “It was the class that was rolled in with the coaching of baseball, basketball, and athletic training.”\nBehling said her academic adviser was supportive, so she was allowed in the class. After finishing her bachelor’s degree at DePauw University, she went on to get her master’s degree at the University of Arizona. This took place around 1972, when Title IX, the law prohibiting sex-based discrimination, passed.\n“There were only two universities at the master’s level that allowed women in their athletic training programs,” Behling said. “Men’s athletics were opening, reluctantly, to women and not very willing to share their money.”\nBehling was an athletic trainer at the University of Kansas, from 1976 to 1977 and was the second woman to hold that position there.\n“I had very little budget, no help, no training room. I had an office in the corner of Allen Fieldhouse,” Behling said. “I had finished working one of the women’s games and went to the fieldhouse to get into my office and was denied access because there was a men’s event going on. I was asked to pay for parking and where was my ticket?”\nIt is a story Behling is fond of telling, about how different things were several decades ago. She has not been back to the University of Kansas since working there.\n“I’ve often said it’s better to be a lead dog than a follow dog because the view is much better,” Behling said. “It takes an amount of courage and some vision. I couldn’t understand why women weren’t welcome in that program to begin with because there were women in intercollegiate athletics.”\nWhile college sports teams existed at the time, Behling remembers how these college athletes would raise money on their own with bake sales to pay for their uniforms and travel because the college would not fund it.\n“It means a lot to me because it was such a lovely pathway to tap into the skills I never thought I had,” Behling said. “For example, when I made my major change, I was required to take anatomy and physiology because there were so few physical education students in my school and classes were made up of pre-med and nursing students so that’s how teaching was directed.”\nDespite being told she would fail anatomy by the other students, Behling passed with an A, proving them wrong. She came to love the subject of human anatomy and even went on to teach anatomy to massage therapy students from 2010 to 2015, in Austin, Texas.\nBehling teaches a type of exercise therapy called the Feldenkrais method, developed in the mid-20th century by Moshe Feldenkrais. She was introduced to this method in Texas by a friend in a yoga class, who recommended attending a seminar about it.\n“It’s a way of approaching movement improvement by becoming aware of what you do,” Behling said. “He constructed what he called lessons in ways that start with very small movements and build on that. People are asked to move slowly, gently, carefully, not many (movements), never to go to a place where there is pain and to rest as often as they need.”\nBehling said she teaches people of all ages and abilities, including those with disabilities, going at their pace. She has worked with people recovering from strokes, who claimed the classes were life saving.\n“It’s an opportunity to improve the quality of life, health, well-being, stamina and mental outlook of anyone who walks into class,” Behling said. “There’s a lot of research that’s been done about the social aspects of being in a group and the dynamic that people have. I think when you combine that with movement and good music, it’s a positive outcome for most people.”\nBehling and her husband moved to Manhattan in November 2021, to live closer to her daughter and her husband. They made the move from Austin to Kansas. She began teaching fitness at the senior center that same year.\n“My mom has always had the gift of teaching,” Nancy Finch, Behling’s daughter, said. “She has the gift of curiosity — she will absorb and learn as much as she can and then turn around and share that with others. I, and many others, have admired her amazing gift of teaching others how to exercise and live more healthy, active lives.”\nThese classes provide participants with the opportunity to socialize with people in their own age group. Behling said many senior citizens who attend are widows and tend to form bonds over shared experiences.\nBehling said the most rewarding part of her job is watching people improve their health and lives overall.\n“The biggest challenge I think is getting people to understand they don’t have to hurt themselves to get a benefit,” Behling said. “Low- to moderate-intensity exercise can reap all kinds of benefits.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "becky behling",
        "sentiment": "none"
      },
      {
        "name": "nationa",
        "sentiment": "none"
      },
      {
        "name": "behling",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "taylor university in upland",
        "sentiment": "none"
      },
      {
        "name": "taylor university",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "indiana",
        "sentiment": "none"
      },
      {
        "name": "texas",
        "sentiment": "none"
      },
      {
        "name": "manhattan",
        "sentiment": "none"
      },
      {
        "name": "manhattan senior center",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:17:45.490+02:00",
  "updated": "2023-12-29T00:17:45.490+02:00"
}