{
  "thread": {
    "uuid": "f3a554ebb835420d626cca8f1c8d24ae50759095",
    "url": "https://www.thedailystar.net/news/asia/india/news/ulfa-faction-signs-peace-accord-indian-govt-3506131",
    "site_full": "www.thedailystar.net",
    "site": "thedailystar.net",
    "site_section": "https://www.thedailystar.net/todays-news",
    "site_categories": [
      "media"
    ],
    "section_title": "Today's News of The Daily Star at a Glance",
    "title": "Ulfa faction signs peace accord with Indian govt | The Daily Star",
    "title_full": "Ulfa faction signs peace accord with Indian govt | The Daily Star",
    "published": "2023-12-29T20:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BD",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 5743,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f3a554ebb835420d626cca8f1c8d24ae50759095",
  "url": "https://www.thedailystar.net/news/asia/india/news/ulfa-faction-signs-peace-accord-indian-govt-3506131",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@dailystarnews",
  "published": "2023-12-29T20:00:00.000+02:00",
  "title": "Ulfa faction signs peace accord with Indian govt | The Daily Star",
  "text": "Ulfa faction signs peace accord with Indian govt A tripartite peace agreement was signed yesterday among the Indian government, the Assam state government, and the pro-talks faction of the United Liberation Front of Asom (Ulfa) in Delhi. In the accord, inked in the presence of Indian Home Minister Amit Shah and Assam Chief Minister Himanta Biswa Sarma, the Ulfa faction has formally agreed to shun violence, disband the outfit and join mainstream politics. The peace deal with the oldest insurgent group of Assam aims to address issues such as illegal immigration, land rights for indigenous communities, and a financial package for Assam's development, reports NDTV. The Indian government and Assam authorities have been holding negotiations with the Arabinda Rajkhowa-led faction of Ulfa since 2010 after Bangladesh handed over to the Indian authorities Ulfa's chairman Rajkhowa, its armed wing's deputy chief Raju Baruah, and several other top leaders in 2009 in a major gesture of security cooperation with New Delhi. However, the hardline faction of Ulfa (Independent) headed by Paresh Baruah is still not part of the peace process. Baruah reportedly lives along China-Myanmar border. Amit Shah said the agreement marks a \"bright\" day for the future of Assam which for a long time suffered violence and ten thousand people lost their lives due to Ulfa-sponsored violence since 1997. Amit Shah said all the reasonable demands by Ulfa will be met in a time-bound manner, and Ulfa as an organisation will be disbanded. Ulfa was formed in 1979 to establish an independent sovereign state for the indigenous Assamese people. The group began its armed operations in the late 1980s, led by figures such as Paresh Baruah, Arabinda Rajkhowa, and Anup Chetia. It was banned by the Indian government in 1990 for taking part in subversive and violent activities. The Rajkhowa faction joined peace talks with the government on September 3, 2011, after an agreement for suspension of operations was signed between it and central and state governments. Without naming Dhaka's handing over the top leaders of Ulfa, Indian Prime Minister Narendra Modi and other senior Indian leaders have time and again recalled Bangladesh's exemplary cooperation in security matters that helped to restore peace in Assam. The Ulfa leader's hand over came after Sheikh Hasina returned to power in 2009.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rajkhowa",
        "sentiment": "none"
      },
      {
        "name": "arabinda rajkhowa",
        "sentiment": "none"
      },
      {
        "name": "himanta biswa sarma",
        "sentiment": "none"
      },
      {
        "name": "raju baruah",
        "sentiment": "none"
      },
      {
        "name": "paresh baruah",
        "sentiment": "none"
      },
      {
        "name": "amit shah",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "daily star ulfa",
        "sentiment": "positive"
      },
      {
        "name": "ulfa",
        "sentiment": "none"
      },
      {
        "name": "united liberation front of asom (ulfa",
        "sentiment": "none"
      },
      {
        "name": "ndtv",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "delhi",
        "sentiment": "none"
      },
      {
        "name": "bangladesh",
        "sentiment": "none"
      },
      {
        "name": "new delhi",
        "sentiment": "none"
      },
      {
        "name": "assam",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T20:50:41.125+02:00",
  "updated": "2023-12-29T20:50:41.125+02:00"
}