{
  "thread": {
    "uuid": "11f04105fbd761c83141d9c34ba6dcdbbba7a19b",
    "url": "https://www.ilsussidiario.net/news/palermo-inaugurata-nuova-passeggiata-santerasmo-accordo-tra-adsp-e-comune-per-rigenerare-il-waterfront/2727210",
    "site_full": "www.ilsussidiario.net",
    "site": "ilsussidiario.net",
    "site_section": "https://ilsussidiario.net",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "IlSussidiario.net: il Quotidiano Approfondito con le ultime news online",
    "title": "Palermo, inaugurata nuova passeggiata Sant'Erasmo/ Accordo tra AdSP e Comune per rigenerare il waterfront",
    "title_full": "Palermo, inaugurata nuova passeggiata Sant'Erasmo/ Accordo tra AdSP e Comune per rigenerare il waterfront",
    "published": "2024-07-05T15:23:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.ilsussidiario.net/wp-content/uploads/2024/07/05/passeggiata_santerasmo_palermo.jpg",
    "performance_score": 0,
    "domain_rank": 26169,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "11f04105fbd761c83141d9c34ba6dcdbbba7a19b",
  "url": "https://www.ilsussidiario.net/news/palermo-inaugurata-nuova-passeggiata-santerasmo-accordo-tra-adsp-e-comune-per-rigenerare-il-waterfront/2727210",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@ilsussidiario",
  "published": "2024-07-05T15:23:00.000+03:00",
  "title": "Palermo, inaugurata nuova passeggiata Sant'Erasmo/ Accordo tra AdSP e Comune per rigenerare il waterfront",
  "text": "Palermo, inaugurata nuova passeggiata Sant’Erasmo/ Accordo tra AdSP e Comune per rigenerare il waterfront Palermo, la passeggiata da Sant'Erasmo al Foro Italico cambia volto: inaugurata ieri dopo gli interventi di riqualificazione. Ma per il waterfront non è finita: previsti altri lavori Riapre la passeggiata a mare da Sant’Erasmo al Foro Italico a Palermo, ma con un nuovo volto, grazie a una serie di interventi che non l’hanno stravolta, ma valorizzata. Ad esempio, dispone di una nuova pavimentazione e configurazione, è stato creato un belvedere da cui vedere il mare. Ci sono stati interventi di pulizia per la “villa a mare”, che è stata anche illuminata, c’è stata anche la potatura degli alberi, quindi ora dalla strada si può vedere il mare. Ora ci sono anche piccole aree attrezzate per i bambini e una per il fitness. Il nuovo lungomare è stato inaugurato ieri alla presenza di Pasqualino Monti, presidente dell’ [Autorità di Sistema portuale del Mare di Sicilia occidentale](https://www.ilsussidiario.net/news/port-community-system-al-porto-di-palermo-cose-pcs-e-perche-e-un-passo-verso-linnovazione-tecnologica/2710766/), insieme al sindaco della città siciliana Roberto Lagalla e Maurizio Carta, assessore alla Rigenerazione urbana. Questa opera di valorizzazione consente di restituire un’altra parte di mare alla città, ha sottolineato Monti, evidenziando il fatto che ora durante la passeggiata di Sant’Erasmo si può guardare il mare e arrivare alla Cala e al Palermo Marina Yachting. Un lavoro di riqualificazione che non è finito, perché verrà completato il progetto di interfaccia. Comunque, l’avanzamento della passeggiata di Sant’Erasmo conferma nuovamente, secondo Monti, «l’idea di sviluppo portuale» che l’Autorità di Sistema portuale del Mare di Sicilia occidentale sta portando avanti senza trascurare il tema della «sostenibilità ambientale e sociale». COME CAMBIA IL LUNGOMARE DI PALERMO Per quanto riguarda gli interventi nello specifico, è stata scelta la pietra di Billiemi per la pavimentazione, come da iconografia storica, ma è in doghe di WPC nella parte ribassata a mare; è stato predisposta una zona ombreggiatacon una struttura e due sedute in pietra, vicino alla quale c’è un’area fitness con attrezzi fissi, invece la zona per i bambini è vicino alla terrazza. In entrambi i casi la pavimentazione è antitrauma in gomma. Oltre all’impianto di illuminazione, è stato installato quello di videosorveglianza e di smaltimento dell’acqua piovana, ci sono cestini per rifiuti e zone per alloggiare le biciclette. All’altezza dei varchi ci sono dei dissuasori in cemento bianco per scongiurare l’accesso dei mezzi. Ma i lavori non sono finiti qui, visto che a fine mese inizieranno quelli per realizzare un monumento ai caduti, su cui è atteso il parere della Soprintendenza, comunque è previsto che venga installato nei pressi della villa comunale a mare, nella passeggiata a mare che conduce al Foro Italico. UN CONCORSO PER IL FORO ITALICO DI PALERMO I progetti sono in continuo divenire, come dimostra l’accordo operativo firmato dall’AdSP e il Comune di Palermo ( [che discende da quello di due anni fa](https://www.ilsussidiario.net/news/palermo-firmato-accordo-quadro-tra-adsp-del-mare-di-sicilia-occidentale-e-comune/2438704/)) per i lavori per rigenerare il waterfront e migliorare le connessioni tra la città e il porto. A tal proposito, c’è il concorso internazionale d’idee che mette in palio 185 milioni di euro che saranno distribuiti tramite una graduatoria di merito, quindi si tratta di una sfida di progetti per disegnare una nuova Palermo, quella del futuro. Il sindaco Lagalla ha colto, quindi, l’occasione per ringraziare l’Autorità portuale e il suo presidente Monti per la disponibilità e collaborazione, infatti il lavoro sinergico ha consentito di riqualificare il “biglietto da visita” di Palermo, sempre rispettando l’ambiente e fornendo a cittadini e turisti nuovi servizi. Sulla collaborazione si è soffermato anche Monti, sottolineando come questa rende le istituzioni più efficaci e precisando che si punta anche alla riqualificazione del patrimonio architettonico. Per quanto riguarda la riqualificazione del waterfront di Palermo, l’assessore Carta ha annunciato il lancio di un bando di concorso internazionale di idee per il parco del Foro Italico, che avrà anche ricadute economiche, a partire dai nuovi posti di lavoro che si possono creare. Non a caso Monti ha parlato di un clima dinamico che renderà Palermo più bella e accogliente. PALERMO, TRE INTERVENTI PER RIGENERARE IL WATERFRONT Sono tre gli interventi che rientrano nell’accordo operativo firmato dall’AdSP e dal Comune di Palermo per rigenerare il waterfront. Il primo serve a decongestionare il traffico nella zona vicina al porto commerciale e migliorare la viabilità: sono previsti 12 milioni di euro come risorse per modernizzare via Crispi tra passerelle pedonali, una rotonda stradale, rifacimento del manto stradale e dei marciapiedi. L’altro intervento rientra nel concorso internazionale di idee per il Foro Italico, con cui definire il nuovo assetto del Foro Umberto I, riconfigurare il porto di Sant’Erasmo, creare un parco, ridefinire il molo sud del porto affinché possa fornire servizi per nautica e sport acquatici. L’area del concorso è suddivisa in quattro ambiti su cui lavorare singolarmente, ma che rientrano in un progetto unitario. Il terzo e ultimo intervento, infine, riguarda gli immobili ex Tirrenia, in particolare la loro valorizzazione tramite la creazione di un “innovation hub“, progetto a cura dell’AdSP le cui risorse dovranno essere individuate dal Comune di Palermo. © RIPRODUZIONE RISERVATA",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Politics",
    "Arts, Culture and Entertainment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T15:48:03.672+03:00",
  "updated": "2024-07-05T15:48:03.672+03:00"
}