{
  "thread": {
    "uuid": "46e6e4a1be2dd59cc6c527c4f571ce2de7d6b5e6",
    "url": "https://www.lionsroar.com/i-figured-i-would-never-find-another-on-being-a-queer-asian-american-buddhist",
    "site_full": "www.lionsroar.com",
    "site": "lionsroar.com",
    "site_section": "https://www.lionsroar.com/rss",
    "site_categories": [
      "religion",
      "buddhism"
    ],
    "section_title": "Lion’s Roar",
    "title": "I Figured I Would Never Find Another: On Being a Queer Asian American Buddhist",
    "title_full": "I Figured I Would Never Find Another: On Being a Queer Asian American Buddhist",
    "published": "2024-05-31T18:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.lionsroar.com/wp-content/uploads/2022/03/pride-queer-asian-american-rainbow.jpg",
    "performance_score": 0,
    "domain_rank": 27434,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "46e6e4a1be2dd59cc6c527c4f571ce2de7d6b5e6",
  "url": "https://www.lionsroar.com/i-figured-i-would-never-find-another-on-being-a-queer-asian-american-buddhist",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Marissa Wong",
  "published": "2024-05-31T18:00:00.000+03:00",
  "title": "I Figured I Would Never Find Another: On Being a Queer Asian American Buddhist",
  "text": "Growing up both Japanese and Chinese, I often felt alienated because I lived in a majority white town. I also sometimes felt like I was on the outside of my sangha looking in because I didn’t completely fit in there, either. I was raised in the Japanese Jodo Shinshu, or Shin, school of Buddhism and grew up attending the Sacramento Betsuin, where most of the temple members were full Japanese. I felt like I wasn’t “authentically” Shin Buddhist because of my multicultural identity and because my Chinese family is Catholic. I didn’t have many opportunities to become friends with people of the same age outside of dharma school because I didn’t live in Sacramento. The other kids my age attended the same schools and were all on the temple basketball team, so I often felt excluded.\nBeing queer was another reason why I felt a little alienated from the sangha. In my experience, I’ve heard more about being both Asian and queer rather than the intersections of being Asian American, queer, and Buddhist. Growing up, I never examined how all three identities contributed to who I was. I’m not officially “out” to my family, so talking about queerness with them is out of the question, and that’s the same with many of my heterosexual friends. No one in my life is homophobic, but it is sometimes hard to talk to straight and cisgender people about things that they’ve never personally experienced, such as questioning your sexuality or gender.\nIt is comforting to know that others hold the same identities as myself and that they will understand where I am coming from.\nGrowing up both Japanese and Chinese, I often felt alienated because I lived in a majority white town. I also sometimes felt like I was on the outside of my sangha looking in because I didn’t completely fit in there, either. I was raised in the Japanese Jodo Shinshu, or Shin, school of Buddhism and grew up attending the Sacramento Betsuin, where most of the temple members were full Japanese. I felt like I wasn’t “authentically” Shin Buddhist because of my multicultural identity and because my Chinese family is Catholic. I didn’t have many opportunities to become friends with people of the same age outside of dharma school because I didn’t live in Sacramento. The other kids my age attended the same schools and were all on the temple basketball team, so I often felt excluded.\nBeing queer was another reason why I felt a little alienated from the sangha. In my experience, I’ve heard more about being both Asian and queer rather than the intersections of being Asian American, queer, and Buddhist. Growing up, I never examined how all three identities contributed to who I was. I’m not officially “out” to my family, so talking about queerness with them is out of the question, and that’s the same with many of my heterosexual friends. No one in my life is homophobic, but it is sometimes hard to talk to straight and cisgender people about things that they’ve never personally experienced, such as questioning your sexuality or gender.\nSince we don’t talk specifically about queerness in Buddhism, I was always unsure of what it exactly meant to be a queer Buddhist.\nImposter syndrome in the queer community—due to feeling insufficiently queer or to only recently coming into your queerness—is a very real experience. Another friend excellently captures this feeling: “In Buddhism we talk about getting to the top of a mountain as a metaphor for enlightenment: we all have the goal of getting to the peak (enlightenment), but people take different paths to get there, and not any of them are incorrect. Understanding this concept has led me to embrace my queerness this past year. Early last year, I felt my queer experience was inauthentic or invalid because I came to my queer awakening during a college humanities class. All the queer depictions in media were of people who knew they were ‘not straight’ when they were young, so who was I to call myself queer at twenty years old? But similarly to how some people take longer paths to get up the mountain, it takes other people longer to understand themselves and their sexuality—again, neither are wrong. We are all just cells trying to find love.”\nSince we don’t talk specifically about queerness in Buddhism, I was always unsure of what it exactly meant to be a queer Buddhist. I can’t recall a single dharma message about queerness. However, meeting other queer people in the Buddhist community has helped me embrace my identity. They have helped me realize that it is okay to not know exactly how you identify, that you might not fit any label, and that identities can change over time, but however you identify is valid. Based on my experiences finding and creating a queer community in my Buddhist temple space, Buddhism is open to queerness, and our Buddhist community is slowly getting there, too.\nSelected Resources and Inspiration from Marissa Wong\n- Ichi-Mi at Gardena Buddhist Church, which strives to provide a safe space for LGBTQ+ identifying people, their family members, and allies within the Shin Buddhist community, have conducted events like the gender-language workshop, for community members to discuss the use of gendered language in oral and written communication with community and temples. You can learn more here:\nhttps://www.gardenabuddhistchurch.org/ichi-mi\n- Okaeri LA is a space for the Nikkei LGBTQ community. The goals of Okaeri are to connect with LGBTQ Nikkei and allies, find support, resources, and information, and to learn how Nikkei have embraced their LGBTQ family members. You can find more information at their website:\nhttps://www.okaeri-losangeles.org/\n- Ocean Vuong is a Vietnamese author and poet and his novel, On Earth We’re Briefly Gorgeous, is absolutely amazing. Ocean Vuong beautifully captures the experience of being a queer Asian immigrant through his poetry and writing. You can check out his novel here:\nhttps://www.oceanvuong.com/\n- The Young Buddhist Editorial’s (YBE) Social Justice Committee held a wonderful panel on June 27, 2023, called Queer Dharma in order to explore how Queerness and Buddhism intersect and align. The recording can be found on YBE’s YouTube channel:\nhttps://www.youtube.com/watch?v=nRlKjrUS6QM\n- “\nChosen Family” is a song by the artist Rina Sawayama. It is about how if your biological family doesn’t accept you for who you are, that there is a family out there of people who you will choose and who will choose you as family. It honestly makes me tear up every time I listen to it. One of my favorite lines is: “So what if we don’t look the same? / We been going through the same thing, yeah.”\nThis article was featured in the June 2024 issue of\nBodhi Leaves: The Asian American Buddhist Monthly.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.okaeri-losangeles.org/",
    "https://www.oceanvuong.com/",
    "http://www.youtube.com/watch?v=nRlKjrUS6QM",
    "https://www.gardenabuddhistchurch.org/ichi-mi",
    "http://www.youtube.com/watch?v=8vHuo-9cha0",
    "https://oceanvuong.com/",
    "https://gardenabuddhistchurch.org/ichi-mi",
    "http://youtube.com/watch?v=8vHuo-9cha0",
    "http://youtube.com/watch?v=nRlKjrUS6QM",
    "https://www.oceanvuong.com",
    "https://okaeri-losangeles.org/",
    "https://www.okaeri-losangeles.org",
    "http://www.youtube.com/watch"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "catholic",
        "sentiment": "none"
      },
      {
        "name": "shin buddhist",
        "sentiment": "none"
      },
      {
        "name": "jodo shinshu",
        "sentiment": "none"
      },
      {
        "name": "shin",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "buddhist",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "sacramento",
        "sentiment": "none"
      },
      {
        "name": "sacramento betsuin",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-01T03:07:42.197+03:00",
  "updated": "2024-06-01T03:07:42.197+03:00"
}