{
  "thread": {
    "uuid": "fce7d5364033582587783bbdc010461735c5a129",
    "url": "https://www.americamagazine.org/faith/2023/12/29/homily-solemnity-mary-mother-god-246804",
    "site_full": "www.americamagazine.org",
    "site": "americamagazine.org",
    "site_section": "https://americamagazine.org/articles",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "| America Magazine",
    "title": "Like Mary, we are most fully human when we meditate on our lives | America Magazine",
    "title_full": "Like Mary, we are most fully human when we meditate on our lives | America Magazine",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.americamagazine.org/sites/default/files/styles/article_image_750_x_503_/public/main_image/2023/12/29/1024px-Master_Of_The_Aix_Annunciation_-_Annunciation_-_WGA14506.jpg.jpg?itok=v9GR7bkt",
    "performance_score": 0,
    "domain_rank": 7735,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fce7d5364033582587783bbdc010461735c5a129",
  "url": "https://www.americamagazine.org/faith/2023/12/29/homily-solemnity-mary-mother-god-246804",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Terrance Klein December",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "Like Mary, we are most fully human when we meditate on our lives | America Magazine",
  "text": "Like Mary, we are most fully human when we meditate on our lives A Homily for the Solemnity of the Blessed Virgin Mary, the Mother of God Readings: [Numbers 6:22-27 Galatians 4:4-7 Luke 2:16-2](https://bible.usccb.org/bible/readings/010124.cfm) St. Irenaeus said—we only have him in the Latin, not the original Greek—Gloria enim Dei vivens homo. “A living human being is the very glory of God.” No human being, at least not one who is only human, was ever more the glory of God than the Blessed Virgin Mary. (Her Son stands in a unique situation. Being God and man, he is the glory of both.) And we never see Mary in a more human light than we do in the Gospel of St. Luke when we are told: And Mary kept all these things, reflecting on them in her heart (2:19). Here Mary is fundamentally and fully human because she is praying. Indeed, she is engaged in one of the higher forms of prayer. Mary is meditating. St. Francis de Sales offers the best and most succinct definition of meditation: deliberately bringing thoughts into our minds to move our emotions to God. There are many varieties of meditation, many possible objects of thought that may, with the grace of God, raise the heart to heaven. Primacy of place belongs to sacred Scripture. In what is called lectio divina, we read Scripture slowly, pausing to see if an individual verse engages our emotions. But one can also meditate on music, the writings of the saints, a piece of art or God’s glorious masterpiece, nature. But we are never more human, never more docile and disposed to the presence of God, than when we meditate upon the events of our own lives, when we summon them in memory to review them in the presence and power of the Holy Spirit. This is precisely what Mary does. And Mary kept all these things, reflecting on them in her heart. This form of meditation is indispensable. How are we to learn what God is doing, what God wants of us, without the grace, without the gift of second sight? Whether painful or pleasant—both are part of the life we have lived—we must return in recollection to the Lord, muse over our memories with him. This is the core of what St. Ignatius Loyola called the daily examen of conscience. What has God done in my life? Where was God? Do I see God more fully when I look back in prayer? Ignatius insisted that his novices, no matter how busy in the Lord they might find themselves, should never neglect this form of prayer. Should we wonder that God came to Mary, that God comes to us, most fully when we engage those twin faculties that make us most fully human, our minds and our hearts? God never ceases to speak to us in the events of our lives, but we hear God best in prayerfully revisiting these events. We need the distance of time to discern the presence of God. In memory what we saw gives way, with grace, to what we now perceive. In one sentence of St. Luke, Mary again emerges as the first and most perfect disciple. Like the bride in the Song of Songs, she seeks the one whom she loves, and she does so in the fields of memory. And Mary kept all these things, reflecting on them in her heart. We are to imitate her, to do the same. We are to seek the Lord in memory because he comes to us when the soul is stilled, when time has opened the distance that we need to see the divine in the human. Most popular The latest from america [In Christmas Message, Pope Francis calls for peace between Israel and Palestine, and throughout the world.](/faith/2023/12/25/pope-francis-urbi-et-orbi-christmas-peace-war-246799)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [
    "https://bible.usccb.org/bible/readings/010124.cfm)",
    "https://www.bible.usccb.org/bible/readings/010124.cfm)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mary",
        "sentiment": "positive"
      },
      {
        "name": "irenaeus",
        "sentiment": "none"
      },
      {
        "name": "virgin mary, the mother",
        "sentiment": "none"
      },
      {
        "name": "virgin mary",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "america magazine like mary",
        "sentiment": "positive"
      }
    ],
    "locations": [
      {
        "name": "st. francis de sales",
        "sentiment": "none"
      },
      {
        "name": "st. luke",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T18:53:48.347+02:00",
  "updated": "2023-12-29T18:53:48.347+02:00"
}