{
  "thread": {
    "uuid": "646bb688af18245eb72869e1e70355f835550a2b",
    "url": "https://www.westernjournal.com/osage-nations-victorious-war-cry-judge-rules-wind-farm-tribal-land-must-dismantled-homeland/",
    "site_full": "www.westernjournal.com",
    "site": "westernjournal.com",
    "site_section": "http://genfringe.com/feed/rss/",
    "site_categories": [
      "media",
      "entertainment"
    ],
    "section_title": "The Western Journal",
    "title": "Osage Nation's Victorious War Cry After Judge Rules Wind Farm on Tribal Land Must Be Dismantled: 'This Is Our Homeland'",
    "title_full": "Osage Nation's Victorious War Cry After Judge Rules Wind Farm on Tribal Land Must Be Dismantled: 'This Is Our Homeland'",
    "published": "2024-01-20T21:04:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.westernjournal.com/wp-content/uploads/2024/01/Wind-farm-in-Oklahoma.jpg",
    "performance_score": 0,
    "domain_rank": 10381,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "646bb688af18245eb72869e1e70355f835550a2b",
  "url": "https://www.westernjournal.com/osage-nations-victorious-war-cry-judge-rules-wind-farm-tribal-land-must-dismantled-homeland/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Warner Todd Huston",
  "published": "2024-01-20T21:04:00.000+02:00",
  "title": "Osage Nation's Victorious War Cry After Judge Rules Wind Farm on Tribal Land Must Be Dismantled: 'This Is Our Homeland'",
  "text": "Commentary\nOsage Nation's Victorious War Cry After Judge Rules Wind Farm on Tribal Land Must Be Dismantled: 'This Is Our Homeland'\nThe Osage Nation in Oklahoma won a great victory for American property rights last week after a judge ordered the dismantling of a renewable energy wind farm that was erected without permission on their tribal lands.\nOne of the main reasons the\nNative American council opposed the wind farm was to protect their mineral rights, not to mention their ability to control their own ancestral homeland.\nBut the battle has been raging in court for a decade already, as the Osage Nation and its Mineral Council worked to eliminate the facilitates of Osage Wind LLC, Enel Kansas LLC and Enel Green Power North America Inc.\nThe victory was total. U.S. Court of International Trade Judge Jennifer Choe-Groves ruled in the case in Tulsa last week that the Osage Nation was awarded injunctive relief via “ejectment of the wind turbine farm for continuing trespass,” according to\nTulsa World.\nThe judge ruled that the\nwind turbine facility constituted “mining” and required a lease from the Osage Nation’s Minerals Council, something the wind farm companies neglected to do when erecting their turbines.\nThe mining ruling was made because the turbine construction crews began extracting tons of rock from the construction site, then crushing it to serve as backfill for their turbines, according to\nThe Energy Mix. The rock extraction was considered “mining,” and that required a lease agreement with the Osage Nation, a requirement to which the wind companies refused to adhere.\nNow, more than 80 wind turbines and their supporting facilities will have to be removed from the Osage lands as the Native group has had its\nproperty rights upheld.\n“The developers failed to acquire a mining lease during or after construction, as well as after issuance of the 10th Circuit Court of Appeals’ decision holding that a mining lease was required,” Judge Choe-Groves wrote.\n“On the record before the Court, it is clear the Defendants are actively avoiding the leasing requirement,” the judge continued. “Permitting such behavior would create the prospect for future interference with the Osage Mineral Council’s authority by Defendants or others wishing to develop the mineral lease.”\nShe continued, writing, “The Court concludes that Defendants’ past and continued refusal to obtain a lease constitutes interference with the sovereignty of the Osage Nation and is sufficient to constitute irreparable injury.”\nOfficials of the Osage Mineral Council were thrilled — and even a bit shocked — by the ruling. Chairman Everett Waller said, “This is a win not only for the Osage Minerals Council; this is a win for Indian Country.”\nI’d argue it is also a win for American\nhttps://www.westernjournal.com/man-forced-relinquish-100k-beach-property-neighbor-invokes-obscure-law/. This wind energy group moved in and erected their turbines without a never-you-mind from the rightful owners of the property they built on. This is a win for everyone, not just “Indian Country.”\nWaller also lamented having to take such lengths in the first place, saying, “I hope no other tribe has to do what we had to do.”\nHe also made a good point, adding, “There are a lot of smaller tribes that couldn’t have battled this long, but that’s why we’re Osages. We’re here, and this is our homeland, and we are going to protect it at all costs.”\n“Our effort, not only will it protect the production side, but we’re looking at actually protection of our reservation for future generations,” Waller said, The Energy Mix added. “That is really a huge effort.”\nThe case is not quite over, either. Still to be determined is just how much money in damages the energy companies will have to pay the Osage Nation.\n“My legislature, the Osage Congress, has not yet spoken on that, neither has the Minerals Council, but as Chief, I can tell you, my view is—they’ve got to come down,” Osage leader Standing Bear said. “I would like to see damages to us for what we consider not only the cost of the rock but the cost of the trespass.\n“It’s been a cruel disregard for our rights, and it’s got to stop. And if they get off on minimal damages, others will come in and do the same thing,” Standing Bear added.\nIndeed, the Osage Nation is fully federally recognized and since the\n1906 Osage Allotment Act, the Native tribe has had rights to the oil, natural gas and other valuable minerals underneath their lands, as well.\nThese green energy companies clearly violated the law and the Osage Nation’s property rights, and it is well and good that they will be made to pay for that violation. This ruling is a huge win against the ongoing\nencroachment on American private property rights over left-wing green energy folly. Congratulations to the Osage Nation.\n ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://theenergymix.com/u-s-court-orders-wind-farm-dismantled-to-protect-osage-mineral-rights/",
    "https://www.theenergymix.com/u-s-court-orders-wind-farm-dismantled-to-protect-osage-mineral-rights/",
    "https://www.thorpe.law.ou.edu/treatises/partiv.html",
    "https://tulsaworld.com/news/local/indigenous/judge-orders-removal-of-wind-farm-opposed-by-osage-nation/article_4b8a68a0-a013-11ee-b127-77bf0d501d98.html",
    "https://thorpe.law.ou.edu/treatises/partiv.html",
    "https://www.tulsaworld.com/news/local/indigenous/judge-orders-removal-of-wind-farm-opposed-by-osage-nation/article_4b8a68a0-a013-11ee-b127-77bf0d501d98.html",
    "https://www.theenergymix.com/u-s-court-orders-wind-farm-dismantled-to-protect-osage-mineral-rights"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jennifer choe-groves",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "osage nation",
        "sentiment": "negative"
      },
      {
        "name": "homeland' commentary osage nation",
        "sentiment": "neutral"
      },
      {
        "name": "u.s. court of international trade",
        "sentiment": "none"
      },
      {
        "name": "osage wind llc",
        "sentiment": "none"
      },
      {
        "name": "enel kansas llc",
        "sentiment": "none"
      },
      {
        "name": "enel green power north america inc",
        "sentiment": "none"
      },
      {
        "name": "tulsa world",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "oklahoma",
        "sentiment": "none"
      },
      {
        "name": "tulsa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T21:57:59.118+02:00",
  "updated": "2024-01-20T21:57:59.118+02:00"
}