{
  "thread": {
    "uuid": "4b6c615005c5f39f0160166cb8c9a8f9bdf3bdc2",
    "url": "https://pjmedia.com/catherinesalgado/2024/05/03/bing-crosby-in-wwii-a-stars-heartfelt-letters-to-soldiers-and-families-n4928744",
    "site_full": "pjmedia.com",
    "site": "pjmedia.com",
    "site_section": "https://www.pjmedia.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "PJ Media",
    "title": "Bing Crosby in WWII: A Star’s Heartfelt Letters to Soldiers and Families",
    "title_full": "Bing Crosby in WWII: A Star’s Heartfelt Letters to Soldiers and Families",
    "published": "2024-05-03T20:55:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.townhall.com/cdn/hodl/2014/332/2671a0e6-7186-4873-b84d-8d5800ba77ab.jpg",
    "performance_score": 0,
    "domain_rank": 7878,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4b6c615005c5f39f0160166cb8c9a8f9bdf3bdc2",
  "url": "https://pjmedia.com/catherinesalgado/2024/05/03/bing-crosby-in-wwii-a-stars-heartfelt-letters-to-soldiers-and-families-n4928744",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Catherine Salgado",
  "published": "2024-05-03T20:55:00.000+03:00",
  "title": "Bing Crosby in WWII: A Star’s Heartfelt Letters to Soldiers and Families",
  "text": "Today is the anniversary of the birth of one of the most iconic and popular stars in American history, Bing Crosby.\nUnfortunately, most young people today have never heard of him, but during the Golden Age of Hollywood, there was no star so famous or popular as Bing Crosby. The Irish-American singer and Oscar-winning actor was nicknamed the “Voice of America,” and even today he holds the record for the single song that is both the most popular (i.e. best-selling) Christmas song of all time and the most popular song of all time: “White Christmas.”\nAdvertisement Yet this celebrity not only took the time to tour the world to entertain troops during World War II, but he also wrote heartwarming letters to many of them and their families. One of Bing’s main charms was that you always felt as if he were your friend, a man you could chat with on your back porch — or write to from the front lines. Before I share Bing’s letters, I would like to put in a note in vindication of his personal character. Many people now still believe the lies from Bing’s son Gary Crosby, including alleged child abuse, in a book published after his father‘s death. Both Gary’s brother and his half-siblings contradicted Gary‘s claims and insisted that Bing was a wonderful father. Gary himself later, when challenged, either denied his own claims or admitted that they were deliberately and falsely exaggerated for selling purposes. He apologized eventually to his relatives, but by then, sadly, the character assassination had been successful. You can read more here .\nWhen Bing starred in “White Christmas” (see above) in the 1950s, the movie started off showing his character entertaining troops during World War II, just as he did in real life. And just as the movie shows, for many of the troops the singer was a longed-for link with America and home and everything and everyone they loved and had left behind. One soldier in Gen. Patton’s army wrote his sister that Bing “sure is a morale builder.”\nAdvertisement The UK Telegraph notes that Bing put personal effort into the letters he sent soldiers, rather than merely dashing off “platitudes” as a busy celebrity might be expected to do.\nPrivate Aaron Stockton was serving with the 77th Infantry Division in the Pacific after WWII was officially over, and he wrote and received a response from Crosby. “Dear Aaron,” wrote Bing, “Enjoyed hearing from you, and was happy to learn that you latched on to White Christmas in your remote spot. Warmest personal regards – and with the hope that you’ll be on your way home soon. Take care of yourself. Regards, Bing Crosby.”\nCrosby also wrote to soldiers’ family members, according to The Telegraph , trying to comfort them with news of their loved ones overseas. When Crosby found out that one soldier he met, “Bud,” was missing in action, he wrote to Mrs. Bernadine Hackney that it was “most probable” Bud was a prisoner of war and “I certainly hope that this is so.” Bing told Mrs. Hackney he remembered discussing horse racing with Bud and “enjoyed [Bud’s] company very much.” In 1941, Bing replied to Mrs. Philip K. Lawler, who had sent the singer excerpts from her husband’s letter about the show Bing did for the 79th Division in France. “I’m going to keep this letter handy because it provides an exact reminder of our routine overseas, and when anyone asks me what we did, I need only to whip it out, and let them read the complete details.”\nAdvertisement Bing then praised the audience that had included Mr. Lawler: \"The audience was the greatest I ever faced — warm, receptive, eager and we left there entirely conscious that we'd just been given a rare privilege, the privilege of bringing even a small touch of home, a few laughs and some sighs to a wonderful bunch of men doing a sensational job.” He concluded, “Please tell your husband Hello for me when you write him.”\nBing Crosby brought a little bit of joy to millions of people through his singing or his writing during the dark days of world war. It was no wonder that in 1948 he was voted “most admired man alive”; human beings cannot survive without hope, and hope was exactly what Crosby gave to Americans when they needed it most.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.telegraph.co.uk/music/artists/bing-crosby-white-christmas-touching-letters-sent-us-soldiers/",
    "https://www.forces.net/news/bing-crosbys-unseen-wartime-letters-and-photographs-discovered",
    "https://www.npr.org/2018/12/04/673029149/new-biography-chronicles-bing-crosbys-most-beloved-years",
    "https://faroutmagazine.co.uk/20-best-selling-singles-all-time/",
    "https://faroutmagazine.co.uk/20-best-selling-singles-all-time",
    "https://www.telegraph.co.uk/music/artists/bing-crosby-white-christmas-touching-letters-sent-us-soldiers",
    "https://www.faroutmagazine.co.uk/20-best-selling-singles-all-time/",
    "https://npr.org/2018/12/04/673029149/new-biography-chronicles-bing-crosbys-most-beloved-years",
    "https://forces.net/news/bing-crosbys-unseen-wartime-letters-and-photographs-discovered",
    "https://telegraph.co.uk/music/artists/bing-crosby-white-christmas-touching-letters-sent-us-soldiers/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bing crosby",
        "sentiment": "positive"
      },
      {
        "name": "gary",
        "sentiment": "none"
      },
      {
        "name": "gary crosby",
        "sentiment": "none"
      },
      {
        "name": "bing",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "families today",
        "sentiment": "positive"
      },
      {
        "name": "voice of america",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "hollywood",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-03T21:02:00.573+03:00",
  "updated": "2024-05-04T00:03:28.960+03:00"
}