{
  "thread": {
    "uuid": "daf68487157704913f4949b92bc8145cde9ab77c",
    "url": "https://menafn.com/1108283267/Hajj-Pilgrimage-From-BD-To-KSA-Running-Smoothly-HAAB-President",
    "site_full": "menafn.com",
    "site": "menafn.com",
    "site_section": "https://astrology.einnews.com:443/live_feed",
    "site_categories": [
      "investing",
      "financial_news",
      "finance"
    ],
    "section_title": "Live Feed Wire - Astrology News Today - EIN Presswire",
    "title": "Hajj Pilgrimage From BD To KSA Running Smoothly : HAAB President",
    "title_full": "Hajj Pilgrimage From BD To KSA Running Smoothly : HAAB President",
    "published": "2024-06-01T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://menafn.com/updates/pr/2024-06/01/BM_375a2image_story.jpg",
    "performance_score": 0,
    "domain_rank": 6677,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "daf68487157704913f4949b92bc8145cde9ab77c",
  "url": "https://menafn.com/1108283267/Hajj-Pilgrimage-From-BD-To-KSA-Running-Smoothly-HAAB-President",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MENAFN",
  "published": "2024-06-01T03:00:00.000+03:00",
  "title": "Hajj Pilgrimage From BD To KSA Running Smoothly : HAAB President",
  "text": "Dhaka : A total of 85,000 pilgrims including guides from Bangladesh are currently travelling to the Kingdom of Saudi Arabia, in phases, to perform the holy hajj pilgrimage this year. Under the initiative Road to Mecca, the Saudi Arabia's arrival immigration of the pilgrims takes place at Dhaka Airport. Hence, after arriving in Saudi, pilgrims directly go to their respective hotels where their luggage await. Thanks to this initiative, hajj pilgrimage from Bangladesh to Saudi is running quite smoothly and efficiently. M Shahadat Hossain Taslim, President of Hajj Agencies Association of Bangladesh, said this while talking to The Bangladesh Monitor at his office in the capital recently. He informed, HAAB played an important role in the implementation of the Road to Mecca initiative in Bangladesh. Furthermore, another positive reformation that took place in the hajj management system this year was the addition of Radio Frequency Identification (RFID) in pilgrims' luggage which prevents it from getting lost. Also, this year, the pilgrims across 64 districts of the country have been provided with a new module of hajj training by HAAB and the Religious Affairs Ministry . Besides, HAAB constantly monitors all the 259 lead agencies involved in this year's hajj pilgrimage from Bangladesh. However, the association's President stressed that the middlemen syndicate still remains. \"We, together with the Religious Affairs Ministry and Home Ministry, are in efforts to mitigate it,\" claimed the HAAB President. Apart from this, the government of Saudi Arabia has brought many other changes to the hajj management system this year. All the processes have gone online. This move has simplified the hajj management process, added Taslim. However, sometimes there lies an issue with online systems-not getting instant solutions if any problem arises, mentioned Taslim. Also, transferring hajj expenses of pilgrims has been difficult this year after the process was made central, informed the HAAB President. According to him, it now takes more time compared to before. Another problem this year turned out to be getting monazzem visas. Hajj agencies require this visa to visit Saudi for booking hotels and houses for the pilgrims prior to their arrival. From this year, Saudi authorities stopped the monazzem visa for hajj agencies. Hence, many hajj agencies found it difficult to rent houses in Saudi Arabia to accommodate pilgrims prior to hajj. They had to find alternative ways-by applying for other visas-to visit Saudi for this purpose. About the high airfare of hajj flights, Taslim urged the government to form a technical committee with aviation and travel experts, which will work to set a reasonable airfare that benefits both parties-hajj pilgrims as well as flight service providers. He further suggested the gov to reduce the minimum quota of pilgrims that each hajj agency can manage to ensure better service quality to the pilgrims which is any agency's biggest priority. At present, the minimum number is 250 while the maximum quota is 500 for each agency. The HAAB President attributed the year-on-year increasing hajj cost to the dollar crisis. Still, HAAB managed to reduce the cost of each hajj package by BDT 90,000 this year, expressed the President. MENAFN01062024000163011034ID1108283267 Legal Disclaimer: MENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above. Tags Comments Category Date",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "haab",
        "sentiment": "negative"
      },
      {
        "name": "shahadat hossain taslim",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ksa",
        "sentiment": "negative"
      },
      {
        "name": "hajj agencies association of bangladesh",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "bangladesh",
        "sentiment": "none"
      },
      {
        "name": "dhaka",
        "sentiment": "none"
      },
      {
        "name": "saudi arabia",
        "sentiment": "none"
      },
      {
        "name": "kingdom of saudi arabia",
        "sentiment": "none"
      },
      {
        "name": "mecca",
        "sentiment": "none"
      },
      {
        "name": "road",
        "sentiment": "none"
      },
      {
        "name": "dhaka airport",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-01T10:01:54.083+03:00",
  "updated": "2024-06-01T10:01:54.083+03:00"
}