{
  "thread": {
    "uuid": "625896a7fe37d2f88a0284661f7d88f14095de47",
    "url": "https://americansongwriter.com/5-sincere-love-songs-written-by-late-edgy-rocker-lou-reed",
    "site_full": "americansongwriter.com",
    "site": "americansongwriter.com",
    "site_section": "http://www.americansongwriter.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "American Songwriter",
    "title": "5 Sincere Love Songs Written by Late Edgy Rocker Lou Reed",
    "title_full": "5 Sincere Love Songs Written by Late Edgy Rocker Lou Reed",
    "published": "2024-03-01T01:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://americansongwriter.com/wp-content/uploads/2024/02/Getty_LouReed2000_022924.jpg",
    "performance_score": 0,
    "domain_rank": 13377,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "625896a7fe37d2f88a0284661f7d88f14095de47",
  "url": "https://americansongwriter.com/5-sincere-love-songs-written-by-late-edgy-rocker-lou-reed",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Matt Friedlander",
  "published": "2024-03-01T01:02:00.000+02:00",
  "title": "5 Sincere Love Songs Written by Late Edgy Rocker Lou Reed",
  "text": "This Saturday, March 2, marks what would’ve been\nLou Reed’s 82nd birthday. Reed, who died of liver disease in 2013 at age 71, was best known for his songs that delved into the dark and edgy corners of the New York scene, including tales of drug addiction, murder, cross-dressing, sadomasochism, prostitution and domestic abuse.\nHowever, Reed also had a soft side, and penned some truly beautiful and sincere paeans to love. Here is a look at five of Reed’s memorable romantic tunes.\n[[RELATED: Lou Reed’s Meditative Final Solo Album, Hudson River Wind Meditations, to Be Reissued]]https://americansongwriter.com/lou-reeds-meditative-final-solo-album-hudson-river-wind-meditations-to-be-reissued/\n“I’ll Be Your Mirror” – The Velvet Underground & Nico (1967)\n“I’ll Be Your Mirror” is a gentle poetic ballad from The Velvet Underground & Nico, the 1967 debut album by Reed’s influential art-rock band\nThe Velvet Underground. It’s one of three songs on the album sung by German chanteuse Nico.\nThe song was written for Nico by Reed. According to author Victor Bockris, it was inspired by a comment she made to him after a 1965 performance.\nThe opening lines of the song are, “I’ll be your mirror, reflect what you are / In case you don’t know / I’ll be the wind, the rain and the sunset / The light on your door, to show that you’re home.”\nAfter Nico’s departure from the group, Reed continued to sing the song in concert. He also played it live on and off throughout his long solo career.\n“I Found a Reason” (1970) – The Velvet Underground\n“I Found a Reason” was featured on The Velvet Underground’s fourth album, Loaded, Reed’s last with the band before launching his solo career. The doo-wop-influenced tune finds Reed professing his love for someone who has given him “a reason to keep livin’” and has given him hope for a better life in the future.\n“Perfect Day” (1972)\n“Perfect Day” is one of Reed’s best-known solo tunes. It appeared on his classic 1972 album Transformer. The album also featured his one-and-only U.S. chart hit, “Walk on the Wild Side.”\nThe song was inspired by a day that Reed and his fiancée, Bettye Kronstad (who later became his first wife), spent in Central Park. The tune’s melancholy verses lead into a soaring chorus in which Reed croons about the romantic day he spent with his love.\n“Perfect Day” found wide popularity after it was featured on the soundtrack to the 1990 dark comedy Trainspotting. A 1995 cover of song by Duran Duran peaked at No. 28 on the U.K. singles chart. An all-star remake of the tune that released as a charity single in 1997 spent three weeks at No. 1 in the U.K.\n“Heavenly Arms” (1982)\n“Heaven Arms” was featured on Reed’s critically acclaimed 1982 album The Blue Mask. The song features Reed declaring his deep love for his second wife, Sylvia Morales, a British designer whom he wed in 1980.\n“The Power of the Heart” (2008)\n“The Power of the Heart” was only released as part of a compilation titled Love by the Cartier Foundation. Reed wrote the song as a wedding gift to his third wife and widow, avant-garde musician Laurie Anderson.\nThe tune features understated acoustic guitar and strings, as Reed speak-sings lyrics expressing his deep love for Anderson.\nPeter Gabriel recorded a rendition of “The Power of the Heart” for his 2010 covers album Scratch My Back.\nAfter Reed’s death in 2013, Anderson was interviewed at a memorial gathering, and she cited “The Power of the Heart” as her favorite song by her late husband.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lou reed",
        "sentiment": "negative"
      },
      {
        "name": "reed",
        "sentiment": "negative"
      },
      {
        "name": "nico",
        "sentiment": "none"
      },
      {
        "name": "victor bockris",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "velvet underground & nico",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "hudson river",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T01:10:36.951+02:00",
  "updated": "2024-03-01T01:10:36.951+02:00"
}