{
  "thread": {
    "uuid": "3a4922ba1c59515a2c01524dc3a2093b3649c36d",
    "url": "https://jordantimes.com/news/world/sweden-finally-joins-nato-ending-non-alignment-ukraine-war-shadow",
    "site_full": "jordantimes.com",
    "site": "jordantimes.com",
    "site_section": "https://jordantimes.com/form/contact-us",
    "site_categories": [
      "media"
    ],
    "section_title": "Contact Us | Jordan Times",
    "title": "Sweden finally joins NATO, ending non-alignment, in Ukraine war shadow | Jordan Times",
    "title_full": "Sweden finally joins NATO, ending non-alignment, in Ukraine war shadow | Jordan Times",
    "published": "2024-03-07T15:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JO",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 15808,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3a4922ba1c59515a2c01524dc3a2093b3649c36d",
  "url": "https://jordantimes.com/news/world/sweden-finally-joins-nato-ending-non-alignment-ukraine-war-shadow",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "AFP",
  "published": "2024-03-07T15:05:00.000+02:00",
  "title": "Sweden finally joins NATO, ending non-alignment, in Ukraine war shadow | Jordan Times",
  "text": "You are here Sweden finally joins NATO, ending non-alignment, in Ukraine war shadow By AFP - Mar 08,2024 - Last updated at Mar 08,2024 AFP photo US Secretary of State Antony Blinken receives the NATO ratification documents from Swedish Prime Minister Ulf Kristersson during a ceremony at the US State Department, as Sweden formally joins the North Atlantic alliance, in Washington, DC, on Thursday WASHINGTON — Sweden on Thursday became the 32nd member of NATO in the shadow of Russia's invasion of Ukraine, turning the page on two centuries of non-alignment and capping two years of torturous diplomacy. Days after Hungary followed key holdout Turkey and became the last NATO member to sign off, Sweden ceremonially handed over accession documents to the United States, the leading force of the transatlantic alliance that provides joint security for all. \"It is a major step but, at the same time, a very natural step,\" Swedish Prime Minister Ulf Kristersson said at the State Department. The accession \"is a victory for freedom today. Sweden has made a free, democratic, sovereign and united choice to join NATO\", he said. Secretary of State Antony Blinken said that few would have expected Sweden as well as Finland to join NATO before Russian President Vladimir Putin ordered the invasion of Ukraine in February 2022. There is \"no clearer example than today of the strategic debacle that Putin's invasion of Ukraine has become for Russia\", Blinken said. Sweden has not been involved in a war, including World War II, since the Napoleonic conflicts of the early 19th century. Sweden and Finland, while militarily intertwined with the United States and both members of the European Union, had historically steered clear of officially joining NATO, formed in the Cold War to unite against the Soviet Union. Finland and Sweden launched a joint bid shortly after the invasion of Ukraine, which itself had unsuccessfully sought to join NATO — an alliance that under Article 5, considers an attack on one member an attack on all. Finland successfully joined in April 2023, but Sweden’s membership was stalled by Turkey. “Good things come to those who wait,” Blinken said as he received the documents from Sweden. “Some doubted we’d get here; we never did.” ‘Historic day’ The Swedish prime minister is set later Thursday to attend the annual State of the Union address by President Joe Biden, who has been struggling to persuade the rival Republican Party to approve new aid to Ukraine. Russia has vowed “countermeasures” over Sweden’s entry into NATO, especially if the alliance’s troops and assets deploy in the country. Sweden’s blue and golden-yellow flag is expected to be hoisted on Monday at the Brussels headquarters of the North Atlantic Treaty Alliance. “This is a historic day. Sweden will now take its rightful place at NATO’s table, with an equal say in shaping NATO policies and decisions,” NATO Secretary-General Jens Stoltenberg said in a statement. “After over 200 years of non-alignment Sweden now enjoys the protection granted under Article 5, the ultimate guarantee of allies’ freedom and security,” he said. Before agreeing to ratify membership, Turkey used its leverage to press Sweden, known for its liberal asylum policies, to crack down on Kurdish militants who have campaigned against Ankara. Turkish President Recep Tayyip Erdogan later demanded action after protesters, enjoying Swedish laws on free speech, desecrated Islam’s holy book the Koran. In a clear if unstated sweetener, the United States dangled the prospect of F-16 warplanes to Turkey, which has faced the wrath of US sanctions over a major military purchase from Russia. The Biden administration in January approved $23 billion in F-16 warplanes to Turkey swiftly after it ratified Sweden’s membership. The United States simultaneously pushed ahead with $8.6 billion in more advanced F-35 jets for Greece, a fellow NATO member that has a historic rivalry and frequent tensions with Turkey. Even with Turkey’s blessing, Sweden faced another obstacle as it needed approval of a last country — Hungary, whose nationalist prime minister, Viktor Orban, has often thumbed his nose at Western allies. The Hungarian parliament ratified Sweden’s membership on February 26. But in one last hiccup, Hungary could not formally sign the accession document due to a brief absence in the mostly ceremonial post of president, after an Orban ally resigned in a scandal over pardoning a convicted child abuser’s accomplice. [up](/news/world/sweden-finally-joins-nato-ending-non-alignment-ukraine-war-shadow?rate=0TBNa4gUjwsjHqjbiTWgyWzmnSX_mPlobRIgOVgNnck) Related Articles BRUSSELS — NATO chief Jens Stoltenberg said Thursday that Turkey had assured allies it remains committed to a deal to ratify Sweden’s member ANKARA — Turkey's parliament on Tuesday ratified Sweden's NATO membership after more than a year of delays that upset Western efforts to sho ISTANBUL — President Recep Tayyip Erdogan of Turkey officially submitted Sweden’s NATO membership application to parliament on Monday, his o Opinion Mar 08, 2024 Mar 07, 2024 - Popular - Rated - Commented Mar 07, 2024 Mar 06, 2024 Newsletter Get top stories and blog posts emailed to you each day.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "vladimir putin",
        "sentiment": "none"
      },
      {
        "name": "ulf kristersson",
        "sentiment": "none"
      },
      {
        "name": "blinken",
        "sentiment": "none"
      },
      {
        "name": "putin",
        "sentiment": "none"
      },
      {
        "name": "antony blinken",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "jordan times",
        "sentiment": "negative"
      },
      {
        "name": "nato",
        "sentiment": "negative"
      },
      {
        "name": "state",
        "sentiment": "none"
      },
      {
        "name": "state department",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sweden",
        "sentiment": "none"
      },
      {
        "name": "washington",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      },
      {
        "name": "turkey",
        "sentiment": "none"
      },
      {
        "name": "hungary",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "finland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T00:58:57.835+02:00",
  "updated": "2024-03-08T06:19:23.651+02:00"
}