{
  "thread": {
    "uuid": "631dbe91196d74f59a110dafb58588cf75fe68b2",
    "url": "https://www.miragenews.com/university-of-tasmania-partners-with-industry-1175398",
    "site_full": "www.miragenews.com",
    "site": "miragenews.com",
    "site_section": "https://www.miragenews.com/disclaimer",
    "site_categories": [
      "media"
    ],
    "section_title": "Disclaimer | Mirage News",
    "title": "University of Tasmania Partners with Industry for Sustainable Future | Mirage News",
    "title_full": "University of Tasmania Partners with Industry for Sustainable Future | Mirage News",
    "published": "2024-02-15T16:04:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://www.utas.edu.au/__data/assets/image/0011/1419671/university-of-tasmania__social.jpg",
    "performance_score": 0,
    "domain_rank": 14331,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "631dbe91196d74f59a110dafb58588cf75fe68b2",
  "url": "https://www.miragenews.com/university-of-tasmania-partners-with-industry-1175398",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mirage News",
  "published": "2024-02-15T16:04:00.000+02:00",
  "title": "University of Tasmania Partners with Industry for Sustainable Future | Mirage News",
  "text": "The University of Tasmania has partnered with Sumday, an innovative Tasmanian-based carbon accounting platform, to enhance its sustainability-focused courses and increase the state's access to sustainable business education. The Executive Dean of the College of Business and Economics, Professor Stuart Crispin, said the partnership demonstrates the value of collaborating with new and emerging industry partners. \"As innovative businesses like Sumday emerge to tackle the social, environmental and economic challenges we face, it's essential that we work with them to develop equally as innovative graduates, teaching methods and research.\" \"This partnership will allow us to harness the expertise of a local industry leader with contemporary insights and tools to inform our approach to teaching and research in future.\" With climate skills in high demand, carbon accounting has emerged as a vital field that supports businesses, governments, and organisations to understand, measure and report on their greenhouse gas emissions and ultimately reduce their contribution to climate change. The Tasmanian School of Business and Economics (TBSE) and Sumday will collaborate to incorporate industry-leading carbon accounting expertise and technology into the University's growing suite of sustainable business courses. \"The TSBE is at the forefront of sustainable business and carbon education, and this exciting new partnership will strengthen our teaching and research, allowing us to support local businesses to achieve a global impact. \"By working with innovative and sustainability-centred industry partners like Sumday, we can ensure that our students and staff are on the cutting edge of business education in Tasmania. \"I look forward to working with Sumday to expand what it means to be an accountant in the 21st Century,\" Senior Lecturer in Climate Accounting Dr Leanne Morrison said. Sumday has a strong focus on supporting accountants to embed non-financial accounting into their service offering or within their organisation. Taking an education-first approach, Sumday provides training and support that now starts in the classroom for the next generation of accounting professionals. \"We're thrilled to be working with the University of Tasmania. The future of accounting includes carbon, therefore it's essential that we're supporting the future of the accounting profession, empowering them to enter the workforce ready to take on this enormous opportunity,\" said Lindsay Ellis, Co-Founder and Head of Accounting at Sumday. \"One of our key values at Sumday is Education First; we firmly believe education unlocks true transformation. If we're going to create a world where accounting systems have transformed the global economy into a force for good, then we need to support the students that will be leading this transition throughout their careers,\" CEO at Sumday Jessica Richmond said. As part of the partnership, students from the Tasmanian School of Business and Economics will also receive free access to Sumday's software to gain practical experience with carbon accounting tools. [here](/university-of-tasmania-partners-with-industry-1175398/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tasma",
        "sentiment": "none"
      },
      {
        "name": "stuart crispin",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "university of tasmania partners",
        "sentiment": "negative"
      },
      {
        "name": "university of tasmania",
        "sentiment": "negative"
      },
      {
        "name": "college of business and economics",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T03:09:49.080+02:00",
  "updated": "2024-02-16T03:09:49.080+02:00"
}