{
  "thread": {
    "uuid": "a43a45d726399e32d3d6fdbd3137b3066dead1e4",
    "url": "https://www.sciencedaily.com/releases/2024/04/240404190719.htm",
    "site_full": "www.sciencedaily.com",
    "site": "sciencedaily.com",
    "site_section": "https://www.sciencedaily.com/rss/most_popular.xml",
    "site_categories": [
      "science",
      "space_astronomy",
      "education"
    ],
    "section_title": "Latest Science News -- ScienceDaily",
    "title": "Discovery of how limiting damage from an asthma attack could stop disease",
    "title_full": "Discovery of how limiting damage from an asthma attack could stop disease",
    "published": "2024-04-05T02:07:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.sciencedaily.com/images/scidaily-icon.png",
    "performance_score": 0,
    "domain_rank": 310,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a43a45d726399e32d3d6fdbd3137b3066dead1e4",
  "url": "https://www.sciencedaily.com/releases/2024/04/240404190719.htm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-05T02:07:00.000+03:00",
  "title": "Discovery of how limiting damage from an asthma attack could stop disease",
  "text": "Scientists at King's College London have discovered a new cause for asthma that sparks hope for treatment that could prevent the life-threatening disease.\nMost current asthma treatments stem from the idea that it is an inflammatory disease. Yet, the life-threatening feature of asthma is the attack or the constriction of airways, making breathing difficult. The new study, published today in Science, shows for the first time that many features of an asthma attack -- inflammation, mucus secretion, and damage to the airway barrier that prevents infections -- result from this mechanical constriction in a mouse model.\nThe findings suggest that blocking a process that normally causes epithelial cell death could prevent the damage, inflammation, and mucus that result from an asthma attack.\nProfessor Jody Rosenblatt from King's College London said: \"Our discovery is the culmination of more than ten years work. As cell biologists who watch processes, we could see that the physical constriction of an asthma attack causes widespread destruction of the airway barrier. Without this barrier, asthma sufferers are far more likely to get long-term inflammation, wound healing, and infections that cause more attacks. By understanding this fundamental mechanism, we are now in a better position to prevent all these events.\"\nIn the UK, 5.4 million people have asthma and can suffer from symptoms such as wheezing, coughing, feeling breathlessness and a tight chest. Triggers such as pollen or dust can make asthma symptoms worse and can lead to a life-threatening asthma attack.\nDespite the disease commonality, the causes of asthma are still not understood. Current medications treat the consequences of an asthma attack by opening the airways, calming inflammation, and breaking up the sticky mucus which clogs the airway, which help control asthma, but do not prevent it.\nThe answer to stopping asthma symptoms may lie in cell extrusion, a process the researchers discovered that drives most epithelial cell death. Scientists used mouse lung models and human airway tissue to discover that when the airways contract, known as bronchoconstriction, the epithelial cells that line the airway get squeezed out to later die.\nBecause bronchoconstriction causes so many cell extrusions, it damages the airway barrier which causes inflammation and excess mucus.\nIn previous studies, the scientists found that the chemical compound gadolinium can block extrusion. In this study, they found it could work in mice to prevent the excess extrusion that causes damage and inflammation after an asthma attack. The authors note that gadolinium has not been tested in humans and has not been deemed to be safe or efficacious.\nProfessor Rosenblatt said: \"This constriction and destruction of the airways causes the post-attack inflammation and excess mucus secretion that makes it difficult for people with asthma to breathe.\n\"Current therapies do not prevent this destruction -- an inhaler such as Albuterol opens the airways, which is critical to breathing but, dishearteningly, we found it does not prevent the damage and the symptoms that follow an attack. Fortunately, we found that we can use an inexpensive compound, gadolinium which is frequently used for MRI imaging, to stop the airway damage in mice models as well as the ensuing inflammation and mucus secretion. Preventing this damage could then prevent the build-up of musculature that cause future attacks.\"\nProfessor Chris Brightling from the University of Leicester and one of the co-authors of the study said: \"In the last decade there has been tremendous progress in therapies for asthma particularly directed towards airway inflammation. However, there remains ongoing symptoms and attacks in many people with asthma. This study identifies a new process known as epithelial extrusion whereby damage to the lining of the airway occurs as a consequence of mechanical constriction and can drive many of the key features of asthma. Better understanding of this process is likely to lead to new therapies for asthma.\"\nDr Samantha Walker, Director of Research and Innovation at Asthma + Lung UK, said: \"Only two per cent of public health funding is allocated to developing new treatments for the 12 million people living with lung conditions in the UK so new research that can help in the treatment or prevention of asthma is good news.\n\"This research using an experimental mouse model shows that constricting the airways leads to damage to the lung lining and inflammation, like that seen in asthma. It is this constriction and resulting damage that makes it difficult for people with asthma to breathe.\n\"Current medications for asthma work by treating the inflammation, but this isn't effective for everyone. Treatments aim to prevent future asthma attacks and improve asthma control by taking inhalers every day, but we know that ~31 per cent of people with asthma don't have treatment options that work for them, putting them at risk of potentially life-threatening asthma attacks.\n\"This discovery opens important new doors to explore possible new treatment options desperately needed for people with asthma rather than focusing solely on inflammation.\"\nThe discovery of the mechanics behind cell extrusion could underlie other inflammatory diseases that also feature constriction such as cramping of the gut and inflammatory bowel disease.\nThe paper is in collaboration with the University of Leicester and funded by Wellcome, Howard Hughes Medical Institute and the American Asthma Foundation.\nStory Source:\nMaterials provided by King's College London. Note: Content may be edited for style and length.\nJournal Reference:\nCite This Page:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [
    "https://www.kcl.ac.uk/news/discover-limiting-damage-asthma-attack-could-stop-disease",
    "https://www.kcl.ac.uk/",
    "https://kcl.ac.uk/",
    "https://kcl.ac.uk/news/discover-limiting-damage-asthma-attack-could-stop-disease",
    "https://www.kcl.ac.uk"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jody rosenblatt",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "king's college",
        "sentiment": "neutral"
      },
      {
        "name": "king",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "london",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T02:48:46.789+03:00",
  "updated": "2024-04-05T02:48:46.789+03:00"
}