{
  "thread": {
    "uuid": "c49eaac8ee59fd4a88b56aae4d94f95627b240d1",
    "url": "https://www.stardem.com/news/local_news/chesapeake-oyster-recovery-key-to-bays-future-report-says/article_a2bfff68-cc5a-11ee-8e19-db1ae53ddc95.html",
    "site_full": "www.stardem.com",
    "site": "stardem.com",
    "site_section": "http://www.tncontentexchange.com",
    "site_categories": [
      "media",
      "education",
      "business"
    ],
    "section_title": "tncontentexchange.com | BLOX Digital provides state-of-the-art content management systems (CMS) and revenue solutions for serious news and media publishers.",
    "title": "Chesapeake oyster recovery key to Bay's future, report says | Local | stardem.com",
    "title_full": "Chesapeake oyster recovery key to Bay's future, report says | Local | stardem.com",
    "published": "2024-02-16T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/stardem.com/content/tncms/assets/v3/editorial/a/0e/a0ee20e4-cc5e-11ee-b250-af799fa537f1/65cea66abd6d6.image.jpg?crop=1763%2C926%2C0%2C124&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 69104,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c49eaac8ee59fd4a88b56aae4d94f95627b240d1",
  "url": "https://www.stardem.com/news/local_news/chesapeake-oyster-recovery-key-to-bays-future-report-says/article_a2bfff68-cc5a-11ee-8e19-db1ae53ddc95.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "CONTRIBUTED",
  "published": "2024-02-16T07:00:00.000+02:00",
  "title": "Chesapeake oyster recovery key to Bay's future, report says | Local | stardem.com",
  "text": "With Chesapeake Bay oyster recovery at a crucial point, building on current momentum will increase resiliency to climate change in the region while creating multiple benefits for people and the environment, according to a new report released today by the Chesapeake Bay Foundation. Recommendations in the report, titled “Hope on the Half Shell: Harnessing Oysters to Build Ecological and Community Resilience,” include targeting oyster restoration in 20 additional Bay rivers, equitably growing the oyster aquaculture industry and modernizing management of the wild oyster harvest. “Oysters are the bedrock of the Chesapeake Bay ecosystem, long recognized for their ability to provide habitat and improve water quality. But their benefits to communities and the ecosystem extend far beyond that,” said CBF Maryland Executive Director Allison Colden. “Oysters are key to adapting to climate change, supporting local economies and cleaning up waterways. You can’t overstate their importance to the Bay.” But oysters are at a critical juncture. Over the last century, Chesapeake Bay oyster numbers plummeted to just a fraction of historic levels due to disease, overharvesting, pollution and habitat loss, according to the Chesapeake Bay Foundation. The decline of oysters and their habitat has exacerbated water quality issues, reduced productivity of key Bay fisheries and left critical shoreline habitats like marshes and underwater grasses susceptible to erosion and loss. Now, the Chesapeake Bay is home to some of the most successful oyster restoration projects in the world. Under the 2014 Chesapeake Bay Watershed Agreement, federal-state efforts are on track to fully restore 11 Chesapeake Bay tributaries for oyster habitat by 2025. Monitoring of these restored reefs shows most reefs sustaining or expanding while meeting or exceeding criteria for oyster abundance. “Restoring native oyster habitat and populations in ten tributaries is one of the few material outcomes set by the Chesapeake Watershed Agreement that will actually be achieved by 2025,” said Don Boesch, president emeritus of the University of Maryland Center for Environmental Science. “But this is just the beginning, not the end, for recovery of the Bay’s oyster population.” Large-scale oyster restoration achievements have been possible through strong federal investment, state support, and the collaboration of many partners. As this major phase nears completion, sustained federal funding and state support will be crucial, the Chesapeake Bay Foundation said in a press release. “With all the elements for success now in place, it’s time to seize the moment and accelerate the pace and scale of oyster recovery in Chesapeake Bay,” Colden said. Oysters can play an important role in protecting Chesapeake Bay shorelines and marshes from erosion, sea-level rise and intense storms. As momentum, funding and expertise coalesces around oysters, recommendations in the report for immediate next steps include: - Accelerate the pace and scale of large-scale oyster restoration projects, restoring an additional 20 Bay tributaries by 2035 that collectively encompass 4,000 acres or more of restored oyster reef. - Grow Maryland’s oyster aquaculture industry to 50,000 acres under lease and 500,000 bushels harvested annually by 2035. That compares to 7,500 acres under lease and 94,000 bushels harvested for Maryland oyster aquaculture in 2022. - In Virginia, initiate an oyster stock assessment, ensure aquaculture growth in all regions and ensure that oyster aquaculture leases are effectively utilized. - Increase the use of oysters in shoreline protection and restoration to address sea-level rise and erosion from more intense storms due to climate change. - Modernize oyster fishery management to increase oyster numbers. That includes utilizing the most up-to-date scientific information and methods, implementing harvest quotas and using electronic harvest reporting. - Manage oyster shell to grow this critical resource for oyster restoration, as well as oyster replenishment work to support oyster fisheries. The report recommendations aim to achieve six vital outcomes for Maryland and Virginia, which are: - Improved water quality; - Equitable economic opportunities for coastal communities; - Increased resilience to sea-level rise and storm surge; - Climate change mitigation; - Transparency and accountability in fishery management; and, - Modernized fishery management for sustainable harvests. Oysters create significant economic benefits for Bay states. Sales of oysters brought in more than $56.8 million in revenue in Maryland and Virginia in 2022, and restoration reefs support millions more in revenue for other fisheries by providing key habitat for game fish and blue crabs. This comes alongside the growing recognition that coastal restoration efforts in the face of climate change must be undertaken holistically. For example, for the greatest benefits, new oyster reefs can be built in conjunction with underwater grasses, living shorelines and buffers of native trees and shrubs. In addition, oyster restoration efforts take place in shallow water, an area where the recent Comprehensive Evaluation of System Response report indicated Chesapeake Bay restoration partners should focus near-term restoration efforts. “Increasing oyster numbers benefits all facets of life in and along the Chesapeake,” said Chesapeake Bay Foundation Virginia Executive Director Chris Moore. “Now let’s expand on the achievements to date. With oysters, we can adapt to climate change, support the Bay’s ecological, economic, and social resilience, and build vibrant communities where people and nature thrive together.” Bill Walton, who is the Shellfish Aquaculture Program coordinator for the Virginia Institute of Marine Science, noted the importance of expanding aquaculture. “It’s exciting to see a restoration plan for Chesapeake Bay that embraces shellfish aquaculture as part of the solution. While many might think of the economic benefits of shellfish aquaculture and how those rely on a healthy Bay, the science is clear that shellfish aquaculture can provide environmental benefits,” Walton said. “As the report notes, reaching the ambitious environmental goals will require the diversity of people who care about Chesapeake Bay to work together creatively to achieve those outcomes.” Boesch also expressed support for the report’s recommendations. “We must build on what we have learned to take the next steps recommended in this report by CBF,” Boesch said. “While bold, these recommendations are entirely feasible and achieving them will provide manifold benefits for society, ecosystem health and climate resilience.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bay",
        "sentiment": "negative"
      },
      {
        "name": "allison colden",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "chesapeake bay foundation",
        "sentiment": "none"
      },
      {
        "name": "cbf maryland executive",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "chesapeake",
        "sentiment": "none"
      },
      {
        "name": "chesapeake bay",
        "sentiment": "none"
      },
      {
        "name": "bay",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T10:29:45.842+02:00",
  "updated": "2024-02-16T10:29:45.842+02:00"
}