{
  "thread": {
    "uuid": "fc63a8837f990a7395d8931e9c44a985ffef6ea6",
    "url": "https://www.wibw.com/2024/07/05/friday-forecast-nice-day-with-low-humidity",
    "site_full": "www.wibw.com",
    "site": "wibw.com",
    "site_section": "https://wibw.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Home",
    "title": "Friday forecast: A nice day with low humidity",
    "title_full": "Friday forecast: A nice day with low humidity",
    "published": "2024-07-05T12:03:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gray-wibw-prod.cdn.arcpublishing.com/resizer/v2/BO6XPHRLQVGIZANB57GHZ5UDSE.jpg?auth=05e768ffb53b6095b74cec073dad9f57704117d72d749053c9f457c1ebe0640e&amp;width=1200&amp;height=600&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 20269,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fc63a8837f990a7395d8931e9c44a985ffef6ea6",
  "url": "https://www.wibw.com/2024/07/05/friday-forecast-nice-day-with-low-humidity",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@wibw",
  "published": "2024-07-05T12:03:00.000+03:00",
  "title": "Friday forecast: A nice day with low humidity",
  "text": "Storm chance returns Saturday night into Sunday TOPEKA, Kan. (WIBW) - A nice day ahead with highs slightly below average and lower humidity. The only impact for today is a light breeze, gusts 20-25 mph and a very low risk for a few sprinkles however most spots will be dry. A more seasonal day tomorrow with humidity staying in check before a few showers/storms move in Saturday night into Sunday. Taking Action: - Don’t be surprised by a few sprinkles today but chances of anything developing (other than some clouds) are low. - With tomorrow more seasonal, make sure you’re staying hydrated. - Still some uncertainty on timing of rain toward the end of the holiday weekend. There is a chance areas in north-central KS could get storms before sunset tomorrow and there remains uncertainty on how long the rain lingers into Sunday night/Monday. Of course Sunday will have the highest impact of rain during the day. It won’t be an all day widespread washout so at this point don’t cancel outdoor plans but have a Plan B and be checking back in the next few days for updates. The highest chance of rain for the next 8 days is the Saturday night through early Monday morning time frame. Specifics like when the best chance for the heaviest rain pushes through at a specific location still remains uncertain but confidence is slightly higher that most spots will get at least 0.25″ during the time period. Will of course watch for the flood threat especially near rivers/creeks otherwise the risk for severe weather is low but not impossible with respect to the hail/wind threat. Friday: Mostly Sunny. Highs in the low-mid 80s. Winds NW 5-15, gusts up to 25 mph. Friday Night: Clear. Lows in the low 60s. Winds become calm. Saturday: Increasing clouds late with a slight chance of storms after 5pm in north-central KS. Highs in the upper 80-low 90s. Winds SW/S 5-10 mph. Sunday: Scattered showers/storms. Highs in the low 80s. Winds S 5-10 mph. Rain continues into Sunday night and will be monitoring if and how long it may linger into Monday and if it needs to be added to the 8 day. It will start out ‘cool’ due to the cloud cover sticking around if not the rain. After Monday, more sun is expected the rest of the week with just a few passing clouds from time to time. Highs gradually warm back up to more seasonal temperatures. Models disagree on if highs get even hotter for next weekend or if it stays more seasonal and consistent to the end of the work week but rain chances next week will be spotty if at all. Nothing significant is being monitored at this time. Copyright 2024 WIBW. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Health",
    "Weather"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "wibw",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kan.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T12:08:37.078+03:00",
  "updated": "2024-07-05T13:03:04.305+03:00"
}