{
  "thread": {
    "uuid": "dff06d723f7cc3d5d2f8ebaf492c009117817eea",
    "url": "https://www.portafolio.co/tendencias/sociales/cinco-consejos-para-cuidar-la-salud-visual-de-los-ninos-602013",
    "site_full": "www.portafolio.co",
    "site": "portafolio.co",
    "site_section": "https://www.portafolio.co",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "\n              Noticias economicas de Colombia y el Mundo | Portafolio.co          ",
    "title": "Cinco consejos para cuidar la salud visual de los niños | Sociales | Tendencias | Portafolio",
    "title_full": "Cinco consejos para cuidar la salud visual de los niños | Sociales | Tendencias | Portafolio",
    "published": "2024-04-04T22:41:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://www.portafolio.co/files/article_content/uploads/2024/03/25/6601c322bb58e.jpeg",
    "performance_score": 0,
    "domain_rank": 17125,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dff06d723f7cc3d5d2f8ebaf492c009117817eea",
  "url": "https://www.portafolio.co/tendencias/sociales/cinco-consejos-para-cuidar-la-salud-visual-de-los-ninos-602013",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Portafolio",
  "published": "2024-04-04T22:41:00.000+03:00",
  "title": "Cinco consejos para cuidar la salud visual de los niños | Sociales | Tendencias | Portafolio",
  "text": "Abril es el mes del niño y qué mejor forma de celebrarlo que cuidar la salud visual de los más pequeños de la casa, ya que las afecciones más destacadas en edades tempranas son las oculares , debido a la exposición de dispositivos electrónicos, por lo que es importante que los padres estén alerta a las necesidades visuales de sus hijos. “ Es muy importante realizar el examen visual cada año para detectar alteraciones visuales a tiempo, y que se haga revisión completa desde los seis meses de vida y luego cada año; sobre todo antes de los 3 años cuando inicia la educación infantil para poder detectar defectos de visión a temprana edad y que así mismo se puedan tratar” , afirma, Nury Herrera, Optómetra y jefe de Dirección Científica de GMO Colombia.\nLea también: (Descubren por qué las personas prefieren bailar más un tipo de música que otro).\nDe acuerdo con la experta, las dificultades visuales que tradicionalmente se pueden detectar a tiempo son: miopía, hipermetropía y astigmatismo que causan visión borrosa, ambliopía o síndrome del ojo perezoso, que genera disminución de la agudeza visual, y estrabismo que es la desviación de uno o ambos ojos.\n“ Detectar a edad temprana los factores de riesgo que puedan afectar el crecimiento y desarrollo visual de los niños es muy importante y dependiendo de qué dificultad presente el especialista recomendará el tratamiento más adecuado para cada caso, por lo que se recomienda realizar un examen visual a tiempo, y estar atento a los factores de riesgo que los rodean y que puedan incidir en el adecuado desarrollo de su sistema visual ”, comenta la experta.\nVea también: ( El mal hábito que estaría provocando que se sienta más viejo de lo que en realidad es). - Realizar un examen visual desde el momento del nacimiento del niño, posteriormente cada año o antes si se detecta algún síntoma de dificultad visual.\n- Evitar siempre un acercamiento excesivo en las tareas de cerca (escribir, leer, dibujar, usar el computador, etc).\n- Usar lentes de descanso y elegir monturas adecuadas para cada edad.\n- Por cada 30 minutos de estudio, deberes o videojuegos se debe descansar 5 minutos relajando la visión de cerca y mirando de lejos.\n- Incentivar actividades y juegos al aire libre, usando lentes con adecuada protección a los rayos ultravioleta, evitando el exceso de uso de computadores, tablets, celulares y videojuegos.\nPORTAFOLIO Murió el hombre más viejo del mundo: ¿cuál fue su secreto para vivir 114 años? Destacados",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Education",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:33:37.019+03:00",
  "updated": "2024-04-05T02:23:50.344+03:00"
}