{
  "thread": {
    "uuid": "dff21d455665944576996e7f31c7055b6bcadc14",
    "url": "https://www.laweekly.com/discovering-yourself-with-angelina-fabian-a-peek-into-the-authorities-of-the-human-design-system/",
    "site_full": "www.laweekly.com",
    "site": "laweekly.com",
    "site_section": "https://www.laweekly.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "LA Weekly",
    "title": "Discovering Yourself with Angelina Fabian: A Peek into the Authorities of the Human Design System",
    "title_full": "Discovering Yourself with Angelina Fabian: A Peek into the Authorities of the Human Design System",
    "published": "2024-01-06T03:43:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 2334,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dff21d455665944576996e7f31c7055b6bcadc14",
  "url": "https://www.laweekly.com/discovering-yourself-with-angelina-fabian-a-peek-into-the-authorities-of-the-human-design-system/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Written",
  "published": "2024-01-06T03:43:00.000+02:00",
  "title": "Discovering Yourself with Angelina Fabian: A Peek into the Authorities of the Human Design System",
  "text": "It’s just how we’re wired; we all feel and react differently simply because we are all unique in our genetic blueprint.\nThis beautiful complexity of human nature led me to\nAngelina Fabian`s work with the Human Design System(HDS). She brings a new way of looking at quirks and characteristics and understanding them and ourselves better.\nCentral to this system are the “Authorities,” each offering a unique lens to view our decision-making processes. They are the inner tools that guide individuals in making choices that are correct for them. Each person has a unique design, and by understanding their specific inner Authority, they can navigate life more authentically and in alignment with their true nature.\nThere are several types of Authorities in HDS, and each is determined by the specific centers that are defined in an individual’s body-graph. These Authorities include:\nSolar Plexus Authority: Decisions are best made when they tap into their emotional waves and wait for clarity over time. Angelina suggests tuning into our emotional waves, finding a bit of calm amidst the storm. It’s like waiting for the dust to settle before making a move.\nSacral Authority: This is for Generators and Manifesting Generators. It’s about listening to the gut response—a visceral “uh-huh” or “uh-uh” that arises spontaneously. It’s that instinct that screams, “Go for it!” or “Stay away!”\nSplenic Authority: This authority is intuitive and operates in the present moment. It offers fast, intuitive advice. Angelina often talks about this gentle, almost whisper-like voice of intuition. It’s about trusting that first instinct.\nEgo Projected Authority: Decisions for Projectors are best made when they consider what’s in their best interest, what they want, or what they have willpower for. Their ego/willpower will guide them in making the correct decision in alignment with their true self. This authority encourages us to trust and follow that inner guidance.\nSelf/ G Authority: Guided by their own sense of identity and direction, these individuals can trust their own trajectory in life. They have an inner compass that guides them in the correct direction. Angelina hints that being in the right environment can make the difference.\nHeart/Ego Manifested Authority: This is for Manifestors with a defined heart center. They are meant to inform others before initiating action. It’s about using the power of their will, ego, and clear communication to initiate a decision in their lives. This process sets the stage for smoother interactions and ensures that their actions have a more significant impact on the world around them.\nMental Authority: Picture you’re chatting with a close friend, and as you talk, things just start making sense. That’s how the power of reflection works. It’s not about getting advice but about hearing your thoughts out loud and gaining clarity.\nLunar Authority: Only Reflectors can have this authority. They benefit from waiting a full 28-day lunar cycle before making major decisions, allowing them to sample and reflect upon the energies around them. Angelina often brings up the moon’s influence, especially for those who are born with this authority. It’s about syncing with the moon’s phases, letting them guide your choices.\nThe Human Design System, as\nAngelina Fabian showcases, is like a compass for the soul. It’s not about following a strict path but discovering the path that’s right for YOU.\nHaving a tool to understand ourselves better is priceless. While Angelina might be a guiding star in this realm, the HDS empowers each of us to find our own way. Want to find out what your inner genetic Authority is then click on the link to her\nHuman Design System website and discover for yourself!\nAdvertising disclosure: We may receive compensation for some of the links in our stories. Thank you for supporting LA Weekly and our advertisers.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://www.instagram.com/angelina_fabian/",
    "https://humandesignsystem.co/en/create-get-your-free-human-design-chart-get-free-human-design-chart-report/",
    "https://instagram.com/angelina_fabian/",
    "https://www.humandesignsystem.co/en/create-get-your-free-human-design-chart-get-free-human-design-chart-report/",
    "https://humandesignsystem.co/en/create-get-your-free-human-design-chart-get-free-human-design-chart-report",
    "https://www.instagram.com/angelina_fabian"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "angelina fabian",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "authority",
        "sentiment": "none"
      },
      {
        "name": "solar plexus authority",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "hds",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T04:04:02.276+02:00",
  "updated": "2024-01-06T04:04:02.276+02:00"
}