{
  "thread": {
    "uuid": "90ff5a3b3332a0f2ad9015125a56b944803b9afc",
    "url": "https://globalnews.ca/news/10207098/tetris-beaten-henk-rogers/",
    "site_full": "globalnews.ca",
    "site": "globalnews.ca",
    "site_section": "https://globalnews.ca/national",
    "site_categories": [
      "media"
    ],
    "section_title": "Global News",
    "title": "‘Tetris is not supposed to end:’ game architect Henk Rogers marvels at teen’s feat - National | Globalnews.ca",
    "title_full": "‘Tetris is not supposed to end:’ game architect Henk Rogers marvels at teen’s feat - National | Globalnews.ca",
    "published": "2024-01-05T23:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://globalnews.ca/wp-content/uploads/2024/01/Tetris-beaten-e1704491989562.jpg?quality=85&strip=all&w=720&h=368&crop=1",
    "performance_score": 0,
    "domain_rank": 910,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "90ff5a3b3332a0f2ad9015125a56b944803b9afc",
  "url": "https://globalnews.ca/news/10207098/tetris-beaten-henk-rogers/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Abigail Bimman Global News",
  "published": "2024-01-05T23:02:00.000+02:00",
  "title": "‘Tetris is not supposed to end:’ game architect Henk Rogers marvels at teen’s feat - National | Globalnews.ca",
  "text": "The man who brought Tetris to the Western world three decades ago says it was never designed to have an end – calling the fact a 13-year-old managed to beat the game “kind of a miracle.”\n“This kid is amazing,” Henk Rogers told Global News about Willis Gibson. “I love what he did and the amount of energy that he put into it.”\nThe Oklahoma teen, who games by the name Blue Scuti, is believed to be the first person to ‘beat’ Tetris .\nIn a video viewed around the world , Gibson is seen rocking back and forth in disbelief when he advanced so far (at level 157) that the game essentially ran out of memory and froze, known as the “kill screen.” This was previously only accomplished by an AI program.\nStory continues below advertisement “Oh my God” Gibson repeats. “I can’t feel my fingers.”\nTwo decades before Gibson was born, Henk Rogers went to Moscow to secure the rights to Tetris for Nintendo’s Game Boy system. He successfully brought the game out from behind the Iron Curtain and became lifelong friends with its creator, Alexey Pajitnov.\nRogers was played by actor Taron Egerton in Tetris, a 2023 feature film about the game’s origin story.\nHenk Rogers and Tetris creator Alexey Pajitnov. Supplied photo - Henk Rogers Rogers said that on Wednesday night he and Pajitnov shared a sushi dinner and marveled at Gibson’s achievement.\n“He’s amazed… the techniques that those kids use to get there, you know, in pushing the button faster than is humanly possible, so to speak, that’s in itself an accomplishment,” Rogers, speaking from Seattle, told Global News of Pajitnov’s reaction.\nStory continues below advertisement But Pajitnov, too, was firm that he didn’t design the game to end.\nGet the latest National news. Sent to your email, every day. “I was like, ‘Okay, Alexey, don’t worry about that. It’s fine, you know. Let’s just enjoy the moment.’”\nRogers says he loves Gibson’s “dogged determination” — the teen is reported to play Tetris 20 hours a week.\n“I love the fact that his parents let him do it… I’m not so sure that I would have let my own son do this, you know, spend that much time on one thing.”\nMore on World Canadian soldier explains why he’s returning to Ukraine’s eastern trenches Fisherman saved by watch reflection after floating in ocean for nearly 24 hours Trump’s businesses received US$7.8M in foreign payments during presidency: report World economy ‘not out of the danger zone’ amid conflicts, UN says Overwhelmed by interview requests, the whirlwind of the accomplishment, plus being back at school after the holiday break, Gibson’s mother Karin Cox has not yet responded to a Global News request for an interview with the teen.\n“He will still need to do his homework, practice his clarinet, and go to bed on time!” Cox wrote in a Facebook post Thursday afternoon.\nPsychotherapist Dr. Dana Dorfman says she understands general parental concern about too much screen time, but believes games like Tetris can improve “cognitive capacities like spatial relations, problem-solving, even memory.”\n“If something is not necessarily compromising your functioning, I don’t necessarily think that it’s a bad thing,” Dr. Dorfman told Global News.\nShe says Tetris also offers mental health benefits, with stress-reducing and distraction components.\nStory continues below advertisement One of Canada’s top Tetris players agrees.\n“It’s a game that has given me so much in terms of opportunities, in terms of my own growth and development, in terms of the friends that I’ve met through the community,” Philip Ng said in an interview from Toronto. The twenty-nine-year-old is now semi-retired from professional play.\nHe told Global News he struggled with mental health growing up, as well as after the pandemic, calling the last two years especially challenging.\nTrending Now Strep A cases are rising in Canada. What symptoms to watch for Chip Wilson slams Lululemon’s diversity efforts: ‘You don’t want certain customers’ “In the most trying circumstances, in momenst of self-doubt or in moments of trouble, I am so grateful that I have this community to lean on who can remind me of who I am and to help me correct course.”\n2:26 Tetris to treat PTSD? And the wider Tetris community is definitely buzzing over Gibson’s achievements.\nStory continues below advertisement “Everyone’s going crazy… it’s just been lots of fun,” said Sean Brady.\nBrady, a semi-pro Tetris player, founded Tetris Canada about five years ago, hoping to build a platform for talented Canadian players.\n“I didn’t ever really expect or plan to get into the competitive scene, but after meeting some of the Canadian enthusiasts as well who just shared the passion of Tetris, it inspired me to start the Tetris Canada e-sports league,” he said in an interview from Thunder Bay, Ont.\nIn his Global News interview, Henk Rogers said knew he had a hit on his hands when he fought for the rights all those years ago. But even he couldn’t initially predict its lasting power. The initial paperwork he created for Pajitnov lasted only 10 years. By 1995, with no dent in the game’s popularity, he said he had to “rethink” the plan.\n“To me, it’s taken on a status like baseball or basketball or football. It is a basic game that I think is going to last forever.”\nRogers’ also credited Tetris’ perennial success to its constructive nature – building lines of blocks.\n“Creating order out of chaos is a basic human instinct … building is going to outlive destroying every time.”\nFor the past 15 years, and after suffering a near-fatal heart attack, Rogers’ post-Tetris passion has been tackling climate change – with a focus on getting to 100 per cent renewable energy by 2045.\nStory continues below advertisement He said determination, like new Tetris record-beater Willis Gibson’s, is what’s going to change the world.\n“People ask me if I have hope, and the answer is no. I don’t have hope. I have determination.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Science and Technology"
  ],
  "external_links": [
    "https://d21y75miwcfqoq.cloudfront.net/70c8fc80",
    "https://henkrogers.com/impact/",
    "http://www.youtube.com/watch?v=J9oVQ43j22g",
    "https://www.d21y75miwcfqoq.cloudfront.net/70c8fc80",
    "http://www.youtube.com/watch",
    "https://www.henkrogers.com/impact/",
    "https://henkrogers.com/impact",
    "http://youtube.com/watch?v=J9oVQ43j22g"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "henk rogers",
        "sentiment": "negative"
      },
      {
        "name": "rogers",
        "sentiment": "none"
      },
      {
        "name": "alexey pajitnov",
        "sentiment": "none"
      },
      {
        "name": "taron egerton",
        "sentiment": "none"
      },
      {
        "name": "blue scuti",
        "sentiment": "none"
      },
      {
        "name": "gibson",
        "sentiment": "none"
      },
      {
        "name": "willis gibson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nintendo",
        "sentiment": "none"
      },
      {
        "name": "global news",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "oklahoma",
        "sentiment": "none"
      },
      {
        "name": "moscow",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T01:16:07.397+02:00",
  "updated": "2024-01-06T01:16:07.397+02:00"
}