{
  "thread": {
    "uuid": "b30a063b26f8781ec256e7bbce23ef56af8a1646",
    "url": "https://www.finanzen.net/nachricht/aktien/blue-ridge-eating-disorder-care-center-receives-accreditation-from-the-joint-commission-13396541",
    "site_full": "www.finanzen.net",
    "site": "finanzen.net",
    "site_section": "https://www.finanzen.net/top_ranking",
    "site_categories": [
      "investing",
      "financial_news",
      "finance"
    ],
    "section_title": "Top-Ranking | finanzen.net",
    "title": "Blue Ridge Eating Disorder Care Center Receives Accreditation from The Joint Commission | finanzen.net",
    "title_full": "Blue Ridge Eating Disorder Care Center Receives Accreditation from The Joint Commission | finanzen.net",
    "published": "2024-04-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "DE",
    "main_image": "https://images.finanzen.net/images/logos/finanzennet_660x303.png",
    "performance_score": 0,
    "domain_rank": 7325,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b30a063b26f8781ec256e7bbce23ef56af8a1646",
  "url": "https://www.finanzen.net/nachricht/aktien/blue-ridge-eating-disorder-care-center-receives-accreditation-from-the-joint-commission-13396541",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Importer",
  "published": "2024-04-04T03:00:00.000+03:00",
  "title": "Blue Ridge Eating Disorder Care Center Receives Accreditation from The Joint Commission | finanzen.net",
  "text": "SAYLORSBURG, Pa., April 4, 2024 /PRNewswire/ -- Blue Ridge Eating Disorder Care Center announces it has earned The Joint Commission's Gold Seal of Approval for Behavioral Health Care Accreditation by maintaining compliance with performance standards. The Gold Seal of Approval is a symbol of quality that reflects Blue Ridge's commitment to providing safe and effective care for the young women they treat.In March of 2023, Blue Ridge Eating Disorder Care Center took part in a rigorous onsite survey that assessed their documentation, building safety, and programming. An organization can only achieve Gold Seal Approval after the accreditation process and a rigorous on-site evaluation. This approval honors a commitment to maintaining and exceeding quality benchmarks and patient safety standards. \"The young women we serve deserve exceptional care, and we are proud to hold ourselves to high standards of treatment\", says Erica Butler, Founder and Clinical Director. \"Blue Ridge Eating Disorder Care Center is thrilled to receive accreditation from The Joint Commission, and it is such a rewarding experience to be rewarded by your peers for our dedication to bettering the lives of the vulnerable young women that we serve.\"Blue Ridge Eating Disorder Care Center's interdisciplinary team works together to develop and implement individualized and evidence-based treatment strategies for the young women seeking recovery at their facility.As the leader in standards development promoting quality and safety in health care organizations, The Joint Commission is currently the nation's largest and only accreditor that reaches across the full continuum of care.About Blue Ridge Eating Disorder Care CenterBlue Ridge Eating Disorder Care Center for adolescent girls is situated in pastoral Saylorsburg in Monroe County, Pennsylvania. Just 30 miles north of Allentown, our adolescent eating disorder program is less than 90-minutes from Philadelphia and only a two-hour drive from NYC and New Jersey communities. Blue Ridge Eating Disorder Care Center is committed to the recovery of young women with disordered eating. Located in the serene Pennsylvania countryside, our team of professionals offer individualized treatment for girls diagnosed with ARFID, Anorexia, bulimia, OSFED, binge eating, and more. Blue Ridge's adolescent residential program is individualized for each patient struggling with disordered eating. As a small treatment center in the foothills of the Pocono Mountains, the team prides themselves on creating personalized treatment plans and goals for young women. In this intimate environment, the team can maintain a low patient-staff ratio that helps avoid the cookie-cutter approach of large eating disorder centers. The residential program is a collaborative design of parental concerns, patient input, and clinical guidance that address a child's needs, and goals, while leveraging their strengths.For more information on Blue Ridge Eating Disorder Care Center or to schedule a free assessment, please call 570-718-8800 or email info@blueridgetreatment.comThe Joint CommissionFounded in 1951, The Joint Commission seeks to continuously improve health care for the public, in collaboration with other stakeholders, by evaluating health care organizations and inspiring them to excel in providing safe and effective care of the highest quality and value. The Joint Commission accredits and certifies more than 21,000 health care organizations and programs in the United States. An independent, nonprofit organization, The Joint Commission is the nation's oldest and largest standards setting and accrediting body in health care. Learn more about The Joint Commission at http://www.jointcommission.org. View original content:https://www.prnewswire.com/news-releases/blue-ridge-eating-disorder-care-center-receives-accreditation-from-the-joint-commission-302108842.htmlSOURCE Blue Ridge Eating Disorder Care Center",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [
    "http://www.jointcommission.org.",
    "https://www.prnewswire.com/news-releases/blue-ridge-eating-disorder-care-center-receives-accreditation-from-the-joint-commission-302108842.htmlSOURCE",
    "https://prnewswire.com/news-releases/blue-ridge-eating-disorder-care-center-receives-accreditation-from-the-joint-commission-302108842.htmlSOURCE",
    "http://jointcommission.org."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "erica butler",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "joint commission",
        "sentiment": "negative"
      },
      {
        "name": "blue ridge eating disorder care center",
        "sentiment": "negative"
      },
      {
        "name": "joint commission's gold seal of approval for behavioral health care accreditation",
        "sentiment": "none"
      },
      {
        "name": "blue ridge",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pa.",
        "sentiment": "none"
      },
      {
        "name": "saylorsburg",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:07:59.091+03:00",
  "updated": "2024-04-05T00:07:59.091+03:00"
}