{
  "thread": {
    "uuid": "50cd796845cb165a24bfbe62558590918fe0a7a9",
    "url": "https://www.thenationalnews.com/future/technology/2024/04/11/why-amazons-ceo-thinks-the-companys-generative-ai-could-be-the-next-big-thing",
    "site_full": "www.thenationalnews.com",
    "site": "thenationalnews.com",
    "site_section": "https://www.thenationalnews.com/middleeastnorthafrica/",
    "site_categories": [
      "marketing",
      "web_design_html",
      "tech",
      "business",
      "top_news"
    ],
    "section_title": "The National - Latest MENA news, sport &amp; opinion",
    "title": "Why Amazon's CEO thinks the company's generative AI could be the next big thing",
    "title_full": "Why Amazon's CEO thinks the company's generative AI could be the next big thing",
    "published": "2024-04-11T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AE",
    "main_image": "https://thenational-the-national-prod.cdn.arcpublishing.com/resizer/v2/BUZ4SZXZGUPPKNT6EQSYMP5E2Q.jpg?smart=true&amp;auth=f6e368fa7241829d10b9248684bf3e28bf4e41fa6c7953d07d3dca628d24e3b6&amp;width=1200&amp;height=630",
    "performance_score": 0,
    "domain_rank": 1670,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "50cd796845cb165a24bfbe62558590918fe0a7a9",
  "url": "https://www.thenationalnews.com/future/technology/2024/04/11/why-amazons-ceo-thinks-the-companys-generative-ai-could-be-the-next-big-thing",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alkesh Sharma",
  "published": "2024-04-11T03:00:00.000+03:00",
  "title": "Why Amazon's CEO thinks the company's generative AI could be the next big thing",
  "text": "Amazon , which has maintained a relatively low profile in the field of generative artificial intelligence compared to Microsoft and Google, announced on Thursday that it is expanding its capacity to boost the technology globally and contribute to its democratisation.\nThe world’s biggest e-commerce company said its cloud subsidiary Amazon Web Services will become an integral component of the future generative AI boom.\n“We are optimistic that much of this world-changing AI will be built on top of AWS,” Andy Jassy, Amazon’s chief executive, said in his annual letter to shareholders on Thursday.\nAmazon’s share price jumped 1.67 per cent to close at $189.05 on Thursday. The company’s market capitalisation stood at $1.96 trillion.\nAWS revenue increased 13 per cent to $91 billion last year. Photo: AWS Generative AI technology was catapulted into the spotlight with ChatGPT , which was launched by Microsoft-backed OpenAI in December 2022.\nIt is a programme that comes up with humanlike responses to prompts in seconds, based on information publicly available on the internet. However, its use and accuracy have come under scrutiny.\nIn December, Alphabet-owned Google launched Gemini, which became the first AI model to beat human experts on MMLU (Massive Multitask Language Understanding), one of the most widely used methods to test the knowledge and problem-solving abilities of the technology.\nRead More Nvidia stock rallies after AI boom bumps up quarterly profit Amazon stock jumps 8% on strong Q4 profit and robust future outlook Globally, AI investments are projected to hit $200 billion by 2025 and could possibly have a bigger impact on gross domestic product, Goldman Sachs Economic Research said in a report in August.\nMr Jassy, who become the chief executive in 2021 after the company’s founder Jeff Bezos stepped down, said future generative AI opportunities are numerous.\n“Generative AI may be the largest technology transformation since the cloud, and perhaps since the internet … the amount of societal and business benefit from the solutions that will be possible will astound us all.”\nIn his letter to shareholders, Mr Jassy indirectly criticised rivals’ AI models, saying Amazon offers models from various companies, such as Anthropic, Stability AI, Meta, Cohere as well as its own models, instead of relying solely on one dominant AI model.\n“Customers don’t want only one model. They want access to various models and model sizes for different types of applications,” he added.\nLast year, Amazon’s total revenue grew 12 per cent yearly to $575 billion, while AWS revenue increased 13 per cent to $91 billion.\nThe company is expected to announce its last quarter earnings on April 25.\nUpdated: April 11, 2024, 9:47 PM",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "andy jassy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "amazon",
        "sentiment": "negative"
      },
      {
        "name": "google",
        "sentiment": "none"
      },
      {
        "name": "amazon web services",
        "sentiment": "none"
      },
      {
        "name": "microsoft",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T00:55:28.665+03:00",
  "updated": "2024-04-12T02:58:41.245+03:00"
}