{
  "thread": {
    "uuid": "f631d31dfc75eb17be35fa6829bdcb19fb85ac5c",
    "url": "https://gradynewsource.uga.edu/sga-president-says-experience-taught-him-to-stay-resilient",
    "site_full": "gradynewsource.uga.edu",
    "site": "uga.edu",
    "site_section": "http://gradynewsource.uga.edu/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Grady Newsource",
    "title": "SGA President Says Experience Taught Him to ‘Stay Resilient’",
    "title_full": "SGA President Says Experience Taught Him to ‘Stay Resilient’",
    "published": "2024-02-29T22:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gradynewsource.uga.edu/wp-content/uploads/2024/02/IMG_2239.jpg",
    "performance_score": 0,
    "domain_rank": 1049,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f631d31dfc75eb17be35fa6829bdcb19fb85ac5c",
  "url": "https://gradynewsource.uga.edu/sga-president-says-experience-taught-him-to-stay-resilient",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Grady Multiplatform Journalist",
  "published": "2024-02-29T22:57:00.000+02:00",
  "title": "SGA President Says Experience Taught Him to ‘Stay Resilient’",
  "text": "George Moore, a fourth-year student from Toccoa, Georgia, majoring in international affairs and political science, represents and voices the opinion of the student body at events, receptions, galas and meetings with University of Georgia administration as Student Government Association president for the 2023-2024 academic year.\nQ: You have been a part of SGA since your freshman year. Was being student body president always the goal for you?\nNot necessarily. I wanted to be involved on campus and like most people joined a lot of different clubs and organizations. After I got involved in student government freshman year, I started to meet a lot of my closer friends. I kept doing it sophomore year, did it again junior year and then junior year was like, “Okay, I’ve had a really complete experience in student government the past two or three years, I do want to take it to the next level and help lead the organization.”\nQ: Are you ready for it to be over or are you sad about it ending?\nThere are things that I’m glad about ending like the grind of just keeping the organization going and focusing on the next initiative and the next meeting and the next event. I’ll probably miss it more than I’m glad.\nQ: What effect has SGA had on you, George Moore, as a person?\nA: It has formed me into a leader. It has taught me lessons through the challenges of a campaign and having to manage a team. It has taught me how to carry myself when I am automatically different from everybody else in the room. It’s taught me how to manage human resources struggles. It’s taught me how to stay resilient and get focused on what I want to do and get done regardless of what other people think.\nQ: Has SGA impacted your future plans?\nIt actually has. I would say that I have gained an attraction to higher education through this role. Seeing a lot of the behind the scenes of a university administration was really interesting to me. I would love to work at a university one day in the future. I’m excited about law school and getting a legal degree because I don’t know exactly what I want to do, but higher education administration is definitely on the docket now.\nQ: No future in politics?\nI don’t know. I’m kind of tired of the political side of it, but it was also fun and exhilarating getting to run a campaign and to lead that team motivated by competition and winning. I really did enjoy that and could do that again if I felt like the time was right.\nQ: Do you have any advice to current or future UGA students?\nI think it is important to really try and meet people who are different from you throughout each of your four years at the university. The university will be better for it. We’ll be better connected, we’ll understand each other’s experiences more, and it’ll just lead to an overall better state of the student body.\nComments trimmed for length and clarity.\nJack Little is a journalism major covering city-county government.\n-\nShow Comments (0)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Politics",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "george moore",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "sga",
        "sentiment": "negative"
      },
      {
        "name": "student government association",
        "sentiment": "none"
      },
      {
        "name": "university of georgia",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "georgia",
        "sentiment": "none"
      },
      {
        "name": "toccoa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:20:28.090+02:00",
  "updated": "2024-03-01T00:20:28.090+02:00"
}