{
  "thread": {
    "uuid": "6ae6aa08b61af975558d54ac82ef33af56630c0a",
    "url": "https://theshillongtimes.com/2023/12/29/a-tale-of-tumbles-and-triumphs/",
    "site_full": "theshillongtimes.com",
    "site": "theshillongtimes.com",
    "site_section": "https://www.theshillongtimes.com",
    "site_categories": [
      "media"
    ],
    "section_title": "The Shillong Times is an Indian Newspaper",
    "title": "A tale of tumbles and triumphs - The Shillong Times",
    "title_full": "A tale of tumbles and triumphs - The Shillong Times",
    "published": "2023-12-28T19:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://theshillongtimes.com/wp-content/uploads/2023/12/shillong-scaled.jpg",
    "performance_score": 0,
    "domain_rank": 98899,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6ae6aa08b61af975558d54ac82ef33af56630c0a",
  "url": "https://theshillongtimes.com/2023/12/29/a-tale-of-tumbles-and-triumphs/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Our Reporter",
  "published": "2023-12-28T19:00:00.000+02:00",
  "title": "A tale of tumbles and triumphs - The Shillong Times",
  "text": "Meghalaya’s Sporting Odyssey in 2023 By Our Reporter As the curtain falls on the sporting spectacle that was 2023, Meghalaya can look back at a rollercoaster of athletic achievements, heartbreaks, and a few wall-tumbling incidents – all delivered in the unique flavor that only our beloved state can provide. Let’s take a leisurely stroll down the memory lane of Meghalaya’s sporting escapades, shall we? January Jamboree: Kishan Lyngdoh’s Century and Football’s Farewell The year kicked off with Kishan Lyngdoh announcing his arrival on the cricketing scene with a resounding maiden first-class hundred. In the football fraternity, Meghalaya bid farewell to Aibok Kharpran, a stalwart associated with Shillong Lajong FC. The echoes of his contributions resonated in the hills. February’s Fables: Santosh Trophy Soiree and MMA Marvels Meghalaya etched its name in football history by reaching the Santosh Trophy semifinals for the first time, showcasing resilience and skill. Meanwhile, in the world of mixed martial arts, Raymond Johnny Kurbah donned the black belt with pride and became the first Khasi MMA fighter to be signed by a US-based agency, bringing a dash of international flair to our local talent pool. Marching into March: Meghalaya’s Football Prodigy’s Mancunian Sojourn Young Federick Kupar Kurbah, the footballing prodigy, lived every footballer’s dream with an exposure tour to the hallowed grounds of Manchester United, adding a touch of glamour to Meghalaya’s sporting narrative. April’s Awe: Jaden Pariat’s Podium Glory Jaden Pariat, the racing sensation from Meghalaya, made headlines by standing on the British F4 podium, marking a historic moment and securing a proud spot in the international racing circuit. May Magic: Lajong’s I-League Return and Bhutia’s Footballing Haven Shillong Lajong FC made a triumphant return to the I-League, stirring emotions and reaffirming their place in Indian football. Simultaneously, the legendary Baichung Bhutia added a feather to Meghalaya’s cap by launching the first residential football academy in the Northeast, elevating the footballing dreams of aspiring youngsters. June Jolts: The Wall’s Tumble and a Sporting Luminary’s Farewell June brought a mixture of embarrassment and sorrow as the retaining wall at the new PA Sangma Stadium in Tura decided to take a tumble, creating a moment that’ll be etched in our collective memories. The month also saw the passing of Chiranjib Choudhury, a sports administrator par excellence. July Jubilations: Elite Programs and Young Football Hopefuls The Super Elite Programme for athlete development took flight, promising to nurture Meghalaya’s brightest talents with international coaches. Young footballers Damaitphang Lyngdoh and Helen Nongtdu found themselves in the spotlight, making it to the 50-men probable list for the India U-23 football squad. August’s Acceleration: Jaden Pariat’s Ferrari Dreams Jaden R Pariat, the rising star of motorsport, earned an invitation to the prestigious Ferrari Driver Academy selection trials, showcasing the caliber that Meghalaya is producing on the global stage. September’s Snag: SSA Vice-President’s Departure The sporting fraternity mourned the loss of Dibus Marbaniang, a senior Vice-President in the Shillong Sports Association, leaving behind a legacy of dedication and service. October’s Ovation: Golf Glory and MFA Leadership Change October witnessed Johnwell G Momin qualifying to represent Meghalaya in golf at the National Games 2023, a moment of pride for the Tura Golfers Association. Meanwhile, Hamlet Dohling assumed the presidency, and Sunesh Syiem took over as the General Secretary of the Meghalaya Football Association. November’s Nexus: I-League’s Homecoming and National Games Ordeal Shillong Lajong FC brought the I-League back to Meghalaya, playing their first home game with enthusiasm at the SSA Stadium. However, the joy was tempered as Meghalaya returned empty-handed from the 37th National Games in Goa, the lone state without a medal. December’s Delight: Pohkseh SC Triumph The sporting year culminated with Pohkseh SC claiming the Shillong Sports Association’s Second Division title, adding a touch of local fervor to the December air. As the sun sets on 2023, Meghalaya’s sports enthusiasts can look back with a mix of pride, nostalgia, and a readiness for the next chapter in our sporting saga. Here’s to another year of triumphs, challenges, and the undying spirit of Meghalaya in the world of sports. Cheers!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kishan lyngdoh",
        "sentiment": "none"
      },
      {
        "name": "raymond johnny kurbah",
        "sentiment": "none"
      },
      {
        "name": "aibok kharpran",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "shillong times meghalaya’s sporting odyssey",
        "sentiment": "neutral"
      },
      {
        "name": "mma",
        "sentiment": "none"
      },
      {
        "name": "shillong lajong fc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "meghalaya",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:23:41.723+02:00",
  "updated": "2023-12-29T00:23:41.723+02:00"
}