{
  "thread": {
    "uuid": "e164957222598693dad4a4e2d29264cd5cc5c6c9",
    "url": "https://www.timesnownews.com/spiritual/ardhnarishwar-sadhguru-explains-the-importance-of-shiva-avatar-to-bring-a-sense-of-balance-in-life-article-110590083",
    "site_full": "www.timesnownews.com",
    "site": "timesnownews.com",
    "site_section": "https://www.timesnownews.com/amp",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "News Today: Latest and Breaking News, Top Headlines from India, Politics | Times Now",
    "title": "Ardhnarishwar – Sadhguru Explains The Importance Of Shiva’s Avatar To Bring A Sense Of Balance In Life | Times Now",
    "title_full": "Ardhnarishwar – Sadhguru Explains The Importance Of Shiva’s Avatar To Bring A Sense Of Balance In Life | Times Now",
    "published": "2024-05-31T09:47:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.tnn.in/thumb/msid-110590703,thumbsize-1318188,width-1280,height-720,resizemode-75/110590703.jpg",
    "performance_score": 0,
    "domain_rank": 4112,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e164957222598693dad4a4e2d29264cd5cc5c6c9",
  "url": "https://www.timesnownews.com/spiritual/ardhnarishwar-sadhguru-explains-the-importance-of-shiva-avatar-to-bring-a-sense-of-balance-in-life-article-110590083",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kanakanjali Roy",
  "published": "2024-05-31T09:47:00.000+03:00",
  "title": "Ardhnarishwar – Sadhguru Explains The Importance Of Shiva’s Avatar To Bring A Sense Of Balance In Life | Times Now",
  "text": "Many yogis and gurus have preached the importance of having a sense of balance in life for centuries. Be it any aspect of life, when you find that balance and know how to control it, you will become a complete being. Well, it is not easy to attain this balance and mystical Guru Sadhguru explained through a beautiful story as how Shiva made one of his disciples understand the importance of balancing the masculine and feminine energies in yourself. Story Of Shiva’s Ardhnarishwar Avatar Shiva's journey as a teacher began with his first seven students, known as the Saptarishis. Among his followers was Brighu, a sage deeply devoted to Shiva. Brighu's devotion made him very gentle and feminine, as devotion is often seen as a feminine quality. Every day, the sage would walk around Shiva three times, a ritual he never skipped. Parvati, Shiva's wife, often sat next to him during these rituals. However, Brighu only focused on Shiva, ignoring Parvati. This upset Parvati, so one day she sat closer to Shiva, making it hard for Brighu to walk around only Shiva without acknowledging her. When Brighu arrived, he asked Parvati to move. In his deep devotion, he wanted to walk around only Shiva. Parvati refused. Determined, Brighu turned into a mouse to get around just Shiva, ignoring Parvati. Shiva found this amusing and pulled Parvati onto his lap, making it impossible for Brighu to continue his ritual without including Parvati. Brighu then turned into a bird, still trying to circle only Shiva. Amused, Shiva decided to merge with Parvati, creating Ardhnarishwar – a form that is half Shiva and half Parvati. This symbolised the unity of masculine and feminine energies. Even after the transformation, Brighu continued to show his devotion by turning into a bee and circling only Shiva’s right leg. Shiva and Parvati laughed at his determination but realised he needed guidance. Shiva took a yogic posture, making it impossible for Brighu to circle just one part. He had to honour both the masculine and feminine aspects. Shiva’s actions taught an important lesson: true devotion and spiritual practice must include both masculine and feminine energies. This balance is essential for complete personal growth. Brighu’s story shows the importance of recognising and nurturing both aspects within oneself. The story also highlights the essence of Ardhnarishwar. It teaches that to fully understand yoga, one must balance both masculine and feminine energies. Sadhguru emphasises that yoga is about integrating all parts of oneself. The story of Ardhnarishwar reminds us of the importance of balance in life. By embracing both masculine and feminine energies, we can achieve completeness and harmony, which is the ultimate goal of yoga – the union of all aspects of ourselves and the universe. Did you know this interesting story about Shiva’s Ardhnarishwar avatar? Let us know by tweeting to us @TimesNow.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "parvati",
        "sentiment": "none"
      },
      {
        "name": "guru sadhguru",
        "sentiment": "none"
      },
      {
        "name": "brighu",
        "sentiment": "none"
      },
      {
        "name": "brigh",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "shiva",
        "sentiment": "negative"
      },
      {
        "name": "ardhnarishwar avatar shiva",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "brighu",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T12:29:56.995+03:00",
  "updated": "2024-05-31T12:29:56.995+03:00"
}