{
  "thread": {
    "uuid": "35862b5ff1e8fa8cc0ccb5a78810e915a5f45184",
    "url": "https://www.fox4now.com/cape-coral/instinct-it-just-took-over-retired-cop-tackles-cape-coral-robbery-suspect",
    "site_full": "www.fox4now.com",
    "site": "fox4now.com",
    "site_section": "https://fox4now.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Fox 4 News | WFTX - Southwest Florida | Fox4Now.com - Home",
    "title": "'Instinct, it just took over': Retired cop tackles Cape Coral robbery suspect",
    "title_full": "'Instinct, it just took over': Retired cop tackles Cape Coral robbery suspect",
    "published": "2024-03-14T19:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ewscripps.brightspotcdn.com/dims4/default/033be07/2147483647/strip/true/crop/1280x672+0+24/resize/1200x630!/quality/90/?url=https%3A%2F%2Fx-default-stgec.uplynk.com%2Fause%2Fslices%2F5ea%2F1fc9d2805b3e4e6c81b38049210ea338%2F5eaa289929ce430d809c46d59f0e481d%2Fposter_533b54967f184b46aeafd55034c34406.jpg",
    "performance_score": 0,
    "domain_rank": 29503,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "35862b5ff1e8fa8cc0ccb5a78810e915a5f45184",
  "url": "https://www.fox4now.com/cape-coral/instinct-it-just-took-over-retired-cop-tackles-cape-coral-robbery-suspect",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kaitlin Knapp",
  "published": "2024-03-14T19:55:00.000+02:00",
  "title": "'Instinct, it just took over': Retired cop tackles Cape Coral robbery suspect",
  "text": "CAPE CORAL, Fla. — Police say a good Samaritan helped them [catch a robbery suspect](https://www.facebook.com/reel/2400793733448471)that took off from detectives on Wednesday evening. Bruce Mehling was having a few happy hour beers at Bayside Burger and Beer before stepping outside for a cigarette. \"When we went out the double doors here, some guy was yelling to the right of us to look across the street and we did,\" Mehling said. The suspect, later identified as 19-year-old Matthew Bryan Sorge, was running from a detective in civilian clothes. \"He [Sorge] kept screaming leave me alone, leave me alone and the guy [detective] at the time kept walking towards him, trying to calm him down, defuse the situation,\" Mehling said. That's when they ended up on the side of Bayside and Mehling walked over. \"A switch just went off in my head, being a retired cop, I just knew I had to help him out and do something,\" Mehling said. He and the detective tried to calm Sorge down. Mehling said Sorge asked the detective for a cigarette. Though the detective didn't have one, Mehling did and threw it to him. \"He looked up and looked at the detective, put his back to me, so when I had his back, I put him in a bear hug around him so he couldn’t get his arm out of his pants,\" Mehling said. The retired cop told Fox 4 he didn't know if the person had a weapon on them when they were grabbing their pants. \"The next thing I know we're on the ground rolling,\" Mehling said. Along with Mehling and the detective, other people at the restaurant came out to help police. It was later Mehling learned why they were chasing Sorge. Police say the case started on March 10 at a Publix on Del Prado Boulevard South. An employee said Sorge came in with a mask on and tried to steal deodorant. When the employee approached him, police say that's when the situation escalated. \"The suspect lifted up the hoodie he was wearing, revealed a knife and threatened that employee,\" said Lisa Greenberg, public affairs officer for the Cape Coral Police Department. The suspect took off on his bike, police say. As detectives investigated the robbery, they say the suspect walked into the bathroom before the robbery, changed clothes and then robbed the store. Police say the next day they got a call from a school resource officer at North Nicholas High School. A classmate said they heard Sorge talk about committing the robbery and planning another. \"Students were also talking about how the suspect was wearing the same shoes as the person in that still image of the robbery,\" Greenberg said. While they were looking at surveillance video in the school, they discovered something. \"They realized that the suspect walked into school wearing the same shoes as what we’re seeing in the still image of the robbery, the Vans sneakers, but left that day in a different pair of shoes,\" Greenberg explained. Detectives say Sorge switched shoes with a friend and later called them, telling the friend to throw the Vans in a lake. \"They were able to actually find one of the shoes on the shoreline of that lake,\" Greenberg said. Officers talked to Sorge at the school, and police said there were inconsistencies with his story. Two days later, that's when detectives say Sorge agreed to talk to police at a store on Hancock Bridge Parkway and Santa Barbara Boulevard. \"During the time that he was running, he actually admitted to the robbery and said he was on drugs at the time of the robbery,\" Greenberg explained. Police credit the students for saying something to the SRO, and recognizing the shoes from the photo posted on social media and local news outlets. \"There are so many times where other identifying features can help us identify a suspect,\" Greenberg said. Cape Coral Police say they are also thankful for people like Mehling, who jumped in to help. While he did have some injuries, possibly a broken rib, on top of recovering from knee surgery, Fox 4 asked Mehling if he would do it again. \"In a heartbeat, without a doubt. I don't regret it at all,\" he said. Sorge is charged with robbery with a weapon and resisting without violence.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [
    "https://www.facebook.com/reel/2400793733448471)that",
    "https://facebook.com/reel/2400793733448471)that"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sorge",
        "sentiment": "none"
      },
      {
        "name": "mehling",
        "sentiment": "none"
      },
      {
        "name": "bruce mehling",
        "sentiment": "none"
      },
      {
        "name": "matthew bryan sorge",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "cape coral",
        "sentiment": "none"
      },
      {
        "name": "fla.",
        "sentiment": "none"
      },
      {
        "name": "cape coral",
        "sentiment": "none"
      },
      {
        "name": "bayside burger",
        "sentiment": "none"
      },
      {
        "name": "bayside",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:54:01.634+02:00",
  "updated": "2024-03-15T00:54:01.634+02:00"
}