{
  "thread": {
    "uuid": "818e25f3cdba4f343f7ea5c7d22e8465df17bba7",
    "url": "https://www.archyde.com/virginia-tech-footballs-victorious-performance-in-the-military-bowl-noteworthy-stats-and-records/",
    "site_full": "www.archyde.com",
    "site": "archyde.com",
    "site_section": "https://www.archyde.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Archyde",
    "title": "Virginia Tech Football's Victorious Performance in the Military Bowl: Noteworthy Stats and Records - Archyde",
    "title_full": "Virginia Tech Football's Victorious Performance in the Military Bowl: Noteworthy Stats and Records - Archyde",
    "published": "2023-12-28T23:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://d1cv0f55ge5i54.cloudfront.net/images/2023/12/28/23FB_NotableNumbers_Tulane_1920x1080.png?preset=large.socialmediaimage",
    "performance_score": 0,
    "domain_rank": 18781,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "818e25f3cdba4f343f7ea5c7d22e8465df17bba7",
  "url": "https://www.archyde.com/virginia-tech-footballs-victorious-performance-in-the-military-bowl-noteworthy-stats-and-records/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "archyde",
  "published": "2023-12-28T23:57:00.000+02:00",
  "title": "Virginia Tech Football's Victorious Performance in the Military Bowl: Noteworthy Stats and Records - Archyde",
  "text": "2023-12-28 21:17:17 Virginia Tech football exited Annapolis victorious after a 41-20 performance over Tulane to win the Military Bowl presented by GoBowling, and the Hokies finished the game with some noteworthy stats. For a deeper look at the numbers, view below. Stats with Salas In The Navy Fans entering Navy-Marine Corps Memorial Stadium were greeted with videoboards hanging from the stadium showing various messaging for the game. One of those messages was a reminder that drones (unmanned aircraft) were not permitted. It appears Tech starting quarterback Kyron Drones took that to heart. With the heavy rain during the game making for a slick football, Offensive Coordinator Tyler Bowen kept the Hokies attack on the ground. Drones finished the game with a career-high as well as a Military Bowl and Virginia Tech bowl game record 176 yards rushing. The previous records were held by J.C. Coleman in the 2014 Military Bowl when he ran for 157 yards against Cincinnati. The 176 yards was the second best rushing performance by a Virginia Tech quarterback since 1987. The top spot is 210 yards, held by Michael Vick in the Sept. 30, 2000 game at Boston College. More Rushing Records Running back Bhayshul Tuten broke the century mark for the fourth time this season picking up 136 yards on the ground in the game. It snapped a 34-game streak in which Tulane had not given up 100 yards to a running back in a game. As a team, the Hokies picked up 362 yards rushing snapping a 55 year old record for rushing yards in a Virginia Tech bowl game. Tech picked up 330 yards against Ole Miss in the 1968 Liberty Bowl. The 362 rushing yards were the most by a Tech team since they picked up 444 against Marshall in 2009. Tech also picked up 18 first downs from rushing which ties the Tech bowl record set in 2017 against Oklahoma State in the Camping World Bowl in Orlando. Fla. [Read more: Youth Disappearance Alert: Search for Missing Girls Sienna Diet and Karla Tavares Martins](https://www.archyde.com/youth-disappearance-alert-search-for-missing-girls-sienna-diet-and-karla-tavares-martins/) Strange Occurrence In the second quarter of the game, Kyron Drones’ fourth pass of the quarter was to … Kyron Drones. The pass was batted back by a Tulane player near the line of scrimmage and landed back in Drones’ hands. This isn’t the first time that’s happened in a Tech game either. The last quarterback to catch their own pass was Michael Brewer in the 2014 Pitt game and ended up getting 5 yards on the play. Sean Glennon pulled off the unusual play twice in his career. The first was in 2004 against Western Michigan. He did it again in 2006 against North Carolina. Uniwatch Tech wore white helmets, white jerseys and orange pants for just the third time since 1987. The Hokies were 0-2 coming into the game, having last worn the combination against North Carolina in 2020. Tech Playmakers Rain Doesn’t Stop the Love Kicker John Love proved this season that he can be counted on when called upon, even in poor weather conditions. As the rain poured down intensely over Navy-Marine Corps Memorial Stadium, the redshirt freshman had seven opportunities to put points on the board and succeeded each time. Love scored Tech’s first points of the game, connecting on a 35-yard field goal in the first quarter. Later in the third quarter, the Spartanburg, South Carolina native duplicated his first attempt, connecting on another 35-yarder. Love finished his perfect outing going 5-for-5 on extra points, ending the year with 100% accuracy on PATs. Tight Ends Reach Paydirt A duo of redshirt freshmen had a party in the endzone against Tulane. Tight ends Benji Gosnell and Harrison Saint Germain were on the receiving end of both of Drones’ two touchdown passes. Saint German’s first career catch happened at a very opportune time, as he sneaked by the entire defense for a 1-yard score with eight seconds left in the first half. The touchdown gave Tech a 17-10 lead going into halftime. In Tech’s opening possession of the fourth quarter, Gosnell capped off an 11-play drive with a 10-yard touchdown catch. With the Hokies’ tight end reception leader sitting out the game, these two players came up big in both the passing game and opening up rushing lanes for Tuten. 1703800677 #Notable #Numbers #Virginia #Tech #Tulane",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kyron drones",
        "sentiment": "none"
      },
      {
        "name": "tyler bowen",
        "sentiment": "none"
      },
      {
        "name": "j.c. coleman",
        "sentiment": "none"
      },
      {
        "name": "salas",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "virginia tech",
        "sentiment": "negative"
      },
      {
        "name": "virginia tech football",
        "sentiment": "negative"
      },
      {
        "name": "navy",
        "sentiment": "none"
      },
      {
        "name": "tulane",
        "sentiment": "none"
      },
      {
        "name": "hokies",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "annapolis",
        "sentiment": "none"
      },
      {
        "name": "marine corps memorial stadium",
        "sentiment": "none"
      },
      {
        "name": "cincinnati",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:00:18.548+02:00",
  "updated": "2023-12-29T00:00:18.548+02:00"
}