{
  "thread": {
    "uuid": "21caa5f58422605d2910cf0c507bbf7c66a0801d",
    "url": "https://www.daytondailynews.com/lifestyles/sandi-patty-christian-singer-soon-to-perform-in-centerville/WWMYANMOPZAIRPIYTZ6XMO6NUQ",
    "site_full": "www.daytondailynews.com",
    "site": "daytondailynews.com",
    "site_section": "https://www.daytondailynews.com/local/",
    "site_categories": [
      "media",
      "social"
    ],
    "section_title": "Dayton News | Latest from Dayton area &amp; Miami Valley",
    "title": "Sandi Patty: Christian singer soon to perform in Centerville",
    "title_full": "Sandi Patty: Christian singer soon to perform in Centerville",
    "published": "2024-05-31T19:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.daytondailynews.com/resizer/QTY2EHg9A0OXqGQvpI3WkZXYS_Q=/1200x630/cloudfront-us-east-1.images.arcpublishing.com/coxohio/V6AXW74MNNAU5N4NBUHGWSBNEY.jpg",
    "performance_score": 0,
    "domain_rank": 6432,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "21caa5f58422605d2910cf0c507bbf7c66a0801d",
  "url": "https://www.daytondailynews.com/lifestyles/sandi-patty-christian-singer-soon-to-perform-in-centerville/WWMYANMOPZAIRPIYTZ6XMO6NUQ",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Russell Florence Jr.",
  "published": "2024-05-31T19:00:00.000+03:00",
  "title": "Sandi Patty: Christian singer soon to perform in Centerville",
  "text": "Legendary contemporary Christian vocalist Sandi Patty is gearing up for an evening of praise, humor and storytelling as she headlines the 13th annual anniversary concert for Faith And Friends Radio Saturday, June 15 at Sinclair Community College’s Centerville campus.The winner of 40 Dove Awards and five Grammys, Patty announced her retirement from touring in 2015 but she still enjoys venturing out for select engagements. Her upcoming appearance promises to be an engaging look back at her 40-year career.“I do about one concert a month so it’s nice to still be out there and feel connected,” said Patty, 67. “The concert I’m doing on June 15 (bridges) stories and songs, kind of a little peek into what the last 40 years have been like. I go out into the audience with my microphone and also take some requests. We’re going to have a great time. I’m looking forward to it.” Credit: CONTRIBUTED PHOTOCredit: CONTRIBUTED PHOTOBased in Indiana, Patty will be joined in concert by her husband, Don, along with vocalists Jay and Amy Rouse and comedian Mickey Bell. She also hopes her son Jonathan, a Nashville-based singer, will be able to participate. She views her concerts as a motivating opportunity to simply offer encouragement.“No matter where we are in our walk with the Lord, whether we’ve walked with Him for a long time or whether we’ve just started walking with Him or never have walked with Him, we all need encouragement,” Patty said. “The message of my heart is to offer encouragement and invite an evening where we can encourage and inspire one another. And I feel like music has a unique way of bringing people together and their stories around what was going on in their life when they heard a particular song.”Audiences can expect numerous medleys, allowing the pristine soprano to fit in as many songs as possible including her personal favorite: “Love in Any Language.” Featured on her 1986 album “Morning Like This,” the uplifting tune strikes her as more relevant and vital as ever.“‘Love in Any Language’ never gets old,” Patty said. “It’s especially been on my mind lately just because of a lot of what’s happening in our world. I think that song is still apropos. It very much speaks to the needs of our world and how we can lead with love in the Christian community.”Inducted into the Gospel Music Hall of Fame in 2004, Patty has notably performed with symphonies across the country, including the New York Pops, Boston Pops, Cincinnati Pops, Dallas Symphony, Baltimore Symphony, Houston Symphony, and Oklahoma City Philharmonic. She also headlined the title role in “Hello, Dolly!” with the Indianapolis Symphony Orchestra, co-starring Tony Award winner Gary Beach in January 2012.Considering her numerous accomplishments, Patty said she still has a few bucket list items she’d enjoy pursuing in the future.“I’d love to be a voice for a character in a Disney movie,” she said. “And I’d love to do Broadway but I’m not sure I want to work that hard.”Nonetheless, Patty is confident she is walking in her purpose.“My purpose is to be an extension of God’s grace, love and mercy wherever I am,” she said. “So that could be checking out at Target or singing at Sinclair on June 15. It could be the way I talk to my husband or interact with my kids. I feel that is my purpose in this life and I challenge myself every day to try and live up to that.”Above all, Patty leans on her love of community, particularly the strength that comes from audiences rejecting isolation and embracing unity.“We don’t have to walk this journey by ourselves,” she said. “God goes before, behind and beside us. But we also have each other. And I think one of the biggest blessings that came out of Covid is how much we missed each other. There’s nothing like being able to sing, laugh and cry together. There’s nothing like community and the Dayton area is one of my favorite places.” What: An Evening with Sandi Patty When: 7 p.m. Saturday, June 15 Where: Sinclair Community College Centerville Campus, 5800 Clyo Road, Dayton Cost: $30-$75 Tickets: iTickets.com More info: 937-223-2484 or faithandfriendsradio.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sandi patty",
        "sentiment": "positive"
      },
      {
        "name": "don",
        "sentiment": "none"
      },
      {
        "name": "amy rouse",
        "sentiment": "none"
      },
      {
        "name": "jay",
        "sentiment": "none"
      },
      {
        "name": "jonathan",
        "sentiment": "none"
      },
      {
        "name": "mickey bell",
        "sentiment": "none"
      },
      {
        "name": "patty",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "sinclair community college",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "centerville legendary",
        "sentiment": "none"
      },
      {
        "name": "indiana",
        "sentiment": "none"
      },
      {
        "name": "centerville",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T19:08:56.068+03:00",
  "updated": "2024-05-31T19:08:56.068+03:00"
}