{
  "thread": {
    "uuid": "a1d133b42496251066a214eb621e978f77e2e146",
    "url": "https://www.phillytrib.com/religion/black-pastors-see-popular-easter-services-as-an-opportunity-to-rebuild-in-person-worship-attendance/article_732c05ef-d0b5-5611-97ea-b1948654890e.html",
    "site_full": "www.phillytrib.com",
    "site": "phillytrib.com",
    "site_section": "http://www.phillytrib.com/search/?f=rss&t=article&c=religion&l=50&s=start_time&sd=desc",
    "site_categories": [
      "media"
    ],
    "section_title": "www.phillytrib.com - RSS Results in religion of type article",
    "title": "Black pastors see popular Easter services as an opportunity to rebuild in-person worship attendance",
    "title_full": "Black pastors see popular Easter services as an opportunity to rebuild in-person worship attendance",
    "published": "2024-03-29T00:06:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/phillytrib.com/content/tncms/assets/v3/editorial/1/15/11565388-56d9-5874-9965-97f05d754c14/6605a4320951a.image.jpg?crop=1763%2C926%2C0%2C124&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 20202,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a1d133b42496251066a214eb621e978f77e2e146",
  "url": "https://www.phillytrib.com/religion/black-pastors-see-popular-easter-services-as-an-opportunity-to-rebuild-in-person-worship-attendance/article_732c05ef-d0b5-5611-97ea-b1948654890e.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "DARREN SANDS",
  "published": "2024-03-29T00:06:00.000+02:00",
  "title": "Black pastors see popular Easter services as an opportunity to rebuild in-person worship attendance",
  "text": "WASHINGTON — At the onset of the COVID-19 pandemic, when many churches moved their services online, the Rev. William H. Lamar IV initially shuddered at the thought that he needed to morph into a \"video personality\" to stay engaged with his parishioners.\n\"I resisted kicking and screaming because I'm a child of the '70s,\" said Lamar, the senior pastor of historic Metropolitan African Methodist Episcopal Church in Washington, D.C. \"I'm not a digital native.\"\nFour years later, Lamar, a talented preacher, has adjusted to offering both virtual and in-person services. After a noticeable attendance drop, more Metropolitan congregants are choosing in-person worship over virtual, even as they mourn members who died from COVID-19.\nThis Easter, Lamar is grateful to be back in person with his flock, believing it's a fitting way to celebrate the holiday's message of hope and resurrection.\nThis Easter is also an opportunity for Black churches to welcome more visitors to their pews and try to begin reversing attendance trends. More than a dozen Black clergy said their churches are still feeling the pandemic's impact on already-waning attendance, even as they have rolled out robust online options to reach new people.\nBlack Protestants' monthly church attendance declined 15% from 2019 to 2023, a larger drop than any other major religious group, according to a 2023 Pew Research study. They are also more likely than other groups to take in religious services online or on TV, with more than half (54%) saying they attend services virtually.\nThis dynamic is being felt at Calvary Baptist Church in the New York City borough of Queens. Its senior pastor, the Rev. Victor T. Hall Sr., hopes this Easter, if for only one Sunday, he'll get a glimpse of the way things used to be, when his church was \"packed and rocking.\"\nBefore the pandemic, Calvary's numbers were already dwindling as many members moved to more affordable locales in states such as Maryland, North Carolina and Georgia, forcing Hall to offer one service on Sunday morning instead of two.\n\"The churches were already declining, but COVID was the coup de grace,\" Hall said. \"And don't let nobody fool you. It's hard looking at empty pews.\"\nEaster is typically a homecoming of sorts for Black Protestants, who traditionally wear new outfits accented with pastels and elaborate hats – a sartorial expression of the Christian celebration, and an ode to springtime renewal.\nBut some of the vibrancy and pageantry of Black church culture was extinguished with the inability to gather, said KB Dennis Meade, an assistant professor of religious studies at Northwestern University who is curating a digital archive of how Black religious traditions adapted during the pandemic. She said Easter and other major holidays are an opportunity to further assess that, including comparing this year's attendance numbers to pre-pandemic Easter Sunday numbers.\n\"If you're a cultural Christian, but maybe not a practicing one, you're going to want to go to church on Easter,\" she said.\nThe Rev. Kia Conerway founded The Church at the Well in Memphis, Tennessee, in 2018. The congregation had just moved into their new building space when COVID-19 hit.\nThrough innovative marketing and online worship, the church kept growing, from 160 members in 2019 to well over 400 today, according to Conerway. Now, every other Sunday is a completely virtual service, and more than a third of the congregation tunes in from outside the local area.\n\"Easter is the Super Bowl of Christianity,\" she said. \"When we realized that 37% of our people did not live in Memphis, we were challenged to figure out how we serve them now that we're back in the building.\"\nTo better serve virtual worshippers, the church redoubled efforts to draw them into small groups and initiated a monthly check-in call.\nAhead of Easter, church members assembled and sent care packages to those who attend virtually. They included gift cards to pass out to strangers, safety glasses for the upcoming solar eclipse and handwritten notes, thanking them for being part of their church family and looking forward to seeing them again soon.\nFor those celebrating Easter in person, the church will serve snow cones and the children will participate in an Easter egg hunt. \"We want kids to feel at home and to feel connected,\" Conerway said.\nDuring the pandemic at Saints Memorial Community Church in Willingboro, New Jersey, the Rev. Cassius L. Rudolph scrambled to ensure his elderly members would be able to meet. The first Sunday that the church doors were closed, Rudolph, who began as the interim pastor in 2019, led the service via telephone.\nThe cacophony of voices on the conference call \"was just unbearable, but they wanted to be able to interact with each other,\" he said.\nThis Easter, members of Saints Memorial are looking forward to being together in their renovated church sanctuary, complete with a new roof.\n\"They want to be back home on Easter,\" Rudolph said.\nAt Chicago's Trinity United Church of Christ, the Rev. Otis Moss III said there is collective gratitude that the church can gather safely in person this Easter Sunday. But there is also grief over the lives Trinity lost to COVID-19 and the human suffering in places like Haiti, Darfur, Congo and Gaza.\nThis confluence of events inspired his Easter message, entitled \"It's Still Dark,\" which examines the space between Friday's crucifixion of Christ and Sunday's resurrection.\n\"We are as a nation and as a community sitting between these two moments,\" Moss said.\n\"We can never remove our spiritual strivings from our existential dilemma, nor can we remove what is happening in the world from our spiritual and theological frame,\" Moss said. \"Those two things go together. Right now, people who are marginalized are hurting. There should be a voice from the faith community that speaks to those who are weeping.\"\nOn Palm Sunday at Metropolitan AME, the week before Easter, Lamar asked his flock to consider the mindset of Jesus as he marched into Jerusalem where he would be crucified.\n\"Was Jesus joyful? Was he pensive? Was he afraid?\" he asked.\nBehind a lectern flanked by kente cloth, Lamar looked out to a promising sign – people filled more than two-thirds of the cavernous sanctuary.\nHis parishioners hummed, shouted, stood and applauded as his preaching reached a crescendo.\nDuring this sacred season, it was a welcome reminder of the power of Black preaching, especially when experienced live and in person.\nHe left the pulpit near the end of the service to deliver the benediction, an unusual move for the pastor. But it gave him the opportunity to give a more personal goodbye to the influx of Palm Sunday worshippers — both old and new",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lamar",
        "sentiment": "none"
      },
      {
        "name": "william h. lamar",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "metropolitan african methodist episcopal church",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "washington",
        "sentiment": "none"
      },
      {
        "name": "d.c.",
        "sentiment": "none"
      },
      {
        "name": "washington",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T03:26:53.662+03:00",
  "updated": "2024-03-29T03:26:53.662+03:00"
}