{
  "thread": {
    "uuid": "cf629775c53f1dbb95a25cff2cd169d1baff31f4",
    "url": "https://tribuneonlineng.com/insecurity-troops-neutralise-210-terrorists-rescue-46-hostages-dhq",
    "site_full": "tribuneonlineng.com",
    "site": "tribuneonlineng.com",
    "site_section": "https://tribuneonlineng.com/feed",
    "site_categories": [
      "shopping"
    ],
    "section_title": "Tribune Online",
    "title": "Insecurity: Troops neutralise 210 terrorists, rescue 46 hostages",
    "title_full": "Insecurity: Troops neutralise 210 terrorists, rescue 46 hostages",
    "published": "2024-03-09T15:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://tribuneonlineng.com/wp-content/uploads/2024/02/dhq-1-360x360-1.jpg",
    "performance_score": 0,
    "domain_rank": 21290,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cf629775c53f1dbb95a25cff2cd169d1baff31f4",
  "url": "https://tribuneonlineng.com/insecurity-troops-neutralise-210-terrorists-rescue-46-hostages-dhq",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jacob Segun Olatunji",
  "published": "2024-03-09T15:57:00.000+02:00",
  "title": "Insecurity: Troops neutralise 210 terrorists, rescue 46 hostages",
  "text": "In the renewed efforts to end insurgency activities in the country, the Defence Headquarters (DHQ) has reported that the troops of the Armed Forces of Nigeria (AFN) and other security agencies have neutralised 210 terrorists, arrested 142 others, apprehended 66 perpetrators of oil theft, and rescued 46 kidnapped hostages in the last week.\nThis was contained in a statement made available to defence Correspondents in Abuja by Director, Defence Media Operations, Major General Edward Buba, in the weekly report of the ongoing Military operations by the Armed Forces of Nigeria as of March 8th, this year\nThe statement added that the gallant troops also recovered 243 assorted weapons and 5,453 assorted ammunition within the same period at the various theatres of operations across the six geopolitical zones of the country.\nAccording to the DMO, “the armed forces are a force of stability seeking to bring stability wherever it may be needed across the country.\n“Accordingly, we are committed and remain strong to our mission of defending the country and protecting its citizens.\n” It is against this background that, during the week under review, troops neutralised 210 and arrested 142 of them. Troops also arrested 66 perpetrators of oil theft and rescued 46 kidnapped hostages.\n“In the South, troops denied the oil theft of the estimated sum of Two Billion, Two Hundred and Seventy-Five Million, Four Hundred and Fifty-One Thousand and Six Hundred Naira (N2,275,451,600.00) only.\n“Furthermore, troops recovered 243 assorted weapons and 5,453 assorted ammunition.\n“The breakdown is as follows: 2 GPMGs, 3 G3 rifles, 115 AK47 rifles, 42 locally fabricated guns, 16 pump action guns, 12 locally fabricated pistols, 34 Dane guns, 2 pistols, 3 fabricated revolver guns, 3 automatic single barrel guns, 2 double barrel guns, 2 locally made short guns, and 4 hand grenades.\n“Others are 2,699 rounds of 7.62mm special ammo, 1,558 rounds of 7.62mm NATO, 339 rounds of 9mm ammo, 22 rounds of 5.64mm ammo, 121 rounds of 7.62 x 54mm ammo, 468 live cartridges, 34 magazines, 5 HH Boafeng radios, 18 vehicles, 26 motorcycles, and 34 mobile phones, amongst other items.\n‘Troops in the Niger Delta area discovered and destroyed 63 dugout pits, 46 boats, and 120 storage tanks.\n“Other items recovered include 100 cooking ovens, 3 outboard engines, 11 pumping machines, 23 vehicles, 2 tricycles, 6 mobile phones, one generator, and 81 illegal refining sites.\n“Troops recovered 1,932,245 litres of stolen crude oil, 432,150 litres of illegally refined AGO, and 3,500 litres of DPK.\nHe assured that the military would continue to defeat the terrorists and their cohorts on the battlefield and dislodge them from the safe havens across the country.\n“Even as Ramadan is about to commence, troops are ready as a formidable force for the threats and know how to deal with them.”\nSpeaking on “JOINT TASK FORCE OPERATION HADIN KAI (NORTH EAST), he said, ” Troops of Operation HADIN KAI recorded the following activities during the period under review: arrested BH/ISWAP terrorist collaborators, intercepted surrendered ISWAP/JAS combatants, conducted night ambushes, and arrested members of notorious groups known as “Malian Gangs” in Bama, Monguno, Gwoza, and Bama LGAs of Borno State, as well as Damaturu LGA of Yobe State.\nHe added that additionally, ” troops intercepted smuggling activities, making some arrests. They also discovered and destroyed UXO IEDs in Karasuwa LGA of Yobe State, as well as Bama and Kukawa LGAs of Borno State.\nOn the activities of the “JOINT TASK FORCE OPERATION SAFE HAVEN (NORTH CENTRAL), General Edward Buba explained that the ” Troops of Operation SAFE HAVEN recorded the following during the period under review: conducted raid operations, arrested violent extremists, kidnappers, and gun runners. Troops also rescued kidnapped hostages in Jos South, Bokkos, and Mangu Local Government Areas of Plateau State, as well as Jema’a and Sanga Local Government Areas of Kaduna State.\nHe added that during “Operation WHIRL STROKE (NORTH CENTRAL), the troops of Operation WHIRL STROKE recorded the following during the week under review: conducted raid operations, repelled ambushs, conducted fighting patrols, and arrested impostors in Katsina-Ala, Ukum, Apa, and Ado LGAs of Benue State, as well as Karu LGAs of Nasarawa State.\nSpeaking on the activities of “JOINT TASK FORCE OPERATION UDO KA (SOUTH EAST), the DMO said that the “Troops of Operation UDO KA recorded the following during the week under review: arrested suspected violent extremists/kidnappers, conducted raids and offensive operations, and arrested violent extremists/IPOB/ESN in Orlu, Orsu, Okigwe, and Oguta LGAs of Imo State, as well as Aguata LGA of Anambra State. Additionally, Aninrie and Isuikwuato LGAs of Enugu and Abia States.\nOn the activities of the ” JOINT TASK FORCE OPERATION DELTA SAFE (SOUTH SOUTH), he said that the ” Troops of Operation DELTA SAFE maintained momentum against the activities of crude oil theft.\nAccording to him, “Troops destroyed several illegal refining sites and recovered stolen products. Troops conducted raid operations and arrested violent extremists and crude oil bunkers in Bakassi LGA of Cross River State as well as Onne and Emuaha LGAs of Rivers States”.\nGeneral Edward Buba disclosed that all recovered items, arrested suspects, and rescued hostages were handed over to the relevant authority for further action.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "edward buba",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "defence headquarters",
        "sentiment": "negative"
      },
      {
        "name": "armed forces of nigeria",
        "sentiment": "none"
      },
      {
        "name": "defence media operations",
        "sentiment": "none"
      },
      {
        "name": "dmo",
        "sentiment": "none"
      },
      {
        "name": "afn",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "abuja",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-09T17:12:41.534+02:00",
  "updated": "2024-03-09T19:39:17.975+02:00"
}