{
  "thread": {
    "uuid": "91ca7d19b39b4ef0be7aeab6bc8a4e6e50fb70b8",
    "url": "https://www.elespectador.com/justicia-inclusiva/la-lider-arhuaca-que-hablo-con-el-papa-francisco-sobre-justicia-social",
    "site_full": "www.elespectador.com",
    "site": "elespectador.com",
    "site_section": "https://elespectador.com/judicial",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Noticias judiciales hoy en Colombia | EL ESPECTADOR",
    "title": "La líder arhuaca que habló con el Papa Francisco sobre justicia social | EL ESPECTADOR",
    "title_full": "La líder arhuaca que habló con el Papa Francisco sobre justicia social | EL ESPECTADOR",
    "published": "2024-05-31T16:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://www.elespectador.com/resizer/K4usMzBu_uoLoZFPzzJM-Ef88ZM=/657x0/filters:quality(60):format(jpeg)/cloudfront-us-east-1.images.arcpublishing.com/elespectador/KFGDWJBIEVGNXP2ZLQXQ76JZQI.jpg",
    "performance_score": 0,
    "domain_rank": 5966,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 6,
        "comments": 1,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "91ca7d19b39b4ef0be7aeab6bc8a4e6e50fb70b8",
  "url": "https://www.elespectador.com/justicia-inclusiva/la-lider-arhuaca-que-hablo-con-el-papa-francisco-sobre-justicia-social",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tomás Tarazona Ramírez",
  "published": "2024-05-31T16:00:00.000+03:00",
  "title": "La líder arhuaca que habló con el Papa Francisco sobre justicia social | EL ESPECTADOR",
  "text": "Cuatro días en el Vaticano fueron suficientes para que Gunnawia Chaparro tejiera varios argumentos sobre por qué los grupos indígenas deben ser incluidos en la discusión sobre justicia social y cambio climático. Perteneciente al pueblo arhuaco, esta mujer viajó desde la Sierra Nevada de Santa Marta hasta Roma para exponerle cara a cara al Papa Francisco que “nosotros, los pueblos étnicos de Colombia, podemos contribuir a la solución porque llevamos décadas protegiendo la naturaleza”. El Espectador habló con esta joven de 27 años sobre los puntos en que sostuvo su charla con el sumo pontífice la semana pasada. Además, expuso a este diario que, aunque el cambio climático y la falta de justicia social parecen dos temas diferentes, están relacionados y los pueblos indígenas podrían ofrecer algunos caminos para solucionar ambos problemas. “Los pueblos indígenas no hemos tenido un papel activo en la toma de decisión y participación. Eso es algo negativo. Pero nuestra postura es que podemos sentarnos de espalda al futuro e ignorar lo que se viene ambiental y socialmente y quedarnos mirando al pasado; o hacemos algo para cambiarlo”, cuenta Gunnawia. Gunnawia viajó como integrante de un grupo de líderes sociales y ambientales de todo el mundo para discutir con el Papa Francisco sobre ambiente, justicia y equidad. La visita estuvo compuesta por cerca de 100 líderes que explicaron, cada uno desde su óptica, cómo afrontar estos problemas. Ella, que lleva años de liderazgo en la protección ambiental de la Sierra Nevada, fue elegida como vocera de la línea ambiental de las charlas. “Mi viaje al Vaticano fue para volver a hablar de temas que se vienen discutiendo hace años sobre tecnología, la preservación de la cultura, gobernanza y la relación que debe existir entre indígenas, sociedad e instituciones del Estado”, comenta la mujer. Sus argumentos, aunque novedosos en el Vaticano, se llevan exponiendo hace años por parte de los pueblos étnicos. Amnistía Internacional aclara que los pueblos indígenas solo son el 6,2 % de la población mundial, pero quienes protegen el 80 % de la biodiversidad del planeta. Pero el cambio climático y la falta de justicia social a estas comunidades “hace que estén enfrentando las consecuencias del cambio climático; (...) amenaza sus hábitats, ecosistemas de los que dependen, medicamentos y medios de vida, así como su identidad”. Los grupos indígenas en Colombia tampoco son la excepción. La Comisión de la Verdad detalló en su Informe Final que, además de ser sumergidos en la guerra y en proyectos agroindustriales, estos pueblos han sido rezagados y estigmatizados durante décadas. Tanto así, que concluyeron que 64 comunidades, de las 102 que existen, están en riesgo de extinción. “Muchas veces se invalida nuestro conocimiento indígena y se le asigna una connotación benevolente solo por hablar de inclusión. Pero debería ser imperativo de lo que hemos hecho con la naturaleza y nuestra gente puede ser una alternativa de justicia social y cuidado necesario al medio ambiente”, aclara Gunnawia. Gunnawia aprovechó el espacio para entregarle al Papa Francisco dos símbolos de la cultura arhuaca. El primero, un hilo que representa la sabiduría ancestral de la cultura indígena y fue enviado directamente por los mamos (líderes espirituales de los resguardos). El segundo objeto fue una carta en la que recalca la importancia de que, a pesar de las diferencias culturales, “se puedan unificar criterios y líneas de pensamiento. Nadie se salva solo y menos frente a estos dos problemas que cada vez están más presentes. Pero el Papa recibió estos dos obsequios con mucho respeto, sensibilidad y consciente de que los argumentos que expusimos no solo benefician al mundo indígena, sino a un colectivo y al mundo en general”, recuerda Gunnawia. Luego de estar en uno de los espacios políticos y espirituales más importantes del mundo, Gunnawia considera que “es vital que también en Colombia se adopte la perspectiva de incluirnos en la discusión. Esta crisis ambiental, que también conlleva una crisis humanitaria, no puede abordarse sola y desde un único sector no va a ser posible encontrarle solución”. Aún faltan muchos escalones para que ambos problemas empiecen a mostrar mejoría, considera Gunnawia. Pero aun así, desde la Sierra Nevada y con tan solo 27 años, seguirá trabajando para que hablar de cambio climático y de justicia social sea un debate que los involucre como pueblos étnicos. A dos años de terminar su carrera como abogada, se muestra orgullosa de poder exportar el conocimiento ancestral arhuaco a varios lugares del mundo, siempre con la tesis de que, mientras más justicia y pluralidad de voces haya en cualquier debate, hay beneficios tanto para los indígenas como para el resto del mundo. ¿Sabe qué es la justicia centrada en las personas? Visite Justicia Inclusiva de El Espectador",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-01T14:20:07.483+03:00",
  "updated": "2024-06-01T14:20:07.483+03:00"
}