{
  "thread": {
    "uuid": "83f78c454b2ad021add7870ba469b4148f5ed7f6",
    "url": "http://global.chinadaily.com.cn/a/202401/13/WS65a1cc64a3105f21a507c0e9.html",
    "site_full": "global.chinadaily.com.cn",
    "site": "chinadaily.com.cn",
    "site_section": "http://global.chinadaily.com.cn/china",
    "site_categories": [
      "travel"
    ],
    "section_title": "China - Chinadaily.com.cn",
    "title": "Winter tourism booms across nation - Chinadaily.com.cn",
    "title_full": "Winter tourism booms across nation - Chinadaily.com.cn",
    "published": "2024-01-13T01:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 576,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "83f78c454b2ad021add7870ba469b4148f5ed7f6",
  "url": "http://global.chinadaily.com.cn/a/202401/13/WS65a1cc64a3105f21a507c0e9.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "杜娟",
  "published": "2024-01-13T01:33:00.000+02:00",
  "title": "Winter tourism booms across nation - Chinadaily.com.cn",
  "text": "Tourists eat hotpot in an ice house in temperatures below minus 20 C at Harbin Ice and Snow World in Heilongjiang province on Wednesday. SU QIANG/FOR CHINA DAILY Topics on winter tourism have circulated all across the internet after Harbin's \"ice world\" in the northeastern province of Heilongjiang brought in nearly six billion yuan during a three-day holiday earlier this month.\nThe city — famous for snow views and ice sculptures — saw both traveler numbers and tourism revenue reach record highs of 3.04 million and 5.9 billion yuan ($837 million) respectively during the New Year's Day holiday from Dec 31 to Jan 2, according to Harbin's culture and tourism bureau.\nHarbin's success has epitomized the vigorous growth of China's winter tourism industry in the post-Winter Olympics period.\nA recent report by the China Tourism Academy predicts that the winter season from late 2023 to early 2024 will see traveler numbers exceed 400 million for the first time, bringing in tourism-related revenue of 550 billion yuan.\nAccording to the academy, the previous winter season saw 312 million people take winter tours and produced tourism revenue of 349 billion yuan.\nThe report by the tourism academy said that individual tours have grown to be the major choice for winter travelers in recent years. According to the report, individual winter travel from Nov 1 to mid-December increased by 46.3 percent compared with the same period in 2019, before COVID-19 hit, while group tours for winter fell slightly by 0.14 percent.\n\"Harbin is a 'front-runner' in China's winter sports and winter tourism … that will embrace a new era for its winter tourism development after gaining the opportunity to host the 2025 Asian Winter Games,\" said Dai Bin, president of the China Tourism Academy.\nHe said that Harbin's success this winter is because of its sound infrastructure and thoughtful services.\n\"The city offers goodwill and warmth to travelers. The best tourism lies in the human touch and travelers can have good experiences in the city with kindness and generosity from the local people.\"\nLi Shengwen, director of travel portal Tuniu's business in central and northeastern provinces, said that she and her peers have observed a continuous surge of winter bookings as domestic tourism has grown more diversified and professional.\nShe said traditional winter destinations including Beijing, Tianjin and Hebei, the northeastern provinces and the Xinjiang Uygur autonomous region are top choices for travelers, while some indoor ice theme parks and ski resorts in southern provinces also saw remarkable growth.\nShe said some of the platform's users even booked tours to Mohe in September. The city in the northeastern province of Heilongjiang is recognized as the \"North Pole\" of China where people can see auroras.\n\"Yanji in the Yanbian Korean autonomous prefecture, Jilin province, has also been growing in popularity this winter. We added some tailored services like photography services to travelers to let them experience the culture of the Korean ethnic group in addition to the snow views,\" she added.\nHowever, the domestic winter tourism industry still faces shackles hampering its development. According to the tourism academy, the growth of domestic winter tourism requires efforts from governments and industry operators to secure the industry a more stable and sustainable development.\nInsufficient use of ice and snow-related avenues and facilities, as well as weaker branding and innovation need urgent solutions, the report said.\n\"We still hold a very bullish view on the future development of winter tourism, and Harbin has set us a very good example. The winter tourism market in northern provinces still has great potential and resources yet to be fully unleashed. We will see a better and more mature winter tourism industry after the services can be improved,\" said Li.\nchengsi@chinadaily.com.cn",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "china daily topics",
        "sentiment": "none"
      },
      {
        "name": "china tourism academy",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "harbin",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "heilongjiang",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-13T06:03:32.607+02:00",
  "updated": "2024-01-13T06:03:32.607+02:00"
}