{
  "thread": {
    "uuid": "ec9ae639d76fd5df578b22e33d886a03f345d740",
    "url": "https://timesofindia.indiatimes.com/city/visakhapatnam/30-of-crime-rate-dip-in-vizag-city-police-chief/articleshow/106385220.cms",
    "site_full": "timesofindia.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "http://timesofindia.indiatimes.com/rssfeedmostrecent.cms",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Times of India",
    "title": "Crime Rate Dip: 30% of crime rate dip in Vizag: city police chief | Visakhapatnam News - Times of India",
    "title_full": "Crime Rate Dip: 30% of crime rate dip in Vizag: city police chief | Visakhapatnam News - Times of India",
    "published": "2023-12-29T13:56:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.toiimg.com/thumb/msid-106385294,width-1070,height-580,imgsize-92310,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
    "performance_score": 0,
    "domain_rank": 278,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ec9ae639d76fd5df578b22e33d886a03f345d740",
  "url": "https://timesofindia.indiatimes.com/city/visakhapatnam/30-of-crime-rate-dip-in-vizag-city-police-chief/articleshow/106385220.cms",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "G Sambasiva Rao",
  "published": "2023-12-29T13:56:00.000+02:00",
  "title": "Crime Rate Dip: 30% of crime rate dip in Vizag: city police chief | Visakhapatnam News - Times of India",
  "text": "VISAKHAPATNAM: The Greater City Police Chief and Additional Director General (ADG) rank officer Dr. A Ravi Sankar said that the crime rate in Port City dipped 30% compared to the previous year, except for cyber crimes and missing persons. More than 45% of dip in the crime against women cases with 884 against the 1282 in the previous year. The police commissioner said that city police had prepared a policy document to handle the cybercrime and brought a few new initiatives for the safe Vizag and the measures to address traffic and sedative drugs issues.Speaking to media persons here on Friday, the city police boss said that there are 3513 crime incidents, including 1158 road accidents, 664 property crimes, 723 white collar crimes, harassment (498A) cases 479, molestation 284 and seriously hurt cases 356 and others took place in this year compared to 4494 in the previous year, with a dip in crime scenario of 27.92%. The crime case number was 8948 in 2021.The commissioner said that 27 murders took place in this year. Of which, six were illicit intimacy, six were previously enmity and four were family disputes, besides three sudden provocation and three murder for gain. All cases were detected including the boat fire accident in the fishing harbour.In NDPS cases, the number of accused was 886 and cops arrested 660. But the seizure of ganja has come down to 4628 kgs compared to 5866 kgs in 2022. City police-initiated PD Act against six rowdy sheeters and two ganja peddlers, externment orders were extended to three rowdy sheeters.The police boss said that 7836 FIRs were registered in different cases as against 10929 in 2022 and 2617 cases were disposed in the Lok Adalat. The total amount loss in cyber crimes was 31.79 lakh in 410 cases while the recovery was 20.91 lakhs. Road accident cases including fatal, non-fatal, deceased, and injured number were dipped compared to last year. He said that 10 stetches each extending 3 km in which 80% of accidents occurred were identified and enforcement was done with the participation of private and industrialists.In the traffic enforcement work, cops registered 6.64 lakh cases with a penalty of 15.87 crore. Of the cases, the drunkenness number was increased to 18979 compared to 9667 in 2022, the fine amount imposed in those cases has increased to 4.12 crore as against 1.63 crore in the previous year. and minor driving cases were also increased to 227 as against 106 in the last year. The most worrying factor is that 320 persons are missing to date in the missing cases 1070 of this year after 750 persons were traced. The police commissioner said that city police would promote partnership in policing by initiating surveillance, detection, prevention, evidence protection, and response time reduction by connecting the constable to the city police commissioner under the GPS grid.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ravi sankar",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "visakhapatnam news - times of india visakhapatnam",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "port city",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T16:51:07.511+02:00",
  "updated": "2023-12-29T16:51:07.511+02:00"
}