{
  "thread": {
    "uuid": "47e9261ce0f46149cb06d2c6884808088769d92a",
    "url": "https://www.newswise.com/articles/major-breakthrough-unveils-immune-system-s-guardian-ikaros?sc=rsla",
    "site_full": "www.newswise.com",
    "site": "newswise.com",
    "site_section": "http://www.newswise.com//legacy/rss/latest.rss",
    "site_categories": [
      "media",
      "senor_health",
      "health"
    ],
    "section_title": "Newswise: Latest News",
    "title": "Major breakthrough unveils immune system's guardian: IKAROS",
    "title_full": "Major breakthrough unveils immune system's guardian: IKAROS",
    "published": "2024-01-05T21:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.newswise.com/assets/new/img/newswise-logo-square.jpg",
    "performance_score": 0,
    "domain_rank": 4140,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "47e9261ce0f46149cb06d2c6884808088769d92a",
  "url": "https://www.newswise.com/articles/major-breakthrough-unveils-immune-system-s-guardian-ikaros?sc=rsla",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Monash University",
  "published": "2024-01-05T21:05:00.000+02:00",
  "title": "Major breakthrough unveils immune system's guardian: IKAROS",
  "text": "Newswise — In a scientific breakthrough that aids our understanding of the internal wiring of immune cells, researchers at Monash University in Australia have cracked the code behind IKAROS, an essential protein for immune cell development and protection against pathogens and cancer.\nThis disruptive research, led by the eminent Professor Nicholas Huntington of Monash University’s Biomedicine Discovery Institute, is poised to reshape our comprehension of gene control networks and its impact on everything from eye colour to cancer susceptibility and design of novel therapies.\nThe study, published in Nature Immunology, promises pivotal insights into the mechanisms safeguarding us against infections and cancers. When the transcription factor Ikaros/Ikzf1 was deliberately obstructed, be it in preclinical models or humans, the once-mighty activity of Natural Killer (NK) cells, our immune system's frontline warriors, plummeted. Loss of this transcription factor in NK cells resulted in wide-spread dysregulation of NK cell development and function, preventing their ability to recognize and kill virus-infected cells and clear metastatic tumour cells from circulation. Aiolos/Ikzf3 and Helios/Ikzf2, related family member were found to partial compensate for the loss of Ikaros, as such when multiple IKZF-family members were inhibited, NK cells underwent rapidly death. Mechanistically, Aiolos and Ikaros were found to directly bind and activate most members of the JUN/FOS family, transcription factors known for their essential roles in human embryo development and tissue function.\nThis discovery opens the door to the prospect of potential novel cancer therapeutics. NK cells, our first line of defence against pathogens and internal threats like cancers, could be fortified by therapies enhancing their killing prowess by targeting IKAROS and JUN/FOS biology.\nProfessor Huntington notes that drugs targeting IKAROS/AIOLOS have already received approval from the US Food and Drug Administration (FDA) and local Therapeutic Goods Administration (TGA) for the treatment of B cell malignancy “but until now we haven’t understood how these drugs work, armed with this new information it could be possible to develop novel drugs targeting these complexes which may offer differentiated pharmacology and therapeutic index for treating disease,” he said. Importantly on this front, Professor Huntington’s team were able to show that IKAROS had a conserved role in healthy B cells and thus potentially B cell cancers.\nMEDIA CONTACT\n[Register for reporter access to contact details](/users/register)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nicholas huntington",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "monash university",
        "sentiment": "none"
      },
      {
        "name": "nature immunology",
        "sentiment": "none"
      },
      {
        "name": "monash university’s biomedicine discovery institute",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ikaros",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:17:59.541+02:00",
  "updated": "2024-01-06T00:17:59.541+02:00"
}