{
  "thread": {
    "uuid": "05f991358d94d510efb2a3acd32facdda35c77d0",
    "url": "https://laopinion.com/2024/06/23/asombroso-rescate-nino-hispano-de-4-anos-sobrevive-casi-24-horas-perdido-en-bosque-de-california",
    "site_full": "laopinion.com",
    "site": "laopinion.com",
    "site_section": "https://laopinion.com/categoria/california/",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "immigration",
      "top_news"
    ],
    "section_title": null,
    "title": "Asombroso rescate: Niño hispano de 4 años sobrevive casi 24 horas perdido en bosque de California",
    "title_full": "Asombroso rescate: Niño hispano de 4 años sobrevive casi 24 horas perdido en bosque de California",
    "published": "2024-06-23T22:36:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 16013,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "05f991358d94d510efb2a3acd32facdda35c77d0",
  "url": "https://laopinion.com/2024/06/23/asombroso-rescate-nino-hispano-de-4-anos-sobrevive-casi-24-horas-perdido-en-bosque-de-california",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ricardo Roura",
  "published": "2024-06-23T22:36:00.000+03:00",
  "title": "Asombroso rescate: Niño hispano de 4 años sobrevive casi 24 horas perdido en bosque de California",
  "text": "Un niño hispano de 4 años del sur de California fue encontrado a salvo después de extraviarse durante casi un día en un bosque del Condado de Fresno .\nEl pequeño, identificado como Christian Ramírez , se encontraba junto con su familia, que reside en Torrance, de campamento en Ranchería Campground, en el área de Huntington Lake, informó en las redes sociales la Oficina del Sheriff del Condado de Fresno .\n@FresnoSheriff Searching for Missing 4 Year Old Boy at Huntington Lake\nChristian Ramirez wandered away from the Rancheria Campground at 10:00 am Thursday. He was wearing a gray Volcom brand t-shirt, blue shorts & gray Nike shoes.\nIf you see him, call 911 or (559) 600-3111. pic.twitter.com/xGf5NGpa0u\n— Fresno Co Sheriff (@FresnoSheriff) June 20, 2024 Poco antes de las 10:00 a.m. del 20 de junio, Christian desapareció , y durante aproximadamente una hora la familia buscó en el área antes de decidir comunicarse con las autoridades para solicitar ayuda.\nSigue leyendo : Fiscal de Los Ángeles acusa de asesinato y abuso infantil a padre de bebé desaparecido en Palmdale\nDurante las labores de búsqueda participaron más de 50 elementos de rescate, agentes y voluntarios , quienes acudieron al lugar donde la familia tenía su campamento y comenzaron a rastrear al menor hispano durante la tarde y noche, sin que se encontraran señales de él.\n“Desapareció ayer (jueves) por la mañana alrededor de las 10:00 a.m. y recibimos una llamada más cerca de las 11:00. Nuestra búsqueda comenzó en ese momento y luego desplegamos a nuestro personal de búsqueda y rescate. Así que desde las 11:00 a.m. de ayer hemos estado buscando y no hemos parado “, dijo el teniente Brandon Purcell, de la Oficina del Sheriff del Condado de Fresno.\nA las 8.00 a.m. del viernes 21 de junio, miembros del Equipo de Búsqueda y Rescate del Condado de Tulare localizaron a Christian aproximadamente a un cuarto de milla de donde supuestamente desapareció .\nSigue leyendo : Dos adolescentes hispanos desaparecen durante el fin de semana en el Condado de Los Ángeles\nEl pequeño hispano fue encontrado acurrucado debajo de un árbol .\nLas autoridades del Condado de Fresno dijeron que Christian Ramírez estaba cansado y hambriento, pero se encontraba en buenas condiciones .\nEl pequeño estuvo desaparecido alrededor de unas 22 horas solo en un área que, de acuerdo con los funcionarios, está poblada de vida silvestre peligrosa y con terrenos difíciles .\nSigue leyendo: Investigadores buscan en vertedero de Antelope Valley los restos de bebé desaparecido\nVideos captados durante el rescate del niño hispano lo mostraron cuando era llevado fuera del desierto a un lugar seguro. Vestía una camiseta y unos pantalones cortos , y los equipos de rescate le dieron un sándwich antes de que el menor se reuniera con sus angustiados familiares.\n“Estaba en el bosque. Estaba en una zona boscosa muy espesa y estuvo allí toda la noche . En cuanto a las cosas de pasar la noche, vamos a tener que pasar algún tiempo con el niño, que está realmente conmocionado”, expresó el oficial Purcell.\nLos padres de Christian dijeron a la cadena NBC que estaban extremadamente aliviados de que su hijo fue encontrado a salvo y atribuyeron su seguridad al equipo que lo encontró.\nSigue leyendo : Niño hispano de 11 años desaparece cerca de escuela primaria del Condado de Los Ángeles\n“Estamos muy agradecidos con el equipo de Fresno (búsqueda y rescate) y el Departamento del Sheriff del Condado de Fresno por su arduo trabajo para encontrar a nuestro pequeño “, dijeron los padres de Christian.\n“Trabajaron incansablemente para traerlo a casa sano y salvo. Christian está feliz, hambriento y de muy buen humor . Gracias a todos por sus oraciones y, sobre todo, tenemos la gran bendición de servir a un Dios que obra milagros”, agregaron.\nNo quedaba claro cómo fue que Christian Ramírez se separó inicialmente de su familia .\nSigue leyendo : Hispano de 17 años en situación de riesgo desaparece en Palmdale\nLas autoridades instaron a los campistas para que estén preparados cuando salgan al campo y que mantengan una vigilancia permanente con los niños, las mascotas y con todos los miembros de la familia.\nHuntington Lake está ubicado aproximadamente a unas 300 millas al norte del Condado de Los Ángeles , en el área del Valle Central.\nSigue leyendo :\n· Hispana de 15 años y su hijo son reportados como desaparecidos en Lancaster\n· Policía de Tustin encuentra a salvo a niña hispana de 12 años que desapareció en Santa Ana\n· Policía de Los Ángeles busca a niño de 7 años desaparecido en Mid-City",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://t.co/xGf5NGpa0u",
    "https://twitter.com/FresnoSheriff/status/1803930919730114890?ref_src=twsrc%5Etfw",
    "https://twitter.com/FresnoSheriff?ref_src=twsrc%5Etfw",
    "https://www.facebook.com/FresnoSheriff/posts/pfbid02vFWdiuS6hqRjQC7HHD6LyzmYGQMRfsP259DNH6JX1V1SwJV5vqrdXj4HpkaUUUKtl",
    "https://www.t.co/xGf5NGpa0u",
    "https://www.twitter.com/FresnoSheriff?ref_src=twsrc%5Etfw",
    "https://twitter.com/FresnoSheriff",
    "https://twitter.com/FresnoSheriff/status/1803930919730114890",
    "https://facebook.com/FresnoSheriff/posts/pfbid02vFWdiuS6hqRjQC7HHD6LyzmYGQMRfsP259DNH6JX1V1SwJV5vqrdXj4HpkaUUUKtl",
    "https://www.twitter.com/FresnoSheriff/status/1803930919730114890?ref_src=twsrc%5Etfw"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-24T00:12:00.189+03:00",
  "updated": "2024-06-24T00:12:00.189+03:00"
}