{
  "thread": {
    "uuid": "de9a7d11191ec502c47854e8dbc49320fafcd786",
    "url": "https://www.infobae.com/colombia/2024/02/29/yeison-jimenez-y-su-esposa-confirmaron-que-sera-padres-por-tercera-vez",
    "site_full": "www.infobae.com",
    "site": "infobae.com",
    "site_section": "https://www.infobae.com/argentina-rss.xml",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Infobae.com",
    "title": "Yeison Jiménez y su esposa confirmaron que será padres por tercera vez",
    "title_full": "Yeison Jiménez y su esposa confirmaron que será padres por tercera vez",
    "published": "2024-02-29T23:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.infobae.com/new-resizer/IpLDgS1V5R9N66R4ls6oOgEJpnM=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/22TJHQ7OIJARDBIQIAXRQ7AK5A.jpg",
    "performance_score": 0,
    "domain_rank": 2082,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "de9a7d11191ec502c47854e8dbc49320fafcd786",
  "url": "https://www.infobae.com/colombia/2024/02/29/yeison-jimenez-y-su-esposa-confirmaron-que-sera-padres-por-tercera-vez",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Iván Gaitán",
  "published": "2024-02-29T23:57:00.000+02:00",
  "title": "Yeison Jiménez y su esposa confirmaron que será padres por tercera vez",
  "text": "Yeison Jiménez comenzó con pie derecho 2024 en su carrera musical. En primer lugar, muy emocionado contó que logró hacer sold out en las dos fechas en las que se presentará en el Movistar Arena de Bogotá. El intérprete de música popular presentará su gira 17/31 Invicto Tour en el que cantará sus mejores éxitos musicales.\n[Te puede interesar: Greeicy Rendón respondió a quienes calificaron su concierto en Costa Rica de “vulgar”](/colombia/2024/02/28/greeicy-rendon-respondio-a-quienes-calificaron-su-concierto-en-costa-rica-de-vulgar/)\nPor otro lado, el artista confirmó junto a su esposa, Sonia Restrepo, que están en la dulce espera de un nuevo integrante de la familia. Esta información ya había sido revelada en el programa La Red, pero no fue hasta el 29 de febrero con una publicación en su cuenta de Instagram en la que entregó otros detalles sobre el género del bebé, cómo se enteraron y otros aspectos.\nAhora puede seguirnos en\n WhatsApp Channel.\nPor otro lado, en la reciente publicación de la revista 15 Minutos, Jiménez confesó que semanas antes de enterarse del embarazo —durante un viaje que realizó con su pareja a Nueva York—, tuvo un sueño revelador en el que se veía jugando con un bebé. Pero esto no fue lo único que vivió el intérprete de Aventurero y Hasta la madre, pues comenzó a sentirse extraño, al igual que su esposa.\n[Te puede interesar: El artista colombiano hizo historia con presentación en la Casa Blanca en el Mes de la Historia Afroamericana](/colombia/2024/02/23/el-artista-colombiano-hizo-historia-con-presentacion-en-la-casa-blanca-en-el-mes-de-la-historia-afroamericana/)\n“Nos fuimos de viaje a Nueva York y lo más raro de todo es que unos 15 días antes soñé que Sonia tenía un bebé y yo jugaba con él. Luego ella empezó con los malestares y a mí también me dieron náuseas y otros síntomas. ‘Creo que estamos en embarazo’, le dije a mi mánager”, mencionó en entrevista con Revista 15 Minutos.\nLa pareja llegó a pensar que estaba enferma, por lo que decidió acudir al médico y practicarse algunos exámenes, que confirmaron la noticia. Y es que de acuerdo con Restrepo, este embarazo ha sido muy diferente al que vivió con sus dos hijas, Camila y Thaliana,y confirmó que actualmente pasan por el sexto mes de gestación.\nFinalmente, la pareja, que ya completa casi 12 años de relación después de haberse conocido en un concierto de 2012, reveló que el pequeño llevará por nombre Santiago. Cabe aclarar que cuando comenzaron la relación, Sonia tenía a su hija María Camila, que fue recibida con los brazos abiertos por el cantante de género popular y en 2015 le dieron la bienvenida a Thaliana.\n[Te puede interesar: Yeison Jiménez cumplió su sueño: agotó boletería en cinco horas para el Movistar Arena](/colombia/2024/02/23/yeison-jimenez-agoto-boleteria-en-cinco-horas-para-el-movistar-arena/)\n“Cuando me di cuenta de que era el niño casi me enloquezco. Siempre me había soñado con un varoncito, porque… ¡Yeison Jiménez tiene que tener un niño!”, concluyó el cantante.\nEn la publicación que reposa en su cuenta de Instagram, el artista ha recibido cientos de mensajes de felicitación de varios de sus colegas, así como de sus seguidores, entre los que destacan: “Qué bendición tan grande”; “Dios los bendiga, hermosa familia por la llegada del bebé”; “felicidades a la pareja”; “sin duda alguna, tu mejor año, felicitaciones y muchas bendiciones”, entre otros.\nSold out en Bogotá\nA pocas horas de haberse anunciado su primera presentación en el Movistar Arena de Bogotá, el nacido en Manzanares agotó en menos de cinco horas las entradas para su concierto el 27 de julio. La segunda fecha, que fue confirmada el 26 de febrero a las 2:00 p. m., para un show el 28 de julio, logró venderse en menos de tres horas, lo que lo convirtió en el primer artista de género popular en hacer Sold Out en tiempo récord.\nMás Noticias\n[primer niño que llega a la familia](/colombia/2024/02/29/yeison-jimenez-y-su-esposa-confirmaron-que-sera-padres-por-tercera-vez/)\nYeison Jiménez y su esposa confirmaron que será padres por tercera vez\n[El delantero cordobés es una de las máximas figuras de River Plate, club del que es máximo artillero y mediante el cual ha vuelto a estar en el radar de la selección Colombia](/colombia/2024/02/29/miguel-angel-borja-y-el-drastico-cambio-que-afrontaria-en-su-carrera-deportiva/)\nMiguel Ángel Borja y el drástico cambio que afrontaría en su carrera deportiva\n[Se trata de Rafael Antonio Colón Torres, el cual se convirtió en uno de los principales enemigos del ex jefe paramilitar antes de que se estableciera el proceso de paz que llevó a su desmovilización exprés](/colombia/2024/02/29/general-r-de-la-marina-que-combatio-a-salvatore-mancuso-no-oculto-indignacion-viene-en-funcion-de-venganza/)\nGeneral (r) de la Marina que combatió a Salvatore Mancuso no ocultó indignación: “Viene en función de venganza”\n[A menos de cuatro horas de Bogotá, el pozo La Calavera es popular por ser un espacio predilecto para descansar en Boyacá](/colombia/2024/02/29/las-huellas-mejor-conservadas-de-un-dinosaurio-en-sudamerica-estan-en-colombia-asi-puede-verlas/)\nLas huellas mejor conservadas de un dinosaurio en Sudamérica están en Colombia, así puede verlas\n[La Fiscalía General de la Nación presentará a los cinco exservidores públicos ante un juez de control de garantías para imputarle varios delitos relacionados con presuntos hechos de corrupción](/colombia/2024/02/29/capturaron-a-exalcalde-de-tulua-y-a-cuatro-exfuncionarios-esto-es-lo-que-se-sabe/)\nCapturaron a exalcalde de Tulúa y a cuatro exfuncionarios: esto es lo que se sabe\nMÁS NOTICIAS",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://whatsapp.com/channel/0029Va4oNEALikgEL4Y8mb2K",
    "https://www.whatsapp.com/channel/0029Va4oNEALikgEL4Y8mb2K"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:03:56.536+02:00",
  "updated": "2024-03-01T00:03:56.536+02:00"
}