{
  "thread": {
    "uuid": "9814095b8113d848e0b3f92f12917fdaf7458057",
    "url": "https://www.nfl.com/videos/nacua-embraces-mom-on-sideline-after-breaking-rookie-records-for-receiving-yards",
    "site_full": "www.nfl.com",
    "site": "nfl.com",
    "site_section": "https://www.nfl.com",
    "site_categories": [
      "football",
      "sports"
    ],
    "section_title": "NFL.com | Official Site of the National Football League",
    "title": "Los Angeles Rams rookie wide receiver Puka Nacua embraces his mom on the sidelines after breaking the rookie records for receiving yards and receptions in a single season",
    "title_full": "Los Angeles Rams rookie wide receiver Puka Nacua embraces his mom on the sidelines after breaking the rookie records for receiving yards and receptions in a single season",
    "published": "2024-01-08T01:26:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.www.nfl.com/image/upload/t_editorial_landscape_12_desktop/league/jhmvlt083iptfciofnam",
    "performance_score": 0,
    "domain_rank": 1343,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9814095b8113d848e0b3f92f12917fdaf7458057",
  "url": "https://www.nfl.com/videos/nacua-embraces-mom-on-sideline-after-breaking-rookie-records-for-receiving-yards",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-08T01:26:00.000+02:00",
  "title": "Los Angeles Rams rookie wide receiver Puka Nacua embraces his mom on the sidelines after breaking the rookie records for receiving yards and receptions in a single season",
  "text": "NFL Game Highlights Nacua embraces mom on sideline after breaking rookie records for receiving yards, receptions in season Los Angeles Rams rookie wide receiver Puka Nacua embraces his mom on the sidelines after breaking the rookie records for receiving yards and receptions in a single season [ video ](/videos/karl-brooks-powers-through-middle-to-sack-fields) Karl Brooks powers through middle to sack Fields Green Bay Packers defensive lineman Karl Brooks sacks Chicago Bears quarterback Justin Fields for a 6-yard loss. [ video ](/videos/michael-carter-moves-cards-offensive-into-hawks-territory-on-15-yard-rush) Michael Carter moves Cards offensive into Hawks territory on 15-yard rush Arizona Cardinals running back Michael Carter moves Cards offensive into Seattle Seahawks territory on 15-yard rush. [ video ](/videos/o-connell-threads-ball-to-meyers-between-three-defenders) O'Connell threads ball to Meyers between three defenders Las Vegas Raiders quarterback Aidan O'Connell threads the ball to wide receiver Jakobi Meyers between three Denver Broncos defenders. [ video ](/videos/fields-halts-his-momentum-on-a-dime-for-27-yard-laser-beam-to-kmet) Fields halts his momentum on a dime for 27-yard laser beam to Kmet Chicago Bears quarterback Justin Fields avoids pressure in the pocket and finds tight end Cole Kmet for a strong 27-yard catch. [ video ](/videos/jordan-love-nearly-makes-one-of-the-best-tight-window-td-passes-of-23) Jordan Love nearly makes one of the best tight-window TD passes of '23 Green Bay Packers quarterback Jordan Love and wide receiver Bo Melton narrowly miss out on one of the best touchdown passes of the 2023 NFL season. [ video ](/videos/robert-beal-jr-drops-wentz-for-rookie-de-s-first-career-sack) Robert Beal Jr. drops Wentz for rookie DE's first career sack San Francisco 49ers rookie defensive end Robert Beal Jr. drops Los Angeles Rams quarterback Carson Wentz in Week 18 of the 2032 NFL regular season for the rookie's first sack of his NFL career. [ video ](/videos/jake-elliott-s-36-yard-fg-gets-eagles-on-scoreboard-with-1-11-left-in-third-quar) Jake Elliott's 36-yard FG gets Eagles on scoreboard with 1:11 left in third quarter Philadelphia Eagles kicker Jake Elliott makes a 36-yard field goal. [ video ](/videos/can-t-miss-play-daron-bland-goes-parallel-to-ground-to-snag-his-ninth-int-of-23) Can't-Miss Play: DaRon Bland goes parallel to ground to snag his ninth INT of '23 Dallas Cowboys cornerback DaRon Bland goes parallel to the ground to snag his ninth INT of '23. [ video ](/videos/can-t-miss-play-59-yard-pass-love-dots-reed-in-stride-for-field-stretching-strik) Can't-Miss Play: 59-yard pass! Love dots Reed in stride for field-stretching strike Green Bay Packers quarterback Jordan Love finds wide receiver Jayden Reed and the duo gains 59 yards against the Chicago Bears. [ video ](/videos/skowronek-corrals-diving-third-down-grab-for-17-yard-gain-to-keep-chains-moving) Skowronek corrals diving third-down grab for 17-yard gain to keep chains moving Los Angeles Rams wide receiver Ben Skowronek corrals a diving third-down grab for a 17-yard gain to keep the chains moving. [ video ](/videos/james-conner-eclipses-1-000-rushing-yards-on-the-season-during-26-yard-rush) James Conner eclipses 1,000 rushing yards on the season during 26-yard rush Arizona Cardinals running back James Conner eclipses 1,000 rushing yards on the season during 26-yard rush. [ video ](/videos/jack-jones-prevents-broncos-td-with-a-beautiful-pass-break-up) Jack Jones prevents Broncos TD with a beautiful pass break-up Las Vegas Raiders defensive back Jack Jones prevents a Denver Broncos touchdown with a beautiful pass break-up. [ video ](/videos/stidham-s-fake-toss-fools-raiders-for-a-21-yard-gain-to-trautman) Stidham's fake toss fools Raiders for a 21-yard gain to Trautman Denver Broncos quarterback Jarrett Stidham's fake toss fools the Las Vegas Raiders for a 21-yard gain to tight end Adam Trautman. [ video ](/videos/byron-young-plants-darnold-in-backfield-for-rookie-olb-s-eighth-sack-of-2023) Byron Young plants Darnold in backfield for rookie OLB's eighth sack of 2023 Los Angeles Rams rookie outside linebacker Byron Young plants San Francisco 49ers quarterback Sam Darnold in the backfield for the rookie OLB's eighth sack of the 2023 NFL regular season. [ video ](/videos/josey-jewell-welcomes-garoppolo-to-the-game-with-a-sack) Josey Jewell welcomes Garoppolo to the game with a sack Denver Broncos inside linebacker Josey Jewell welcomes Las Vegas Raiders quarterback Jimmy Garoppolo to the game with a sack. [ video ](/videos/prescott-s-36th-td-pass-of-23-is-one-shy-of-tying-qb-s-single-season-high) Prescott's 36th TD pass of '23 is one shy of tying QB's single-season high Dallas Cowboys quarterback Dak Prescott's 36th touchdown pass of '23 is one shy of tying QB's single-season high. [ video ](/videos/adam-butler-shows-off-his-dance-moves-following-sack-on-stidham) Adam Butler shows off his dance moves following sack on Stidham Las Vegas Raiders defensive tackle Adam Butler shows off his dance moves following sack on Denver Broncos quarterback Jarrett Stidham. [ video ](/videos/dicker-pulls-the-chargers-within-one-point-of-the-chiefs-on-43-yard-fg) Dicker pulls the Chargers within one point of the Chiefs on 43-yard FG Los Angeles Chargers kicker Cameron Dicker pulls the Chargers to within one point of the Kansas City Chiefs on a 43-yard field goal. [ video ](/videos/can-t-miss-play-million-dollar-sack-chris-jones-unlocks-incentive-based-bonus-fo) Can't-Miss Play: Million dollar sack! Chris Jones unlocks incentive-based bonus for registering 10th QB takedown of '23 Kansas City Chiefs defensive lineman Chris Jones unlocks an incentive-based bonus for registering his 10th quarterback takedown of 2023. [ video ](/videos/darius-slayton-evades-three-would-be-eagles-tacklers-on-17-yard-pickup) Darius Slayton evades three would-be Eagles tacklers on 17-yard pickup New York Giants wide receiver Darius Slayton catches a 17-yard pass. [ video ](/videos/chiefs-struggle-to-contain-parham-as-te-gallops-for-24-yard-gain) Chiefs struggle to contain Parham as TE gallops for 24-yard gain The Kansas City Chiefs struggle to contain Los Angeles Chargers tight end Donald Parham as he gallops for a 24-yard gain. [ video ](/videos/alex-erickson-darts-through-chiefs-defense-for-25-yard-catch-and-run) Alex Erickson darts through Chiefs defense for 25-yard catch and run Los Angeles Chargers wide receiver Alex Erickson darts through the Kansas City Chiefs defense for a 25-yard catch and run. [ video ](/videos/wentz-s-29-yard-loft-pinpoints-hopkins-perfectly-inside-sf-5-yard-line) Wentz's 29-yard loft pinpoints Hopkins perfectly inside SF 5-yard line Los Angeles Rams quarterback Carson Wentz's 29-yard loft pinpoints Rams tight end Brycen Hopkins perfectly inside the San Francisco 49ers' 5-yard line. [ video ](/videos/prescott-s-35th-td-pass-of-season-dots-lamb-in-back-of-end-zone) Prescott's 35th TD pass of season dots Lamb in back of end zone Dallas Cowboys quarterback Dak Prescott's 35th touchdown pass of the season dots wide receiver CeeDee Lamb in the back of the end zone.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Sport"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nacua",
        "sentiment": "neutral"
      },
      {
        "name": "puka nacua",
        "sentiment": "neutral"
      },
      {
        "name": "justin fields",
        "sentiment": "none"
      },
      {
        "name": "jakobi meyers",
        "sentiment": "none"
      },
      {
        "name": "karl brooks",
        "sentiment": "none"
      },
      {
        "name": "o'connell",
        "sentiment": "none"
      },
      {
        "name": "meyers",
        "sentiment": "none"
      },
      {
        "name": "michael carter",
        "sentiment": "none"
      },
      {
        "name": "aidan o'connell",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "green bay packers",
        "sentiment": "none"
      },
      {
        "name": "arizona cardinals",
        "sentiment": "none"
      },
      {
        "name": "seattle seahawks",
        "sentiment": "none"
      },
      {
        "name": "denver broncos",
        "sentiment": "none"
      },
      {
        "name": "las vegas raiders",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "chicago",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:56:24.026+02:00",
  "updated": "2024-01-08T01:56:24.026+02:00"
}