{
  "thread": {
    "uuid": "43b0451640012fe92a204a090f66f8bcb8f3251d",
    "url": "https://istoedinheiro.com.br/taxa-de-desemprego-no-trimestre-encerrado-em-novembro-cai-para-75/",
    "site_full": "istoedinheiro.com.br",
    "site": "istoedinheiro.com.br",
    "site_section": "https://istoedinheiro.com.br/feed",
    "site_categories": [],
    "section_title": "ISTOÉ DINHEIRO",
    "title": "Taxa de desemprego no trimestre encerrado em novembro cai para 7,5%",
    "title_full": "Taxa de desemprego no trimestre encerrado em novembro cai para 7,5%",
    "published": "2023-12-29T15:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://istoedinheiro.com.br/wp-content/uploads/sites/17/2021/10/thumbnail-istoedinheirologo.png",
    "performance_score": 0,
    "domain_rank": 18985,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "43b0451640012fe92a204a090f66f8bcb8f3251d",
  "url": "https://istoedinheiro.com.br/taxa-de-desemprego-no-trimestre-encerrado-em-novembro-cai-para-75/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "admin3",
  "published": "2023-12-29T15:03:00.000+02:00",
  "title": "Taxa de desemprego no trimestre encerrado em novembro cai para 7,5%",
  "text": "29/12/2023 - 10:03\nA taxa de desocupação no trimestre encerrado em novembro foi de 7,5%. É o menor índice desde fevereiro de 2015. Especificamente para trimestres terminados em novembro, o índice é o menor desde 2014, quando alcançou 6,6%.\nOs dados fazem parte da Pesquisa Nacional por Amostra de Domicílios Contínua (Pnad Contínua), divulgada nesta sexta-feira (29) pelo Instituto Brasileiro de Geografia e Estatística (IBGE).\nNotícias relacionadas:\nCaged: país gerou mais de 130 mil novas vagas de trabalho em novembro. Haddad anuncia medidas de arrecadação com reoneração gradual da folha . Bares e restaurantes têm dificuldades na hora de contratar empregados.\nNo trimestre encerrado em agosto, a taxa estava em 7,8%. Já o indicador do trimestre encerrado em agosto de 2022 era de 8,1%.\nO resultado foi influenciado pelo número de pessoas ocupadas, estimado em 100,5 milhões, o maior desde que a série histórica foi iniciada, em 2012. O número representa crescimento de 0,9% em 3 meses.\nO número de desempregados ficou estável, 8,2 milhões de pessoas. É o menor contingente desde o trimestre encerrado em abril de 2015, quando havia 8,15 milhões de brasileiros procurando trabalho.\nOcupação\nA proporção de pessoas ocupadas na população em idade de trabalhar subiu 0,4 ponto percentual (p.p.) ante o trimestre móvel anterior, alcançando 57%. Das 853 mil pessoas incluídas nesse universo, a maioria, 515 mil, foi contratada com carteira assinada.\nCom esse reforço, o contingente de trabalhadores com carteira assinada soma 37,7 milhões, o segundo maior patamar da série histórica, perdendo apenas para o trimestre encerrado em junho de 2014, quando eram 37,8 milhões.\nO número de empregados sem carteira foi de 13,4 milhões. Apesar de ter ficado estável no período, é o maior da série histórica.\nDas dez atividades econômicas analisadas pelo IBGE, houve aumento no número de ocupados apenas na indústria, 369 mil pessoas, e na construção, 199 mil. As demais atividades permaneceram estáveis.\n“A expansão da atividade de construção ocorreu principalmente por meio da informalidade, com o aumento do emprego sem carteira assinada e por conta própria sem CNPJ, enquanto a indústria impulsionou os trabalhos formais”, disse a coordenadora de Pnad do IBGE, Adriana Beringuy.\nNo trimestre, a taxa de informalidade foi de 39,2% da população ocupada, o que representa 39,4 milhões de trabalhadores informais. Nos três meses anteriores, a taxa tinha sido 39,1%.\nRendimento\nO rendimento médio real do trabalhador chegou a R$ 3.034, aumento de 2,3% no trimestre. Em relação ao ano passado, a alta foi de 3,8%. No trimestre, esse crescimento foi mais acentuado entre os empregados com carteira assinada no setor privado (2,1%) e os trabalhadores por conta própria com CNPJ (7,6%).\n“Na comparação anual, nenhuma forma de inserção apresentou queda no rendimento, seja no trabalho formal, seja no informal. Todos registraram variação positiva”, ressalta a pesquisadora do IBGE.\nA pesquisa do IBGE é feita com uma amostragem de 211 mil domicílios em todo o país e busca informações sobre qualquer forma de trabalho, como contratados com carteira assinada, por conta própria e informais.\nCaged\nOutra estatística de referência sobre o mercado de trabalho é o Cadastro Geral de Empregados e Desempregados (Caged), compilado pelo Ministério do Trabalho e Emprego, que coleta dados apenas de admissões e demissões de trabalhadores com carteira de trabalho.\nA mais recente divulgação, nesta quinta-feira (28), apontou que novembro teve um saldo positivo de mais de 130 mil vagas. No acumulado de janeiro a novembro foram gerados no país 1.914.467 postos de trabalho.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Economy, Business and Finance",
    "Labor"
  ],
  "external_links": [
    "https://agenciabrasil.ebc.com.br/geral/noticia/2023-12/caged-pais-gerou-mais-de-130-mil-novas-vagas-de-trabalho-em-novembro",
    "https://agenciabrasil.ebc.com.br/economia/noticia/2023-12/bares-e-restaurantes-tem-dificuldades-na-hora-de-contratar-empregados",
    "https://agenciabrasil.ebc.com.br/economia/noticia/2023-12/haddad-anuncia-medidas-de-arrecadacao-com-reoneracao-gradual-da-folha",
    "https://www.agenciabrasil.ebc.com.br/economia/noticia/2023-12/haddad-anuncia-medidas-de-arrecadacao-com-reoneracao-gradual-da-folha",
    "https://www.agenciabrasil.ebc.com.br/economia/noticia/2023-12/bares-e-restaurantes-tem-dificuldades-na-hora-de-contratar-empregados",
    "https://www.agenciabrasil.ebc.com.br/geral/noticia/2023-12/caged-pais-gerou-mais-de-130-mil-novas-vagas-de-trabalho-em-novembro"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T16:08:58.788+02:00",
  "updated": "2023-12-29T16:08:58.788+02:00"
}