{
  "thread": {
    "uuid": "dcb15e112d6bf906806681d5e0f8f61cf03a6774",
    "url": "https://www.timescolonist.com/local-news/victorians-take-advantage-of-rare-skating-weather-snow-is-in-the-forecast-8111469",
    "site_full": "www.timescolonist.com",
    "site": "timescolonist.com",
    "site_section": "https://timescolonist.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Victoria Times Colonist  - Victoria Times Colonist",
    "title": "Victorians take advantage of rare skating weather - Victoria Times Colonist",
    "title_full": "Victorians take advantage of rare skating weather - Victoria Times Colonist",
    "published": "2024-01-16T13:59:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.vmcdn.ca/f/files/victoriatimescolonist/json/2024/01/web1_img_0432.jpg;w=1000;h=750;mode=crop",
    "performance_score": 0,
    "domain_rank": 9350,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dcb15e112d6bf906806681d5e0f8f61cf03a6774",
  "url": "https://www.timescolonist.com/local-news/victorians-take-advantage-of-rare-skating-weather-snow-is-in-the-forecast-8111469",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jeff Bell; Pedro Arrais",
  "published": "2024-01-16T13:59:00.000+02:00",
  "title": "Victorians take advantage of rare skating weather - Victoria Times Colonist",
  "text": "Arlo and August L’Hirondelle got to play hooky and hockey at the same time on Monday, as their dad pulled them from school so the family could spend the day at Panama Flats Park taking advantage of a rare gift from Mother Nature — a frozen field. The two brothers, ages eight and six, spent five hours on the frozen floodplain at the park on Sunday, and planned another five hours on the ice with dad Aaron L’Hirondelle on Monday. The family, along with Ricardo von Knoblauch, 16, a German exchange student from Frankfurt, travelled from Langford to skate and play hockey. “There were between 200 and 300 people here yesterday — there wasn’t much elbow room,” said L’Hirondelle. “It’s much better today.” L’Hirondelle, who turns 44 today, remembers skating on the flat lands along Martindale Road as a child growing up on the Saanich Peninsula. Maureen Scott, 62, who was also skating at Panama Flats on Monday, said that as a child in Winnipeg, she had ample time to skate, but couldn’t do what she longed to do — play hockey. Now retired, she has joined a women’s hockey league to make up for lost time. By Monday afternoon, the retired forester had already completed a morning of drills at Pearkes Recreation Centre. She laced up her hockey gear to get in a few more hours on Panama Flats, snapping the puck for Chili, her Australian Shepherd, to retrieve. “This makes me feel like a little kid again,” she said. Best to take advantage now, because the days of skating at Panama Flats are numbered. While snow is in the forecast for Greater Victoria, the Malahat and other parts of Vancouver Island tonight through Wednesday morning, warmer days are coming — the expected high on Friday is 6 C. Environment Canada meteorologist Alyssa Charbonneau said the weather system coming in tonight could bring five to 15 centimetres of snow to the Malahat and other areas at high elevation. Closer to the ocean, accumulations of two to four centimetres and wet snow mixed with rain are expected. “It could be messier, winter-type weather this week as we finally move that cold air out and return to the more typical wet and mild conditions we expect,” she said. Charbonneau said there is a possibility of freezing rain in Greater Victoria and on the Malahat due to the arrival of warmer air, with Wednesday’s high forecast at 4 C. After an uncertain Thursday, where another round of snow is possible, Friday will bring much-warmer air, she said. “Last week was all about the cold air arriving, and this week is going to be all about the cold air departing,” Charbonneau said. Record-setting low temperatures were seen last Friday around the Island, with temperatures dropping to -10.7 C at Victoria International Airport, followed by more records Saturday. The cold weather has led to a big demand for plumbers to deal with frozen pipes, said Mike Duncanson of Impact Plumbing. Pipes burst at the Prestige Resort in Sooke at 3:30 a.m. Saturday, but the resort said the lobby was cleaned and dried by about 8 a.m. A video of the incident making the rounds on social media showed water pouring down, although quick repairs meant business as usual the rest of the day, a hotel spokesperson said. Duncanson said he has had “dozens and dozens” of calls about frozen pipes in the past few days. He recommends keeping indoor faucets trickling during sub-zero temperatures. Opening cabinet doors can also help, he said. “Let the heat get into the wall.” Outside, disconnect hoses from taps and make sure any shut-off devices are on, Duncanson said. Freezing temperatures led to record-breaking electricity demand around the province on Friday night, with a peak of 11,300 megawatts, B.C. Hydro said in a Monday bulletin. The previous record of 10,977 megawatts was set in December 2022. Even with the extra demand, B.C. Hydro said it had enough capacity to help Alberta and locations in the Pacific Northwest. “B.C. is fortunate to have an integrated, provincial hydroelectric system that allows B.C. Hydro to ramp up quickly when generation is needed, and scale back when it is not,” said president and chief executive Chris O’Riley. B.C. Hydro spokesperson Ted Olynyk said homeowners can help during cold-weather power outages by turning off unnecessary appliances so there is less of a load on the system when power comes back. “After an outage and repairs are made, we try to bring the system back on but there can be too much of a load at that point,” he said. Once power is back, wait 15 to 20 minutes to allow the system to stabilize before turning on appliances, Olynyk said. He said during cold weather, small animals looking for warmth can get into substations, contact a power source and cause an outage. jbell@timescolonist.com -with files from Cindy E. Harnett",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "arlo",
        "sentiment": "negative"
      },
      {
        "name": "aaron l’hirondelle",
        "sentiment": "none"
      },
      {
        "name": "ricardo von knoblauch",
        "sentiment": "none"
      },
      {
        "name": "maureen scott",
        "sentiment": "none"
      },
      {
        "name": "langford",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "victoria times",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "panama flats park",
        "sentiment": "none"
      },
      {
        "name": "frankfurt",
        "sentiment": "none"
      },
      {
        "name": "martindale road",
        "sentiment": "none"
      },
      {
        "name": "winnipeg",
        "sentiment": "none"
      },
      {
        "name": "panama flats",
        "sentiment": "none"
      },
      {
        "name": "saanich peninsula",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-16T15:50:16.038+02:00",
  "updated": "2024-01-16T15:50:16.038+02:00"
}