{
  "thread": {
    "uuid": "fb63dfc9ce535f0d0715e1dfb4edc65859cfffa3",
    "url": "https://www.phnompenhpost.com/national/20-000-youth-to-receive-training-as-the-kingdom-raises-skilled-hr",
    "site_full": "www.phnompenhpost.com",
    "site": "phnompenhpost.com",
    "site_section": "https://m.phnompenhpost.com/business",
    "site_categories": [
      "media"
    ],
    "section_title": "Business | Phnom Penh Post",
    "title": "​20,000 youth to receive training as the Kingdom raises skilled HR | Phnom Penh Post",
    "title_full": "​20,000 youth to receive training as the Kingdom raises skilled HR | Phnom Penh Post",
    "published": "2024-01-01T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "KH",
    "main_image": "https://pppenglish.sgp1.digitaloceanspaces.com/image/medium/20241/1_1_2024_young_people_from_disadvantaged_families_receive_vocational_training_from_the_labour_ministry_mlvt.jpg",
    "performance_score": 0,
    "domain_rank": 12151,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fb63dfc9ce535f0d0715e1dfb4edc65859cfffa3",
  "url": "https://www.phnompenhpost.com/national/20-000-youth-to-receive-training-as-the-kingdom-raises-skilled-hr",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@postkhmer",
  "published": "2024-01-01T02:00:00.000+02:00",
  "title": "​20,000 youth to receive training as the Kingdom raises skilled HR | Phnom Penh Post",
  "text": "The Ministry of Labour and Vocational Training announced that nearly 20,000 young people from disadvantaged households registered for and received vocational training in the 45 days between November 15 and December 30. As the ministry prepares to open the academic year for vocational education on January 15, ministry spokesperson Kata Orn noted the significant progress. He shared with The Post on December 31 that the swift uptake in response to the plans for technical and vocational training is a source of pride and accomplishment for the government. “We have successfully managed to share information with young people everywhere, encouraging them to either register at state institutions in person nationwide or reach out to the capital-provincial labour departments, as well as local authorities,” he said. He also mentioned that the ministry had worked with relevant parties to ensure information reached a broader audience. Dedicated ministry teams have gone door-to-door, informing people about the vocational training initiative. This approach has sparked interest among the general public and eligible youth eager to enrol in the programme. “We have all technical and vocational training institutes under the ministry ready to launch the academic year on January 15, starting with the first training courses. Additionally, we’re starting a significant academic year programme at the National Polytechnic Institute of Cambodia [NPIC],” he said. “This endeavour serves as a symbol for conducting nationwide training. We’ve been putting our plans into action since November last year, following the guidance outlined by Prime Minister Hun Manet,” he said. Orn noted that the majority of the nearly 20,000 eligible young people who have already signed up for the programme are from Phnom Penh. The most sought-after sectors include construction, electricity and energy, electronics, manufacturing, general and auto mechanics, business, IT and heating, ventilation and air conditioning. Tan Monivann, vice-president of the Cambodia Chamber of Commerce and president of the Cambodia Automotive Industry Federation (CAIF), said the initiative to provide training at state institutions for 1.5 million young people from impoverished backgrounds is a commendable effort. This plan effectively addresses the needs of underprivileged youth, helping them acquire skills and secure decent jobs, ultimately improving the livelihoods of their family members. He noted that in the past, foreign investors might have hesitated to invest in medium or heavy industries due to a shortage of skilled labour. Consequently, this new vocational training initiative has pleased the private sector and gained their support. “Indeed, in Cambodia, we have always had plenty of youth potential, but we were missing the necessary technical training to match the demands of the labour market,” he said. “I’m optimistic that starting in 2024, we won’t face a shortage of skilled labour anymore. This technical and vocational training programme aims to cultivate a genuinely skilled workforce that can contribute to Cambodia’s priority sectors,” he said. As per the ministry, the nationwide training will focus on 10 priority sectors covering 38 skills. These sectors encompass construction, electricity, electronics, heating, ventilation and air conditioning, general and auto mechanics, tourism services, agriculture and agro-industry, business and information technology.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Labor",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kata orn",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ministry of labour and vocational training",
        "sentiment": "negative"
      },
      {
        "name": "post",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kingdom",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-01T20:31:35.364+02:00",
  "updated": "2024-01-01T20:31:35.364+02:00"
}