{
  "thread": {
    "uuid": "7c49c64c1c6e0bc025d706e6020c2f6e203b7adf",
    "url": "https://manilastandard.net/news/national/314403336/dmw-hails-eo-enhancing-work-environment.html",
    "site_full": "manilastandard.net",
    "site": "manilastandard.net",
    "site_section": "https://manilastandard.net",
    "site_categories": [
      "media"
    ],
    "section_title": "Manila Standard - Defining the News - Manila Standard",
    "title": "DMW hails EO enhancing work environment - Manila Standard",
    "title_full": "DMW hails EO enhancing work environment - Manila Standard",
    "published": "2023-12-29T09:35:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PH",
    "main_image": "https://cdn.manilastandard.net/wp-content/uploads/2023/12/dmw.png",
    "performance_score": 0,
    "domain_rank": 28892,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7c49c64c1c6e0bc025d706e6020c2f6e203b7adf",
  "url": "https://manilastandard.net/news/national/314403336/dmw-hails-eo-enhancing-work-environment.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Vito Barcelo",
  "published": "2023-12-29T09:35:00.000+02:00",
  "title": "DMW hails EO enhancing work environment - Manila Standard",
  "text": "The Department of Migrant Workers (DMW) has welcomed the President’s issuance of Executive Order No. 51 titled “Strengthening the Government’s Diversity and Inclusion Program.” DMW officer-in-charge Leo Hans Cacdac, in a statement, said E.O. 51 underscores the Marcos administration’s commitment to “fostering a work environment that celebrates the unique strengths and perspectives of every Filipino, including our migrant workers and their families.” “At the core of the Department’s mandate is the protection and promotion of the welfare of overseas Filipinos. We recognize that diversity and inclusion are essential principles for ensuring that every Filipino, regardless of background, experience, or circumstance, can thrive. This includes our migrant workers, who make invaluable contributions to the Philippine economy and deserve to be treated with dignity and respect in their workplaces abroad,” Cacdac explained. He said E.O. 51 aligns with the Department’s vision of a truly inclusive Philippine society, where migrant workers are not only valued for their remittances, but also recognized as integral members of our national identity, and partners in shaping our nation’s destiny. The order’s emphasis on accessibility, cultural sensitivity, and equal opportunities resonates with our efforts to empower our migrant workers and equip them with the skills and resources they need to succeed in their chosen fields during the entirety of their labor journey, Cacdac added. He said the DMW was particularly heartened by E.O. 51’s call for the establishment of a Diversity and Inclusion (D&I) Council within the government. This Council, with its representation from various sectors, including migrant worker organizations, will serve as a crucial platform for amplifying the voices of marginalized communities and ensuring that their needs are heard and addressed at the highest levels. The DMW stands ready to work closely with other government agencies, civil society organizations, and the private sector to create a more inclusive environment for all Filipinos, both here and abroad, Cacdac said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Labor",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "leo hans cacdac",
        "sentiment": "none"
      },
      {
        "name": "e.o.",
        "sentiment": "none"
      },
      {
        "name": "marcos",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "manila standard the department of migrant workers",
        "sentiment": "negative"
      },
      {
        "name": "diversity and inclusion program",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T20:26:25.526+02:00",
  "updated": "2023-12-29T20:26:25.526+02:00"
}