{
  "thread": {
    "uuid": "a82d57f672358fc440478752891d14edeab5544e",
    "url": "https://elpais.com/opinion/2024-05-31/es-su-cultura.html",
    "site_full": "elpais.com",
    "site": "elpais.com",
    "site_section": "https://elpais.com/ultimas-noticias/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Últimas noticias: la última hora de hoy en EL PAÍS",
    "title": "Es su cultura | Opinión | EL PAÍS",
    "title_full": "Es su cultura | Opinión | EL PAÍS",
    "published": "2024-05-31T06:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://imagenes.elpais.com/resizer/v2/632XW7GXWJFVXLF4LD2TNOJMKY.jpg?auth=9afd03dd1b8f11e1ea2abeef08f2f9b8cce9d572a5e4aa93661c9b4c2e9a1bb6&amp;width=1200",
    "performance_score": 0,
    "domain_rank": 476,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a82d57f672358fc440478752891d14edeab5544e",
  "url": "https://elpais.com/opinion/2024-05-31/es-su-cultura.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Cartas a la Directora",
  "published": "2024-05-31T06:00:00.000+03:00",
  "title": "Es su cultura | Opinión | EL PAÍS",
  "text": "La cultura de todas las niñas españolas, tengan o no tengan la nacionalidad, es la de la Constitución, los derechos humanos y están todas amparadas por las mismas leyes. Esto permite que, en teoría, menores que crecen en entornos y familias que no tienen la igualdad y la libertad como valores fundamentales puedan sentirse seguras porque la justicia las ampara. A menos, claro está, que quienes juzguen y dicten sentencia lo hagan condicionados por la poderosa aleación de machismo y racismo que los lleva a ver en una niña su “cultura” de procedencia antes que su condición de víctima y menor. La Audiencia Provincial de León, al rebajar la pena al agresor de una niña de 12 años porque la víctima es gitana y “las gitanas se casan con 12 años”, no ha hecho más que avalar la pederastia por razones culturales, unas razones que están lejos de compartir todos los gitanos. Es un ejemplo claro de cómo ese supuesto respeto por la cultura ajena no es más que una forma hipócrita de defender la violencia sexual , en este caso, además, violencia sexual contra una menor. Es por esto por lo que gitanas, moras, negras y latinas que viven en entornos segregados con los de “su cultura” sienten que nadie las va a proteger si denuncian, que esos derechos de los que tanto hablan ahí afuera son para otras. No se me ocurre forma más terrible de exclusión que vivir en un país democrático que ha conquistado grandes avances feministas y saber que no son para ti porque antes que ser humano, eres cultura, identidad, tradición, eres tribu. No pocas veces hemos conocido casos en los que se hacía la vista gorda ante el absentismo escolar y hemos dejado solas a esas niñas que tienen que ayudar en casa, que no pueden aprender a nadar ni ir de excursión o que se ven asediadas y controlados por los compañeros de su misma “cultura” . Demasiadas veces hemos callado viendo “dar” en matrimonio a chicas que están lejos de tener edad para saber dónde las están metiendo. La tibieza con la que a veces (por suerte no siempre) se persiguen este tipo de delitos no es, como esgrimen quienes podrían actuar y no lo hacen, un respeto al grupo de pertenencia de las menores sino una complicidad con los verdugos que las violentan, las someten y las discriminan. Como si el progreso y la capacidad de cambio fueran patrimonio de los payos y los “otros” estuvieran condenados a seguir encerrados en esencialismos inamovibles. Lo curioso es que de esos los valores ajenos siempre rescatamos lo mismo: el machismo más atroz.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-31T06:20:39.739+03:00",
  "updated": "2024-05-31T06:20:39.739+03:00"
}