{
  "thread": {
    "uuid": "fc82e662d3a5e2fbe0d6e644b63b8cc23cf7a184",
    "url": "https://www2.cbn.com/news/world/netherlands-full-jesus-dutch-pentecost-conference-sees-63k-participants-glorify-god",
    "site_full": "www2.cbn.com",
    "site": "cbn.com",
    "site_section": "http://www.cbn.com/cbnnews/world/feed/",
    "site_categories": [],
    "section_title": "CBNNews.com",
    "title": "'The Netherlands Full of Jesus': Dutch Pentecost Conference Sees 63K Participants Glorify God | CBN News",
    "title_full": "'The Netherlands Full of Jesus': Dutch Pentecost Conference Sees 63K Participants Glorify God | CBN News",
    "published": "2024-05-31T18:05:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www2.cbn.com/sites/default/files/media/slider/images/samengodaanbidden_hdv.jpg",
    "performance_score": 0,
    "domain_rank": 3279,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fc82e662d3a5e2fbe0d6e644b63b8cc23cf7a184",
  "url": "https://www2.cbn.com/news/world/netherlands-full-jesus-dutch-pentecost-conference-sees-63k-participants-glorify-god",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Talia Wise",
  "published": "2024-05-31T18:05:00.000+03:00",
  "title": "'The Netherlands Full of Jesus': Dutch Pentecost Conference Sees 63K Participants Glorify God | CBN News",
  "text": "The month of May brought some amazing examples of the power of God on display around the world from multiple massive baptisms in California, Florida, and Texas to a huge march for Jesus in Paris, France. But there's one example we missed, until now – a stunningly huge gathering for Christ in the Netherlands.\nMissiologists have long considered Europe to be post-Christian, and the Netherlands is seen as a major example of that as the Dutch country has embraced atheism, legalized drugs, and publicly glorified prostitution.\nBut roughly 60,000 Christians, a stunning number for any European country, showed up less than two weeks ago in the Netherlands to publicly praise the name of Jesus at the 54th annual Opwekking Pentecost Conference on the grounds of Walibi Holland.\nView this post on Instagram A post shared by Opwekking (@opwekking)\nThe faith-based organization shares its mission over the last 60 years has been to follow \"Jesus in the power of the Holy Spirit,\" and the conference held over Pentecost Sunday weekend had 63,000 people unashamedly glorifying God and an additional 700,000 participating online, according to the Opwekking Foundation .\n\"Revival means following Jesus in the power of the Holy Spirit. This is our desire: The Netherlands full of Jesus,\" the organization wrote on Instagram.\nView this post on Instagram A post shared by Youth.Opwekking (@youth.opwekking)\nGospel artist Travis Greene led worship at the four-day conference and Pastor Pete Greig, founder of THE 24-7 Prayer Movement, was one of several speakers to share an uplifting message with attendees.\nView this post on Instagram A post shared by Youth.Opwekking (@youth.opwekking)\nAccording to the Netherlands Institute for Social Research, more than half of the Dutch identify as atheist or agnostic. A 2018 survey reveals that 69% of the population have never attended a church service and 29% of people considered themselves atheists.\n\"From the mid-1960s until today, this religious and political structure of the Netherlands has slowly dissolved and society has become more secular. Consequently, the percentage of people who proclaim to be active believers has decreased by two-thirds,\" wrote Benjamin Roberts for The Holland Times .\nIn a 2021 survey, the Central Bureau for Statistics (CBS), the official source for the country's government stats, reported that 57 percent of the population aged 15 or older in the Netherlands declared no religious affiliation.\nThe Netherlands is one of the very few countries in the world whose majority is mostly irreligious, meaning atheism, agnosticism, and other forms of irreligion.\n\"Currently, only a small minority of the population (between 14% to 28%) still believe that God is personally concerned with each individual's wellbeing, that the Bible is the Word of God, and that there is life after death,\" Roberts writes. \"People nowadays no longer look for the answers to the meaning of life in organized religions such as Christianity...Instead, they seek to find meaning in life from within.\"\nThese statistics are something Opwekking General Director Ruben Flach has been working to change for the last ten years.\nIn his farewell message at the Opwekking, he encouraged attendees to embrace the conference's theme of \"Closer\" by passionately pursuing God.\n\"The effect of the coming of the Holy Spirit is more powerful than miracles and signs: it causes people to go into the world to bring the gospel,\" he shared.\n\"We read in the Bible that God draws near to those who draw near to Him,\" he shared. \"People who respond to His invitation to come closer...It makes us grateful for what God is doing in the Netherlands and also digitally to so many other places. And that is also why we organize this conference every year: we desire that people become familiar with who Jesus is and with the powerful work of the Holy Spirit.\"\nAccording to the foundation, Flach is retiring from his position on July 1 but sees Opwekking continuing on a trajectory to win souls for Jesus Christ.\n\"The Pentecost Conference no longer belongs to Opwekking, but to the Netherlands. Given by God to us all,\" he told the crowd.\n***Please sign up for CBN Newsletters and download the CBN News app to ensure you keep receiving the latest news from a distinctly Christian perspective.***\nShare This article",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.instagram.com/p/C7UcWKVNiln/?utm_source=ig_embed&utm_campaign=loading",
    "https://www.instagram.com/reel/C7KAGrdI9EM/?utm_source=ig_embed&utm_campaign=loading",
    "https://www.state.gov/reports/2022-report-on-international-religious-freedom/netherlands#:~:text=In%20a%202021%20survey%2C%20the,as%20Muslim%2C%20and%206%20percent",
    "https://www.hollandtimes.nl/2022-edition-3-may/majority-of-dutch-people-are-now-agnostic-or-atheist/",
    "https://www.opwekking.nl/over-ons/geschiedenis/",
    "https://www.instagram.com/reel/C7MrfpFIKXl/?utm_source=ig_embed&utm_campaign=loading",
    "https://www.instagram.com/p/C7UcWKVNiln/",
    "https://www.hollandtimes.nl/2022-edition-3-may/majority-of-dutch-people-are-now-agnostic-or-atheist",
    "https://hollandtimes.nl/2022-edition-3-may/majority-of-dutch-people-are-now-agnostic-or-atheist/",
    "https://instagram.com/reel/C7KAGrdI9EM/?utm_source=ig_embed&utm_campaign=loading",
    "https://instagram.com/p/C7UcWKVNiln/?utm_source=ig_embed&utm_campaign=loading",
    "https://www.instagram.com/reel/C7KAGrdI9EM/",
    "https://opwekking.nl/over-ons/geschiedenis/",
    "https://www.instagram.com/reel/C7MrfpFIKXl/",
    "https://instagram.com/reel/C7MrfpFIKXl/?utm_source=ig_embed&utm_campaign=loading",
    "https://www.opwekking.nl/over-ons/geschiedenis",
    "https://state.gov/reports/2022-report-on-international-religious-freedom/netherlands#:~:text=In%20a%202021%20survey%2C%20the,as%20Muslim%2C%20and%206%20percent"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "negative"
      },
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "netherlands",
        "sentiment": "none"
      },
      {
        "name": "texas",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "walibi holland",
        "sentiment": "none"
      },
      {
        "name": "california",
        "sentiment": "none"
      },
      {
        "name": "florida",
        "sentiment": "none"
      },
      {
        "name": "france",
        "sentiment": "none"
      },
      {
        "name": "paris",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T22:24:15.550+03:00",
  "updated": "2024-05-31T22:24:15.550+03:00"
}