{
  "thread": {
    "uuid": "59659c0ee93c8fb877442f578edc42848faa40b3",
    "url": "https://www.sgvtribune.com/2023/12/28/trainer-mark-glatts-career-year-continues-with-3-win-opener-at-santa-anita/",
    "site_full": "www.sgvtribune.com",
    "site": "sgvtribune.com",
    "site_section": "http://ocregister.com//common/rss/rss.php?catID=18968",
    "site_categories": [
      "media",
      "baseball",
      "sports"
    ],
    "section_title": "Orange County Register",
    "title": "Trainer Mark Glatt’s career year continues with 3-win opener at Santa Anita",
    "title_full": "Trainer Mark Glatt’s career year continues with 3-win opener at Santa Anita",
    "published": "2023-12-28T22:48:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.sgvtribune.com/wp-content/uploads/2023/12/Watsonville-Glatt-Mark-3-Win-Day-1-200-1.jpg?w=1024&#038;h=731",
    "performance_score": 0,
    "domain_rank": 18247,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "59659c0ee93c8fb877442f578edc42848faa40b3",
  "url": "https://www.sgvtribune.com/2023/12/28/trainer-mark-glatts-career-year-continues-with-3-win-opener-at-santa-anita/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Art Wilson",
  "published": "2023-12-28T22:48:00.000+02:00",
  "title": "Trainer Mark Glatt’s career year continues with 3-win opener at Santa Anita",
  "text": "Santa Anita enjoyed a huge afternoon on Tuesday with an all-sources handle of $18.3 million, but no one had a bigger day than trainer Mark Glatt [as the Arcadia track opened the gates on its 49-day Classic Meet](https://www.sgvtribune.com/2023/12/26/speed-boat-beach-captures-malibu-stakes-at-santa-anitas-opening-day/). The handle was Santa Anita’s best ever among a total of 17 opening dates held on a Tuesday and Glatt tied a personal one-day high with three victories, [including the $200,000 Grade II Mathis Mile with Watsonville](https://www.sgvtribune.com/2023/12/26/santa-anita-roundup-newgrange-pulls-away-to-win-san-antonio-stakes/). Glatt, 50, is in the midst of a career year, winning with 20% of his 377 starters for earnings of $4.7 million, eclipsing his previous high of $4.2 million in 2022. He took out his trainer’s license in 1994 at age 21 and his mounts have earned more than $2 million in nine of the past 10 years. He woke up Tuesday morning expecting a productive afternoon, but he might have surpassed even his own expectations. He had horses in four of the 11 races and won three of them. In horse racing, 75% is Hall of Fame stuff. “I thought they all had very good shots and it turned out that way,” Glatt, a Monrovia resident, said during a telephone interview Thursday. Glatt’s big day began in the fourth race with Judge Miller, a 3-year-old colt who broke his maiden by three-quarters of a length as the 3-5 favorite while running the 7 furlongs in 1:22.17. “He’s a young, inexperienced horse that’s still learning how to run,” Glatt said. “It was a distance that’s probably not all that compatible to him, but given his ability I thought he would overcome any of those things going in and he did. We were extremely confident with him.” Glatt said the next logical step for Judge Miller, a son of two-time Horse of the Year Curlin, will be to climb up the condition class ladder later in the meet. Beef Winslow gave Glatt a training double in the seventh, a $67,000 allowance race down Santa Anita’s famed downhill turf course. The 5-2 second choice, a 4-year-old gelded son of Honor Code, won going away by 3¼ lengths. “Since I claimed the horse (for $32,000 on Aug. 24 at Del Mar) I have teetered with is he a better two-turn horse or one-turn horse,” Glatt said. “He had never run down the hillside course and there are certain horses that you get a good feeling about running down the hill and trying it. I didn’t know if he was quite good enough at that level. He was coming up in the ranks, but I thought his style of running would be very conducive to the hillside course and he really ran well.” Flavien Prat was aboard for Glatt’s first two winners. The duo wins at nearly a 30% clip when they team up. “He’s an excellent rider, he’s very talented, and he’s a little bit like myself, kinda no-nonsense,” Glatt said. “Just kinda there to do the job. He’s very honest, has a good opinion after a race whether you win or lose. He’s able to help you with things that you might not necessarily be able to see out there with a horse. You’re gonna get 110% every time you have him on.” Glatt capped his big day with Watsonville in the Mathis Mile, edging 3-5 favorite Almendares by a nose as the 9-2 third choice. The 3-year-old Jack Milton colt went into the race off a fourth-place finish in the Grade I Hollywood Derby at Del Mar on Dec. 2. “I think it was a little easier race than what he had faced the last couple of starts,” Glatt said. “I felt good about, at least for the time being, shortening up in distance a little bit (1-1/8 miles to a mile on the grass). He’s young, a little bit scatterbrained. He’s still learning how to run even after a number of starts over the past six to eight months. I certainly wasn’t surprised (by the victory). I thought the bettors had it correct. I thought on paper maybe he was the third best horse.” Antonio Fresu returned to ride Watsonville and has been aboard the colt for all three of his victories. The Glatt-Fresu tandem wins at a 24% clip. “He tries hard, he works hard in the morning,” Glatt said of Fresu. “He’s got a pretty good opinion. He particularly rides the turf really well. Horses run for him. We’ve been pretty successful together. He’s done well since coming to the U.S.” Glatt will try to add to his stakes success Saturday when he sends out I’m A Gambler in the $200,000 Grade II Joe Hernandez Stakes down the hillside turf course with Frankie Dettori in the saddle. The 4-year-old gelded colt by No Nay Never is 5-1 on Jon White’s morning line. Follow Art Wilson on X @Sham73",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Economy, Business and Finance",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mark glatt",
        "sentiment": "negative"
      },
      {
        "name": "glatt",
        "sentiment": "none"
      },
      {
        "name": "” glatt",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "santa anita santa anita",
        "sentiment": "negative"
      },
      {
        "name": "santa anita",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "arcadia",
        "sentiment": "none"
      },
      {
        "name": "watsonville",
        "sentiment": "none"
      },
      {
        "name": "monrovia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T01:51:20.462+02:00",
  "updated": "2023-12-29T11:25:01.619+02:00"
}