{
  "thread": {
    "uuid": "f4a878da8d157a6b28d59f91f42cde034e2ac1a5",
    "url": "https://japantoday.com/category/entertainment/%27manhunt-%27-about-hunt-for-john-wilkes-booth-may-make-you-wish-you-paid-attention-in-history-class",
    "site_full": "japantoday.com",
    "site": "japantoday.com",
    "site_section": "http://www.japantoday.com/feed",
    "site_categories": [
      "media",
      "travel",
      "japan"
    ],
    "section_title": "Japan Today",
    "title": "'Manhunt,' about hunt for John Wilkes Booth, may make you wish you paid attention in history class - Japan Today",
    "title_full": "'Manhunt,' about hunt for John Wilkes Booth, may make you wish you paid attention in history class - Japan Today",
    "published": "2024-03-14T23:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 4493,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f4a878da8d157a6b28d59f91f42cde034e2ac1a5",
  "url": "https://japantoday.com/category/entertainment/%27manhunt-%27-about-hunt-for-john-wilkes-booth-may-make-you-wish-you-paid-attention-in-history-class",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ALICIA RANCILIO",
  "published": "2024-03-14T23:30:00.000+02:00",
  "title": "'Manhunt,' about hunt for John Wilkes Booth, may make you wish you paid attention in history class - Japan Today",
  "text": "A new series transforms the assassination of President Abraham Lincoln into a true crime thriller that goes deeper into the story than most textbooks.\nMost who studied Lincoln in school learn he was assassinated by a man named John Wilkes Booth. Lincoln was watching a play with his wife, Mary Todd Lincoln, at Ford's Theatre when Booth came from behind and shot him.\nWhat isn't as widely remembered is that Booth killed the president just five days after the surrender of Confederate General Robert E. Lee effectively ended the Civil War. It was a pre-planned, coordinated attack on the president, Vice President Andrew Johnson and the Secretary of State. Only Booth was successful.\nA Confederate sympathizer, Booth relied on a network of supporters to help him hide. Edwin Stanton, the Secretary of War, led the search by the Army to track Lincoln's killer down. He was found 12 days later hiding in a barn where he was shot and killed.\n“ Manhunt,\" debuting Friday on Apple TV+, dramatizes the hunt for Booth and the trial that followed. It’s based on the book “Manhunt: The 12-Day Chance for Lincoln’s Killer” by James L. Swanson. Tobias Menzies stars as Stanton, who also helped convict Booth's conspirators.\n“Most no one knows the details of this story unless they’ve done a Ph.D or it’s a special interest of theirs,” said creator- showrunner Monica Beletsky in a recent interview.\nBringing Stanton to life is exciting, said Menzies, because he had a close, respected relationship with Lincoln.\n“A big part of Stanton’s journey is both a political loss and also a personal loss. He loses a friend. ... I studied very little American history, and I certainly didn’t do this period of history,” said Menzies. “As an actor, I’ve done quite a lot of period stuff and I find it enjoyable to get the chance to find out about a new part of these stories and this is a really good example of that.\n\"Truth is stranger than fiction.”\nAnthony Boyle plays Booth and his awareness of the man began with an episode of “The Simpsons” where Bart portrayed him in a school play. He knew his research needed to dig deeper to understand Booth's psyche and read letters he had written between the ages of 15 until his death at 26. Boyle describes them as a “descent into madness.”\nBeletsky hopes “Manhunt” underscores how Lincoln's killing was especially shocking at the time.\n“That kind of murder was so uncommon,” she said. “Lincoln famously left the White House door unlocked during the Civil War, even though he had piles of death threats. It wasn’t even imagined that kind of crime could happen in our culture. My costume designer told me that Booth, wearing all black that night, is the origin of villains wearing all black in our storytelling.”\nThere was a boldness and conceit to the way Booth decided to kill Lincoln so publicly in front of an audience that fit his desire for attention.\n“The theater was absolutely jammed,” said Menzies, a British actor who's starred in “The Crown\" and “Outlander.” “And then to run out and disappear into the night and then take 12 days to find this man, you couldn't make it up.”\nBooth was an actor in a family of actors, but lived in the shadow of his older brother Edwin, who was well-respected for his talent. “I'm gonna be the most famous man in the whole world,” Booth says on the show, prior to the assassination. While on the run, he reads newspaper articles about himself and loves the attention.\n“It was like, Leonardo DiCaprio’s brother killed the president,\" said Hamish Linklater, who plays Lincoln. \"I mean, (Edwin) was the biggest celebrity of his time,\" he said.\n“This was before the internet and before television, this was word of mouth,\" added Boyle. \"People were hearing about it (asking), ”John Wilkes Booth, the actor, killed the President? Was this some sort of farce?”\nBesides telling Stanton's story, Beletsky introduces viewers to Mary Simms, a slave belonging to a physician named Dr. Samuel Mudd, (played by Matt Walsh), who treated Booth while he was on the run. She was freed by the Emancipation Proclamation. The series depicts Simms — played by Lovie Simone— as interacting with Booth when he shows up at Mudd's house to hide, but in reality, she never met him.\nSimms went on to testify in the trial of Booth's conspirators — which included Mudd — and confirmed his allegiance to the Confederacy. Because there is not a lot of information available on Simms, she was written as a composite of a number of people who helped to convict Booth's co-conspirators.\n“It was a real opportunity to bring some of these heroes to light, like Stanton and Simms, and also to sort of set the record straight in some ways of what happened in our past and how that still continues to affect us,\" said Beletsky.\n“It feels like a good time to be telling this story. You know, there is a big election coming up in November. Our story is partly a story about the fragility of democracy to some extent,\" Menzies said. “I think that’s as true now as it was then. It has a relevance and a resonance which feels kind of rich to be telling now.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "abraham lincoln",
        "sentiment": "negative"
      },
      {
        "name": "john wilkes booth",
        "sentiment": "negative"
      },
      {
        "name": "mary todd lincoln",
        "sentiment": "none"
      },
      {
        "name": "booth",
        "sentiment": "none"
      },
      {
        "name": "edwin stanton",
        "sentiment": "none"
      },
      {
        "name": "robert e. lee",
        "sentiment": "none"
      },
      {
        "name": "andrew johnson",
        "sentiment": "none"
      },
      {
        "name": "lincoln",
        "sentiment": "none"
      },
      {
        "name": "linco",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "army",
        "sentiment": "none"
      },
      {
        "name": "apple",
        "sentiment": "none"
      },
      {
        "name": "state",
        "sentiment": "none"
      },
      {
        "name": "ford",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "japan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:12:48.171+02:00",
  "updated": "2024-03-15T00:12:48.171+02:00"
}