{
  "thread": {
    "uuid": "52d96caf7034f7fbe6dcc2c7d53988b87fa12ab0",
    "url": "https://www.cope.es/emisoras/extremadura/badajoz-provincia/badajoz/noticias/resuelto-problema-alumbrado-publico-casco-antiguo-20240623_3366183",
    "site_full": "www.cope.es",
    "site": "cope.es",
    "site_section": "http://www.cope.es/api/es/news/rss.xml",
    "site_categories": [
      "sports"
    ],
    "section_title": "",
    "title": "Resuelto el problema de alumbrado público en el Casco Antiguo",
    "title_full": "Resuelto el problema de alumbrado público en el Casco Antiguo",
    "published": "2024-06-23T18:45:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://cope-cdnmed.cope.es/resources/jpg/9/3/1719164753439.jpg",
    "performance_score": 0,
    "domain_rank": 7411,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "52d96caf7034f7fbe6dcc2c7d53988b87fa12ab0",
  "url": "https://www.cope.es/emisoras/extremadura/badajoz-provincia/badajoz/noticias/resuelto-problema-alumbrado-publico-casco-antiguo-20240623_3366183",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "José Luis Lorido",
  "published": "2024-06-23T18:45:00.000+03:00",
  "title": "Resuelto el problema de alumbrado público en el Casco Antiguo",
  "text": "Resuelto el problema de alumbrado público en el Casco Antiguo Un fallo en unos de los cuadros de la luz de la zona ha ocasionado cortes en el suministro durante todo el fin de semana. BADAJOZ Tiempo de lectura: 1' Actualizado 19:55 La noche del pasado viernes, un fallo en un cuadro de luz provocó la interrupción del alumbrado público en varias zonas del Casco Antiguo pacense. Este incidente, que generó preocupación entre los residentes, fue identificado y solucionado a primera hora de la mañana del domingo, según informaron las autoridades responsables del alumbrado municipal. De acuerdo con las explicaciones ofrecidas por el departamento de alumbrado, la avería se debió a una serie de pequeños cortes de luz que afectaron la red eléctrica de la zona, proporcionada por Endesa. Estos cortes intermitentes ocasionaron que uno de los cuadros de luz principales dejara de funcionar correctamente, lo que resultó en la interrupción del servicio de alumbrado público. Las autoridades locales y el equipo técnico del departamento de alumbrado actuaron para identificar y solucionar el problema. Los técnicos trabajaron intensamente durante la noche y la madrugada para restaurar el servicio. \"Nos informan en alumbrado que fue un fallo que ocurrió el viernes por la noche, pero que se ha solucionado esta mañana a primera hora\", comunicó un portavoz del ayuntamiento. Los residentes y empresarios afectados por el apagón expresaron su alivio al ver restablecido el servicio. Sin embargo, algunos mostraron inquietud por la recurrencia de estos pequeños cortes de luz y sus efectos en el sistema de alumbrado. \"Hemos tenido que comprar iluminación suplementaria para nuestros clientes\", comentaba David, propietario de un local en la zona afectada. El rápido restablecimiento del servicio de alumbrado público tras la averia en el cuadro de luz demuestra la necesidad de mejorar la resiliencia de la infraestructura eléctrica del Casco Antiguo para evitar interrupciones similares en el futuro. La comunidad, mientras tanto, espera que se implementen las medidas necesarias para garantizar un suministro de luz constante y seguro. Etiquetas - item no encontrado",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-23T20:57:33.316+03:00",
  "updated": "2024-06-23T21:39:05.501+03:00"
}