{
  "thread": {
    "uuid": "6618bbd7cef0353ff06a828d4a61ef2ca00f466d",
    "url": "https://www.bta.bg/en/news/economy/594312-teacher-salaries-increase-by-8-4-as-of-january-1-2024",
    "site_full": "www.bta.bg",
    "site": "bta.bg",
    "site_section": "https://bta.bg/en",
    "site_categories": [
      "media",
      "tennis",
      "sports"
    ],
    "section_title": "BTA :: Home",
    "title": "BTA :: Teacher Salaries Increase by 8.4% as of January 1, 2024",
    "title_full": "BTA :: Teacher Salaries Increase by 8.4% as of January 1, 2024",
    "published": "2024-01-01T14:40:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BG",
    "main_image": "https://www.bta.bg/upload/1142869/%D0%BE%D1%82%D0%BA%D1%80%D0%B8%D1%82+%D1%83%D1%80%D0%BE%D0%BA1.jpg?l=750",
    "performance_score": 0,
    "domain_rank": 44267,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6618bbd7cef0353ff06a828d4a61ef2ca00f466d",
  "url": "https://www.bta.bg/en/news/economy/594312-teacher-salaries-increase-by-8-4-as-of-january-1-2024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Nikolay Zabov",
  "published": "2024-01-01T14:40:00.000+02:00",
  "title": "BTA :: Teacher Salaries Increase by 8.4% as of January 1, 2024",
  "text": "site.btaTeacher Salaries Increase by 8.4% as of January 1, 2024 The basic salaries of all teaching staff will increase by 8.4% as of January 1, 2024, the Ministry of Education and Science press service reported on December 28, 2023. The increase comes after a new collective agreement regarding the pre-school and school education system signed on December 28, 2023, by the Minister of Education and Science Galin Tzokov and the social partners in education. At the signing, Tzokov said: \"Good and constructive dialogue is crucial in seeking and adopting the best solutions for the system\". The increase means that the new monthly starting minimum basic salary for teachers will be BGN 1,853. The same rate applies to all other teaching professionals, such as resource teachers, educators, heads of Information and Communication Technologies, speech therapists, psychologists, pedagogical advisers, hearing and speech rehabilitators, sports coaches in schools and kindergartens. The monthly minimum basic salary for senior teachers and senior educators becomes BGN 1,911 and BGN 1,985 for head teachers and head educators. Principals will be paid a basic salary of at least BGN 2,257 per month, while their deputies will get BGN 2,088. The new collective agreement also provides for salary increases for both workers and non-teaching staff. Nearly BGN 290 million from the state budget has been provided for the salary increase of pedagogues. The agreement was signed by the Minister of Education and Science Tzokov, the head of the Bulgarian Union of Teachers with the Confederation of Independent Trade Unions in Bulgaria (CITUB) Yanka Takeva, the head of the Education trade union with the Confederation of Labour Podkrepa Julian Petrov, the head of the Independent Teachers' Trade Union with CITUB Asparuh Tomov and by representatives of the Union of Employers in the Public Education System (SRSNPB). Diyan Stamatov, head of the SRSNPB, told BTA on December 14, 2023, that the budget proposed for all education and science was is 4.1% of GDP, which is a reduction of 0.2%. Thus it will not be possible to increase teachers' salaries by a higher margin. Realistically, the increase should not be 8% but 15 to 18%, in order to maintain the trend of teachers' salaries being 125% of the national average salary, Stamatov said. /NZ/ news.modal.header news.modal.text",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "galin tzokov",
        "sentiment": "none"
      },
      {
        "name": "tzokov",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "information and communication technologies",
        "sentiment": "none"
      },
      {
        "name": "ministry of education and science",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-01T19:10:49.295+02:00",
  "updated": "2024-01-01T19:10:49.295+02:00"
}