{
  "thread": {
    "uuid": "7f3ed5e2c225ee681377eee5e69653d3d0093ff7",
    "url": "https://theblast.com/566563/howie-the-crab-nominated-for-cheer-choice-awards/",
    "site_full": "theblast.com",
    "site": "theblast.com",
    "site_section": "https://theblast.com/rss",
    "site_categories": [
      "media",
      "celebrity_fan_gossip",
      "entertainment"
    ],
    "section_title": "The Blast",
    "title": "Howie The Crab Nominated For Cheer Choice Awards!",
    "title_full": "Howie The Crab Nominated For Cheer Choice Awards!",
    "published": "2023-12-29T00:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://theblast.prod.media.wordpress.mattersmedia.io/2023/01/324697839_219908090434706_1750855304902716242_n-e1703798463564.jpg",
    "performance_score": 0,
    "domain_rank": 16467,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7f3ed5e2c225ee681377eee5e69653d3d0093ff7",
  "url": "https://theblast.com/566563/howie-the-crab-nominated-for-cheer-choice-awards/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Melanie VanDerveer",
  "published": "2023-12-29T00:22:00.000+02:00",
  "title": "Howie The Crab Nominated For Cheer Choice Awards!",
  "text": "TikTok famous Howie the Crab and her mom are asking for some help from her fans!\nThe little rainbow crab that has stolen nearly a million hearts on TikTok and Instagram is up for some awards and asking for some added love to help her win.\nHowie The Crab Was Nominated For Some Cheer Choice Awards! Howie the Crab – TikTok The final round of voting for the 2024 Cheer Choice Awards is currently going on now through Dec. 30 and Howie the Crab is in the running for multiple awards. Howie’s mom, Laura Porter , is hoping to be able to win at least one of the awards so she can use the momentum to continue her mission of advocating for crustaceans.\n“I was nominated by fans for the Cheer Choice Awards in a few categories. I have made it to the top five finals in the Animal Advocate Category and the Earth Guardian Category,” Porter told The Blast exclusively. “Voting for me shows that I am making a positive impact on social media.”\nHowie the Crab – Instagram The Cheer Choice Awards honors social media content creators who use their platforms for positivity, which is something Porter prides herself on.\n“I work very hard to advocate for crustaceans. I use my social media to give crabs, not just Howie, a voice,” she continued. “Through education and entertainment, I am changing the hearts and minds of people all over the world and teaching people that crabs are sentient and have feelings. With my social media, I hope to educate people to stop boiling them alive.”\n@howiethecrab Let’s make this happen! I made it to the top 5 in both the animal advocate category and the earth guardian category in the Cheer Choice Awards. Howie needs an award to match her crown. Voting has opened back up! You can vote for me once a day in both categories. Any extra votes go towards helping children and families in need. #howiethecrab #cheerchoiceawards2024 ♬ Epic Inspiration – DM Production\nVoting for Howie and her mom for the awards means Porter will have an added “stage and microphone to stand up for crustaceans.” She feels cute, furry animals have a lot of people advocating for them, but crustaceans do not, which is why she puts her all into her mission.\nHowie Had An Exciting 2023 And Looks Forward To 2024! Howie the Crab – Instagram Howie had an interesting 2023 and is looking forward to more exciting times educating and entertaining fans in 2024.\n“Some of our highlights include the Great Molt Watch of 2023. Over 30,000 people watched her molt live. Howie got a tank upgrade and was able to visit PetSmart, ” Porter told The Blast.\n“We discovered her love of caviar this year and connected with even more fans. We more than doubled our follower account. Our most watched video with over 40 million views across social media, even more because it was stolen multiple times and went viral on places other than my own accounts. But that video, spread across the world is teaching people not to boil crabs alive.”\nHowie the Crab – Instagram In August, Porter spoke to The Blast to share her story of how Howie came to be part of her family. She was introduced to Howie in 2016 when her daughter asked for a pet crab instead of a replacement betta fish when hers died.\n“I could never imagine the death of a betta fish would be the canon event in my life that led me down this path,” Porter exclusively told The Blast.\n“My daughter’s previous betta fish, named Moon, had passed away and we had promised to take her to Fish Freaks, our local aquatic pet store, to look for another one. My daughter’s favorite color at the time was blue and she spotted Howie and immediately fell in love with her. When Howie was little, she was blue with red and had bright yellow eyes. She was holding a small shrimp in both claws and happily munching away. My daughter begged us to get her.”\nHowie the Crab – Instagram And the rest is history. Porter has been sharing Howie’s life and accomplishments on social media and the pair have gaining tons of fans along the way. Porter even taught Howie how to use sign language to communicate with her!\nTo vote for Howie and Porter, visit the Cheer Choice Awards website by Dec. 30. Winners will be announced during the Cheer Choice Awards Weekend from April 12-14, 2024 in Las Vegas.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "https://www.tiktok.com/@howiethecrab?lang=en",
    "https://cheerchoiceawards.com/",
    "https://www.tiktok.com/tag/cheerchoiceawards2024?refer=embed",
    "https://www.tiktok.com/@howiethecrab?refer=embed",
    "https://www.tiktok.com/@howiethecrab/video/7316934887469042974",
    "https://www.tiktok.com/music/Epic-Inspiration-7116400670005872641?refer=embed",
    "https://www.instagram.com/howiethecrab/",
    "https://www.tiktok.com/tag/howiethecrab?refer=embed",
    "https://tiktok.com/@howiethecrab?lang=en",
    "https://www.cheerchoiceawards.com/",
    "https://www.tiktok.com/tag/cheerchoiceawards2024",
    "https://tiktok.com/tag/cheerchoiceawards2024?refer=embed",
    "https://www.tiktok.com/tag/howiethecrab",
    "https://cheerchoiceawards.com",
    "https://www.tiktok.com/@howiethecrab",
    "https://www.tiktok.com/music/Epic-Inspiration-7116400670005872641",
    "https://tiktok.com/@howiethecrab?refer=embed",
    "https://www.instagram.com/howiethecrab",
    "https://instagram.com/howiethecrab/",
    "https://tiktok.com/tag/howiethecrab?refer=embed",
    "https://tiktok.com/@howiethecrab/video/7316934887469042974",
    "https://tiktok.com/music/Epic-Inspiration-7116400670005872641?refer=embed"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "howie",
        "sentiment": "neutral"
      },
      {
        "name": "laura porter",
        "sentiment": "none"
      },
      {
        "name": "howie the crab",
        "sentiment": "none"
      },
      {
        "name": "” porter",
        "sentiment": "none"
      },
      {
        "name": "porter",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "instagram",
        "sentiment": "none"
      },
      {
        "name": "tiktok",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:29:30.771+02:00",
  "updated": "2023-12-29T00:29:30.771+02:00"
}