{
  "thread": {
    "uuid": "22355cd49f3e09277489db60ab4fccda4257f247",
    "url": "https://www.dailymail.co.uk/femail/article-12908065/camilla-sister-queen-boxing-day-documentary.html",
    "site_full": "www.dailymail.co.uk",
    "site": "dailymail.co.uk",
    "site_section": "http://mailonsunday.co.uk/columnists/index.html",
    "site_categories": [],
    "section_title": "Columnists | Daily Mail Online",
    "title": "Camilla's lookalike sister who is the Queen's 'rock': They squabbled as girls, but Annabel Elliot became a moral support and sanctuary in the toughest years. Now, she's starred in a hit Boxing Day documentary, writes ROBERT HARDMAN | Daily Mail Online",
    "title_full": "Camilla's lookalike sister who is the Queen's 'rock': They squabbled as girls, but Annabel Elliot became a moral support and sanctuary in the toughest years. Now, she's starred in a hit Boxing Day documentary, writes ROBERT HARDMAN | Daily Mail Online",
    "published": "2023-12-29T00:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.dailymail.co.uk/1s/2023/12/28/21/79416777-0-image-m-126_1703800404873.jpg",
    "performance_score": 0,
    "domain_rank": 139,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 1,
        "comments": 1,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "22355cd49f3e09277489db60ab4fccda4257f247",
  "url": "https://www.dailymail.co.uk/femail/article-12908065/camilla-sister-queen-boxing-day-documentary.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Robert Hardman",
  "published": "2023-12-29T00:00:00.000+02:00",
  "title": "Camilla's lookalike sister who is the Queen's 'rock': They squabbled as girls, but Annabel Elliot became a moral support and sanctuary in the toughest years. Now, she's starred in a hit Boxing Day documentary, writes ROBERT HARDMAN | Daily Mail Online",
  "text": "When Buckingham Palace aides gather to examine the pressing issues facing the monarchy in 2024, I doubt that public indifference will be on the list. The most-watched television event of 2023, by a country mile, was the King's Coronation and the most-watched programme over the holiday period was his Christmas broadcast (just as it was the top-rated TV event this time last year). More noteworthy, perhaps, were the ratings for the following day, since Boxing Day is always a more open field. Yet again, though, it was the King who topped the charts. The BBC1 documentary, Charles III: The Coronation Year was comfortably the most-watched show on one of telly's biggest days of the year. The King and Queen, of course, were the stars of the programme, which followed behind-the-scenes preparations for the Coronation, the events on the day and royal life since. (I must declare an interest since I was part of the small Oxford Films team which made it.) But as many reviewers and commentators have observed, this film also underlined a truth appreciated by families everywhere, royal or otherwise: the importance of sisters. If 'best supporting' plaudits are to be handed out following the documentary, they go to the Princess Royal and to Annabel Elliot, Queen Camilla's younger sister. Camilla, aged just 18, is pictured at a society dance back in 1965, while her younger sister Annabel is pictured right Queen Camilla and her sister Annabel Elliott are pictured watching Andy Murray in action at Wimbledon in 2015 Camilla and her sister Annabel leave a concert together at Spencer House in London in 1998 The British public have long appreciated and admired Princess Anne as an indefatigable, loyal, hard-grafting harbinger of common sense within the royal orbit. We saw it during the late Queen's final years and we have seen it through the new reign. It's a priceless scene in this week's documentary as she greets the newly crowned King, just before stepping out on to the Palace balcony, with: 'Hello, old bean!' Her elder brother roars with laughter and kisses her hand. Less well-known (if known at all), however, is the role of the other sister within the Court. If Queen Camilla can be said to have a best friend and ally, it is surely the sibling 18 months her junior with whom she has been through all the happiest and saddest periods of her life — from the brickbats and intrusion after the end of her first marriage through to her crowning moment at Westminster Abbey. Certainly, there is no one else who could say, with unimpeachable authority of the relationship between the King and Queen: 'She is his rock, and I can't actually emphasise that enough... You know, they're yin and yang, really. They really are polar opposites, but I think it works brilliantly.' What is equally clear is that the Queen has her own 'rock', too. One of the most touching moments in the entire 90-minute film is when the King and Queen are leaving for the Abbey on the morning of the Coronation. Camilla and her younger sister Annabel are pictured as young children. They were born 18 months apart Camilla (L), aged four, and Annabel, aged two, are pictured dressed up as bridesmaids in 1952 Director Ashley Gething and cameraman Chris Openshaw capture Annabel Elliot, in her official role as Queen's Companion, handkerchief in hand, waving off her big sister. 'I thought back to... watching the Queen's Coronation on a tiny black-and-white television,' she recalls later, welling up at the recollection of both 1953 and 2023. 'And there goes this golden coach with my sister in it. I can't explain the feeling because it's so surreal and this cannot be happening. It was quite a moment.' With hindsight, we know May 6 was a great success. However, there was plenty to worry about at the time, not least all the security, the precision timings, the potential protests and the dismal weather — all of it unfolding before a global television audience. 'Going into the Abbey, I think I had that nervousness all the time,' says Annabel, echoing the same protective instincts she has always had for dear Camilla. 'She's quite a bit smaller than I am. I'm feeling: 'Is she going to be all right?' ' That is a feeling which goes right back to a Sussex childhood which both women have described as 'perfect'. Theirs was a very close, loving family. Their father, Major Bruce Shand, was a much-decorated war hero (he won the Military Cross twice), who went on to a career in the wine trade. Their mother, Rosalind, devoted herself to family life and charity work. Following the birth of Camilla in 1947 and Annabel in 1949, brother Mark was born in 1951. The two girls had all the usual rivalries and scrapes. In a documentary to mark the 75th birthday of the then Duchess of Cornwall, Annabel revealed she had still not forgiven her elder sister for burying her adored stuffed toy, Tiddy Bar, in a rose bed. Yet they always had each other's backs as they attended the same schools, competed in the same Pony Club events and later went to the same parties. They married within a year of each other and had children (three in Annabel's case) at the same time, regularly holidaying together in a family group. Annabel (right) and Camilla (left) pictured at the funeral of their father Major Bruce Shand in 2006 King Charles and Camilla are pictured on the day of their Coronation at Buckingham Palace. The Queen's sister, Annabel, is pictured to the right of Camilla When Camilla's first marriage, to Brigadier Andrew Parker Bowles, was coming to an end shortly before that of the then Prince and Princess of Wales, Annabel provided both moral support and sanctuary. Seeking a break from the incessant media coverage, the future Queen and her sister disappeared to Venice together to paint and gather their thoughts. (Both share an artistic streak, one which has steered Annabel through a successful career as a leading interior designer.) When the time finally came for the Prince of Wales to appear in public alongside the 'non-negotiable' woman in his life, this landmark moment was at Annabel's 50th birthday party at The Ritz in 1999. During the years before their 2005 marriage at Windsor, when the Prince and the then Mrs Parker Bowles would spend Christmas apart, she would invariably decamp to the Dorset home of Annabel and her husband, Simon. The two sisters would be 'rocks' to each other following the deaths of their mother, in 1994, their father, in 2006, and, tragically, their younger brother Mark, following an accident in 2014. So when Queen Camilla came to choose the two companions to support and accompany her through the Coronation, it was no surprise at all when she picked Annabel, along with lifelong friend, the Marchioness of Lansdowne. But what viewers of this week's film may not have known is that, all the way through the intense build-up to the ceremony, Annabel was enduring great personal sadness. Simon, the much-respected source of wise counsel and keep-calm-and-carry-on good humour, died in March after a long illness, aged 82. It meant Annabel was arranging the funeral of her husband of more than 50 years at the same time she was preparing for the great occasion at the Abbey. In the finest family traditions of soldiering on, she did just that, as sisters — and 'rocks' — always do. 'She's somebody who is completely loyal,' says Annabel when asked to sum up her sister, 'and she isn't somebody who has huge highs and lows.' I dare say that, if we'd put the same question to Queen Camilla, the answer would have been identical. Charles III: The Coronation Year is available on BBC iPlayer. Charles III. New King. New Court. The Inside Story by Robert Hardman is published by Macmillan next month",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "annabel elliot",
        "sentiment": "neutral"
      },
      {
        "name": "camilla",
        "sentiment": "neutral"
      },
      {
        "name": "robert hardman",
        "sentiment": "neutral"
      },
      {
        "name": "charles iii",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "oxford films",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "buckingham palace",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:07:06.008+02:00",
  "updated": "2023-12-29T01:02:29.077+02:00"
}