{
  "thread": {
    "uuid": "c45e0504299b9397cce44639ebb3091a7d008292",
    "url": "https://www.bristolpost.co.uk/news/celebs-tv/helen-flanagan-flies-bali-three-9002519",
    "site_full": "www.bristolpost.co.uk",
    "site": "bristolpost.co.uk",
    "site_section": "https://www.bristolpost.co.uk/?service=rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Bristol Post - frontpage",
    "title": "Helen Flanagan flies to Bali with three young kids for New Year holiday",
    "title_full": "Helen Flanagan flies to Bali with three young kids for New Year holiday",
    "published": "2023-12-28T23:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://i2-prod.bristolpost.co.uk/incoming/article9002523.ece/ALTERNATES/s1200/0_Helen-Flanagan-insta-pic.jpg",
    "performance_score": 0,
    "domain_rank": 7841,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c45e0504299b9397cce44639ebb3091a7d008292",
  "url": "https://www.bristolpost.co.uk/news/celebs-tv/helen-flanagan-flies-bali-three-9002519",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "bristolpostnews@localworld.co.uk (Emma Wilson, Showbiz Reporter, Oliver Astley)",
  "published": "2023-12-28T23:30:00.000+02:00",
  "title": "Helen Flanagan flies to Bali with three young kids for New Year holiday",
  "text": "Former Corrie star [Helen Flanagan](https://www.bristolpost.co.uk/all-about/helen-flanagan) bravely faced a 16-hour flight to Bali with her three young children after she was reunited with them. Her three kids, Matilda, seven, Delilah, five, and Charlie, two, had spent Christmas Day with their dad, Helen’s ex-partner Bristol Rovers footballer Scott Sinclair. It had been the [first Christmas Helen had spent apart from her little ones](https://www.bristolpost.co.uk/news/celebs-tv/helen-flanagans-children-spend-christmas-8987298). Helen candidly shared her feelings of loneliness with her followers over Christmas, as she revealed she wasn’t in the mood to celebrate while apart from her children. The [I'm A Celebrity star](https://www.bristolpost.co.uk/all-about/im-a-celebrity-get-me-out-of-here) spent seven days without them and confessed she felt “weird without the kids” this year, but vowed to have a different experience in 2024. The 33-year-old was finally reunited with her children on Wednesday (December 27) as they prepared to jet off to Bali for a special holiday to see in the New Year. READ MORE [Zoe Ball and her son share same medical condition that sparked 'meltdown'](https://www.bristolpost.co.uk/news/celebs-tv/zoe-ball-son-share-same-9000538) READ MORE [Holly Willoughby to return to TV with Dancing on Ice role, ITV confirms](https://www.bristolpost.co.uk/news/celebs-tv/holly-willoughby-return-tv-dancing-9001267) Posing with her kids and a close pal at the check-in desk, Helen revealed they were excited to be spending time together after a tough few days apart. Wearing a pair of grey shorts and a hoodie, the actress beamed as she held her youngest daughter Delilah in her arms, while her friend carried Charlie, and Matilda stood on the luggage trolley to pose for the photo, reports The Mirror. She documented the gruelling 16-hour flight on her Instagram Story, as she confessed she was “so tired” while struggling to keep her young children occupied. Sharing a clip of her with Charlie sitting on her lap, Helen looked exasperated as she tried to get comfortable with her toddler. Just a few minutes later, she posted another video, showing Delilah on her knee while little Charlie slept soundly on the seat next to her. Helen then shared a short clip showing her cradling Charlie as she assured one of her daughters that they were “going to the hotel in a minute”. The former I’m A Celebrity… Get Me Out Of Here star then wrote atop the video: “20 million hour flight done. Charlie was a dream, it was really hard work all the other flights this year but my boy is three in March so starting to watch films and wear headphones.” “Wasn’t really feeling Christmas this year, felt weird without the kids but next year I’ll be festive,” she wrote, as she shared snaps from the last week. In one snap, she revealed she had “drank too much” on a night out, and ended up in the bath nursing her hangover. In another photo, she flashed the peace sign as she touched upon her battle with premenstrual dysphoric disorder, as she thanked Vicky Pattison for encouraging her to get help with the condition. “Finally doing something about my PMDD Thankyou @vickypattison for being a support,” she explained. Helen shared details of co-parenting at Christmas in a recent interview with Closer magazine, as she said the kids would be spending Christmas Day with dad Scott and his mother. “I won't have them for about four days. It will actually be the first Christmas that I don't have my children,” she sadly added.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "helen flanagan",
        "sentiment": "negative"
      },
      {
        "name": "corrie",
        "sentiment": "negative"
      },
      {
        "name": "scott sinclair",
        "sentiment": "none"
      },
      {
        "name": "zoe ball",
        "sentiment": "none"
      },
      {
        "name": "charlie",
        "sentiment": "none"
      },
      {
        "name": "matilda",
        "sentiment": "none"
      },
      {
        "name": "helen",
        "sentiment": "none"
      },
      {
        "name": "holly willoughby",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bristol rovers",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "bali",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:28:36.952+02:00",
  "updated": "2023-12-29T03:07:59.574+02:00"
}