{
  "thread": {
    "uuid": "4d9d3074df3a7ed3e6c0d42d2e48a14e79f8eb2b",
    "url": "https://www.india.com/news/ulfa-inks-peace-accord-with-centre-assam-new-era-of-peace-in-northeast-says-hm-amit-shah-6620572/",
    "site_full": "www.india.com",
    "site": "india.com",
    "site_section": "https://www.india.com",
    "site_categories": [
      "media",
      "cricket",
      "sports"
    ],
    "section_title": "Latest News, Breaking News, LIVE News, Top News Headlines, Viral Video, Cricket LIVE, Sports, Entertainment, Business, Health, Lifestyle and Utility News | India.Com News",
    "title": "ULFA Inks Peace Accord With Centre, Assam; 'New Era Of Peace In Northeast', Says HM Amit Shah",
    "title_full": "ULFA Inks Peace Accord With Centre, Assam; 'New Era Of Peace In Northeast', Says HM Amit Shah",
    "published": "2023-12-29T12:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.india.com/wp-content/uploads/2023/12/MixCollage-29-Dec-2023-06-26-PM-7539.jpg",
    "performance_score": 0,
    "domain_rank": 2560,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4d9d3074df3a7ed3e6c0d42d2e48a14e79f8eb2b",
  "url": "https://www.india.com/news/ulfa-inks-peace-accord-with-centre-assam-new-era-of-peace-in-northeast-says-hm-amit-shah-6620572/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@indiacom",
  "published": "2023-12-29T12:27:00.000+02:00",
  "title": "ULFA Inks Peace Accord With Centre, Assam; 'New Era Of Peace In Northeast', Says HM Amit Shah",
  "text": "[](https://www.india.com/news/who-is-masarat-alam-hardline-separatist-whose-organisation-centre-banned-for-anti-national-activities-6615961/) By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts [Cookies Policy](https://www.india.com/cookie-policy/). ULFA peace accords: Union Home Minister Amit Shah Thursday expressed confidence that the signing of a peace accord by United Liberation Front of Assam (ULFA) with the Centre and the Assam government will usher in a new era of peace in the Northeast and promote development in the region. ” This is a new start of a period of peace for the whole Northeast especially Assam. I want to assure ULFA representatives that the faith you have kept in Govt of India, from the side of Ministry of Home Affairs(MHA), a programme will be made in a time-bound manner to fulfill everything, without you asking for it,” Amit Shah said. [#WATCH]| On United Liberation Front of Assam (ULFA) signing a tripartite Memorandum of Settlement with the Centre and the Assam government, Union Home Minister Amit Shah says, \" This is a new start of a period of peace for the whole Northeast especially Assam. I want to assure… [pic.twitter.com/Pv3rX3lseZ] — ANI (@ANI) [December 29, 2023] “Under MHA, a committee will be formed, which will work with the Assam govt to fulfill this agreement,” the Home Minister assured. The pro-talks faction of the ULFA on Friday signed a tripartite Memorandum of Settlement pact with the Centre and the Assam government on Friday with the central and Assam governments in presence of the Home Minister and Assam Chief Minister Himanta Biswa Sarma. Himanta Sarma hailed the accords as a “historic day” for Assam which have marked the end of tribal insurgency in the the state. [#WATCH]| Assam CM Himanta Biswa Sarma says, \" Today is a historic day for Assam. During PM Modi's tenure, under the guidance of Union Home Minister Amit Shah, work for Assam's peace was always underway…three accords have been signed and with three accords tribal militancy has… [https://t.co/8Dh0w36tAM] [pic.twitter.com/vwuPqhqj00] — ANI (@ANI) [December 29, 2023] “Today is a historic day for Assam. During PM Modi’s tenure, under the guidance of Union Home Minister Amit Shah, work for Assam’s peace was always underway. Three accords have been signed and with three accords tribal militancy has come to an end in Assam,” Sarma said. The peace pact is expected to end decades old insurgency in Assam as ULFA has agreed to shun violence and join the mainstream. The agreement came after 12 years of unconditional negotiations between the ULFA faction led by Arabinda Rajkhowa and the government, officials said. However, the hardline faction of the ULFA headed by Paresh Baruah is not part of the agreement. Baruah is believed to be residing at a place along the China-Myanmar border. The ULFA was formed in 1979 with the demand for a “sovereign Assam”. Since then, it has been involved in subversive activities that led to the central government declaring it a banned outfit in 1990. The Rajkhowa faction joined peace talks with the government on September 3, 2011, after an agreement for Suspension of Operations (SoO) was signed between it and central and state governments. (With inputs from agencies) For breaking news and live news updates, like us on [Assam News](https://www.india.com/assam/) on [India.com](https://www.india.com/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://t.co/8Dh0w36tAM",
    "https://www.t.co/8Dh0w36tAM"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "amit shah",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ulfa",
        "sentiment": "negative"
      },
      {
        "name": "says hm amit shah",
        "sentiment": "negative"
      },
      {
        "name": "ministry of home affairs",
        "sentiment": "none"
      },
      {
        "name": "united liberation front of assam",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "assam",
        "sentiment": "none"
      },
      {
        "name": "northeast",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T15:03:09.951+02:00",
  "updated": "2023-12-29T15:03:09.951+02:00"
}