{
  "thread": {
    "uuid": "8f6c0497cf57f04a299450757be85db8f4ac89bf",
    "url": "https://www.liherald.com/bellmore/stories/guest-speaker-rabbi-david-harris-speaks-on-the-state-of-israel,208105",
    "site_full": "www.liherald.com",
    "site": "liherald.com",
    "site_section": "https://www.liherald.com/bellmore",
    "site_categories": [
      "media"
    ],
    "section_title": "Home | Herald Community Newspapers | www.liherald.com",
    "title": "Guest speaker Rabbi David Harris speaks on the State of Israel | Herald Community Newspapers | www.liherald.com",
    "title_full": "Guest speaker Rabbi David Harris speaks on the State of Israel | Herald Community Newspapers | www.liherald.com",
    "published": "2024-05-31T20:15:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn3.creativecirclemedia.com/liherald/original/20240529-153822-997-97475%20A%20BelMer%20DavidHarris%205_30.JPG",
    "performance_score": 0,
    "domain_rank": 60843,
    "domain_rank_updated": "2024-05-28T13:09:50.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8f6c0497cf57f04a299450757be85db8f4ac89bf",
  "url": "https://www.liherald.com/bellmore/stories/guest-speaker-rabbi-david-harris-speaks-on-the-state-of-israel,208105",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Joseph D'Alessandro",
  "published": "2024-05-31T20:15:00.000+03:00",
  "title": "Guest speaker Rabbi David Harris speaks on the State of Israel | Herald Community Newspapers | www.liherald.com",
  "text": "The Jewish community of Merrick and Bellmore celebrated the 76th Yom Ha’atzmaut, the anniversary of Israel’s founding, at the Merrick Jewish Center on May 14. The synagogue welcomed guest speaker Rabbi David Harris, whose visit was made possible by the Rabbi Charles and Betty Klein Legacy Fund. Harris is the former chief of the American Jewish Committee, and was praised as the “foreign minister of the Jewish people” by the late former prime minister and president of Israel, Shimon Peres. The legacy fund was created to “ensure that we have really quality programs in perpetuity,” Rabbi Joshua Dorsch, of the Merrick Jewish Center, said. “And every year, we use those funds to bring in really interesting programming and really engaging speakers. And this year, we’re lucky enough to have David Harris join us.” Rabbi Klein, who retired from the Merrick Jewish Centre in 2021, was also in attendance. “People understand the importance of being able to bring people like David Harris to our community,” Klein said, “and so they are willing to support it and make evenings like this possible.” This year’s Yom Ha’atzmaut was unique, coming 220 days after Hamas attacked Israel on Oct. 7. On May 20, the International Criminal Court requested arrest warrants for both Israeli and Hamas political leaders, making Harris’ words all the more relevant for those in attendance. A central theme of Harris’ speech was that the Jewish people are facing three battlefronts: the physical conflict in Gaza, the home front of Israel, and the political climate of the United States. “I believe the American Jewish community has a very key role to play, not just in supporting Israel from a distance, but engaging here in the United States, as Israel becomes more of a political football,” Harris said. “So my goal, particularly since Oct. 7, has been less to analyze and more to mobilize. And I see that very much in the spirit of tonight, as well as here in America.” Harris explained that it is important to begin reframing the current conflict around Oct. 7, when the international community came together to show its support. “The world would quickly forget the precipitating factors of Oct. 7,” Harris said. “And in the United States itself, that there would be voices that would begin to urge the president of the United States to pull back, to slow down, to stop. And that, ladies and gentlemen, members of the Merrick Jewish Center, was, is, and shall always be our third front.” Harris added that the Jewish voting block would be pivotal in the upcoming presidential election. “I have been, for 50 years, a nonpartisan, to the point where my beloved mother, who passed away nearly six years ago, never knew how I voted,” he said. “We have to have people active in both political parties so that one political party never, ever, ever again takes our vote for granted, and the other political party never, ever again believes that our vote is unobtainable.” Harris also expressed disapproval of the protests that have turned against Israel on college campuses. “I think his call to action was the most inspiring part of the evening,” Klein said. “He beseeched us to rise up from our complacency and become active in the struggle on behalf of not only Israel, but on behalf of the Jewish community, in America and worldwide, so that people understand that we will stand up for ourselves and our interests as well, because our interests align with American interests.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "david harris",
        "sentiment": "negative"
      },
      {
        "name": "charles",
        "sentiment": "none"
      },
      {
        "name": "rabbi klein",
        "sentiment": "none"
      },
      {
        "name": "shimon peres",
        "sentiment": "none"
      },
      {
        "name": "harris",
        "sentiment": "none"
      },
      {
        "name": "klein",
        "sentiment": "none"
      },
      {
        "name": "joshua dorsch",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "herald community newspapers",
        "sentiment": "negative"
      },
      {
        "name": "american jewish committee",
        "sentiment": "none"
      },
      {
        "name": "betty klein legacy fund",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "bellmore",
        "sentiment": "none"
      },
      {
        "name": "merrick",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-01T16:59:35.908+03:00",
  "updated": "2024-06-01T16:59:35.908+03:00"
}