{
  "thread": {
    "uuid": "52052778c686d18d1b8c269f9d2e47d670fe40f7",
    "url": "https://www.aol.com/lifestyle/most-adorable-dog-stars-movie-154224585.html",
    "site_full": "www.aol.com",
    "site": "aol.com",
    "site_section": "https://aol.com",
    "site_categories": [
      "media"
    ],
    "section_title": "News, Politics, Sports, Mail &amp; Latest Headlines - AOL.com",
    "title": "The Most Adorable Dog Stars In Movie And TV History",
    "title_full": "The Most Adorable Dog Stars In Movie And TV History",
    "published": "2024-02-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s.yimg.com/ny/api/res/1.2/Enhe6OsRdoI6uj2iFRglmw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://media.zenfs.com/en/aol_honest_to_paws_604/d5504a255ca8f7f01bb0a7c7ca6aeeec",
    "performance_score": 0,
    "domain_rank": 166,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "52052778c686d18d1b8c269f9d2e47d670fe40f7",
  "url": "https://www.aol.com/lifestyle/most-adorable-dog-stars-movie-154224585.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sarah Jones",
  "published": "2024-02-29T02:00:00.000+02:00",
  "title": "The Most Adorable Dog Stars In Movie And TV History",
  "text": "Man’s best friend is also man’s best co-star. There have been so many movies starring dogs! These films highlight everything we love the most about those animals - their loyalty, their compassion, their love of causing mischief, and their ability to touch the human heart. Oh, and sometimes the doggie actors have fascinating stories as well. Let’s take a look at all the best puppers from the world of Hollywood. But don’t worry – your dog is the best dog, as well. Toto — The Wizard of Oz Little Toto is one of the most famous movie dogs of all time. He accompanies Dorothy all the way from the monochrome Kansas to the colorful world of Oz, and almost causes her to remain in Oz forever after jumping out of the Wizard’s balloon at the wrong moment. The dog that played Toto was a female terrier named Terry, and she was actually paid more for appearing in the film than some of the human Munchkin actors were. She died in 1945 and there’s a memorial for her at the L.A. Hollywood Forever Cemetery. Charlie — All Dogs Go To Heaven All Dogs Go To Heaven is a film for the whole family, but its dark themes may put some parents off showing it to their children. It’s all about a dog called Charlie B. Barkin, and the redemption he finds. Charlie is a very bad dog right up until he meets Anne-Marie, played by child actor Judith Barsi, and he sacrifices himself to save her life. It’s all okay, though, because he gets to go to heaven and live on as a ghost! Beethoven — Beethoven No, not the composer, the dog. Beethoven was an adorable St. Bernard, but his film didn’t exactly meet with critical success. It has a low score on RottenTomatoes, a mere 29 percent. And yet, audiences were keen to get more of Beethoven. In the end there were eight films about the pooch! Having said that, only two feature the original Beethoven, a very talented dog named Chris. All in all, Beethoven is still one of the most famous movie dogs ever. Bruiser — Legally Blonde Who would have thought a cute, bubbly blonde like Elle Woods would own a dog named Bruiser? Bruiser doesn’t live up to his name, though. He’s a cute little Chihuahua who spent all his time being carried or pampered by Elle. Bruiser was played by a dog named Moonie, and he sadly passed away in 2016. Reese Witherspoon paid tribute to him in a tweet, writing, “He was a sweet Chihuahua who was very loved. I will never forget all the days we spent together.” Winn-Dixie — Because of Winn-Dixie Because of Winn-Dixie is based on a book by novelist Kate DiCamillo. It’s the heartwarming story of a young girl, played by AnnaSophia Robb, and a scruffy dog she finds at a store. Because the store was a Winn-Dixie, the girl gives the dog the same name. DiCamillo notes in the FAQ section of her website that she wrote the book during “the first time in my life that I had been without a dog.” She elaborated, “So I made a dog up, the best dog I could think of: a smelly, friendly, big old mutt.” Lassie — the Lassie franchise Even today, Lassie is remembered as the perfect dog. She had her own franchise of movies and TV shows that propelled all the dogs who played her into stardom. The 1954 Lassie show ran for a whopping 17 seasons. The first dog actor to play Lassie was actually a male dog named Pal. When he performed a one-take sequence in the film Lassie Come Home he’s said to have been so good he reduced the director to tears. Hachi — Hachi: A Dog’s Tale This movie tells the tragic tale of a dog whose master went to work, died there, and so never returned. The dog, unable to comprehend a human’s death, waited at the train station every day for him. And tragically, it’s a true story. The real Hachi was an Akita dog called Hachikō and he really did loyally wait for his master years after his death. There’s a statue of him at Shibuya Station in Tokyo, and it’s so very, very well deserved. Lady — Game of Thrones Lady was Sansa Stark’s “direwolf” on the smash hit fantasy series Game of Thrones. But sadly she didn’t last long on the show, being executed on the orders of the monstrous Joffery. Thankfully, the real-life Lady, a Northern Inuit dog named Zunni, had a much better ending. Sansa’s actress Sophie Turner adopted her! So Zunni lived with an owner who loved her very much until she passed away in 2017. Dug — Up The adorable Dug from Pixar’s Up is fitted with a device that relays his every thought to the world. As you can imagine, they’re mostly things like “squirrel” and “I love you.” Dug was so popular that he got his own series in 2021, Dug Days on Disney+. The series followed his adventures with the main character of Up, Carl Fredicksen — played by Ed Asner in one of his last performances — and it was a critical hit. Togo — Togo This Willem Dafoe-starring movie tells the unsung story of Togo, the dog who ran the furthest during the famous 1925 serum run to save children dying of diphtheria. Dafoe played his owner, Leonhard Seppala. The real Togo died in 1929 with Seppala at his side. It took a while for him to be properly recognized for his deed — it didn’t help that another dog, Balto, became the “face” of the serum run — but in 2011 Time named Togo the most heroic animal of all time. Quark — Honey, I Shrunk the Kids Quark is without a doubt the unsung hero of Honey, I Shrunk the Kids. He tries to help the children at every given opportunity and eventually saves the day by biting Wayne and stopping him accidentally eating his own shrunken son. This very good boy also played a large role in the Honey, I Shrunk the Kids sequel, TV show, and not one but two theme park attractions. He deserves all the oversized dog treats he can get. Sonny — Due Date Sonny from the Robert Downey Jr. movie Due Date was actually played by a female dog called — guess what? — Sunny. And even though Downey’s character in the movie hated the dog, in real life the actor loved her so much he asked to adopt her. But Sunny was already spoken for. “To his credit, even though he could afford it, he didn’t try to name a price,” Sunny’s trainer Mark Harden told People in 2010. “He said that maybe when he was more settled he would give me a call to see about finding him another dog.” Scooby-Doo — the Scooby-Doo franchise There’s never been a better Great Dane than Scooby-Doo. He sprung to life in 1969 in the studios of Hanna-Barbera, getting a name from CBS head of daytime programming Fred Silverman and a design from artist Iwao Takamoto, who took advice from a Great Dane breeder. Scooby more than stood the test of time. He’s everywhere! There have been multiple TV shows and multiple movies starring the cowardly dog. And of course, tons of merchandise with his face on it. Gromit — the Wallace and Gromit franchise Gromit may be a plasticine dog without many facial features, but he’s more expressive than plenty of other animated characters. He’s the long-suffering dog of Wallace, his inventor owner, and is always on hand to get him out of a scrape. Gromit was originally supposed to speak, but animator Nick Park decided against it. “I actually found that I could use Gromit’s eyebrows to do all the speaking instead,” he told the Telegraph newspaper in 2008. Hooch — Turner and Hooch A buddy comedy where one of the partners is a dog. Tom Hanks’ Scott Turner teamed with a slobbery French Mastiff and fell in love with him, only for — spoiler alert — the dog to heroically die protecting him. Sob. Hooch was played by a very good boy named Beasley, who was able to do a lot of the film’s stunts himself, although he also had a couple of doggie doubles. He lived a relaxing life after shooting was done and died in 1992 at the age of 14. Old Yeller — Old Yeller The most saddening dog movie of all time. Old Yeller is about an adorable stray dog who saves a child and is taken in by his family… but eventually tragedy strikes and poor Old Yeller has to be put down. Old Yeller was played by Spike, a mastiff/labrador retriever crossbreed. He was rescued from a dog shelter at an early age and went on to become a prolific animal actor, but Old Yeller was his greatest triumph. Stella — Modern Family Stella is the French Bulldog belonging to Jay and Gloria in Modern Family. Originally, Gloria badly wanted the dog and Jay did not… but when they actually adopted her, Jay ended up loving her while Gloria couldn’t stand her. One of the dogs who played Stella, Beatrice, sadly passed away just days after the Modern Family series finale in 2020. Actor Jesse Tyler Ferguson tweeted at the time, “Rest In Peace sweet Beatrice. We love you so much.” Arthur — Beginners A very sweet dog called Cosmo played the part of Arthur in the Ewan McGregor movie Beginners, and McGregor absolutely fell in love with him. So much, in fact, that he offered to adopt him… but he couldn’t. So McGregor went out and got a similar dog instead. “He literally didn’t go anywhere without a dog since the movie,” Cosmo’s trainer Mathilde de Cagny told People in 2011. “It’s extra fulfilling, the feeling, when you have an actor that takes onto an animal so much.” Tramp and Lady — Lady and the Tramp When you think of stories about love conquering class divides, you probably think of movies such as Titanic. But that’s also the plot of the classic 1955 Disney movie Lady and the Tramp. Sure, they’re dogs, but the point still stands! Despite his life on the streets, terrier Tramp was a charmer and wooed the upper class spaniel Lady easily. Two dogs eating spaghetti was suddenly a romantic scene! And Tramp finally gets the happy ending all dogs deserve when Lady’s family adopts him into their loving home. Awww. Buddy — Air Bud What if a dog could play basketball? That’s the simple and very funny premise behind Air Bud, which starred the doggie actor Buddy. The movie was so well-liked that it spawned an entire franchise. Buddy himself sadly developed cancer not long after the movie was released, but he was still able to keep playing basketball right up until the end. His legacy lives on through the puppies he sired and through the Air Bud movies. Skipper — My Dog Skip Skipper from My Dog Skip was played by three dog actors: Sweety as a puppy, Moose as an old dog, and Enzo as the main Skip. They were all so good at their jobs! The three dogs got a lot of attention on set — they were allowed to be petted, although not allowed to be distracted with food — and amazed people with their tricks. The result was a touching movie that was one of the biggest box office successes of 2000. Copper — The Fox and the Hound Disney’s 1981 animated movie The Fox and the Hound tells the story of a fox named Tod and a dog called Copper, two best friends who are fated to become mortal enemies once they grow older. The movie, tragically, ends on a sad note. Copper defends Tod from his fox-hating owner but has to forever part ways with him — but it’s fondly remembered as a good Disney film, even though it didn’t get great reviews when it came out. Cosmo — Guardians of the Galaxy Vol. 3 Comic book space doggo Cosmo appeared in the third Guardians of the Galaxy movie, voiced and motion-captured by actress Maria Bakalova and physically portrayed by a good boy named Slate. Cosmo, incidentally, was inspired by a real-life, amazing dog. Cosmo is loosely based on Laika, the famous stray dog turned astronaut who was sent into space by the Soviet Union during the Space Race. Sadly, she died up there… but the super-powered Cosmo lives on in the Marvel Universe and has adventures with the Guardians. Rowlf — the Muppets franchise What’s the only thing better than a dog? A Muppet dog! Rowlf is the piano player for the Muppets and he had big roles in The Muppet Show and a few of the Muppet movies. Rowlf was created, named, and voiced by Jim Henson himself, and it’s thought that he is the Muppet who shares the most personality with his creator. Henson certainly loved him as much as audiences did, and after he died Rowlf was left unvoiced for a while as a mark of respect. Eddie — Frasier Remember the Jack Russell terrier Moose, who starred in My Dog Skip? Well, he had his paws in other productions. He also portrayed Eddie in the popular TV sitcom, Frasier. What a good boy! Eddie was quite a character, with a clearly high intelligence He knew exactly when it was bath time, even though the world was spelled out — but he only learned tricks when it suited him. His favorite one was staring at Frasier, but so were the audience, so you can’t hold that against him. Snoopy — the Peanuts franchise Surely the world’s most recognizable beagle. Snoopy came to life in 1950 as a character in the Peanuts comic strip and has been delighting audiences ever since. Arguably he’s even outshone his owner, the hapless Charlie Brown. Snoopy was based on a dog once owned by his creator Charles M. Schulz, although said dog wasn’t actually a beagle himself. This dog was called Spike, and in the Peanuts comic strips one of Snoopy’s siblings is named Spike. Marley — Marley and Me If you’re too young to remember Old Yeller, then Marley and Me will probably be one of the saddest screen dog stories you’ve encountered. Spoiler alert: Marley passes away at the end. They say that dogs are too pure for this world, and they were absolutely correct with Marley. After an illness, he left his masters behind and crossed the rainbow bridge. It was a heart-wrenching performance from doggy actor Clyde, who deserves his weight in treats for making us all sob. Daisy — John Wick Daisy is one of the most important dogs in moviedom, because without her the plot of John Wick wouldn’t have happened. Alas, though, she had to be killed for the story to take shape, and once that happens, Wick goes on a murder spree to avenge her. Don’t worry, the dog who played Daisy went on to have a great life! The doggo actor was a male called Andy, but when he moved into a new home the owner’s children renamed him Wick. Wick’s still living his best life unbothered by any mobsters. The Dog — The Artist Uggie the dog had a major role in hit movie The Artist and it made him a big star. He was so popular that a fan campaign, Consider Uggie, was launched to try and get him an Oscar nomination. Sadly, Uggie is no longer with us, as he passed away in 2015 due to prostate cancer. He’ll be missed terribly, but he had an extraordinary life in show business. He even nabbed himself a Palm Dog award at the Cannes film festival. Sandy — Annie Many dogs have played Annie’s beloved pet Sandy in the Broadway show and movies about the optimistic orphan girl. And — appropriately, considering the themes of the musical — Sandy is often played by a dog who had nowhere else to go. The first dog to play Sandy on Broadway was a stray who was mere hours away from a death sentence before being rescued. And the Sandy in the 2014 remake of the original Annie movie was likewise a little orphan dog. Pongo and Perdita — 101 Dalmatians Disney offered up 101 adorable dogs to the audience in their 1961 animated classic 101 Dalmatians, based on the book by Dodie Smith. And then in 1996 they remade the movie in live-action with real animals. Pongo and Perdita are the main protagonists of the story, and they’re both very good puppers and very good parents. After their puppies are kidnapped by the evil Cruella de Vil, they go on a dangerous journey to get them back, and end up saving multiple other puppies as well! Cheddar — Brooklyn 99 One of the most famous sitcom dogs of modern times, Cheddar is an adorable little corgi with a mischievous streak. He’s the beloved pet of Captain Raymond Holt and an integral part of the show. But sadly, the dog who played Cheddar, Stewart, passed away in 2019 at the age of 13. Stewart had a great life, and his final day was a special one. According to his owner, he passed away peacefully on the beach, his very favorite place to be. Brandy — Once Upon a Time in Hollywood Quentin Tarantino’s Once Upon a Time in Hollywood introduced a new canine star to the world. Brad Pitt’s character’s dog was an important character in the movie and proved her worth over and over. Brandy was played by a rescue dog named Sayuri, and she was so good at acting that she won the Palm Dog at the Cannes film festival. A very good and very talented girl! Brad Pitt, who has his own dog, reportedly loved her as well. Santa’s Little Helper — The Simpsons The Simpsons’ dog is a vital part of their dysfunctional family unit. He was introduced in the very first Simpsons episode, “Simpsons Roasting on an Open Fire” and has stuck around ever since. Santa’s Little Helper doesn’t speak, as such, but he does have a voice courtesy of, first, Frank Welker and then Dan Castellaneta. And he’s played a part in some of the very best Simpsons episodes. There will probably be more in the future, too — The Simpsons has been going for three decades now and shows no sign of slowing down. Krypto — Superman franchise Superman has a pet dog! This is Krypto, named, of course, after Superman’s doomed home planet of Krypton. He made his debut in the Superboy comics in 1955 and was intended to be a one-off character, but he was so popular he got to stay. Krypto has appeared in lots of the Superman media. He’s had his own animated TV series, plus appearances in Smallville, Titans, and DC League of Super-Pets. In that last one he was voiced by Hollywood A-lister Dwayne Johnson. Rin Tin Tin — Where the North Begins Rin Tin Tin was, without doubt, the biggest doggie star of his era. He appeared in a few small parts before starring in 1923’s Where the North Begins, which was a huge success. In fact, it was such a huge success that it arguably saved the Warner Bros film studio from bankruptcy. Rin Tin Tin went on to conquer the box office many more times and is still remembered today as one of the greatest doggie actors of all time. Slinky Dog — the Toy Story franchise Okay, so Slinky Dog isn’t technically a dog — but he’s a toy of a dog, so it still counts. He shares many traits in common with a real dog, too, not least his sense of loyalty to his best buddy Woody. Slinky Dog was voiced by Jim Varney, the famous comedian, in the first Toy Story movie and its sequel. Sadly, Varney passed away in 2000, but instead of retiring the character Disney and Pixar instead cast Varney’s good friend Blake Clark in the role. Clifford — Clifford the Big Red Dog What could be better than a loving, loyal dog? How about a bright red one that turns into a giant, adorable puppy? That’s what you get with Clifford, a beloved character among children. While the movie Clifford is CGI, the original idea was based on real-life… sort of. Author Norman Bridwell turned his wife Norma’s childhood imaginary friend into the lovable gentle giant, who was initially set to be called Tiny. Norma wanted the name Clifford, though, and the rest is history. Sam — I Am Legend As a dog living in a post-apocalyptic world, Sam the German Shepherd from I Am Legend had it ruff. But she had company in the form of Will Smith’s character, Dr. Robert Neville, and the two actors got along famously in real life. In fact, Smith tried to adopt his canine co-star Abbey, as he told Access Hollywood in 2008. “I was begging [the trainer],” he said. “I was like, ‘Please let me have Abbey. Please, please, please let me have her.’ But you know, she has her own family now so it was just another one of those fleeting Hollywood romances.” Goofy — Disney Believe it or not, Goofy is a dog. Did you ever wonder why he wore trousers and spoke, while Pluto, who’s also a dog, is a non-vocal pet who Mickey keeps on a leash? No? Well, now you will. Since his original appearance back in 1932 — that makes him even older in dog years — the character’s had a number of names, from Dippy Dawg to Goofus and Goofy. It’s unlikely the good-natured clumsy eccentric is intentionally hiding his real name, but who knows? Goofy is a mysterious dog.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dorothy",
        "sentiment": "none"
      },
      {
        "name": "toto",
        "sentiment": "none"
      },
      {
        "name": "terry",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "hollywood",
        "sentiment": "none"
      },
      {
        "name": "l.a. hollywood forever cemetery",
        "sentiment": "none"
      },
      {
        "name": "kansas",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:27:36.491+02:00",
  "updated": "2024-03-01T00:27:36.491+02:00"
}