{
  "thread": {
    "uuid": "c0530ddda93779b83bd9b54f694b0c53dc6723b8",
    "url": "https://www.bet.com/video-clips/7kuwp7/55th-naacp-image-awards-icon-in-the-making-danielle-brooks",
    "site_full": "www.bet.com",
    "site": "bet.com",
    "site_section": "https://bet.com",
    "site_categories": [
      "television",
      "fashion",
      "style_and_fashion",
      "entertainment"
    ],
    "section_title": "Celebrities, Music, News, Entertainment, TV Shows & Videos | BET",
    "title": "Icon in the Making - Danielle Brooks - 55th NAACP Image Awards (Video Clip) | BET",
    "title_full": "Icon in the Making - Danielle Brooks - 55th NAACP Image Awards (Video Clip) | BET",
    "published": "2024-03-14T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.paramount.tech/uri/mgid:arc:imageassetref:bet.com:248547c1-d312-4f5c-87ed-fb8e0de65a47?quality=0.7&gen=ntrn&format=jpg&width=1200&height=630&crop=true",
    "performance_score": 0,
    "domain_rank": 5391,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c0530ddda93779b83bd9b54f694b0c53dc6723b8",
  "url": "https://www.bet.com/video-clips/7kuwp7/55th-naacp-image-awards-icon-in-the-making-danielle-brooks",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-14T02:00:00.000+02:00",
  "title": "Icon in the Making - Danielle Brooks - 55th NAACP Image Awards (Video Clip) | BET",
  "text": "Icon in the Making - Danielle Brooks 03/14/2024 Danielle Brooks's raw acting talent and colorful personality have helped her earn acclaim from her performances on \"Orange Is the New Black\" and in \"The Color Purple.\" More ADVERTISEMENT Watching Exclusive 05:53 Icon in the Making - Danielle Brooks55th NAACP Image Awards Danielle Brooks's raw acting talent and colorful personality have helped her earn acclaim from her performances on \"Orange Is the New Black\" and in \"The Color Purple.\" 03/14/2024 Exclusive 05:57 Icon in the Making - Dominique Fishback55th NAACP Image Awards After honing her acting skills in drama school and off-Broadway roles, Dominique Fishback's mesmerizing, authentic talent is on full display on \"Swarm,\" \"The Deuce\" and more. 03/14/2024 Trailer 00:30 The 55th NAACP Image Awards Celebrates Black Excellence55th NAACP Image Awards Join host Queen Latifah for a night honoring the best of Black culture at the 55th NAACP Image Awards, airing live on CBS, VH1, MTV and more on Saturday, March 16, at 8/7c. 03/13/2024 Exclusive 03:49 Standing on Business - Donald Glover55th NAACP Image Awards From the \"30 Rock\" writers' room to the Grammys and Emmys main stages, Donald Glover's wide-ranging talent has blazed a unique path through the worlds of entertainment and business. 03/13/2024 01:10 2024 NAACP Image Awards: New Edition Joins NAACP HOF; Frankie Beverly's Lifetime Achievement Award55th NAACP Image Awards Today, the NAACP and BET announced GRAMMY® -nominated singing group New Edition will be inducted into the acclaimed NAACP Image Awards Hall of Fame during the “55th NAACP Image Awards.” 03/12/2024 01:10 2024 NAACP Image Awards: 5 Tracks That Showcase Burna Boy's Unique Sound55th NAACP Image Awards The self-proclaimed African Giant helped pioneer a sound he’s currently dominating. 03/12/2024 01:33 2024 NAACP Image Awards: President’s Award Winner Rihanna Urges Allies to “Pull Up”55th NAACP Image Awards In this Throwback Thursday clip from the 51st NAACP Image Awards, Rihanna urged everyone to stand up for Black Lives. 03/11/2024 01:32 NAACP Image Awards Outstanding Actor Winner Michael B. Jordan Says He’ll Never Stop Fighting for Us55th NAACP Image Awards The actor’s role in “Just Mercy” has changed him forever as a person, just as the man he was playing changed the world. 03/11/2024 Exclusive 04:41 Standing on Business - Michael B. Jordan55th NAACP Image Awards Michael B. Jordan is a force for good in front of and behind the camera, working as a film director and producer, luxury brand ambassador, entrepreneur, social justice advocate and more. 03/08/2024 01:10 2024 NAACP Image Awards: 7 Key Roles That Define Michael B. Jordan's Career55th NAACP Image Awards Dive into all of the career-defining TV and movie roles that skyrocketed Jordan to superstardom, from HBO’s “The Wire” to the blockbuster “Creed” franchise. 03/08/2024 01:10 2024 NAACP Image Awards: 7 Legendary Duets And Chart-Topping Features By Usher55th NAACP Image Awards No matter who he’s teamed up with, the R&B superstar knows how to create music magic. 03/08/2024 01:01 2024 NAACP Image Awards: Marsai Martin Thanks Little Black Girls Everywhere55th NAACP Image Awards During Marsai's acceptance speech at the 51st NAACP Image Awards, the 'Little' actress had her mom in tears. 03/08/2024 Exclusive 03:53 Slay Central - Sterling K. Brown55th NAACP Image Awards Sterling K. Brown lives up to his first-rate name on-screen and on the red carpet, where he's not afraid to rock bold colors, eye-catching accents and dapper elegance. 03/08/2024 01:12 2024 NAACP Image Awards: Ayo Edebiri's Rising Star: 5 Key Roles That Define Her Promising Career55th NAACP Image Awards Explore the diverse roles that define Edebiri's journey, from her breakout performance in FX's \"The Bear\" to her Emmy-winning portrayal of Sydney Adamu, ahead of her record-breaking nominations at the \"55th NAACP Image Awards. 03/08/2024 Exclusive 03:12 Icon Status - Jeffrey Wright55th NAACP Image Awards Washington, D.C., native Jeffrey Wright has won an Emmy, a Tony, a Golden Globe, an Oscar nomination and the adoration of fans everywhere for his acting talents and commitment to diversity. 03/07/2024 01:03 2024 NAACP Image Awards: Chadwick Boseman Will Always Be Remembered55th NAACP Image Awards At the 52nd Annual Image Awards, Chadwick Boseman won \"Outstanding Actor in a Motion Picture,\" and his wife Simone urged viewers to get tested for Colon Cancer. 03/06/2024 01:20 2024 NAACP Image Awards: Kyla Pratt's Enduring Charm: 7 Roles From Child Star to Adult Actress55th NAACP Image Awards The NAACP Image Award nominee has been active in the entertainment biz since the ‘90s. 03/06/2024 01:42 2024 NAACP Image Awards: 7 Roles That Defined Keke Palmer's Career55th NAACP Image Awards The Emmy-winning “Booked and Busy” actress has dazzled audiences onscreen for the last two decades. 03/05/2024 Exclusive 03:28 Slay Central - Niecy Nash55th NAACP Image Awards Niecy Nash kills every red carpet with her larger-than-life personality and bold, eye-catching looks, including a mermaid gown of her own design. 03/05/2024 You may also like3 Videos Trailer 00:30 Kingdom Business Season 2 Trailer Somebody's digging for secrets about the Jordan family when BET+ Original Kingdom Business Season 2 premieres on March 19 at 9/8c on BET. 03/11/2024 Trailer 00:30 Sneak Peek: Diarra from Detroit Don't miss an exclusive sneak peek of the BET+ original series Diarra from Detroit immediately following the 55th NAACP Image Awards on March 16. 03/08/2024",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "danielle brooks",
        "sentiment": "negative"
      },
      {
        "name": "latifah",
        "sentiment": "none"
      },
      {
        "name": "dominique fishback",
        "sentiment": "none"
      },
      {
        "name": "donald",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "naacp",
        "sentiment": "negative"
      },
      {
        "name": "cbs",
        "sentiment": "none"
      },
      {
        "name": "new black",
        "sentiment": "none"
      },
      {
        "name": "vh1",
        "sentiment": "none"
      },
      {
        "name": "mtv",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "broadway",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T01:06:48.528+02:00",
  "updated": "2024-03-15T01:06:48.528+02:00"
}