{
  "thread": {
    "uuid": "8f8d199ea8e01e884742ea3332e75f9d80560ef7",
    "url": "https://gulfnews.com/uae/iftar-on-desert-dune-sees-750-cars-2000-people-breaking-fast-bonding-1.101886857",
    "site_full": "gulfnews.com",
    "site": "gulfnews.com",
    "site_section": "http://gulfnews.com",
    "site_categories": [
      "media",
      "car_culture",
      "vehicles",
      "top_news"
    ],
    "section_title": "Gulf News: Latest UAE news, Dubai news, Business, travel news, Dubai Gold rate, prayer time, cinema",
    "title": "Iftar on desert dune sees 750 cars, 2,000 people breaking fast, bonding | Uae – Gulf News",
    "title_full": "Iftar on desert dune sees 750 cars, 2,000 people breaking fast, bonding | Uae – Gulf News",
    "published": "2024-03-29T10:04:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AE",
    "main_image": "https://imagevars.gulfnews.com/2024/03/29/Desert-Iftar-Bowl_18e890a000e_medium.jpg",
    "performance_score": 0,
    "domain_rank": 1945,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8f8d199ea8e01e884742ea3332e75f9d80560ef7",
  "url": "https://gulfnews.com/uae/iftar-on-desert-dune-sees-750-cars-2000-people-breaking-fast-bonding-1.101886857",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anjana Kumar, Senior Reporter Follow us",
  "published": "2024-03-29T10:04:00.000+03:00",
  "title": "Iftar on desert dune sees 750 cars, 2,000 people breaking fast, bonding | Uae – Gulf News",
  "text": "Dubai: An annual desert Iftar saw 750 vehicles and more than 2,000 people break fast atop a Sharjah desert. Fondly called the “Iftar Bowl” by avid off-roaders, this desert located in the Rifadah area brought off-roaders from across the UAE to celebrate the holy month and bond over Iftar. “We had over 38 nationalities and people from different backgrounds, who observed fasting and marked respect to the holy month on the desert dune,” said Sahar Sarwar of Arabian Offroaders, one of the organiser of the desert Iftar event. How and when it all started “In 1991, a group of intrepid off-roaders ventured out on a desert expedition. Their journey led them to a challenging climb, conquering a formidable dune. Upon reaching the summit, they discovered a hidden gem - a vast, bowl-shaped depression. This discovery became the foundation of a cherished tradition. They shared their Iftar meal together in this natural bowl. Since then, this dune is famously known as the “Iftar Bowl,” explained Sarwar. The allure of the Iftar Bowl Said Kilani of AD4X4 said the Iftar Bowl’s charm lies in its unique landscape. “The towering dune offers breathtaking views, while the expansive flat areas provides the perfect space for a large gathering. This haven attracts off-roading communities to participate with their families joining in the festivities each year,” he said. Kilani added: “The Iftar Bowl goes beyond just providing parking and seating. It fosters a sense of community, allowing attendees to socialise and connect with fellow off-roaders.” A diverse off-road fraternity Jamil Jamal of Dubai 4X4 said the annual off-roaders’ Iftar boasts a remarkable diversity of participants. “We come together as one big unit. Different off-roading clubs come together as one big unit to celebrate the holy month. It is truly special. Some of the clubs include Abu Dhabi 4X4, All Terrain Performance, Arabian Off-roaders, Best Line Auto Worx, Ceylon Off-roaders, Desert Nation, Dubai Off-roaders, Dubai 4X4, Fast Lane Tyres, Ironman 4X4, Jeep Nation, Markhor Adventures, Salwan Auto, Titan, TORC, Vagabond Adventures, Vikings, Weekend with Albert, Celebrating Iftar in the Desert.” How the Iftar Bowl panned out Salman Samdani of Arabian Off-roaders group said: “The off-roading club leaders played a pivotal role in ensuring discipline and safety during the event. Desert enthusiasts explore the dunes before breaking fast at Iftar on the dunes. “The club organises participants into smaller groups of six to eight vehicles, categorised by skill level (Beginner to Advanced). Each convoy has a designated leader, a second lead, and a sweep vehicle for support. For those seeking a more adventurous drive, separate routes cater to Intermediate and Advanced enthusiasts, converging at the Iftar Bowl.” He added: “Despite the influx of hundreds of vehicles, a remarkable sense of camaraderie prevails. Participants find their spots with respect and responsibility. Keeping up with the tradition, attendees bring in their own Iftar meals. The spirit of sharing shines through as people exchange food across groups, fostering a sense of unity amongst nationalities of diverse faiths.” Prayers and bonding As the sun dips below the horizon, marking the Maghrib prayer time (sunset), the diverse off-roading groups gather for a collective Iftar. This is followed by prayers and a chance to socialiSe and bond over some tea and coffee. Some attendees choose to extend their stay, setting up tents. “The commitment to environmental responsibility remains strong. Children take the lead in cleaning up the area, leaving behind nothing but memories and footprints in the sand,” said Sarwar. Making the Iftar bowl a hit Jamal said: “The annual off-roaders Iftar has no fixed closing time. Many depart in time for evening prayers, while others choose to pray at the Iftar Bowl itself. Some even form groups for adventurous night drives, culminating in Suhoor, the pre-dawn meal before the next day’s fast.\" An entire group attend the event from Abu Dhabi, some drive from Al Ain and some from the Western Region of Abu Dhabi. The event concludes with a heartfelt appreciation for the trust and support of the local authorities and the Rifadah community, whose gracious hospitality allows this cherished tradition to thrive. \"This year, it has been the biggest Iftar by far in 33 years with such a massive participation,” said Jamal.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sahar sarwar",
        "sentiment": "none"
      },
      {
        "name": "sarwar",
        "sentiment": "none"
      },
      {
        "name": "kilani",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "sharjah",
        "sentiment": "none"
      },
      {
        "name": "dubai",
        "sentiment": "none"
      },
      {
        "name": "uae",
        "sentiment": "none"
      },
      {
        "name": "rifadah",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T10:25:14.769+03:00",
  "updated": "2024-03-29T13:56:16.126+03:00"
}