{
  "thread": {
    "uuid": "f438fbf9e4cb17dbedadfd9ab1af919c5f1bad72",
    "url": "http://english.cssn.cn/whatnew_list/202312/t20231229_5723664.shtml",
    "site_full": "english.cssn.cn",
    "site": "cssn.cn",
    "site_section": "http://english.cssn.cn",
    "site_categories": [],
    "section_title": " CHINESE SOCIAL SCIENCES NET",
    "title": "Chinese initiatives foster world peace and development- CHINESE SOCIAL SCIENCES NET",
    "title_full": "Chinese initiatives foster world peace and development- CHINESE SOCIAL SCIENCES NET",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 8700,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f438fbf9e4cb17dbedadfd9ab1af919c5f1bad72",
  "url": "http://english.cssn.cn/whatnew_list/202312/t20231229_5723664.shtml",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "yu-hui",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "Chinese initiatives foster world peace and development- CHINESE SOCIAL SCIENCES NET",
  "text": "Chinese initiatives foster world peace and development Passengers take a selfie in the coach of the Jakarta-Bandung High-Speed Railway, which was jointly constructed by China and Indonesia under the Belt and Road Initiative, on Oct. 17. Photo: XINHUA In recent years, China has put forward several significant initiatives, such as the Belt and Road Initiative (BRI), the Global Development Initiative (GDI), the Global Security Initiative (GSI), and the Global Civilization Initiative (GCI). These initiatives have garnered considerable attention from international media and academia. In a recent interview with CSST, Branislav Djordjevic, director of the Institute of International Politics and Economics in Serbia, expounded on the significance of these China-proposed initiatives to global peace and development. Principle of mutual benefit Throughout history, changes in the global order have always been accompanied by dramatic geopolitical shifts. Djordjevic noted that the world is undergoing transition from a unipolar order led by the United States to a multipolar order. “The key question we all face is not only how to secure better starting positions for our respective countries during this transition but also how to mitigate the consequences of the ensuing crises and wars for all of humanity,” he said. Actors who pursue mutually beneficial solutions will possess the potential to mobilize support from those who have long been dissatisfied with the inequalities, disorder, and injustices of the current world order. Djordjevic continued to say that the COVID-19 pandemic has revealed how small viruses can expose many vulnerabilities in the resilience of countries worldwide. The conflict in Ukraine has demonstrated how regional conflicts can escalate and turn into crises with global consequences for human security. A similar scenario unfolded in the recent war that started as a conflict between Israel and the Palestinian Islamic Resistance Movement “Hamas.” “Western attempts at de-coupling or de-risking cooperation with China have illustrated the vulnerability of global value chains and globalization in general,” he said. In this context, Djordjevic called for harmony instead of uniformity, dialogue instead of imposition, and an order based on international law and the UN Charter instead of “rules” defined by individual powers—these are the directions in which the world can mitigate crises and reduce tensions. Djordjevic emphasized that different countries have different views on the current transformation of the global order. “For some, this is a daunting prospect of losing dominant positions. For others, it is an opportunity to build a fairer and more equal order.” He suggested convincing each other of positive strategic intentions, which must be based on actions, in order to share the fruits of peace and development. Fruitful Chinese initiatives In Djordjevic’s view, the BRI has demonstrated exceptional success in its first decade of existence precisely for these reasons: it has shown results that have led to progress and development while respecting all participants without imposing or interfering in their internal affairs. The connectivity enabled by the BRI will continue to yield results, as it is focused on creating long-term infrastructural prerequisites for investment and trade development. In Africa alone, under the BRI, China has reportedly built around 100,000 kilometres of roads, 10,000 kilometres of railways, nearly 1,000 bridges, and nearly 100 ports. “The dearth of infrastructure represents the most significant impediment to African economic development. That is why China’s influence is profound in Africa, a continent where the average age of the population is 18.8 years and where 42% of the world’s youth will live in 2030,” Djordjevic commented. “This remarkable success has led to the proposal of new Chinese initiatives, including the GDI, GSI, and GCI, all of which have received a positive reception from the majority of countries around the world,” Djordjevic said. According to Djordjevic, the GDI can rekindle hopes of fulfilling the UN 2030 Agenda and thus have a positive impact on addressing the root causes of migration that create tensions within Europe. Within the framework of this initiative, China has already scored achievements by promoting specific technical cooperation in agriculture, the application of clean, green energy in industry, the promotion of alternative materials like bamboo, and digitalization in education. The GSI has drawn significant attention worldwide, mainly due to its timeliness and practical application, Djordjevic continued. It is based on principles acceptable to the vast majority of UN member states. Moreover, it is flexible enough to enable the resolution of various security challenges, even the most challenging diplomatic disputes marked by longstanding tensions. “China has demonstrated tremendous success in this field by directly mediating a deal between Iran and Saudi Arabia. In this way, China has not only effectively promoted the GSI as a concept but also its elements regarding how regional security can be achieved through compromise rather than forming alliances. In this case, the regional example can also serve as a model elsewhere in the world, not only in Eastern Europe but also in the Indo-Pacific region,” Djordjevic said. Djordjevic pointed out the GCI can demonstrate that differences among countries should be celebrated, particularly when it comes to protecting traditional cultures and values, which are the wealth of our world. Unfortunately, the recent tragic events in the Middle East are yet another proof that instead of extremism, violence, and intolerance, the world needs harmony, cultural exchange, and mutual learning between civilizations. “Respecting heritage and diversity is the only sustainable way to create interconnectedness, peace, and development in the world,” Djordjevic concluded. Editor：Yu Hui Copyright©2023 CSSN All Rights Reserved",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "djordjevic",
        "sentiment": "none"
      },
      {
        "name": "branislav djordjevic",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "xinhua",
        "sentiment": "none"
      },
      {
        "name": "institute of international politics and economics",
        "sentiment": "none"
      },
      {
        "name": "bandung high-speed railway",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "jakarta",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "serbia",
        "sentiment": "none"
      },
      {
        "name": "indonesia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T18:07:26.879+02:00",
  "updated": "2023-12-29T18:07:26.879+02:00"
}