{
  "thread": {
    "uuid": "a533bfdbdc90573898ca985c7415c2d543ae12ff",
    "url": "https://www.nowtolove.com.au/celebrity/celeb-news/erica-packer-shannon-bennett-79718",
    "site_full": "www.nowtolove.com.au",
    "site": "nowtolove.com.au",
    "site_section": "https://www.nowtolove.com.au/rss",
    "site_categories": [
      "television",
      "womens_health",
      "health",
      "entertainment"
    ],
    "section_title": "Now To Love: Celebrity, News, Parenting, Health, Beauty, Fashion, Lifestyle",
    "title": "Erica Packer & Shannon Bennett's romance",
    "title_full": "Erica Packer & Shannon Bennett's romance",
    "published": "2024-01-07T21:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://d3unuz0h0mttub.cloudfront.net/s3/digital-cougar-assets/now/2024/01/05/1704429519994_FBCMS194.jpg?width=1200&amp;height=630&amp;quality=75&amp;mode=crop",
    "performance_score": 0,
    "domain_rank": 27663,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a533bfdbdc90573898ca985c7415c2d543ae12ff",
  "url": "https://www.nowtolove.com.au/celebrity/celeb-news/erica-packer-shannon-bennett-79718",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Woman's Day team",
  "published": "2024-01-07T21:30:00.000+02:00",
  "title": "Erica Packer & Shannon Bennett's romance",
  "text": "That's the way they all became the Bennett bunch?\nErica Packerand her new boyfriend, celebrity chef Shannon Bennett certainly looked like one big happy family as they and their respective children – nine in total! – bonded over lunch in Byron Bay over the Christmas break.\nAlone time\nThe pair – who reportedly met at the society wedding of chef Guillaume Brahimi and chicken heiress Tamie Ingham in Paris last June – were also spotted sneaking in a cuddle and a kiss when the kids weren't looking, and enjoyed a romantic stroll on the beach together, too.\n\"They weren't flaunting it, but they certainly weren't hiding it either,\" said an onlooker of the loved-up duo.\nThe surprise couple spent the holidays at the 48-year-old MasterChef guest judge's multimillion-dollar waterfront home at Belongil Beach with his six children, Phoenix, 18, Hendrix, 15, Xascha, 13, Xanthe, 11, and nine-year-old twins Xahlia and Margaux, as well as Erica's children with former husband James Packer, Indigo, 15, Jackson, 13, and 11-year-old Emmanuelle.\nThe smiling group were also spotted hanging out together on the Gold Coast in matching T-shirts.\n\"That's lovely news,\" commented one fan of the match. \"They both seem to put their kids first.\"\nDespite having found new love, Erica, 46, has remained amicable with James, still holidaying together as a family with their brood and staying in the tycoon's $72 million penthouse in Sydney's Barangaroo when in Australia.\n\"Divorce is never fun for any couple and there are obviously speed bumps in the road and it's always tricky and you've got to navigate your way through. But I'm really proud of the fact that we've worked really hard to maintain a good relationship and a respectful relationship and a caring relationship because we both love our three kids so much and we have a lot of love for each other still,\" Erica, who split from the billionaire in 2013 and went on to enjoy short-lived romances with Seal and Cuban artist Enrique Martinez Celaya, revealed last year.\n\"We found such a lovely way to co-parent and we take care of each other in how we each co-parent the kids. And I'm grateful for the support that James gives me.\"\nAnd while it's not known whether the former model – who relocated to London with her family in 2023 after nine years in Los Angeles – is now based back in Oz, it seems she could be spending a lot more time in Byron.\nShannon's relationship with his ex and mother of his children,\nMadeleine West– who he split from in 2018 after 13 years – has been less friendly.\nThe chef – who has yet to comment on his romance with Erica – once claimed things had turned \"toxic\" between he and Madeleine following their split.\n\"Having a public profile, having two high-pressure careers, having a multitude of children... it puts exponential pressures on a relationship, and cracks can form,\" Madeleine shared of the pair's struggles, which eventually saw them embroiled in a court battle\nlast year.\nlast year.\nBut the 43-year-old former Neighbours star, who's based in Byron Bay too, has also moved on. The actress has been dating environmental activist Maximo Bottaro for more than three years.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "shannon bennett",
        "sentiment": "negative"
      },
      {
        "name": "erica packer",
        "sentiment": "negative"
      },
      {
        "name": "bennett",
        "sentiment": "negative"
      },
      {
        "name": "erica packerand",
        "sentiment": "neutral"
      },
      {
        "name": "tamie ingham",
        "sentiment": "none"
      },
      {
        "name": "emmanuelle",
        "sentiment": "none"
      },
      {
        "name": "byron bay",
        "sentiment": "none"
      },
      {
        "name": "xahlia",
        "sentiment": "none"
      },
      {
        "name": "margaux",
        "sentiment": "none"
      },
      {
        "name": "hendrix",
        "sentiment": "none"
      },
      {
        "name": "xanthe",
        "sentiment": "none"
      },
      {
        "name": "erica",
        "sentiment": "none"
      },
      {
        "name": "jackson",
        "sentiment": "none"
      },
      {
        "name": "james packer",
        "sentiment": "none"
      },
      {
        "name": "guillaume brahimi",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "phoenix",
        "sentiment": "none"
      },
      {
        "name": "paris",
        "sentiment": "none"
      },
      {
        "name": "belongil beach",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:01:04.918+02:00",
  "updated": "2024-01-08T01:01:04.918+02:00"
}