{
  "thread": {
    "uuid": "bcc65b8b0048638918e6caed862ac17081dde5f0",
    "url": "https://www.jpost.com/israel-hamas-war/article-782687",
    "site_full": "www.jpost.com",
    "site": "jpost.com",
    "site_section": "https://www.jpost.com/rss/rssfeedsfrontpage.aspx",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "JPost.com - Homepage",
    "title": "IFCJ provides millions in aid, supports civilians impacted by war - The Jerusalem Post",
    "title_full": "IFCJ provides millions in aid, supports civilians impacted by war - The Jerusalem Post",
    "published": "2024-01-18T18:14:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.jpost.com/image/upload/f_auto,fl_lossy/c_fill,g_faces:center,h_407,w_690/573522",
    "performance_score": 0,
    "domain_rank": 956,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bcc65b8b0048638918e6caed862ac17081dde5f0",
  "url": "https://www.jpost.com/israel-hamas-war/article-782687",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "jpost.com",
  "published": "2024-01-18T18:14:00.000+02:00",
  "title": "IFCJ provides millions in aid, supports civilians impacted by war - The Jerusalem Post",
  "text": "The International Fellowship of Christians and Jews yesterday revealed its massive contributions to Israel following the outbreak of the war against Hamas, including $19 million in aid.\nAs the war reached its 100th day, the IFCJ marked the occasion by releasing details of its impactful initiatives throughout 2023. The organization has played a crucial role in providing emergency aid support to those affected by the ongoing conflict. Immediate response to the outbreak of the war\nBetween October 7 and December 31, 2023, IFCJ delivered $19 million in emergency aid and assistance to hundreds of thousands of Israelis impacted by the war. In addition to this immediate relief, the organization has consistently provided aid and security measures over the decades to safeguard and support Israelis across the country.\nYael Eckstein, president and CEO of IFCJ, expressed gratitude for the unwavering support from donors and millions of Christians worldwide during these challenging times. “It has been 100 days of war, sorrow, and uncertainty. But after these 100 days, and especially now with the global rise in antisemitism, the one thing I’m certain about – and gives us all tremendous hope – is the friendship and support from our hundreds of thousands of donors and the millions of Christians around the world who continue to stand with Israel and the Jewish people,” she said.\nIFCJ has contributed significantly to security efforts, including the transportation and installation of 30 portable bomb shelters along the northern border and in the Galilee region. Other measures include providing protective flak jackets, helmets, medical and equipment bags, and fortified security vehicles to various teams across affected regions. a firefighter receives a vest from IFCJ members (credit: GUY YECHIELI, IFCJ)\nThe organization has also established support locations, including a Casualty Identification Center in Ramle, support to evacuees from Ashkelon at the Givat Haviva campus, support to survivors of Kibbutz Nahal Oz at Kibbutz Mishmar Ha’emek, and support to evacuees from Ashkelon, Sderot, and Netivot at the Kiryat Ono Campus.\nIFCJ has allocated $7 million for various basic needs and assistance to local communities near the Gaza border , addressing aspects such as food, medicine, hygiene products, transportation, evacuation, caretakers, and housing. Additionally, the organization provided $400,000 in support of a trauma organization and its helpline, as well as over $500,000 to 400 families of IDF personnel wounded in combat. Advertisement\nThe organization has extended support to evacuees through vouchers for essential needs for 4,394 families. Furthermore, $166,000 has been allocated for transportation and housing for the elderly and families, including those with special needs. Respite kits with games and toys have been distributed to 3,900 children, including those with special needs.\nIFCJ has been actively involved in distributing prepared meals and food boxes to various groups, including the elderly besieged in their homes, evacuees from communities around Gaza, and soldiers serving on the northern border.\n“The Fellowship has been on the ground for more than 40 years, helping provide for the people of Israel and the Jewish people. We were on the ground distributing aid on October 7 as terrorists were still roaming our streets, and we have been doing so every day since,” Eckstein said. “In many ways, our work is just beginning, but we will continue doing everything we can to help people begin to rebuild their lives.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "yael eckstein",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ifcj",
        "sentiment": "neutral"
      },
      {
        "name": "jerusalem post",
        "sentiment": "neutral"
      },
      {
        "name": "hamas",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "israel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T10:57:58.594+02:00",
  "updated": "2024-01-19T10:57:58.594+02:00"
}