{
  "thread": {
    "uuid": "29de5c17c768321c4034541cad895e7ea85e9b97",
    "url": "https://www.chicagotribune.com/suburbs/aurora-beacon-news/ct-abn-mushroom-growing-st-0107-20240105-mms5qgp7kfed3is4j25qjlpnni-story.html",
    "site_full": "www.chicagotribune.com",
    "site": "chicagotribune.com",
    "site_section": "http://www.chicagotribune.com/suburbs/rss2.0.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Chicago Tribune",
    "title": "Gourmet mushroom business keeps growing for Aurora father and his sons",
    "title_full": "Gourmet mushroom business keeps growing for Aurora father and his sons",
    "published": "2024-01-05T23:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.chicagotribune.com/resizer/0mgtvRy6X6-pVtbodMcZZ_UeTuY=/1200x630/filters:format(jpg):quality(70)/cloudfront-us-east-1.images.arcpublishing.com/tronc/MAU4NAGR4JFIRCWQDNEPVUN24Y.JPG",
    "performance_score": 0,
    "domain_rank": 497,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 43,
        "comments": 0,
        "shares": 10
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "29de5c17c768321c4034541cad895e7ea85e9b97",
  "url": "https://www.chicagotribune.com/suburbs/aurora-beacon-news/ct-abn-mushroom-growing-st-0107-20240105-mms5qgp7kfed3is4j25qjlpnni-story.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "David Sharos",
  "published": "2024-01-05T23:03:00.000+02:00",
  "title": "Gourmet mushroom business keeps growing for Aurora father and his sons",
  "text": "Jan 05, 2024 at 3:03 pm Expand About 14 different varieties of mushrooms are produced in the growing room of Fae Forest Fungi in Aurora. (Fae Forest Fungi/HANDOUT) A father and his sons have a mushrooming business right in an Aurora basement. Two years ago, Kevin Lenerville, 66, of Aurora, and his sons Jeremy, 40, and Matthew, 32, launched an indoor mushroom farm known as Fae Forest Fungi, a name inspired by Celtic mythology and the forests where the edible fungus often grows. Advertisement Jeremy Lenerville said the mushroom farm idea began a couple of years ago “after my brother Matthew bought a mushroom kit and grew it and enjoyed it.” “He realized there was a market for it and he approached my dad and I and we started doing it,” Jeremy said. Advertisement “I got involved after Matt started this whole thing and asked if we could use my house to start the business,” Kevin Lenerville added. “We have a lab, we have a growing room, an incubation room and all separate sections for the farm.” The kit method was quickly shelved as the family began buying their own materials to set up the indoor farm. “It took about six months just to get the basement and everything converted and built so we can start,” Jeremy Lenerville said. “For me this is a full-time thing, whereas my dad and brother still have full-times jobs,” he said. The farm in Kevin Lenerville’s basement currently occupies a space approximately 10 feet by 20 feet and doesn’t smell like a damp walk in the woods. “We bring fresh air in constantly and exhaust fresh air out constantly, so you don’t really smell anything,” Jeremy Lenerville said. Over the past two years, Fae Forest Fungi has produced about 14 different varieties of mushrooms that are being sold in local places like Batavia’s indoor farmers market. Kevin Lenerville, left, and his son Jeremy of Fae Forest Fungi show off the home-grown mushrooms they have for sale at the recent indoor farmers market in Batavia. (David Sharos/The Beacon-News) He said the mushroom varieties “have different flavors and textures.” Advertisement “I usually make something with them once or twice a week and I like rice dishes like a risotto or a stir fry,” he said. At the supermarket, most mushroom buyers find mainstays that include white button, cremini and portabello, but Fae Forest’s top three sellers have been Lion’s Mane, King Blue Oyster and Chestnut. Kevin Lenerville said there is definitely a need to educate customers about some of the mushroom varieties they’re not used to seeing. “People absolutely do need some tutelage. Most have never seen these mushrooms before, and they’re just used to what they see in the grocery stores,” he said. “Button mushrooms grow in a compost whereas the mushrooms we grow are wood-loving mushrooms and grow on dead trees.” Jeremy Lenerville works at the indoor mushroom farm in Aurora for Fae Forest Fungi, a business he, his brother Matthew and father Kevin run which produces gourmet mushrooms. (Kevin Lenerville/HANDOUT) Jeremy Lenerville agrees there is a bit of a learning curve for customers. “Sometimes, it’s hard. Sometimes, they are willing to give it a shot because they do have a completely different texture and flavor. I do have one strand of button mushroom that tastes like bacon so people will try that usually,” he said. “As far as the flavor differences, it is determined a little by what we grow them on, but mostly it’s whatever protein they have in them that causes the flavor differences.” Advertisement Growing time for oyster mushrooms ranges from two to four weeks, while the Lion’s Mane variety takes four to five weeks and the Chestnut mushroom three months before it is ready for harvest. “Oak pellets and a variety of mixes are used to grow various strains of mushroom and blocks are made with oak and bran and we sterilize the blocks for 48 hours and have genetics we inoculate them with,” Kevin Lenerville said. Mushrooms grow inside the growing room for Fae Forest Fungi in Aurora. (Fae Forest Fungi/HANDOUT) He admits he never saw being a mushroom farmer as a possible retirement gig, nor a job his oldest son would embrace full-time. “I wouldn’t have even thought about something like this,” he said “It’s a good thing. I’m getting ready to retire soon and was looking for something to concentrate on anyway. My son brought this up and I thought it was a pretty good venture. We try to do research and make sure we have the right mix for the blocks and the conditions that are needed. We’re starting to outgrow our house and we have to produce more.” Jeremy Lenerville said the future looks bright for the mushroom-growing father and sons. “We’re already looking at expanding into more commercial clients and having people order things online,” he said. Advertisement David Sharos is a freelance reporter for The Beacon-News. Advertisement",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "matt",
        "sentiment": "none"
      },
      {
        "name": "jeremy",
        "sentiment": "none"
      },
      {
        "name": "kevin lenerville",
        "sentiment": "none"
      },
      {
        "name": "jeremy lenerville",
        "sentiment": "none"
      },
      {
        "name": "matthew",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "fae forest fungi",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "aurora",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:17:29.545+02:00",
  "updated": "2024-01-06T00:17:29.545+02:00"
}