{
  "thread": {
    "uuid": "0663ecfe4a76e533073b272e7646d257da11a9fe",
    "url": "https://www.essentiallysports.com/ncaa-college-basketball-news-challenging-game-gets-eased-off-by-angel-reeses-dominance-as-mikayla-williams-offers-a-helping-hand/",
    "site_full": "www.essentiallysports.com",
    "site": "essentiallysports.com",
    "site_section": "https://www.essentiallysports.com",
    "site_categories": [
      "sports"
    ],
    "section_title": "EssentiallySports | The Fan&#x27;s Perspective",
    "title": "Challenging Game Gets Eased Off by Angel Reese’s Dominance, As Mikayla Williams Offers a Helping Hand - EssentiallySports",
    "title_full": "Challenging Game Gets Eased Off by Angel Reese’s Dominance, As Mikayla Williams Offers a Helping Hand - EssentiallySports",
    "published": "2024-01-08T00:23:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://image-cdn.essentiallysports.com/wp-content/uploads/230408052944-angel-reese-lsu-040823.jpg?class=watermark",
    "performance_score": 0,
    "domain_rank": 12224,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0663ecfe4a76e533073b272e7646d257da11a9fe",
  "url": "https://www.essentiallysports.com/ncaa-college-basketball-news-challenging-game-gets-eased-off-by-angel-reeses-dominance-as-mikayla-williams-offers-a-helping-hand/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Shahryar Fazal",
  "published": "2024-01-08T00:23:00.000+02:00",
  "title": "Challenging Game Gets Eased Off by Angel Reese’s Dominance, As Mikayla Williams Offers a Helping Hand - EssentiallySports",
  "text": "Challenging Game Gets Eased Off by Angel Reese’s Dominance, As Mikayla Williams Offers a Helping Hand [](https://bit.ly/4113QfS) Follow Us Angel Reese along with Mikaylah Williams headlined a commanding second-half LSU performance to hand the reigning national champions their second SEC victory. A power-packed show from Kim Mulkey’s starting five saw them secure a tough 84-73 victory. Apparently, all these five players ended the night with a double-digit score. America’s Favorite Video Today A cracker of a game awaited the NCAA fans Sunday night as the Ole Miss Rebels hosted the defending champions LSU. As both teams entered the contest following their impressive victories in their respective SEC openers, it was LSU who came out on top with a victory in the end. Angel Reese spearheads LSU’s second SEC win LSU began the game by putting the first points onto the scoreboard. Mikaylah Williams carried her form from the last game and set the court on fire with her highlight-reel shots from beyond the arc. Meanwhile, junior guard Aneesah Morrow also joined Williams and displayed her ability to land some astonishing 3-pointers. However, the NCAA champions found themselves trailing after some resistance from senior guard Marquesha Davis. Consequently, she gave the Rebels an upper hand by the end of the first quarter. The Lady Tigers roared back in the second quarter as the All-American forward Angel Reese got the Lady Tigers in front. Moreover, she along with Flau’jae Johnson dominated the perimeter and further extended LSU’s lead. As a result, the first half with the Tigers sitting comfortably at 50-37. Some sloppy play cost LSU in the third quarter as Marquesha Davis punished the lazy LSU defense. She got the Rebels back into the game by bringing down the difference between the two teams to just 4 points. Apparently, Ole was on a (16-2) scoring run which resulted in them leading the Lady Tigers for the second time on the night. However, Williams and Reese combined to score the next 9 points and created some separation. Both of them made sure that the Tigers ended the quarter holding a 5-point advantage. Following this, Reese was at her offensive best in the penultimate quarter. She controlled the game before the final buzzer got the Tigers home and became LSU’s leading scorer for the night. Trending NFL Trade Rumors: Kirk Cousins to Sign Deal With $4.7 Billion Worth Team Amidst Big Blow January 06, 2024 04:06 am EDT Twin Haitian Sisters Destroy Americans on Their Turf to Record Fastest Track and Field Time in Yale History January 03, 2024 07:00 pm EDT Heated Debate Breaks Out as Charles Barkley Gives Shaquille O’Neal a Tough Pill to Swallow on Special Day January 05, 2024 09:22 am EDT Joe Rogan, “Afraid to Ignite the Italian” in Him, Confesses About Cody Garbrandt’s Gift – “I Told My Wife She Has to Wear It” January 03, 2024 11:06 am EDT Despite Reports of Michigan’s $125 Million Contract, Jim Harbaugh Tipped to Leave for Cash-Rich NFL Giants January 04, 2024 10:42 pm EDT Get instantly notified of the hottest stories via Google! Click on Follow Us and Tap the Blue Star. [](https://bit.ly/4113QfS) Follow Us Providing feedback will help us make your experience better. The Fan's Perspective Enjoyed Your Read? Let us know how likely you are to recommend EssentiallySports to your friends! Least Likely Most Likely ADVERTISEMENT ADVERTISEMENT ADVERTISEMENT",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Sport",
    "Human Interest"
  ],
  "external_links": [
    "https://bit.ly/4113QfS)",
    "https://www.bit.ly/4113QfS)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "angel reese",
        "sentiment": "negative"
      },
      {
        "name": "mikayla williams",
        "sentiment": "negative"
      },
      {
        "name": "williams",
        "sentiment": "none"
      },
      {
        "name": "kim mulkey",
        "sentiment": "none"
      },
      {
        "name": "mikaylah williams",
        "sentiment": "none"
      },
      {
        "name": "aneesah morrow",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "sec",
        "sentiment": "none"
      },
      {
        "name": "ncaa",
        "sentiment": "none"
      },
      {
        "name": "lsu",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "america",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:44:29.722+02:00",
  "updated": "2024-01-08T00:44:29.722+02:00"
}