{
  "thread": {
    "uuid": "d3e7f8f8dbab70cfa612eee70f08c680f8895a64",
    "url": "https://www.wpsdlocal6.com/news/bible-study-behind-bars-with-pastor-bob/article_4189bf52-a5c9-11ee-a6cd-377f8dbd84d4.html",
    "site_full": "www.wpsdlocal6.com",
    "site": "wpsdlocal6.com",
    "site_section": "https://www.wpsdlocal6.com",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "WPSD Local 6 | Your News, Weather, & Sports Authority",
    "title": "Bible study behind bars with ‘Pastor Bob’ | <span class=\"tnt-section-tag no-link\">News</span> | WPSD Local 6",
    "title_full": "Bible study behind bars with ‘Pastor Bob’ | <span class=\"tnt-section-tag no-link\">News</span> | WPSD Local 6",
    "published": "2023-12-28T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/wpsdlocal6.com/content/tncms/assets/v3/editorial/4/18/4189bf52-a5c9-11ee-a6cd-377f8dbd84d4/658dec0118900.preview.jpg?crop=1189%2C624%2C1%2C0&amp;resize=1189%2C624&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 31209,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d3e7f8f8dbab70cfa612eee70f08c680f8895a64",
  "url": "https://www.wpsdlocal6.com/news/bible-study-behind-bars-with-pastor-bob/article_4189bf52-a5c9-11ee-a6cd-377f8dbd84d4.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "CNN",
  "published": "2023-12-28T07:00:00.000+02:00",
  "title": "Bible study behind bars with ‘Pastor Bob’ | <span class=\"tnt-section-tag no-link\">News</span> | WPSD Local 6",
  "text": "SALT LAKE CITY, UT (KSTU) — Prison can be a dark, cold and lonely place. It’s a place most people want to avoid. But for more than 30 years, Robert Aguilar walked through the gates of the Utah State Prison willingly in an effort to deliver hope. “God has listened and heard my voice in prayer,” Aguilar reads from scripture. The tools of the trade are simple. A kind voice, an open heart, and a Bible. “There is a dark area of the prison system, and some get tired of it,” Aguilar said. “They want to change and that means it's from the heart.” Aguilar began taking his Bible to the Utah State Prison in 1983. It was a way for him to turn his life around. “I had a sense of worthlessness because of the life I had been leading previously,” Aguilar said. “I was a heavy drinker. My wife mentioned that she was going to leave me.” Faith, Aguilar says, changed his life. “I felt like I had something more. We all have something in our lives that calls to that. There is something more important that we can do than just living.” It was that faith that led Aguilar to devote his Sunday mornings as a christian minister — volunteering with prisoners willing to listen. “When I walk in, they call me ‘Pastor Bob,’ they all know me as Pastor Bob here. Bryan Taylor is a deputy warden for the prison who oversees volunteers. “I actually reached out and talked to some of the inmates out of the prison and they just love him,” Taylor said. The deputy warden says the service provided by Aguilar and prison volunteers is life changing. “Individuals when they are locked away and they are contemplating their life – having someone to talk to – that one-on-one communication face-to-face cannot be replicated by anything else than doing it,” Taylor said. Now 88 years old, Aguilar likes to be with his family, work in his garden, or enjoy a meal at Ogies, his favorite restaurant in West Valley City. It’s a place where he’s reconnected with some former prisoners. “I had fellows come in and they tapped me on the back, and they say ‘Pastor Bob, you don't know me, I was in your services, and I took on what you told me, what was in scripture that my life could be changed. My life has changed I go to church, and I am a happy man and I want to thank you for what you did.’” Those moments bring Aguilar joy, knowing his change for the good has helped others find a similar path and bring good to the world. “Praise be to God who has not rejected my prayer or has not held his love from me.” Aguilar says he would have liked to keep going, but the walk in the new prison parking lot is just too much compared to the old facility. He estimates the walk is about a quarter of a mile and he’s afraid he’d fall down and hurt himself. Still though, prisoners call him on the phone to maintain communication.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bob",
        "sentiment": "negative"
      },
      {
        "name": "robert aguilar",
        "sentiment": "none"
      },
      {
        "name": "aguilar",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ut",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "lake city",
        "sentiment": "none"
      },
      {
        "name": "utah state prison",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:40:19.892+02:00",
  "updated": "2023-12-29T00:40:19.892+02:00"
}