{
  "thread": {
    "uuid": "46636b4c08f3eab710c0180dc019945dbae463fe",
    "url": "https://www.telecinco.es/noticias/euskadi/20231228/caritas-raciones-roscon-reyes-solidario-bilbao_18_011322036.html",
    "site_full": "www.telecinco.es",
    "site": "telecinco.es",
    "site_section": "https://www.telecinco.es/noticias",
    "site_categories": [
      "television",
      "entertainment"
    ],
    "section_title": "Noticias en Informativos Telecinco: última hora y la actualidad en directo",
    "title": "Una ración de roscón y chocolate, por un euro: Cáritas reparte 3.550 trozos este 5 de enero en Bilbao",
    "title_full": "Una ración de roscón y chocolate, por un euro: Cáritas reparte 3.550 trozos este 5 de enero en Bilbao",
    "published": "2023-12-29T01:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://album.mediaset.es/eimg/2023/12/28/voluntarios-de-caritas-de-bizkaia-presentando-la-iniciativa-roscon-de-reyes-solidario_c56a.jpg",
    "performance_score": 0,
    "domain_rank": 7376,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "46636b4c08f3eab710c0180dc019945dbae463fe",
  "url": "https://www.telecinco.es/noticias/euskadi/20231228/caritas-raciones-roscon-reyes-solidario-bilbao_18_011322036.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción Euskadi",
  "published": "2023-12-29T01:30:00.000+02:00",
  "title": "Una ración de roscón y chocolate, por un euro: Cáritas reparte 3.550 trozos este 5 de enero en Bilbao",
  "text": "> Cada ración cuesta un euro y va a acompañada de una taza de chocolate El roscón pesa 600 kilos y será repartido el próximo 5 de enero en la plaza Nueva de Bilbao ¿Cuál es la historia, receta y tradición de este dulce navideño? Por tan sólo un euro se podrá degustar una riquísima porción de roscón de Reyes y una taza de chocolate en Bilbao el próximo 5 de enero de 2024 . Además, los que se animen a participar, apoyarán una causa solidaria. Cáritas Vizcaya reparte 3.500 raciones este sábado en la Plaza Nueva de Bilbao desde 10 de la mañana hasta acabar existencias.\nEl dinero recaudado será destinado para apoyar los proyectos que desarrolla la ONG para la mejora de las condiciones de vida de los menores en situación de pobreza .\nMÁS Rescatan a un cachorro de un contenedor en Alcobendas y la persona que dio el aviso le adopta El extraño invierno que se avecina a partir de Nochevieja Precintan la discoteca Malibú de Vitoria por seguridad y el dueño dice que es por ser \"latina\" El dulce tendrá un peso superior a los 600 kilogramo s y para su preparación se seguirá la receta tradicional. Serán necesarios más de 350 kilogramos de harina, 63 kg de azúcar, 92 kg de mantequilla , 110 docenas de huevos, 30 litros de agua de azahar. También, serán necesarios 33 kilogramos de levadura, 50 kilogramos de frutas variada s confitadas para su decoración y 7 kg de sal.\nDurante el reparto, se realizarán diferentes actividades de animación como talleres infantiles y diversos sorteos en los que las personas podrán participar con el mismo ticket del roscón. Las tareas de organización del acto será realizado gracias a la colaboración de decenas de personas voluntaria s de Caritas Vizcaya.\nPreocupación por el alza de los precios A lo largo de este año, Cáritas Bizkaia constata que para las familias más empobrecidas \"los ingresos apenas han mejorado y l os gastos se han disparado \". Las familias más pobres destinan prácticamente todo presupuesto a dos partidas básicas: la vivienda (43% del presupuesto familiar) y la alimentación (20% del presupuesto familiar). \"Ambas partidas son especialmente críticas por el alza de precios que hemos observado en 2023\", aseguran.\nLa organización constata que mayor riesgo de exclusión es para las familias con menores a su cuidado. Según datos provisionales, el 45% de su intervención en el 2023 fue con este tipo de unidades familiares.\n\"Nuestra atención llega a 2.430 niños y niñas (48% niñas) de los cuales 507 (51% niñas) participan en proyectos de apoyo socioeducativo repartidos por todo Bizkaia\", informan. El Roscón Solidario de Bilbao es una iniciativa que pone en marcha Caritas Vizcaya desde 2005 .\nEste año, cumple su vigésimo aniversario con la misma ilusión de siempre.\nTemas País Vasco Vizcaya Bilbao Navidad",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T08:52:23.564+02:00",
  "updated": "2023-12-29T08:52:23.564+02:00"
}