{
  "thread": {
    "uuid": "486ded6d30ef2752afbaebc17ddc1d5dd8c0555c",
    "url": "https://elcomentario.ucol.mx/?p=87712",
    "site_full": "elcomentario.ucol.mx",
    "site": "ucol.mx",
    "site_section": "https://elcomentario.ucol.mx/?feed=rss2",
    "site_categories": [
      "7_12_education",
      "education"
    ],
    "section_title": "",
    "title": "Honran Premios Pulitzer la labor de los periodistas palestinos en la guerra de Gaza",
    "title_full": "Honran Premios Pulitzer la labor de los periodistas palestinos en la guerra de Gaza",
    "published": "2024-05-07T00:03:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://i0.wp.com/elcomentario.ucol.mx/wp-content/uploads/2024/05/Premios-ok.jpg?resize=1200%2C628&ssl=1",
    "performance_score": 0,
    "domain_rank": 45485,
    "domain_rank_updated": "2024-04-30T13:08:01.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "486ded6d30ef2752afbaebc17ddc1d5dd8c0555c",
  "url": "https://elcomentario.ucol.mx/?p=87712",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "EFE",
  "published": "2024-05-07T00:03:00.000+03:00",
  "title": "Honran Premios Pulitzer la labor de los periodistas palestinos en la guerra de Gaza",
  "text": "La Junta de los prestigiosos Premios Pulitzer otorgó en su 108 edición una mención especial a “la valiente labor” de los periodistas palestinos que cubren la guerra en Gaza desde el pasado 7 de octubre, así como hacia sus compañeros fallecidos mientras informaban de dicho conflicto.\n“Este año, se reconoce la valiente labor de los periodistas y trabajadores de los medios de comunicación que cubren la guerra en Gaza. En condiciones espantosas, un número extraordinario de periodistas han muerto en el esfuerzo por contar la historia de los palestinos y los trabajadores humanitarios en Gaza”, detalló la organización este lunes durante la retransmisión virtual de estos galardones.\nLos Premios Pulitzer, entregados por la Universidad de Columbia (Nueva York) a lo más selecto del periodismo, los libros, el teatro y la música, expresaron este lunes que anteriormente ya habían reconocido el trabajo de periodistas en guerras como la de Ucrania o Afganistán y que esta mención especial va más allá por su eco en otros campos.\n“Esta guerra (Gaza) también se ha cobrado la vida de poetas y escritores (…) Con la entrega de los Premios Pulitzer a las categorías de Periodismo, Artes y Letras conmemoramos la pérdida de valiosísimos testimonios en primera línea que ilustran el sufrimiento humano”, concluyó el comunicado de la Junta.\nEntre todos los premios en categorías periodísticas de los Pulitzer, la guerra en Gaza también estuvo presente en otros apartados como el que condecora a lo mejor del periodismo internacional.\nEn esta categoría, el premio recayó sobre la redacción de The New York Times por su “amplia y reveladora” cobertura del “ataque letal” de una facción del grupo terrorista Hamas en el sur de Israel el 7 de octubre, así como por sus informaciones sobre “los fallos de los servicios de inteligencia israelíes y la mortífera respuesta del Ejército israelí en Gaza”.\nPor otra parte, la mención especial a los periodistas palestinos estuvo acompañada por otro reconocimiento de este mismo tipo al escritor y periodista estadounidense Greg Tate (1957-2021), todo un icono desde el entorno de los medios de comunicación de la cultura afroamericana.\n“Su lenguaje, procedente de la literatura, el mundo académico, la cultura popular y el hip hop, fue tan influyente como el contenido de sus ideas. Sus innovaciones estéticas y su originalidad intelectual, especialmente en su crítica pionera del hip hop, siguieron influyendo en las generaciones posteriores, sobre todo en los escritores y críticos de color”, explicó la organización.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-07T00:18:45.075+03:00",
  "updated": "2024-05-07T00:18:45.075+03:00"
}