{
  "thread": {
    "uuid": "14ed1a792ed89c7cec2fd4364ccb95d1cf3ea868",
    "url": "https://www.francebleu.fr/infos/faits-divers-justice/foutez-moi-le-camp-une-fleuriste-de-laval-repousse-un-braqueur-la-veille-de-noel-5748827",
    "site_full": "www.francebleu.fr",
    "site": "francebleu.fr",
    "site_section": "https://francebleu.fr",
    "site_categories": [
      "travel",
      "france"
    ],
    "section_title": "ici, par France Bleu et France 3 – L'actualité en direct, info locale et nationale",
    "title": "\"Foutez-moi le camp\", une fleuriste de Laval repousse un braqueur la veille de Noël - France Bleu",
    "title_full": "\"Foutez-moi le camp\", une fleuriste de Laval repousse un braqueur la veille de Noël - France Bleu",
    "published": "2023-12-29T19:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://www.francebleu.fr/s3/cruiser-production/2023/12/a6a13359-8afd-471e-9da1-8149ec2d128b/1200x680_sc_whatsapp-image-2023-12-29-at-17-20-19.jpg",
    "performance_score": 0,
    "domain_rank": 3784,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 31,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "14ed1a792ed89c7cec2fd4364ccb95d1cf3ea868",
  "url": "https://www.francebleu.fr/infos/faits-divers-justice/foutez-moi-le-camp-une-fleuriste-de-laval-repousse-un-braqueur-la-veille-de-noel-5748827",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alexandre Frémont",
  "published": "2023-12-29T19:07:00.000+02:00",
  "title": "\"Foutez-moi le camp\", une fleuriste de Laval repousse un braqueur la veille de Noël - France Bleu",
  "text": "\"Foutez-moi le camp\", une fleuriste de Laval repousse un braqueur la veille de Noël Trois braquages à main armée en trois jours à Laval. Deux boulangeries et un fleuriste ont été visés entre le 24 et le 27 décembre dernier. La boutique \"Excelflor Carole et Mary\", située place Jean-Moulin à Laval fait partie de ces victimes. L'une des co-gérante a réussi à repousser l'individu. Trois braquages en quelques jours à Laval. Un homme a demandé la caisse dans deux boulangeries et chez un fleuriste [entre le 24 et le 27 décembre dernier](https://www.francebleu.fr/infos/faits-divers-justice/trois-braquages-a-main-armee-en-trois-jours-dans-des-commerces-a-laval-3714417) à l'aide d'un couteau. Une enquête est en cours, menée par le commissariat de Laval pour trouver le suspect. Pour le moment, aucune interpellation n'a eu lieu. Et parmi les trois commerçants visés, le fleuriste \"Excelflor Carole et Mary\", une boutique située à l'angle de la rue de Paris et de la place Jean Moulin à Laval. Ce 24 décembre dernier, la co-gérante a réussi à faire fuir le braqueur. \"Il ne s'attendait pas à ça\" En cette veille de Noël, un peu avant 15h, Mary Garot aperçoit un homme, habillé tout en noir, entrer dans sa boutique par la rue de Paris. \"Il s'est approché de la caisse et il l'a demandée\", raconte-t-elle, \"il nous a présenté un couteau, on a sorti notre cliente qui venait d'arriver en même temps que lui et j'ai demandé à ma cousine qui était avec moi à la caisse de passer derrière, pour la protéger\". La co-gérante réagit très vite en lui criant dessus très fort. \"Je lui dit 'Foutez-moi le camp', ce n'est pas très joli mais, en fin de compte, je pense que ça lui a fait peur, il ne s'attendait pas à ça\", décrit Mary. En une minute, tout était terminé. Le braqueur, effrayé, part donc comme il est arrivé, avec un vélo. \"Il a ensuite retraversé et a pris la rue Solférino dans le sens inverse\", ajoute la fleuriste. Encore dans l'adrénaline de l'événement, Mary continue son travail, elle part livrer un client et ce n'est qu'après qu'elle réalise. \"Quand je suis revenue au magasin, j'avais les jambes un peu qui flageolaient, avec une drôle d'impression et puis la journée s'est faite\", conclut-elle. Une caméra de vidéo surveillance a capté l'individu Une caméra de vidéo surveillance de la préfecture capte l'individu, mais le perd de vue. Très peu de temps après, deux autres boulangeries, la Huche à Pain, située plus haut avenue Robert Buron à Laval et dans le quartier d'Hilard, sont braquées. Alors est-ce l'œuvre d'un même individu ou pas, l'enquête de police se poursuit. Ma France : quelle école pour demain ? Pédagogie positive, innovations, inclusion, mais aussi drames du harcèlement, sureffectifs ou encore salaire des enseignants… ces sujets qui concernent l’école en France sont au cœur de l’actualité et de l’attention d’une immense majorité de citoyens. Mayenne : l'info en continu Mayenne : les plus consultés Football : le gardien du Stade Lavallois Mamadou Samassa renonce à la Coupe d'Afrique des Nations [France Bleu Mayenne](/mayenne) 15 millions d'euros gagnés au Loto à Château-Gontier-sur-Mayenne : le 4e plus gros gain de l'année en France [France Bleu Mayenne](/mayenne) Un magasin de Laval remet en vente de nombreux cadeaux de Noël superflus déposés par des clients [France Bleu Mayenne](/mayenne)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T19:48:24.827+02:00",
  "updated": "2023-12-29T19:48:24.827+02:00"
}