{
  "thread": {
    "uuid": "eda9b21a991ce54f702e96c52dfdd28acc77935e",
    "url": "https://elnuevodiario.com.do/los-santiagueros-desafiaron-8-horas-de-lluvia-para-recibir-el-2024-en-el-monumento/",
    "site_full": "elnuevodiario.com.do",
    "site": "elnuevodiario.com.do",
    "site_section": "https://elnuevodiario.com.do/rss",
    "site_categories": [
      "non_standard_content"
    ],
    "section_title": "El Nuevo Diario (República Dominicana)",
    "title": "Los santiagueros desafiaron 8 horas de lluvia para recibir el 2024 en El Monumento",
    "title_full": "Los santiagueros desafiaron 8 horas de lluvia para recibir el 2024 en El Monumento",
    "published": "2024-01-01T17:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "DO",
    "main_image": "https://nuevodiario-assets.s3.us-east-2.amazonaws.com/wp-content/uploads/2024/01/01073037/IMG-20240101-WA0021-1-1200x899.jpg",
    "performance_score": 0,
    "domain_rank": 84918,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "eda9b21a991ce54f702e96c52dfdd28acc77935e",
  "url": "https://elnuevodiario.com.do/los-santiagueros-desafiaron-8-horas-de-lluvia-para-recibir-el-2024-en-el-monumento/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "El Nuevo Diario",
  "published": "2024-01-01T17:34:00.000+02:00",
  "title": "Los santiagueros desafiaron 8 horas de lluvia para recibir el 2024 en El Monumento",
  "text": "El pasado 31 de diciembre y la llegada del primero de enero de 2024, la explanada del Monumento a los Héroes de la Restauración de la provincia de Santiago de los Caballeros, fue el lugar ideal para un acontecimiento histórico en la música dominicana con la “La Super Mega Ultra Parranda Monumental”. Durante ocho horas continuas de lluvia, una cartelera de artistas de la más alta popularidad desafió el tiempo para celebrar la despedida del año 2023 y recibir el 2024, dejando una impresionante huella en el corazón de los santiagueros. Los artistas Bullín 47, El Blachy, Sexappeal, Narciso El Pavarotti, Chimbala, María Díaz, Miriam Cruz, Crazy Desing, Silvio Mora, Julián Oro Duro, Aramis Camilo, Jossie Esteban, La Inquieta Típica, Nelly Swing, La Baby del Acordeón, Vakero y muchos más se unieron para brindar con la multitud que disfrutó esta espectacular producción de merengue, música típica, bachata, fusiones y ritmos urbanos. Emociones, pasión, amor y adrenalina se vivieron a todo volumen en una noche de pura música. El presidente Luis Abinader, al enterarse de que no se realizaría un concierto popular en el monumento de Santiago para recibir el año, dio instrucciones para que los cibaeños recibieran un gran espectáculo, incluyendo un show de fuegos artificiales nunca antes visto, según dijo el productor del concierto, Luis Medrano. Los artistas destacaron la maravillosa recepción del público de Santiago, que los acogió con entusiasmo y demostró, una vez más, por qué esta ciudad es un lugar especial para la música dominicana. Banreservas, Cerveza Presidente, Pepsi, Wind Telecom y AYB Electromuebles apoyaron este memorable concierto. El evento, que reunió una variedad de géneros musicales y estilos, ha dejado una huella imborrable en el público santiaguense, consolidando la plataforma “La Super Mega Ultra Parranda Monumental” como un concierto histórico de la mejor música del país. La explanada del Monumento de Santiago fue testigo de un espectáculo impresionante de fuegos artificiales que iluminó toda la ciudad durante 15 minutos a pesar de las inclemencias del tiempo. Las persistentes lluvias no lograron detener a los santiagueros, quienes desafiaron las condiciones climáticas para disfrutar de un mágico e impresionante espectáculo de fuegos artificiales que iluminó el cielo al ritmo de El Blachy. El evento contó con la participación de 20 estrellas de la música nacional, quienes pusieron a delirar a una apasionante multitud que se mantuvo vibrando con la música a pesar del clima adverso. La energía del público y el talento de los artistas crearon un ambiente ideal, demostrando una vez más el espíritu festivo y la pasión por la música que caracteriza a los Santiagueros.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-01T17:58:12.657+02:00",
  "updated": "2024-01-01T17:58:25.486+02:00"
}