{
  "thread": {
    "uuid": "ab1c87952bc51f84ae7fb97befb12e10ec075a9e",
    "url": "https://www.registercitizen.com/news/article/after-two-heart-procedures-she-s-celebrating-her-18591497.php",
    "site_full": "www.registercitizen.com",
    "site": "registercitizen.com",
    "site_section": "http://news.google.com/news?pz=1&cf=all&ned=us&hl=en&q=birthday&cf=all&output=rss",
    "site_categories": [
      "media"
    ],
    "section_title": "\"birthday\" - Google News",
    "title": "After two heart procedures, she's celebrating her 70th birthday with a half-marathon",
    "title_full": "After two heart procedures, she's celebrating her 70th birthday with a half-marathon",
    "published": "2024-01-05T23:32:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s.hdnux.com/photos/01/35/65/17/24597490/3/rawImage.jpg",
    "performance_score": 0,
    "domain_rank": 43570,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ab1c87952bc51f84ae7fb97befb12e10ec075a9e",
  "url": "https://www.registercitizen.com/news/article/after-two-heart-procedures-she-s-celebrating-her-18591497.php",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Emily Halnon, American Heart Association News",
  "published": "2024-01-05T23:32:00.000+02:00",
  "title": "After two heart procedures, she's celebrating her 70th birthday with a half-marathon",
  "text": "Geneva Humdy was retired and living in Costa Rica when a tour guide and friend scheduled a 5,000-foot hike up to a dramatic vista: an overlook of the Continental Divide where the Pacific Ocean and Caribbean Sea can be seen. Humdy was 66 and recently retired from her career as a professional fundraiser. She was still fit enough to run 12 miles, so she didn't think twice about the climb. On the way back down, she started feeling lightheaded and off-kilter. By the time she was back at her hotel, she was feeling even worse. She suspected something was very wrong with her health. She decided to seek medical help, which was complicated by the fact that it was September 2020 and the COVID-19 pandemic had severely stressed the medical system. She went to a health clinic, where a doctor checked her blood pressure. It was alarmingly high. She was driven in an ambulance for five hours to a private hospital in San Jose. There, she received medication to control her blood pressure and was told to see a specialist as soon as she could. That was tough, too. Because of pandemic restrictions, she had to stay in Costa Rica for two months until she could see a cardiologist in Florida. While she waited, she could barely walk around her apartment. By the time she made the trip, she was traveling in a wheelchair. She told her doctor, \"This is a humbling experience for someone who's used to running every day.\" The doctor diagnosed Humdy with Wolff-Parkinson-White syndrome, a congenital heart condition that causes the heart to beat abnormally fast. The doctor explained her treatment options and told her to take some time to think about what she wanted to do. \"I told him I didn't need any time to think about it,\" she said. \"I knew I wanted to get the procedure done and get back to my life, and running.\" The diagnosis seemed to clear up a lingering health mystery. Years before, she'd had several episodes of a racing heartbeat and shortness of breath. Her cardiologist at the time never determined the cause; he didn't offer any treatment or express much concern. After the scare, she became more careful about her diet. She underwent a procedure called an ablation, which essentially burned away the spots that triggered her racing heart. It went well. So did her recovery. But, 15 months after her diagnosis, she was back at the hospital with a new health issue. \"My heart started shaking like a bowl of Jell-O,\" she said. In March 2022, Humdy was diagnosed with atrial fibrillation, or AFib, another type of abnormal heartbeat. She had a second ablation and settled into another period of recovery to let her heart heal. She couldn't run, but had faith she'd be back – and she spent a lot of her downtime thinking about when she could lace up her shoes again. She would close her eyes and imagine her ideal 70th birthday. \"I always knew I wanted to run another half-marathon for my 70th birthday,\" she said. \"I told my cardiologist I would do anything he told me if I could run it.\" In June, her cardiologist granted her wish and told her she could start training again. She slowly built her miles back up. She registered for her 13.1-mile birthday party. \"Life can be rough and difficult, but running helps me work out so many things and it changes my mood,\" Humdy said. \"Running makes me feel good and I feel grateful every day that I'm healthy and able to run again.\" Her strong return is no surprise to Adrian Clough, her friend and longtime training partner. Clough has seen Humdy run through every kind of weather. And when they finished a run, Humdy would sometimes keep going for a few more miles. \"She's always been so active and driven, I knew she wasn't going to let anything stop her from running again,\" Clough said. \"If she says she's going to do something, you can bet your bottom dollar that that's what she's going to do.\" Humdy, who now lives in Roanoke, Virginia, will head to Hawaii in March to celebrate her 70th birthday at the Ku'ikahi Half Marathon. She'll also use the race to raise money for the American Heart Association in hopes of helping other people detect and manage heart conditions. \"This run is more than just a personal milestone,\" said Humdy, who has run five previous half-marathons. \"I'm grateful for those who saved my life.\" She credits her cardiologists, surgeons, friends and family. \"Without all of them, I'm not sure if I would have survived and returned to the life of adventure that inspires me.\" Stories From the Heart chronicles the inspiring journeys of heart disease and stroke survivors, caregivers and advocates. Copyright is owned or held by the American Heart Association, Inc., and all rights are reserved. Permission is granted, at no cost and without need for further request, for individuals, media outlets, and non-commercial education and awareness efforts to link to, quote, excerpt from or reprint these stories in any medium as long as no text is altered and proper attribution is made to American Heart Association News. Other uses, including educational products or services sold for profit, must comply with the American Heart Association’s Copyright Permission Guidelines. See full terms of use . These stories may not be used to promote or endorse a commercial product or service. HEALTH CARE DISCLAIMER: This site and its services do not constitute the practice of medical advice, diagnosis or treatment. Always talk to your health care provider for diagnosis and treatment, including your specific medical needs. If you have or suspect that you have a medical problem or condition, please contact a qualified health care professional immediately. If you are in the United States and experiencing a medical emergency, call 911 or call for emergency medical help immediately.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Health",
    "Human Interest"
  ],
  "external_links": [
    "https://www.heart.org/https://p-cm-heart.sc.heart.org/en/about-us/statements-and-policies/copyright-permission-guidelines",
    "https://www.heart.org/en/news/stories-from-the-heart",
    "https://www.heart.org/en/about-us/editorial-guidelines/news-staff/using-news-content",
    "https://heart.org/https://p-cm-heart.sc.heart.org/en/about-us/statements-and-policies/copyright-permission-guidelines",
    "https://heart.org/en/news/stories-from-the-heart",
    "https://heart.org/en/about-us/editorial-guidelines/news-staff/using-news-content"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "geneva humdy",
        "sentiment": "negative"
      },
      {
        "name": "humdy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "continental",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "costa rica",
        "sentiment": "none"
      },
      {
        "name": "pacific ocean",
        "sentiment": "none"
      },
      {
        "name": "caribbean sea",
        "sentiment": "none"
      },
      {
        "name": "san jose",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:23:56.666+02:00",
  "updated": "2024-01-06T00:23:56.666+02:00"
}