{
  "thread": {
    "uuid": "9456b639a48110accbe9af66c6d47bef672b4c8a",
    "url": "https://newsday.co.tt/2023/12/28/reflecting-on-trinidad-and-tobago-agricultural-landscape/",
    "site_full": "newsday.co.tt",
    "site": "newsday.co.tt",
    "site_section": "http://agriculture.einnews.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Agriculture Newswire - Agriculture Industry Today - EIN Presswire",
    "title": "Harvesting Hope: Reflecting on Trinidad and Tobago’s agricultural landscape - Trinidad and Tobago Newsday",
    "title_full": "Harvesting Hope: Reflecting on Trinidad and Tobago’s agricultural landscape - Trinidad and Tobago Newsday",
    "published": "2023-12-28T20:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "TT",
    "main_image": "https://newsday.co.tt/wp-content/uploads/2023/12/14166338-1-e1703789240514.jpg",
    "performance_score": 0,
    "domain_rank": 30291,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9456b639a48110accbe9af66c6d47bef672b4c8a",
  "url": "https://newsday.co.tt/2023/12/28/reflecting-on-trinidad-and-tobago-agricultural-landscape/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Newsday",
  "published": "2023-12-28T20:30:00.000+02:00",
  "title": "Harvesting Hope: Reflecting on Trinidad and Tobago’s agricultural landscape - Trinidad and Tobago Newsday",
  "text": "[Business](https://newsday.co.tt/category/business) Harvesting Hope: Reflecting on Trinidad and Tobago’s agricultural landscape [Newsday](https://newsday.co.tt/reporter/real-time) BAVINA SOOKDEO Agriculture is the backbone of economies worldwide, serving as a fundamental source of sustenance, employment and economic growth. Beyond providing essential food resources, the agricultural sector contributes significantly to a nation’s GDP. The interplay of farming activities not only fuels agribusinesses but also establishes a vital link in the global supply chain. With its multifaceted impact, agriculture remains a cornerstone for economic stability, ensuring food security, fostering innovation and supporting livelihoods across diverse communities. As the year comes to a close, we sought to find out what 2023 held for farmers and vendors and what their hopes are for 2024. A farmer from Debe, aged 65, reflects on over four decades cultivating the land. Planting eddoes, bodi, baigan, ochro, and seim, the farmer witnesses the intricate dance between nature’s bounty and the challenges of sustaining a livelihood. The farmer, who sells produce at the Debe and Penal markets, spoke of the hurdles faced by those who toil in the fields, particularly during 2023. Navigating the intricate balance of weather patterns, this year proved to be a tapestry woven with triumphs and tribulations for him. He pointed out that the ebb and flow of weather conditions coupled with fungal diseases posed formidable challenges. The farmer said, “For small seasonal periods such as Divali, when vegetables are in high demand, there are sometimes many challenges with the weather and this could severely impact on such a favourable period for farmers.” One of the perennial challenges stems from the nefarious activities of praedial larcenists. The farmer lamented, “Bandits are very smart in their stealing activities.” Theft not only disrupts the delicate equilibrium of supply and demand but also undermines the hard work and dedication farmers invest in their craft. Access to resources The farmer’s insights delve deeper into systemic issues. Accessing grants and loans, crucial for the sustenance and expansion of their operations, proves to be a formidable challenge for low-level farmers. “The system is corrupted and flood damages go to people who are not proper farmers,” he says. Looking toward the horizon of 2024, the seasoned farmer articulates a vision for the future of agriculture in TT. Urgent calls are being made for improvements in access roads and market facilities. He explained that greater assistance is provided by private agricultural supply companies such as Caribbean Chemicals Ltd. The farmer emphasises the need for a re-evaluation of the support provided by the Ministry of Agriculture and its extension officers. He raised concerns about the efficacy of the current market dynamics. The absence of proper laybys for farmers to drop off goods, inconvenient market hours in Debe and conditions favourable to middle-men are focal points of contention. The farmer advocates for a more equitable distribution of assistance to those who toil the land. In addressing the issue of side-road vendors contributing to the illicit trade of stolen goods, the farmer proposes a pragmatic solution. “If these vendors are to be moved they should be given proper places to sell their goods,” the farmer said. Amidst the challenges, the farmer draws strength from the intrinsic rewards of the profession. Beyond the toils and tribulations, the journey of a farmer is marked by self-satisfaction and contentment. As the farmer poignantly says, “The rewards of being a farmer include self-satisfaction, contentment by producing goods which is the main sustainer of life to people.” In the enduring spirit of TT's agricultural community, this resilient farmer exemplifies the determination to overcome challenges and sow the seeds of sustenance for generations to come. 2023 agricultural offerings A seasoned vegetable vendor of St Helena also shared his thoughts on the agricultural offerings for 2023. This vendor, aged 58, was previously a farmer and comes from generations of farmers. Born into a legacy of cultivation, the vendor narrates a tale of resilience, adapting from planting pumpkin, seim, baigan, sweet pepper and lettuce to exclusively vending produce sourced from the wholesale market in Macoya. He said, “Cattle used to trample up on my goods, thieves stole them and chemicals also started to get more expensive, so I stopped planting. Now, I only sell produce at the Tunapuna market.” Selling beets, apples, grapes, carrots, cucumbers, tomatoes, cauliflower, broccoli, garlic, onions, red onions, potatoes, pumpkins, sweet peppers, cabbages and more, the vegetable vendor describes 2023 as a mixed bag. “Not so bad, some days were slow and some days were good,” he said. However, challenges loom large, with crime, flooding, fluctuating prices, rising cost of fertilisers and pesticides, and plant diseases casting shadows on the daily journey. The vendor’s resilience shines through as he navigates unpredictable weather, early morning market queues and the persistent spectre of crime, all with unwavering faith. Stating that vendors are usually overlooked in the grant landscape, he explained that they grapple with the rising demand for market stalls as more individuals seek economic avenues in the face of job losses. “All the stalls are sold out now, long ago was easy, but now, because more people are going to the market to sell... stalls are difficult to get,” he said. Market dynamics come into focus as the vendor elaborates on pricing intricacies. Balancing the delicate equilibrium between affordability and profitability, the vendor notes, “Prices right now are not too cheap and not too expensive.” The ebb and flow of sales, influenced by market competition and changing consumer patterns, presents challenges and opportunities. “When goods are too cheap, I do not make a lot of money, when it is too high, sometimes we make money, or we lose big (dependent on how the goods are packed and if we get them sold),” he explained. He further pointed out that sales have dropped significantly because groceries are selling more market items and there are more roadside sheds, giving market vendors competition. Expectations for 2024 Peering into the future, the vendor expresses hope for 2024, yearning for higher prices to alleviate the financial burdens faced by many. “In 2024, we are hoping that the price of goods is a little higher so we can make a profit. Plenty people are not working, they have to pay land and building tax and electricity cost has gone up – people have a lot of expenses now, but it is my hope that it is still a good year for us,” he said. Questioned on the rewards of his profession, the vendor explained that while there are not many benefits, it does allow him to provide for himself and his family. In the national budget for fiscal 2024, Finance Minister Colm Imbert said that the goal is to make the agricultural sector tax-free. He added that the Government also aims to review, update and improve, where necessary, all concessions, incentives and rebates in the sector, such as the fuel rebate for fishermen, to make them more realistic and relevant. A further $400 million has been allocated to aid the agricultural sector, comprised of $250 million in incentives to farmers and $150 million for the development of infrastructure through the Palo Seco Agricultural Enterprises Company. Also discussed in the budget are plans for $7.5 million to be allocated to community gardens and green markets; the revitalisation of the coffee industry, including efforts to rejoin the International Coffee Organisation and support for cocoa farmers and entrepreneurs; rehabilitation and replanting of 900 acres of coconut to boost the coconut industry; strengthening the praedial larceny squad to reduce incidents across all districts; rehabilitation of physical infrastructure at Plum Mitan, benefiting 150 rice farmers; rehabilitation of 240 km of access roads for farming districts and forestry access roads to enhance harvesting operations; upgrades for fish landing sites and wholesale fish markets to expand entrepreneurial opportunities and provide training in processing initiatives; establishment of an agri-processing facility for alternatives to wheat flour and pepper mash, along with refurbishing the storage facility at the Piarco Packing House and the establishment of community-based aquaculture programmes to boost production in the aquaculture sector.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "toba",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "tobago newsday",
        "sentiment": "negative"
      },
      {
        "name": "newsday",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "trinidad",
        "sentiment": "none"
      },
      {
        "name": "trinidad and tobago",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:01:02.952+02:00",
  "updated": "2023-12-29T00:01:02.952+02:00"
}