{
  "thread": {
    "uuid": "6e3ea975f45af8129655c9af9cb155385d64f2bd",
    "url": "https://www.nowtolove.com.au/news/real-life/jenny-singleton-79722",
    "site_full": "www.nowtolove.com.au",
    "site": "nowtolove.com.au",
    "site_section": "https://www.nowtolove.com.au/rss",
    "site_categories": [
      "television",
      "womens_health",
      "health",
      "entertainment"
    ],
    "section_title": "Now To Love: Celebrity, News, Parenting, Health, Beauty, Fashion, Lifestyle",
    "title": "Meet the Aussie mum saving you cash!",
    "title_full": "Meet the Aussie mum saving you cash!",
    "published": "2024-01-07T21:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://d3unuz0h0mttub.cloudfront.net/s3/digital-cougar-assets/now/2024/01/05/1704433790867_FBCMS196.jpg?width=1200&amp;height=630&amp;quality=75&amp;mode=crop",
    "performance_score": 0,
    "domain_rank": 27663,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6e3ea975f45af8129655c9af9cb155385d64f2bd",
  "url": "https://www.nowtolove.com.au/news/real-life/jenny-singleton-79722",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Woman's Day team",
  "published": "2024-01-07T21:30:00.000+02:00",
  "title": "Meet the Aussie mum saving you cash!",
  "text": "Jen Hanlon might be best known to her thousands of fans as Jennnnaaayy, but the straight-talking mum is quick to explain how she always hated her nickname growing up.\n\"It's funny because when [the movie] Forrest Gump came out I was in high school. I used to get called Jennnnaaayy all the time, and I hated it,\" she tells Woman's Day, referring to how Tom Hanks' character pronounced the name of his love interest. \"But now it's become my persona – it's like I dealt with that in my own way and I'm using it for good.\"\nJen stumbled across her content creation role after downloading TikTok during the 2020 lockdowns so she could copy the viral dances posted there with her family.\nWhile housebound one day, she decided to share a couple of her\nlow-costmeals online to help people feeling the pinch of rising prices, never expecting her tasty creations to go viral.\n\"It was so weird but really fun all at once,\" she remembers. \"It's crazy how all it takes is one video to go viral that opens you up to reaching so many people.\"\nShe now has nearly 600,000 followers and almost 24 million likes since she started sharing clips almost four years ago.\n\"My path has changed so much and I guess I just rode the wave,\" says 39-year-old Jen. \"It's definitely given us opportunities we never had before.\"\nWhile Jen says her mechanic husband Joe and son Sam, 16, were initially shocked by her rise to fame, the pair are very supportive and occasionally post videos themselves to see who can gain more followers.\n\"At first, Sam was a bit concerned, and then I was worried I would embarrass him, but now he is completely on board,\" explains Jen from Singleton, NSW. \"When I get invited to events, Joe always comes with me.\"\nAs well as sharing her passion for cooking, Jen is very open about talking about her dark times. During COVID, she invited followers to have lunch with her online and still offers #checkinwithjen and #teawithjen sessions to help anyone experiencing loneliness. She also talks frankly about her own experience with infertility and depression.\n\"Until you experience depression yourself, you don't understand the depths of it and how dark life can get,\" Jen explains.\n\"I was lucky enough to have supportive people around me who encouraged me to get help.\"\nNow the summer holidays are in full swing, Jen is hoping to help anyone feeling the pinch. She has weekly $100 family meal plans available for anyone to use as inspiration on her website, but she admits that her much-loved $10 meals are now often around $15, thanks to inflation.\n\"Listen to your local radio station or check community noticeboards for events and activities that won't cost a fortune,\" Jen says about surviving the holidays. \"And when you go out, take your food with you. Look at what's in your pantry and think about what you can do with it.\"\nWhile life is hectic working full-time as an office manager and producing new social media content, Jen says the positive feedback she receives makes the juggle worthwhile.\n\"It was and still is very surreal,\" she says of being recognised. \"I have imposter syndrome most days but I love talking to people, so I enjoy that aspect of it.\"\nHer family, friends and colleagues keep her down-to-earth.\n\"They all just still see me as Jen, I'm sure, not Jennnnaaayy,\" she says.\n\"I do know though they enjoy the muffins, cakes and slices that I bring in when I've made them for content and need to get them out of my house so I don't eat them all!\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jen hanlon",
        "sentiment": "negative"
      },
      {
        "name": "jennnnaaayy",
        "sentiment": "negative"
      },
      {
        "name": "tom hanks",
        "sentiment": "none"
      },
      {
        "name": "jen",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T01:01:05.793+02:00",
  "updated": "2024-01-08T01:01:05.793+02:00"
}