{
  "thread": {
    "uuid": "05cbe39196ad7ecb457650f190678b6163c75db9",
    "url": "https://www.merca20.com/ogilvy-mexico-trae-a-casa-2-leones-de-bronce-con-su-campana-test-icles",
    "site_full": "www.merca20.com",
    "site": "merca20.com",
    "site_section": "https://www.merca20.com/feed",
    "site_categories": [
      "marketing",
      "business"
    ],
    "section_title": "Revista Merca2.0",
    "title": "Ogilvy México trae a casa 2 Leones de Bronce con su campaña “Test-icles”",
    "title_full": "Ogilvy México trae a casa 2 Leones de Bronce con su campaña “Test-icles”",
    "published": "2024-07-05T00:43:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://files.merca20.com/uploads/2024/07/POST-WINNER-TESTICLES.png",
    "performance_score": 0,
    "domain_rank": 14220,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "05cbe39196ad7ecb457650f190678b6163c75db9",
  "url": "https://www.merca20.com/ogilvy-mexico-trae-a-casa-2-leones-de-bronce-con-su-campana-test-icles",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Colaboracion Publicitaria",
  "published": "2024-07-05T00:43:00.000+03:00",
  "title": "Ogilvy México trae a casa 2 Leones de Bronce con su campaña “Test-icles”",
  "text": "Ogilvy México gana en Cannes Lions 2024 sus dos primeros Leones en las categorías de Health & Welleness y Sustainable Development Goals, con su emblemática campaña “Test-icles”.\n“Test-icles” es una idea creativa, innovadora, poderosa que transmite un mensaje basado en los datos y la ciencia. Esta campaña le habló a los hombres de una manera diferente, poco convencional y entretenida, para hacerles un llamado al cuidado de su salud a través de la utilización de una prueba de embarazo femenina para detectar un posible cáncer testicular. Además de invitar a la autoexploración y la visita a un médico especialista, todo esto a través de la creación de dos personajes con características únicas, Tano & Nato.\nAl respecto Verónica Hernández, CEO de Ogilvy México & Miami comentó “Estamos sumamente felices de recibir en casa estos 2 Leones en dos categorías tan representativas como lo son Health & Wellness y Sustainable Development Goals y de haber contado con otros 4 shortlists con nuestra campaña “Test-icles”. Así también, estamos muy orgullosos de los 2 shortlists que recibimos con nuestras campañas “Future Talks” para Casa de la Amistad & “Asientos Vacíos” para Aeroméxico. Cannes Lions es el lugar donde brilla la creatividad y es importante utilizarla para resolver diversas temáticas y ponerla también al servicio de diferentes sectores de la sociedad, ésta en nuestro ADN. Es por eso por lo que, en esta ocasión, llegar a un sector tan relevante como es el de la salud, es un verdadero testimonio del talento excepcional del equipo, de nuestra Red y de nuestro preciado partner Fundación de Alba. Todo este espíritu colaborador en pro del bienestar y la salud de la sociedad es un motor que nos impulsa a seguir adelante, con el objetivo de crear conciencia y tener un impacto transformador en la vida de las personas alrededor del mundo”. Y añadió “solo puedo decir Gracias a todos y cada uno de los gigantes que con su pasión, entrega, dedicación y compromiso llevaron a Ogilvy México a rugir en Cannes Lions 2024”\nRafael Reina, CCO Ogilvy México & Miami “Regresar a México con 2 Leones de bronce y 4 shortlists con nuestra campaña “Test-icles”, y haber sido reconocidos con 2 shortlists para nuestros clientes Casa de la Amistad con “Future Talks” y Aeroméxico con “Asientos Vacíos” nos llena el corazón. Nuestro proyecto “Test-icles” deja un legado para la detección temprana del cáncer testicular, eso es muestra del compromiso del gran equipo de Ogilvy por encontrar soluciones innovadoras para resolver problemas actuales. Se creo a dos personajes “Tano & Nato” para caracterizar los miedos que reflejaban las personas ante la realización de auto examinarse. Además, desarrollamos un sistema de apoyo en colaboración con la Fundación de Alba, nuestro gran partner, para brindar acompañamiento a los casos positivos y tener acompañamiento médico. Este enfoque refleja el verdadero significado de nuestro borderless creativity, que termina impactando positivamente en la vida de las personas”. Y finalizo “infinitas gracias al equipo por la gran pasión y entrega siendo fieles al Divine Discontent y hacer el mejor trabajo de nuestras vidas para nuestros clientes”\nPor su parte, Marcela Estrada, Directora Creativa de Ogilvy México concluyo “Ganar 2 Leones de bronce en Cannes, en dos categorías que premian ideas que mejoran la vida de las personas, ¡es increíble! . En Ogilvy creemos que si podemos cambiar la vida de una persona a través de lo que más nos gusta hacer, la creatividad, habremos dejado un granito de arena en el mundo. “Test-icles” ayuda a concientizar a los hombres sobre la importancia de la salud masculina y muestra que, de una forma fácil y económica se puede realizar una prueba de tamizaje, existente en cualquier farmacia, para la temprana y posible detección de un cáncer testicular. Y añadió “Estamos muy agradecidos por el apoyo de todo el equipo de la Fundación de Alba, Ogilvy México, Ogilvy Health y el equipo de Ogilvy Latam que desde el primer día se entregaron a “Test-icles” con la misma pasión que nosotros”.\nPara más información: https://testicles.mx/ y https://fundaciondealba.org/\nFICHA TÉCNICA:\nGlobal Chief Creative Officer: Liz Taylor\nDeputy Chief Creative Officer Worldwide: Joe Sciarrotta\nCEO Ogilvy LATAM: Horacio Genolet\nCEO Ogilvy México & Miami: Verónica Hernández\nCCO LATAM: Keka Morelle\nCSO LATAM: Thais Frazao\nGlobal CEO, Ogilvy Health: Kim Johnson\nCCO, Ogilvy Health North America: Renata Maia\nCCO México & Miami: Rafael Reina\nRegional Creative Director: Marcela “Mashe” Estrada\nOgilvy LATAM Creative Excellence: Adriana Weinberg\nOgilvy México Creative VP: Diego Rodríguez\nHead Health & Wellness Ogilvy MX y LATAM: Eileen Dávila\nCOO Ogilvy Mexico: Julian Torres\nChief Communication Officer LATAM: Marina Piacentini\nCEO GroupM México: Marina Gunther-\nFundadora y Presidenta Fundación de Alba: Rebecca de Alba\nDirectora General Fundación de Alba: Miryana Pérez\nDirectora de Gestión de Recursos Fundación de Alba: Artemisa Couto\nMédico Oncólogo: Dr. Miguel Ángel Álvarez Avitia\nSr Art Director: Uriel Sánchez Cureño\nSr Copywriter: Francisco “Curi” Miranda\nMotion Graphic Designer: Izamary Ramírez\nH&W Account Business Leader: Rebeca Rios\nAccount Director: David Ontiveros\nHead of Production: Rosa Elena Arizmendi\nProducer: Alejandra Rodríguez\nStrategic Plannning Director: Landy Millán\nHead of Communication México: Paula Santiago\nHead of Influence México: Paulina Villanueva\nHead of Experience: Laurie King\nTech Operations Manager: Karla Magallán\nHead Digital Product: Armando Rosas\nUX/UI Lead: Juan Carlos Betancourt\nFront End: Elena Álvarez\nFront End Sr.: Isaac Pozos\nBack End Sr.: Carlos Martínez\nQA Lead: Verónica Carranza\nQA Sr.: Edgar González\nPricing & Investment Director GroupM: Juan Pablo Organista\nDigital Supervisor GroupM: Jocelin Matias\nInvestment Supervisor GroupM: Karen Castillejos\nInvestment Executive GroupM: Danilo Bucio\nMúsica por: Estudios Machina\nDesarrollo y animación de personajes: Believe.tv, Santiago de Chile.\nLocución por: Olín Garcés, Moises Curiel",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Social Issue",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://fundaciondealba.org",
    "https://www.testicles.mx/",
    "https://www.fundaciondealba.org/",
    "https://testicles.mx",
    "https://fundaciondealba.org/",
    "https://testicles.mx/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T01:36:51.050+03:00",
  "updated": "2024-07-05T01:36:51.050+03:00"
}