{
  "thread": {
    "uuid": "05abbfa33acd630ea0fc3aaffe98cd79437fb2cd",
    "url": "https://www.laserfocusworld.com/optics/article/55093304/umicore-coating-services-ltd-precision-infrared-technology-and-evolving-regulations-revolutionize-emissions-tracking",
    "site_full": "www.laserfocusworld.com",
    "site": "laserfocusworld.com",
    "site_section": "https://laserfocusworld.com",
    "site_categories": [
      "tech"
    ],
    "section_title": "Home | Laser Focus World",
    "title": "Precision infrared technology and evolving regulations revolutionize emissions tracking | Laser Focus World",
    "title_full": "Precision infrared technology and evolving regulations revolutionize emissions tracking | Laser Focus World",
    "published": "2024-07-05T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.laserfocusworld.com/files/base/ebm/lfw/image/2024/07/66845960ce07660131454fb3-naples_july2024_1.png?auto=format,compress&fit=fill&fill=blur&w=1200&h=630",
    "performance_score": 0,
    "domain_rank": 63809,
    "domain_rank_updated": "2024-07-02T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "05abbfa33acd630ea0fc3aaffe98cd79437fb2cd",
  "url": "https://www.laserfocusworld.com/optics/article/55093304/umicore-coating-services-ltd-precision-infrared-technology-and-evolving-regulations-revolutionize-emissions-tracking",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mark Naples",
  "published": "2024-07-05T03:00:00.000+03:00",
  "title": "Precision infrared technology and evolving regulations revolutionize emissions tracking | Laser Focus World",
  "text": "For too long, the issue of methane in the energy sector has been out of sight, out of mind. But with each year that passes, the focus on it grows. Despite being one of the largest contributors to global warming, methane has for years flown under the industry’s radar. This invisible gas, second only to carbon dioxide in its impact on pollution, has caused between 20 and 30% of all recorded temperature increases during the last 200 years,1 but has failed to garner the same attention from those positioned to act. Poor data collection and monitoring have led to methane levels growing in the atmosphere, with leaking infrastructure and gas-spewing operations often going unchecked. However, the increasing awareness of this threat has prompted a surge of action from industry and regulators alike. Multiple new targets and measures have been introduced promising to decrease emissions around the world and hold energy operators to account for their contributions. Combined with advancements in gas detection technology granting the energy sector the tools it needs to improve monitoring, the tide on methane may be about to turn. Improving emissions tracking The importance of data when it comes to methane emissions cannot be overstated. Robust information is essential for everything from establishing baselines to setting targets for reduction. Without understanding where emissions are occurring and at what scale, operators cannot effectively target repairs and maintenance or track their progress over time. Despite promising growth in the quality of reporting on methane emissions, estimates are still plagued by uncertainty. There is a notable gap between the data collected by scientists and official measurements, and that submitted by energy operators. For example, while the Global Methane Budget and International Agency both estimate emissions from oil and gas operations sit at around 84 metric tons (MT) per year,2 figures provided by countries to the United Nations (U.N.) are around half this, and estimates based on company-provided figures are even lower. Extrapolating reports to the Oil & Gas Methane Partnership 2.0 to cover the remainder of the industry puts estimates of methane emissions at just 5 MT. Explanations for this discrepancy vary. It is possible that only the better-performing national governments report their figures to the U.N., which means estimates may not properly represent the performance of the industry. Too often, official data relies on out-of-date or inaccurate reporting. The problem with inaccurate data is immediately apparent. Failing to clearly map emissions risks underestimating their scale, as well as potentially overlooking larger one-off accidental “super-emitting” events. If the oil and gas sector is to improve its reputation on the environment, urgent action will be needed to improve emissions monitoring. Changing legislation In today’s regulatory landscape, emissions tracking is no longer an expectation—in many parts of the world, accurate monitoring and reporting is becoming a requirement. In May 2024, the European Union’s (EU) first-ever rules for energy sector methane emissions became legislation—requiring oil and gas operators to actively monitor and report on any methane emissions to high standards, and take tangible steps to reduce them once identified.3 Businesses must also end any avoidable flaring and venting activity, and reserve the practice solely for situations where it is strictly necessary such as safety-critical incidents. This regulation will impact emissions from imports. Often, EU countries’ domestic methane emissions from energy are lower than the emissions from their imports, so the EU regulation will require countries to ensure imported fossil fuels are being produced to the same exacting data monitoring standards as domestic operations. These requirements will become stricter over time, eventually ensuring that exporters operate by the same monitoring and detection standards as businesses within the EU. These measures have the potential to transform the energy sector’s environmental impact by radically overhauling transparency around methane emissions. Under the law, any reports made will need to be verified by independent bodies, and periodic inspections will be conducted by national authorities to ensure the standards are being adhered to. This requirement should go a long way toward improving the accuracy of the data that companies hold. Around the world, growing numbers of countries are developing their own legislation or opening investment opportunities to improve data transparency on methane. In the U.S. for example, the Environmental Protection Agency and Department of Energy have opened applications for $850 million in funding for methane monitoring, measuring, and reduction programs.4 This investment, part of the Inflation Reduction Act, comes alongside targets to reduce methane emissions from parts of the oil and gas sector by 80%. Methane leak detection technology With new regulations requiring operators to detect and repair methane leaks across their infrastructure, having the right equipment is becoming more important than ever. Many oil and gas suppliers oversee vast networks of pipelines and tanks, much of which is hidden underground, and without specialist monitoring technology that is both high-performance and versatile enough for widespread deployment, successfully locating leaks can be almost impossible. The EU is supporting these efforts with its own investments. Under recent legislation, the EU Commission is required to introduce a satellite monitoring tool that will provide information on the scale, frequency, and location of large-scale emission sources, regardless of their location. A rapid alert mechanism will also be introduced for “super-emitting” events—alerting the EU or relevant country when particularly large leaks are identified to facilitate preventative action. Operators can enhance this by deploying their own equipment on the ground. With the need to quickly and accurately identify leaks across a wide area and in a range of challenging environments, infrared (IR) technology is emerging as a particularly promising solution. Laser absorption spectroscopy (LAS) is a high-performance gas detection technique ideally suited for the challenges faced by the energy sector. Combined with precision IR filters, this technology enables monitoring of a wide range of gases including carbon dioxide (CO2), methane, sulphur dioxide, and volatile organic compounds—to support companies with accurate reporting required by evolving regulations. This technique is based on the unique IR-absorbing properties of greenhouse gases. By passing beams of IR light through a sampling chamber containing the gas being monitored for, these sensors can accurately detect concentrations based on the absorption of IR radiation. Recent advancements in LAS technology resulted in detectors that can continuously monitor for combustible gases and vapors and provide early notifications, while requiring minimal calibration. These sensors are also resistant to contamination and corrosion, which means they can be deployed for the range of environments often encountered in the oil and gas sector. Thanks to advances in filter coating technology, LAS detectors are becoming increasingly accessible. Coating characteristics determine how suitable the filters used in LAS are for any given application, which enables them to monitor a wide range of different gases, and the work of coating developers like Umicore Coating Services is bringing down the cost of this technology through bespoke innovative solutions. Umicore’s early prototyping services are helping equipment manufacturers improve the functionality of their technology—and advancing innovative solutions to further support emissions monitoring and reduction in the energy sector. With methane regulations continuing to evolve, energy operators can no longer afford to bury their head in the sand on this issue. Thankfully, the solutions that will help them stay compliant with emerging legislation are readily available today. The performance and versatility of LAS detectors make them ideal for deployment in the oil and gas sector and, in the years to come, this technology will prove instrumental to improving data accuracy and transparency. REFERENCES 1. See [www.iea.org/reports/global-methane-tracker-2022/methane-and-climate-change](https://www.iea.org/reports/global-methane-tracker-2022/methane-and-climate-change). 2. See [www.iea.org/reports/global-methane-tracker-2024/progress-on-data-and-lingering-uncertainties](https://www.iea.org/reports/global-methane-tracker-2024/progress-on-data-and-lingering-uncertainties). 3. See [energy.ec.europa.eu/news/new-eu-methane-regulation-reduce-harmful-emissions-fossil-fuels-europe-and-abroad-2024-05-27_en](https://energy.ec.europa.eu/news/new-eu-methane-regulation-reduce-harmful-emissions-fossil-fuels-europe-and-abroad-2024-05-27_en). 4. See [www.epa.gov/newsreleases/epa-doe-announce-850-million-reduce-methane-pollution-oil-and-gas-sector](https://www.epa.gov/newsreleases/epa-doe-announce-850-million-reduce-methane-pollution-oil-and-gas-sector).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.iea.org/reports/global-methane-tracker-2024/progress-on-data-and-lingering-uncertainties).",
    "https://www.iea.org/reports/global-methane-tracker-2022/methane-and-climate-change).",
    "https://www.epa.gov/newsreleases/epa-doe-announce-850-million-reduce-methane-pollution-oil-and-gas-sector).",
    "https://energy.ec.europa.eu/news/new-eu-methane-regulation-reduce-harmful-emissions-fossil-fuels-europe-and-abroad-2024-05-27_en).",
    "https://iea.org/reports/global-methane-tracker-2022/methane-and-climate-change).",
    "https://iea.org/reports/global-methane-tracker-2024/progress-on-data-and-lingering-uncertainties).",
    "https://www.energy.ec.europa.eu/news/new-eu-methane-regulation-reduce-harmful-emissions-fossil-fuels-europe-and-abroad-2024-05-27_en).",
    "https://epa.gov/newsreleases/epa-doe-announce-850-million-reduce-methane-pollution-oil-and-gas-sector)."
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T15:26:55.056+03:00",
  "updated": "2024-07-05T15:26:55.056+03:00"
}