{
  "thread": {
    "uuid": "61f23e05fc182d5cd2aee021c71eb5a7d344a15b",
    "url": "https://bmcplantbiol.biomedcentral.com/articles/10.1186/s12870-025-07351-7",
    "site_full": "bmcplantbiol.biomedcentral.com",
    "site": "biomedcentral.com",
    "site_section": "https://bmcplantbiol.biomedcentral.com/articles",
    "site_categories": [],
    "section_title": "Articles | BMC Plant Biology",
    "site_title": "Home page | BMC Plant Biology",
    "title": "Rare earth transfer films enhance the photosynthetic efficiency of strawberry plants, thereby improving fruit quality and yield",
    "title_full": "Rare earth transfer films enhance the photosynthetic efficiency of strawberry plants, thereby improving fruit quality and yield",
    "published": "2025-11-06T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static-content.springer.com/image/art%3A10.1186%2Fs12870-025-07351-7/MediaObjects/12870_2025_7351_Fig1_HTML.jpg",
    "performance_score": 0,
    "domain_rank": 1165,
    "domain_rank_updated": "2025-10-26T23:00:00.000+02:00",
    "licensing_agency": [],
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "61f23e05fc182d5cd2aee021c71eb5a7d344a15b",
  "url": "https://bmcplantbiol.biomedcentral.com/articles/10.1186/s12870-025-07351-7",
  "ord_in_thread": 0,
  "author": "Cai, Bing-Bing",
  "published": "2025-11-06T02:00:00.000+02:00",
  "title": "Rare earth transfer films enhance the photosynthetic efficiency of strawberry plants, thereby improving fruit quality and yield",
  "text": "- Research\n-\nOpen access - Published:\nRare earth transfer films enhance the photosynthetic efficiency of strawberry plants, thereby improving fruit quality and yield\nBMC Plant Biology\nvolume 25, Article number: 1518 (2025)\nCite this article\nAbstract\nStrawberry (Fragaria × ananassa Duch.) is an important crop in the world. Environmental fluctuations have a significant impact on the growth of strawberries. Photoconversion films can change the environment of facility crops to increase production and improve quality. Therefore, this study investigated the effects of rare earth light conversion films (RPOs) on strawberry cultivation. The temperature, photosynthetic photon flux density, light transmittance and proportion of spectra beneficial to the crop production of RPO greenhouses were all greater than those of the control. Compared with those of the control, spongy tissues were sparser in RPO1 and RPO2 leaves. The cross-sectional surface area of the main vascular bundles of strawberry petioles treated with RPO1 and RPO2 increased slightly. Compared with those of the control, net CO2 assimilation, stomatal conductance, activity of Rubisco and gene expression levels of RPO1 and RPO2 were all increased, and the intercellular CO2 concentration was decreased. Compared with those of the control, yield, soluble solids, soluble sugar content, Vc content, and flavonoid contents of RPO1 and RPO2 increased, while the soluble protein content decreased. In conclusion, RPO promotes photosynthesis in strawberry plants by optimizing photosynthetic photon flux density, spectrum and temperature in greenhouses; adjusting the spectrum to change pigment content, spongy tissue structure, petiole vascular bundles, and Rubisco activity; and regulating the expression of the Rubisco gene, thereby increasing the quality and yield of strawberry plants. Compared with RPO1, RPO2 could be a more suitable film for strawberry production.\nIntroduction\nPhotosynthesis can affect the growth and yield of crops. Photosynthesis is the ultimate energy source of plants and consists of two key stages: the light and dark reactions [1]. The light reaction mainly occurs during the photosynthesis of chloroplasts in green plants, where light energy is absorbed and converted to generate NADPH and ATP [2]. Subsequently, the dark reaction utilizes the generated energy to fix CO2 and convert it into six types of carbon sugars in the carbon assimilation process [3]. Photosynthetic carbon assimilation can store energy in the biological world and generate most of the biomass in the biosphere. Rubisco (ribulose 1,5-bisphosphate ribulose carboxylase) is the most abundant protein on Earth and is responsible for the vast majority of global carbon fixation [4], and it is highly sensitive to temperature. With the assistance of different assembly factors, Rubisco is composed of 8 large subunits (RbcL) and 8 small subunits (RbcS) to form a hexadecamer [5, 6]. These assembly factors, large subunits and small subunits affect the activity of Rubisco, thereby influencing photosynthesis.\nLight-conversion agricultural film is a functional film that can convert harmful ultraviolet rays or useless yellowish-green light in sunlight into red–orange light and blue-purple light, thereby facilitating photosynthesis in plants and increasing yields [7]. Light conversion film can significantly increase the net CO2 assimilation of Chinese cabbage and significantly increase its dry leaf weight and leaf area by 33.0% and 33.3%, respectively [8]. Additionally, Light-transferring film has been shown to increase the tomato yield by 32.90%, the average yield per unit area of Bebe pumpkins by 5.90%, and the yield of pre-Mingming tea by 51.20%–56.20% [9,10,11]. As the core material of light conversion agricultural films, the performance of light conversion agents will directly affect the light conversion efficiency of the films [12]. The light conversion agents can be classified by material properties into: rare earth organic complexes, fluorescent dyes, rare earth inorganic compound [13]. Rare earth elements can emit light from the ultraviolet region to the infrared region due to their unique electronic layer structure, making them important fluorescent luminescent materials, the conversion performance of different light converters varies [14]. Early studies have shown that Eu3+,Y3+ Sm3+, Tb3+, Ce3+, Dy3+ and other rare earth ions can emit light [15,16,17]. Research shows that adding the rare earth element europium as a Light conversion agent to the Light-converting film can increase the accumulated temperature in the greenhouse by 75℃ and the average daily temperature by 0.39℃ [18]. Previous studies have also shown that adding elements such as europium and yttrium to Light conversion films can increase the yield of cucumbers by 30.01%. Compared with those of the control (traditional membrane), the growth indicators of the plants, the net photosynthetic rate and fruit quality improved to varying degrees [19, 20].\nStrawberry (Fragaria × ananassa Duch.) is an important crop in the world; in addition to its cultivation area and output, it is firmly at the forefront of the world. Environmental fluctuations have a significant impact on strawberry growth [21]. A low incidence of light reduces photosynthesis and, therefore, the synthesis of sugars and carbohydrates, and vitamin C, affecting fruit quality [22]. Low temperatures (below 7 °C) increase the incidence of fruit deformities, changes in fruit size and color [23]. High temperatures can reduce the photosynthetic rate of plants by up to 44% and lead to a decrease in sugar levels at the fruit level, thereby reducing sweetness [24]. However, a slightly higher temperature can induce the synthesis of phenolic compounds including anthocyanins, enhancing the antioxidant capacity and functional quality of the fruit [24, 25]. Light conversion film, as one of the means to increase yield and improve the quality of facility crops, is currently more widely used in leafy vegetable crops but less widely studied in strawberry [26, 27]. Therefore, based on results from traditional PO film, in this study, a traditional PO film was used as the control, and rare earth phototransfer films with different amounts of europium and yttrium were used for the treatments. Through the analysis of strawberry leaves and samples at the fruit stage, the effects of rare earth light transfer films on the photosynthesis, yield and fruit quality of facility strawberry plants were investigated in detail, and the effects of the two types of light transfer films were comprehensively evaluated.\nMaterials and methods\nExperimental design and plant materials\nThe 'Hongyan' variety of strawberry was used as the experimental material in this study. This is the main cultivated variety in the local area. This material is provided by Hebei Zengxian Agricultural Planting. It was cultivated in three solar greenhouses managed by Hebei Zengxian Agricultural Planting Co., Ltd. (Zheng Village, Zhengcun County, Baoding City, Hebei Province, China, 39°0′41’ N, 115°30′13’ E) from September 2023 to May 2024. Each of these greenhouses was 70 m in Length, 10.6 m in width, 4.6 m in mid-ridge height, and 10 m in inner span, with a 0.37 m brick wall. The greenhouse, which runs east‒west. Three layers of felt and one layer of pearl cotton are covered outside the film for insulation. The row spacing for strawberry plants is 90 cm, with a spacing of 10 cm within each row. Each greenhouse was planted with 9,500 strawberry plants. The strawberry plants covered with black plastic film and drip-irrigated beneath the film. Each greenhouse contained 72 rows covering 770 m2. Within each greenhouse, a sample plot consisting of 11 adjacent rows was randomly selected, with the area of each plot being approximately 90 m2.\nFor comparison, three types of covering materials were tested. The first greenhouse was covered with a layer of standard polyolefin film (PO, thickness of 0.1 mm) from Hebei Kangcheng Modern Agricultural Products Development Co., Ltd., as the control (CK). The second greenhouse was covered with a rare earth light-transmitting film (RPO, thickness of 0.1 mm) specifically designed for strawberries from Shandong Shunming Company as a treatment (RPO1). The third greenhouse was covered with a special rare earth light conversion film (RPO, thickness of 0.1 mm) for strawberries from Shandong Xintianhe Company Co., Ltd., as another treatment (RPO2). Both ROP1 and RPO2 are rare earth light-transmitting films compounded with inorganic rare earth powder and organic rare earth powder. The only difference lies in the proportion of inorganic rare earth powder and organic rare earth powder compounded for RPO1 and RPO2. The price difference between these two light-transmitting films is not significant. Each greenhouse was divided into three sections: north, south and center. This process was repeated three times inside the greenhouse. Planting occurred on September 25, 2023, flowering began on October 23, 2023, harvesting began on January 20, 2024, and the crop cycle ended on May 6, 2024.\nDetermination of the inner environment of the greenhouses\nFrom September 2023 to May 2024, we conducted continuous monitoring of the spectrum, photosynthetic photon flux density and air temperature within the greenhouse. The Light transmittance was calculated every 30 days starting from October 28, 2023. Each month between 9:00 and 11:00 a.m., spectral measurements were conducted every half hour using a QE65000 spectrometer (Ocean Optics, Shanghai, China), the average of the five measurements was computed as a replicate value. Photosynthetic photon flux density was measured using a #3415F Quantum light meter illuminometer (Spectrum Technologies, Inc., United States), in conjunction with spectral measurements. Air temperature and air humidity readings of CK, RPO1 and RPO2 samples were taken with i500 temperature sensors (Hangzhou Drucker Co., Ltd., China). To avoid the influence of the ground surface and sunlight, these spectrometers, Quantum Light meter illuminometer and temperature sensors are placed 1.5 m above the ground in the middle of the greenhouse.\nMeasurement of strawberry leaf growth traits at the flowering stage\nThe third functional leaf was selected from the crown of the strawberry plant. The leaf area and chlorophyll content of the plants were measured. Each functional leaf consists of three leaflets (left, middle, and right). Eight leaves were selected as replicates for each plot. The leaf area of the functional leaves was measured with a leaf area meter (AM-200), and the parietal leaf photosynthetic parameters, including net CO2 assimilation, transpiration rate, intercellular carbon dioxide concentration and stomatal conductance, were measured with a YZQ-100A portable dynamic photosynthesis system (Ji Zhuqi Technology (Beijing) Co., Ltd.), with the optical quantum flux density (PFD) set at 500 μmol·m−2·s−1, and the atmospheric pressure was set at 101.3 kPa. Measurements are taken from 9:00 to 11:00 in the morning. The leaf temperature varies with the air temperature.\nThe fluorescence parameters, including PSII primary light conversion efficiency (Fv/Fm), unit reaction centre absorption (ABS/RC), unit of light energy captured by the reaction centre (TRo/RC) and the energy transferred by an electron (ETo/RC) in the same leaf, were measured using a Handy PEA Plant efficiency analyser (Hansatech, UK). When starting the measurement, it was held with a dark processing clamp (avoid pinching the veins). After 20 min, measure the fluorescence parameters of the strawberry leaves.\nThe photosynthetic pigment content was determined using the mixed sample described above, and the pigment was extracted using the 80% acetone method. The absorption value was subsequently determined with an ultraviolet spectrophotometer (U-5100 UV/VIS) at wavelengths of 470, 645 and 663 nm, and the contents of chlorophyll a, chlorophyll b and carotenoids were subsequently calculated [28].\nStrawberry leaf and petiole sampling and processing for microscopy\nSelect Functional leaves, symmetrically divide the leaves along both sides of the main vein into 1× 0.5 cm small sections, and prepare permanent sections after soaking in FAA fixative. The size and number of cells were recorded through photographs and observations under an OLYMPUS BX51M compound microscope (BX51M Olympus Optical Co., Ltd., Tokyo, Japan) [29].\nMeasurement of strawberry fruit yield and quality\nCommercial strawberry fruit were collected during the mature period (January 20, 2024). At this stage, 20 fruit were selected from each plot as samples; this process was repeated three times. The weight of each strawberry fruit was measured with an electronic balance with an accuracy of 0.01 g, and the fruit length, width and fruit shape index were scanned with an i800plus ScanMaker (MICROTEK, MRS-9600TFU2L, Shanghai Zhongjing Technology Co., Ltd.). The quality of commercial strawberry fruit was assessed during the mature period (December 14, 2023). At this stage, 20 fruit were selected from each plot, mixed finely, and then frozen quickly with liquid nitrogen. to create a mixed sample; this process was repeated five times. The soluble solid content was measured using an ATAGO handheld digital sugar meter (ATAGO, Japan). Chemical experimental methods were employed to determine the contents of other substances. The Coomassie Brilliant Blue G-250 staining method was used to measure the fixed soluble protein content [30]. The content of ascorbic acid was determined using the 2,6-dichlorophenol indophenol titration method [28], whereas the titratable acid content was measured using the sodium hydroxide titration method [31]. Free amino acid levels were measured through ninhydrin colorimetry [32], and the soluble sugar content was determined using the anthrone colorimetric method [33]. The contents of flavonoid content and total phenol were measured using assay kits (G0118F and G0117F; Grace Biosciences, Suzhou, China). Measurements were expressed as mg g−1. Additionally, the number of fruit per plant and the overall plot yield were recorded throughout the harvesting period. Single fruit weights were also measured during the mature period.\nFluorescent quantitative PCR (qRT‒PCR)\nNCBI website was used to design qRT‒PCR-specific primers for candidate genes (Table 1), which were synthesized by Beijing Qingke Biotechnology Co., Ltd. Strawberry leaf RNA (a plant RNA extraction kit) was extracted and reverse-transcribed (Kangwei reverse transcription kit) to obtain cDNA, and then, qRT‒PCR was performed with a Kangwei MagicSYBR mixture kit and a StepTwo real‒time fluorescence quantitative PCR system (Roche, CA, USA). The PCR amplification procedure was as follows: the amplification program included 1 cycle of 95 °C for 30 s, followed by 40 cycles of 95 °C for 5 s and 60 °C for 30 s. The 20 μL reaction system was as follows: 2 × MagicSYBR mixture, 10 μL; upstream and downstream primers, 4 μL; cDNA, 2 μL; and sterilized ddH2Oto 20 μL. Three biological replicates and three technical replicates were used for each gene. The final value of relative quantitation was compared with that of the control internal reference gene StRefActin 1 (LOC101300025) [34], and the analysis of each type of sample was repeated three times as technical repeats. The relative expression levels of the candidate genes were analysed by the 2−ΔΔCT method [35].\nData analysis\nOne-way ANOVA was performed using Duncan’s test in Statistical Product and Service Solutions, version 26.0 (IBM, New York, United States), and the data are presented as the means ± SEs. The maximum, minimum and average values of photosynthetic photon flux density and temperature were determined by using Microsoft Excel, version 16.0 (Microsoft Corporation, Redmond, Washington, United States).\nThe data were analysed using the fuzzy membership function [36]. The positive correlation index was calculated using the Formula X(u) = (X-Xmin)/(Xmax-Xmin), and the negative correlation index was calculated using the Formula X(u) = 1-(X-Xmin)/(Xmax-Xmin). The average membership function values of the growth, leaf and fruit quality of all the plants were calculated to obtain their average membership function values.\nResults\nEffects of RPO films on the environment in greenhouses\nEffects of RPO films on air temperature in a greenhouse\nFrom November to March of the following year, the average temperatures of the CK, RPO1 and RPO2 treatments all tended to first decrease but then increase (Table 2). Compared with those of the control, the minimum temperature and accumulated temperature treated with RPO1 increased by 25.00 (from 6.0 to 7.5 °C)–38.33% (from 6.0 to 8.3 °C), 4.15 (from 386 to 402 °C)–36.08% (from 291 to 396 °C), respectively, and there was no difference in the maximum temperature; the maximum temperature, minimum temperature and accumulated temperature of RPO2 increased by 26.92% (from 26 to 33 °C), 12.96 (from 5.6 to 6.8 °C)–43.33% (from 6.0 to 8.6 °C), 17.65 (from 357 to 420 °C)–41.58% (from 291 to 412 °C), respectively. The average temperatures of RPO1 and RPO2 were not different from that of the control.\nEffects of RPO film on photosynthetic photon flux density\nFrom November to March of the following year, the average photosynthetic photon flux density, maximum photosynthetic photon flux density and minimum photosynthetic photon flux density of the CK, RPO1 and RPO2 treatments all tended to first decrease but then increase (Table 3). Compared with that in the CK treatment, the average photosynthetic photon flux density increase in RPO2 was greatest, increasing by 26.83 (from 205 to 260 μmol·m−2·s−1)–44.77% (from 277 to 401 μmol·m−2·s−1), the maximum photosynthetic photon flux density increased by 13.02 (from 983 to 1111 μmol·m−2·s−1)–35.97% (from 670 to 911 μmol·m−2·s−1), the average photosynthetic photon flux density in RPO1 increased by 23.41 (from 205 to 253 μmol·m−2·s−1)–40.43% (from 277 to 389 μmol·m−2·s−1), and the maximum photosynthetic photon flux density increased by 7.93 (from 983 to 1061 μmol·m−2·s−1)–33.38% (from 758 to 1011 μmol·m−2·s−1).\nEffects of the RPO film on different spectral intensity and transmittances\nRare earth semitransparent films can reduce the proportions of ultraviolet, purple and green light; increase the proportions of far-red, red‒orange and blue light; and increase the light transmittance of greenhouse films (Table 4). On sunny days, compared with those in the CK treatment, ultraviolet light, violet light and green light in the RPO2 treatment decreased by 8.28 (from 19.62 to 18.12 μmol·m−2·s−1), 6.51 (from 9.00 to 8.45 μmol·m−2·s−1) and 8.84 μmol·m−2·s−1 (from 22.16 to 20.36 μmol·m−2·s−1), whereas blue light, red‒orange Light and far-red Light increased by 6.35 (from 15.28 to 16.25 μmol·m−2·s−1), 11.59 (from 21.75 to 24.27 μmol·m−2·s−1) and 22.10 μmol·m−2·s−1 (from 11.31 to 13.81 μmol·m−2·s−1), respectively; in the RPO1 treatment, ultraviolet Light, violet Light and green light decreased by 4.31 (from 19.62 to 18.81 μmol·m−2·s−1), 6.01 (from 9.00 to 8.49 μmol·m−2·s−1) and 9.87 μmol·m−2·s−1 (from 22.16 to 20.17 μmol·m−2·s−1), respectively, whereas blue light, red‒orange Light and far-red Light increased by 7.00 (from 15.28 to 16.35 μmol·m−2·s−1), 9.75 (from 21.75 to 23.87 μmol·m−2·s−1) and 19.98 μmol·m−2·s−1 (from 11.31 to 13.57 μmol·m−2·s−1), respectively. Compared with that of the control, the light transmittances of the lattice films treated with RPO1 and RPO2 significantly increased by 8.27% (from 84.67 to 91.67%) and 9.84% (from 84.67 to 93.00%), respectively.\nOn cloudy days, compared with those in the CK treatment, ultraviolet light, violet light and green light in the RPO2 treatment decreased by 13.14 (from 20.15 to 17.81 μmol·m−2·s−1), 19.69 (from 8.51 to 7.11 μmol·m−2·s−1) and 25.70 μmol·m−2·s−1 (from 23.08 to 18.36 μmol·m−2·s−1), respectively, whereas blue light, red‒orange Light and far-red Light increased by 9.88 (from 16.19 to 17.79 μmol·m−2·s−1), 18.22 (from 20.69 to 24.46 μmol·m−2·s−1) and 24.73 μmol·m−2·s−1 (from 10.27 to 12.81 μmol·m−2·s−1), respectively; in the RPO1 treatment, violet Light and green Light decreased by 10.09 (from 8.51 to 7.11 μmol·m−2·s−1) and 21.03 μmol·m−2·s−1 (from 23.08 to 19.07 μmol·m−2·s−1), respectively, whereas red‒orange Light and far-red Light increased by 15.95 (from 20.69 to 23.99 μmol·m−2·s−1) and 22.40 μmol·m−2·s−1 (from 10.27 to 12.57 μmol·m−2·s−1), respectively. Compared with that of the control, the light transmittances of the lattice films treated with RPO1 and RPO2 increased by 9.69% (from 82.33% to 90.31%) and 12.55% (from 82.33 to 92.66%), respectively.\nEffects of RPO film on the growth and development of strawberry plants in a solar greenhouse\nEffects of RPO film on strawberry plant growth in a solar greenhouse\nCompared with the control, RPO1 and RPO2 increased the total leaf area of strawberry plants by 29.98% and 31.51%, respectively, and decreased the petiole Length by 35.05% and 69.79%, respectively. The number of flowers in RPO1 increased slightly but not significantly compared with that in the control, whereas the number of flowers in RPO2 increased by 14.06% compared with that in the control (Table 5).\nEffects of RPO film on the anatomical structure of strawberry leaves and petioles in solar greenhouses\nIn the same field of view, the spongy tissues of strawberry leaves treated with RPO1 and RPO2 were sparser than that of strawberry leaves treated with CK (Fig. 1). At the same magnification, the vascular bundles of strawberry petioles treated with RPO1 and RPO2 were both larger than those in the CK group (Fig. 2). Compared with those under the CK treatment, the cross-sectional surface area of the main vascular bundles of strawberry petioles under the RPO1 and RPO2 treatments increased by 1.59% and 18.21%, respectively.\nEffects of RPO film on the photosynthetic parameters, fluorescence parameters and chlorophyll content of strawberry leaves in solar greenhouses\nThe photosynthetic rate, transpiration rate, stomatal conductance and intercellular CO2 concentration of strawberry leaves treated with RPO1 and RPO2 were significantly different from those of the control group (Table 6). Compared with those under the CK treatment, net CO2 assimilation, transpiration rate and stomatal conductance of the leaves under the RPO2 treatment increased by 54.44%, 20.27% and 157.67%, respectively; net CO2 assimilation and stomatal conductance of the leaves under the RPO1 treatment increased by 15.66% and 49.55%, respectively. Compared with those under RPO1, net CO2 assimilation, transpiration rate and stomatal conductance of the leaves under RPO2 increased by 33.54%, 21.09% and 72.30%, respectively. The changing trend of the intercellular CO2 concentration was opposite to those of the above four photosynthetic parameters. Compared with those of the control, the intercellular CO2 concentrations of RPO1 and RPO2 decreased by 32.76% and 35.13%, respectively. Notably, the intercellular CO2 concentration of RPO2 decreased by 1.79% compared with that of RPO1.\nThe ABS/RC, TRo/RC and ETo/RC of RPO1 and RPO2 were significantly greater than those of CK; RPO1 increased by 16.18%, 16.31% and 12.20%, respectively, and RPO2 increased by 21.97%, 20.57% and 14.63%, respectively (Table 6). The Fv/Fm of RPO2 did not significantly differ from that of CK, whereas the Fv/Fm of the RPO1 treatment was 2.5% greater than that of the control. Compared with those in CK leaves, the contents of chlorophyll a, chlorophyll b and carotenoids in strawberry leaves treated with RPO2 significantly increased by 30.51%, 26.47% and 26.09%, respectively, whereas the contents of chlorophyll a, chlorophyll b and carotenoids in RPO1 were not significantly different from those in the control group (Table 6).\nEffects of RPO film on the activity of the Rubisco enzyme and related genes in strawberry leaves in solar greenhouses\nThe Rubisco activities in strawberry leaves treated with RPO2 and RPO1 were greater than that in the control, increasing by 42.87% and 44.94%, respectively (Fig. 3A). Compared with those in the control, the expression levels of rubisco accumulation factor 1 (Rub-af1) in the plants treated with RPO1 and RPO2 were upregulated by 10.09% and 9.95%, respectively (Fig. 3B). The expression levels of the large subunit of Rubisco that binds to subunit α of the protein (RubLα) were upregulated by 9.23% and 8.71%, respectively (Fig. 3D). The expression levels of the large subunit of Rubisco that binds to subunit β of the protein (RubLβ) were upregulated by 10.45% and 9.46%, respectively (Fig. 3E). The expression levels of chloroplast nucleosaccharide diphosphate carboxylase small chain (Rib-cs) were upregulated by 7.27% and 6.13%, respectively. Interestingly, the expression level of Rib-cs in RPO1 was upregulated by 1.08% compared with that in RPO2 (Fig. 3F). There was no significant difference in the expression level of ribulose diphosphate carboxylase small chain 1 (Rib-cs1) (Fig. 3C).\nEffects of rare earth light conversion film on the yield and quality of strawberry fruit\nThe transverse and longitudinal stems, single fruit weight, and yield of strawberry fruit treated with RPO1 and RPO2 were greater than those of the control (Table 7). Compared with those of the control, the longitudinal stems of the fruit treated with RPO1 and RPO2 increased by 5.44% and 6.02%, the transverse diameters of the fruit increased by 7.69% and 10.61%, the single fruit weights increased by 30.22% and 33.38%, and the yield increased by 13.24% and 23.83%, respectively.\nCompared with those in the control treatment, the soluble solids in the RPO1 and RPO2 treatments increased by 32.58% and 33.48%, respectively (Fig. 4A); the soluble sugar content increased by 24.04% and 33.48%, respectively (Fig. 4B); the Vc content increased by 8.32% and 13.56%, respectively (Fig. 4E); the flavonoid content increased by 27.94% and 54.87%; the flavonoid content in the RPO2 treatment increased by 62.73%, respectively, compared with that in RPO1 (Fig. 4F); and the soluble protein content decreased by 24.51% and 22.09%, respectively (Fig. 4C). The organic acid content of RPO2 was 6.28% lower than that of CK, whereas the organic acid content of RPO1 was not different from that of the control (Fig. 4D). There was no significant difference in the total phenol content among RPO1, RPO2 and the control (Fig. 4G).\nFuzzy mathematics membership function analysis and structural equation model analysis\nTo conduct a comprehensive evaluation of the growth and development of strawberry plants, the membership functions of plant growth, fruit quality and fruit yield in each treatment were obtained according to the fuzzy mathematics membership function method. The mean values of the membership functions of the total components were then obtained and ranked. A comprehensive analysis of the membership functions of strawberry growth and development revealed that the ranking was RPO2 > RPO1 > CK (Table 8).\nDiscussion\nRPO film improves the internal environmental conditions of greenhouses\nTemperature and light are indispensable environmental conditions for plant growth. Light conversion films can be used to increase the air temperature, CO2 concentration, photosynthetically active radiation (PAR) and soil temperature [37]. The effects of the light transfer film on the temperature of the shed differ between sunny days and weak light days (such as cloudy and haze), on sunny days, the average temperature in the Light conversion film shed increases by 0.20–6.80 °C; on low-light days, it increases by 0.20–1.90 °C [37].\nCompared with those of the control, the accumulated temperature and minimum temperature of RPO1 and the accumulated temperature, maximum temperature and minimum temperature of RPO2 all increased. The average temperature of RPO1 and the maximum temperature and average temperature of RPO2 were not different from those of the control (Table 2). Li et al. (2022) [37] showed that the average daily Light intensity of the greenhouse using Light-transmitting film is increased by 24.54% to 42.48% compared with the control. Rare earth light-transmitting films also have a certain improvement in photosynthetic photon flux density (Table 3), which is consistent with a previous study [37]. The rare earth light conversion film reduced the transmittance ratios of ultraviolet light, violet light and green light and increased the transmittance ratios of blue light, red light and far-red light (Table 4).\nInfluence of RPO films on photosynthesis\nPhotosynthesis produces the carbohydrates and energy needed for the growth and development of plants. The content of photosynthetic pigments can reflect the physiological photosynthetic capacity of plants and is an indicator of photosynthetic intensity. The combination of red light and blue light can increase the absorption of photosynthetic pigments [38]. The concentrations of photosynthetic pigments and chlorophyll biosynthesis precursors in nonspike Chinese cabbage were relatively high under red and blue light treatments [39]. Red and blue light are conducive to pigment accumulation. The contents of chlorophyll a, chlorophyll b and carotenoids in the RPO group were greater than those in the control group (Table 6). Stomatal conductance determines CO2 uptake for photosynthesis and water loss through transpiration, which is essential for evaporative cooling and maintenance of optimal leaf temperature as well as nutrient uptake. The vascular bundles transport soluble mineral nutrients and water as well as photocompounds. In this study, stomatal conductance and photosynthetic rate under RPO treatment increased, and the vascular bundle slightly changed (Table 6, Fig. 2). This might be related to the fact that RPO film has changed the environmental conditions inside the greenhouse and increased the light transmittance.\nPhotosynthesis consists of two stages: light reaction and dark reaction. Rubisco is a key enzyme in photosynthetic carbon assimilation during the dark reaction process of photosynthesis [40]. It catalyses carbon reduction in photosynthesis and carbon oxidation in photorespiration, promote the utilization of light energy, accelerate the Calvin cycle, and ultimately increase photosynthetic efficiency [41]. Rubisco is sensitive to light and temperature, but different crops have varying sensitivities to light and temperature [42, 43]. Many plants, including rice and Arabidopsis, contain two closely related subunit types of Rubisco-activating enzyme-encoding genes [44, 45]. This study revealed that all four genes that activate the Rubisco enzyme were upregulated by small degrees (Fig. 3), which might be related to the increase in greenhouse temperature caused by RPO (Table 2).\nInfluence of RPO on fruit quality and yield\nThe light quality of plants affects their photosynthetic capacity, which determines crop yield [46]. Studies have shown that blue‒violet light promotes the growth of crop stems and leaves and red‒orange light promotes the growth and reproduction of crop fruit, whereas yellow‒green light and near‒violet light have no effect on crop growth. Rare earth light conversion films can convert yellow‒green light and near-ultraviolet light into red‒orange light and blue‒violet light through the combination and interaction of rare earth ions, promoting the growth and development of crops [47,48,49,50].\nThe accumulation of soluble sugars, as primary metabolites of plants, is affected by photosynthesis [51]. In this study, net CO2 assimilation of the RPO treatment was greater than that of the control (Table 6), which might be the reason for the increases in soluble sugars and soluble solids (Fig. 4A and 4B). Light stimulates the D-man/L-gal biosynthesis pathway in plants, causing the amount of Vc in plant tissues to increase with increasing irradiance [52]. This might explain why the Vc (Fig. 4E) contents after RPO treatment were greater than those of the control. It was observed that the content of soluble protein decreased in this study (Fig. 4C). This might be due to the fact that plants prioritize the allocation of nitrogen sources to photosynthetically related proteins under light quality optimization conditions, resulting in a reduction in the synthesis of other non-essential proteins [53]. RPO treatment increased the yield of cucumbers by 30% and the yield of sweet peppers by 20.34% [54, 55]. Compared with ordinary film, Light-transferring film can promote strawberry maturation 10 d earlier and increase the yield by 3180 kg·hm−2 [18]. Compared with blank film cultivation, Light conversion film cultivation increased the aboveground biomasses of different varieties of three vegetables, namely, mustard, Chinese cabbage and Chinese heart, by 20.53%–23.40%, 20.13%–32.62% and 16.43%–20.30%, respectively [26]. Similarly, the yield of strawberry fruit increased in this experiment (Table 7), which might be related to RPO altering the greenhouse environment and enhancing photosynthesis.\nConclusions\nThe results of this study revealed that the application of rare earth light-transmitting films upregulates the gene expression levels of Rubisco and its different morphological subunits enhanced the activity of the Rubisco enzyme in leaves, increased the leaf area, altered the structure of strawberry petioles, and improved the photosynthetic efficiency and material transport efficiency of strawberry plants, thereby promoting their growth and development and increasing yield. Therefore, rare earth light conversion film can optimize the environment in greenhouses, increase the yield and quality of strawberries, and the rare earth light conversion film treated with RPO2 was more suitable for the growth of strawberries. Rare earth light conversion films can be used as a strategy to improve photosynthetic traits and increase crop yields.\nData availability\nThe data presented in this study are available in the article or supplementary information; find some help on our Data availability statements page.\nAbbreviations\n- ABS/RC:\n-\nReal absorption flux per reaction centre\n- ATP:\n-\nAdenosine triphosphate\n- cDNA:\n-\nComplementary DNA\n- CK:\n-\nPolyolefin film\n- ETo/RC:\n-\nReal election transport flux per reaction centre\n- Fv/Fm:\n-\nOptimal/maximal photochemical efficiency of PSⅡ in the dark\n- mRNA:\n-\nMessenger RNA\n- NADPH:\n-\nNicotinamide Adenine Dinucleotide Phosphate Hydrogen;\n- qRT‒PCR:\n-\nReal-time quantitative PCR\n- RNA:\n-\nRibonucleic acid\n- RPO:\n-\nRare earth conversion film\n- TRo/RC:\n-\nReal trapped energy flux per reaction centre\nReferences\nDong H, Li F, Xuan X, Ahiakpa JK, Tao J, Zhang X, et al. The genetic basis and improvement of photosynthesis in tomato. Hortic Plant J. 2025;11(1):69–84.\nPfannschmidt T, Nilsson A, Tullberg A, Link G, Allen JF. Direct transcriptional control of the chloroplast genes psbA and psaAB adjusts photosynthesis to light energy distribution in plants. IUBMB Life. 1999;48(3):271–6.\nBerry JO, Yerramsetty P, Zielinski AM, Mure CM. Photosynthetic gene expression in higher plants. Photosynth Res. 2013;117(1–3):91–120.\nBar-On YM, Milo R. The global mass and average rate of rubisco. Proc Natl Acad Sci U S A. 2019;116(10):4738–43.\nXia L, Jiang Y, Kong W, Sun H, Li W, Chen Y, et al. Molecular basis for the assembly of Rubisco assisted by the chaperone Raf1. Nat Plants. 2020;6(6):708.\nEshenour K, Hotto A, Michel EJS, Oh ZG, Stern DB. Transgenic expression of Rubisco accumulation factor2 and Rubisco subunits increases photosynthesis and growth in maize. J Exp Bot. 2024;75(13):4024–37.\nWang J, Qiao X, Li B, Liu B, Zhang J, Yan Z, et al. The research progress of rare earth agricultural light conversion film. Heliyon. 2024;10(17):e36967.\nKang JH, Kim D, Yoon HI, Son JE. Growth, morphology, and photosynthetic activity of Chinese cabbage and lettuce grown under polyethylene and spectrum conversion films. Hortic Environ Biotechnol. 2023;64(4):593–603.\nH XW, G P, L XX, Y YY, F CF. Study on the effect of translucent film on volatile flavor and metabolomics of bebe pumpkin. J Food Safety Qual Test. 2023;14(10):31–39.\nGao Y, Li G, Ma W, Zhang Z, Liu Y, Li N, et al. The influence of new rare earth light-transmitting film on the environment of solar greenhouses and the growth and fruit quality of tomatoes. China cucurbits and vegetables. 2022;35(12):78–84 ((in Chinese with English)).\nTang H, Liu X, Chen Z, Tang J, Li J. Combined effect of covering translucent film in greenhouse tea gardens during winter and spring low temperature period. Guangdong Agric Sci. 2014;41(10):18–22 ((in Chinese with English)).\nZhang N. Research progress of rare earth light conversion agent materials for agricultural film. Mater Res Express. 2024;11(9):092001.\nkang J, Zhang S, Liu Y. The application of light energy conversion technology in agricultural films. China Plastic. 2000;14(12):44–50 ((in Chinese with English)).\nLiu Y, Gui Z, Liu J. Research progress of light wavelength conversion materials and their applications in functional agricultural films. Polymers. 2022;14(5):851.\nLu LP, Zhang XY, Bai ZH, Wang X, Mi XY, Liu QS. Synthesis of infrared up-conversion material SrS: Eu, sm. Adv Powder Technol. 2006;17(2):181–7.\nYu X, Su C, Wang Q, Bao W, Wang T, Zhang H, et al. Enhanced up-conversion luminescence of Tb3+-Yb3+doped glass ceramics by doping Li. Ceram Int. 2023;49(3):4898–908.\nXiong H, Li X, Yang J, Liu Y, Yang C, Dong J, et al. Chemical conversion synthesis of mesoporous LuPO4: Ln3+ (Ln = Eu, Tb, Dy, Sm) phosphors and tunable luminescent properties. J Lumin. 2018;203:525–32.\nLiu Y, Liu Q, Wei H, Dai J, He W. Effects of light conversion film on growth and quality of strawberry. China Vegetables. 2019;9:62–8.\nGao Y, Liu Y, Li G, Li N, Li Q. Effect of new rare earth light-transmitting film on the growth of early spring cucumbers in plastic greenhouses. Modern Agricultural Science and Technology. 2023;10:38–42 ((in Chinese with English)).\nGao Y, Li G, Ma W, Zhang Z, Wang X, Mu Y, et al. Effects of new rare earth light conversion film on growth,development and yield of cucumber in solar greenhouse. J Hebei Agric Univ. 2022;45(3):56–62 ((in Chinese with English)).\nSonsteby A, Opstad N, Heide OM. Environmental manipulation for establishing high yield potential of strawberry forcing plants. Sci Hortic. 2013;157:65–73.\nCervantes L, Ariza MT, Miranda L, Lozano D, Medina JJ, Soria C, et al. Stability of fruit quality traits of different strawberry varieties under variable environmental conditions. Agronomy. 2020;10(9):1242.\nWang SY, Camp MJ. Temperatures after bloom affect plant growth and fruit quality of strawberry. Sci Hortic. 2000;85(3):183–99.\nKadir S, Sidhu G, Al-Khatib K. Strawberry (Fragaria×ananassa Duch.) growth and productivity as affected by temperature. HortScience. 2006;41(6):1423–30.\nDavik J, Bakken AK, Holte K, Blomhoff R. Effects of genotype and environment on total anti-oxidant capacity and the content of sugars and acids in strawberries (Fragaria×ananassa Duch.). J Hortic Sci Biotechnol. 2006;81(6):1057–63.\nLi Q, Zhang B, Liang P, Feng W, Li X, Liang B. Effects of light-conversion film on leaf vegetables yield. Guangdong Agric Sci. 2015;42(21):30–4.\nLi J, Zhangzhong L, Zhang X, Wei X, Zhang S, Wang L, et al. Effects of light conversion film on the growth of leafy vegetables in facilities under haze weather. Agronomy. 2022;12(10):2391.\nLi N, Wang XX, Xue Z, Li Q. Water and potassium utilization efficiency and yield and quality of cucumber (Cucumis sativus L.). Sci Hortic. 2024;330:113025.\nYang Y, Qin N, Huang J, Guo A, Kang X, Li S, et al. Dynamic changes of pectin epitopes and daylily tepals during flower opening and senescence of Hemerocallis citrina. Sci Hortic. 2021;288:110367.\nGasparov VS, Degtiar VG. Protein determination by binding with the dye Coomassie brilliant blue G-250. Biokhimiia. 1994;59(6):763–77.\nAhmad B. Observations on the chemical method for the estimation of vitamin C. Biochem J. 1935;29(2):275–81.\nAbraham E, Hourton-Cabassa C, Erdei L, Szabados L. Methods for determination of proline in plants. Methods Mol Biol. 2010;639:317–31.\nLeng F, Sun S, Jing Y, Wang F, Wei Q, Wang X, et al. A rapid and sensitive method for determination of trace amounts of glucose by anthrone-sulfuric acid method. Bulg Chem Commun. 2016;48(1):109–13.\nTopcu H. Reference gene selection for RT-qPCR normalization of strawberry at various organs, different growing stages of fruits, and salt-stress treatment. Turk J Agric For. 2022;46(4):509–24.\nWan H, Yuan W, Ruan M, Ye Q, Wang R, Li Z, et al. Identification of reference genes for reverse transcription quantitative real-time PCR normalization in pepper (Capsicum annuum L.). Biochem Biophys Res Commun. 2011;416(1–2):24–30.\nBai X, Lu W, Xu J, Li Q, Xue Z, Wang X-X. Effects of cattle manure and sludge vermicompost on nutrient dynamics and yield in strawberry cultivation with distinct continuous cropping histories in a greenhouse. Front Plant Sci. 2025;15:1514675.\nLi J, Zhangzhong L, Zhang X, Wei X, Zhang S, Wang L, et al. Effects of light conversion film on the growth of leafy vegetables in facilities under haze weather. Agronomy. 2022;12(10):2391.\nZheng L, He H, Song W. Application of light-emitting diodes and the effect of light auality on horticultural crops: a review. HortScience. 2019;10:1656–61.\nFan X, Zang J, Xu Z, Guo S, Jiao X, Liu X, et al. Effects of different light quality on growth, chlorophyll concentration and chlorophyll biosynthesis precursors of non-heading Chinese cabbage (Brassica campestris L.). Acta Physiol Plant. 2013;35(9):2721–6.\nMiziorko HM, Lorimer GH. Ribulose-1,5-bisphosphate carboxylase-oxygenase. Annu Rev Biochem. 1983;52:507–35.\nLin X, Liu F, Liao H, Du J, Peng J, Zhou K. Effect of enhanced ultraviolet-b radiation on fruit maturity and quality and leaf photosynthesis in “Guifei” mango. HortScience. 2022;57(9):1167–72.\nAshton CJ, Page R, Lobo AKM, Amaral J, Siqueira JA, Orr DJ, et al. Radiometric determination of rubisco activation state and quantity in leaves. Methods Enzymol. 2024;708:323–51.\nGalmes J, Capo-Bauca S, Niinemets U, Iniguez C. Potential improvement of photosynthetic CO2 assimilation in crops by exploiting the natural variation in the temperature response of Rubisco catalytic traits. Curr Opin Plant Biol. 2019;49:60–7.\nTan T, Li S, Fan Y, Wang Z, Raza MA, Shafiq I, et al. Far-red light: a regulator of plant morphology and photosynthetic capacity. Crop J. 2022;10(2):300–9.\nFukayama H, Ueguchi C, Nishikawa K, Katoh N, Ishikawa C, Masumoto C, et al. Overexpression of Rubisco activase decreases the photosynthetic CO2 assimilation rate by reducing Rubisco content in rice leaves. Plant Cell Physiol. 2012;53(6):976–86.\nCai J. Preparation ofactivated agricultural film light-converting agent materials and their luminescent properties. Master Thesis. Guangzhou: Jinan University; 2014.\nLi Y, Xin G, Wei M, Shi Q, Yang F, Wang X. Carbohydrate accumulation and sucrose metabolism responses in tomato seedling leaves when subjected to different light qualities. Sci Hortic. 2017;225:490–7.\nHu Z, Li L, Shao C, Cai Q. The light conversion film materials and research status. Materials Reports. 2008;22(Z2):290–3.\nZhou M, Liu W, Yang C, Zhao X, Yang Z. Preparation and application of multinuclear rare earth ion doped organic complex light conversion agents. Acta Mater Compos Sin. 2023;40(4):2131–9 ((in Chinese with English)).\nZhang R, Wang X, Wang T, Zhu Y, Wang H. The research progress of artificial light sources and luminescent materials for promoting plant growth. Materials Reports. 2007;21(10):17–9 ((in Chinese with English)).\nNtagkas N, Woltering EJ, Marcelis LFM. Light regulates ascorbate in plants: an integrated view on physiology and biochemistry. Environ Exp Bot. 2018;147:271–80.\nFu B, Ji X, Zhao M, He F, Wang X, Wang Y, et al. The influence of light quality on the accumulation of flavonoids in tobacco (Nicotiana tabacum L.) leaves. J Photochem Photobiol B. 2016;162:544–9.\nZhang L, Jing H, Lu H, Fan Y, Bai G. Research on the effect of new rare earth light-transmitting film on tomato growth. Seed Sci Technol. 2020;38(08):6–7.\nGao Y, Li G, Cai B, Zhang Z, Li N, Liu Y, et al. Effects of rare-earth light conversion film on the growth and fruit quality of sweet pepper in a solar greenhouse. Front Plant Sci. 2022;13:989271.\nLi R, Gao Y, Cai B, Li G, Xue Z, Wang X-X, et al. RPO film effectively promotes fruit quality and yield of cucumber through adjusting greenhouse environment and hormone contents. BMC Plant Biol. 2024;24(1):1250.\nAcknowledgements\nWe would like to acknowledge the reviewers and editors for their time and constructive feedback, which will undoubtedly enhance the quality of this manuscript.\nFunding\nThis work was supported by the earmarked fund for CARS-Specialty Vegetable (grant number CARS-24-G-03).\nAuthor information\nAuthors and Affiliations\nContributions\nLZ, RL, and MS performed experiments, collected samples, and collected data.LZ, BC, and XW analyzed the data, wrote the manuscript, and edited and revised the manuscript.GZ examination and supervision. QL designed the experiment, applied for funds to support this research, and reviewed the manuscript. All authors contributed to the article and approved the submitted version.\nCorresponding authors\nEthics declarations\nEthics approval and consent to participate\nIn this study, All the strawberry materials required for the experiment were approved by Zengxian Agricultural Corporation of Baoding. The collection materials of the plants complies the relevant institutional, national, and international guidelines and legislation.\nConsent for publication\nNot applicable.\nCompeting interests\nThe authors declare no competing interests.\nAdditional information\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.\nRights and permissions\nOpen Access This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if you modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or parts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by-nc-nd/4.0/.\nAbout this article\nCite this article\nZhao, L., Li, R., Shi, M. et al. Rare earth transfer films enhance the photosynthetic efficiency of strawberry plants, thereby improving fruit quality and yield. BMC Plant Biol 25, 1518 (2025). https://doi.org/10.1186/s12870-025-07351-7\nReceived:\nAccepted:\nPublished:\nVersion of record:\nDOI: https://doi.org/10.1186/s12870-025-07351-7",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "topics": [
    "Science and Technology->biology",
    "Science and Technology->horticulture",
    "Environment->sustainability",
    "Environment->flowers and plants"
  ],
  "ai_allow": true,
  "has_canonical": false,
  "breaking": null,
  "webz_reporter": false,
  "external_links": [
    "http://creativecommons.org/licenses/by-nc-nd/4.0/",
    "https://www.springernature.com/gp/open-science/about/the-fundamentals-of-open-access-and-open-research",
    "http://www.creativecommons.org/licenses/by-nc-nd/4.0/",
    "http://creativecommons.org/licenses/by-nc-nd/4.0",
    "https://springernature.com/gp/open-science/about/the-fundamentals-of-open-access-and-open-research"
  ],
  "external_images": [],
  "internal_images": [],
  "entities": {
    "persons": [],
    "locations": [],
    "organizations": []
  },
  "syndication": {
    "syndicated": false,
    "syndicate_id": null,
    "first_syndicated": false
  },
  "trust": {
    "categories": [],
    "top_news": [],
    "bias": null,
    "source": {
      "type": null,
      "city": null,
      "state": null,
      "country": null,
      "domain_type": null,
      "agency": null,
      "organization_name": null
    }
  },
  "rating": null,
  "crawled": "2025-11-06T10:08:19.461+02:00",
  "updated": "2025-11-06T10:16:37.000+02:00"
}