{
  "thread": {
    "uuid": "9302410a9dda06c4127e7ba6307316d6c94bd5d8",
    "url": "https://manilastandard.net/news/314403944/new-law-seeks-better-protection-for-caregivers-says-estrada.html",
    "site_full": "manilastandard.net",
    "site": "manilastandard.net",
    "site_section": "https://manilastandard.net",
    "site_categories": [
      "media"
    ],
    "section_title": "Manila Standard - Defining the News - Manila Standard",
    "title": "New law seeks better protection for caregivers, says Estrada - Manila Standard",
    "title_full": "New law seeks better protection for caregivers, says Estrada - Manila Standard",
    "published": "2024-01-01T08:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PH",
    "main_image": "https://cdn.manilastandard.net/wp-content/uploads/2023/07/Senator-Jinggoy-Estrada.jpg",
    "performance_score": 0,
    "domain_rank": 28892,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9302410a9dda06c4127e7ba6307316d6c94bd5d8",
  "url": "https://manilastandard.net/news/314403944/new-law-seeks-better-protection-for-caregivers-says-estrada.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Macon Ramos-Araneta",
  "published": "2024-01-01T08:50:00.000+02:00",
  "title": "New law seeks better protection for caregivers, says Estrada - Manila Standard",
  "text": "CAREGIVERS all over the country can now look forward to better working conditions, better benefits, and protection against all forms of abuses following the enactment of a law ensuring their rights and welfare, Senator Jinggoy Ejercito Estrada said. He noted that this is a big step in improving the condition of Filipino caregivers. Estrada, the chairperson of the Senate Committee on Labor, steered the passage into law of Republic Act No. 11965, also known as the “Caregivers’ Welfare Act.” Estrada underscored the need to defend the rights and ensure the protection against harassment, violence, and economic exploitation of those who devote their lives to caring for others. “It is essential to protect them from any mistreatment. Caregivers are frequently undervalued and should be treated with dignity, respect, and fairness,” he stressed. Aside from RA 11965 which was signed into law on Nov. 23, Estrada also stood as co-author and co-sponsor of several bills that are national in scope that were signed into law this year by the President. Among these are the New Agrarian Emancipation Act (RA 11953), One Town, One Product (OTOP) Philippines Program (RA 11960), Automatic Income Classification of Local Government Units Act (RA 11964), Public-Private Partnership (PPP) Code of the Philippines (RA 11966), Internet Transactions Act of 2023 (RA 11967), and the Cultural Mapping Law (RA 11961). In pushing for the enactment of RA 11964, Estrada said that the income classification of LGUs is already outdated and is no longer in consonance with the prevailing economic conditions and their overall financial status. “For LGUs to remain dynamic and consistent, the institutionalization of the automatic income classification is a welcome development as it will improve their status and correctly reflect their financial capacity. By regularly assessing any changes in their capacity, the LGUs can formulate and direct policies accordingly and better align themselves with the national government’s financial and fiscal policies,” said Estrada, who is a former local chief executive. Estrada, who filed his version of the Internet Transactions Act on July 25, 2022, also noted the need to establish an effective regulation of commercial activities done through the internet to ensure consumer rights and secure online transactions. “Internet transaction is inevitable in the globalized world that has entered the fourth industrial revolution where we are now in. We cannot escape or delay it. Instead, we should embrace it to optimize its benefits while guarding our economy and our people from its deceptive and unfair practices,” he said. Meanwhile, Estrada also backed the enactment of RA 11961, emphasizing the importance of having a record-keeping of the country’s tangible and intangible heritage for the empowerment of communities, education of the younger generation and the wider population. As to the OTOP Philippines Act, the senator said the measure seeks to promote products and services of the different localities nationwide and more importantly, to strengthen micro, small, and medium enterprises (MSMEs) that comprise 99.58% of all the businesses in the country. Two significant laws were also passed this year, namely RA 11958 which raises the disability pension of veterans, and RA 11939, which mandates fixed terms for the primary officials of the Armed Forces of the Philippines (AFP). These laws were principally authored and sponsored by Estrada as Chairperson of the Senate Defense Committee.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Labor",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "estrada",
        "sentiment": "none"
      },
      {
        "name": "jinggoy ejercito estrada",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "estrada - manila standard caregivers",
        "sentiment": "negative"
      },
      {
        "name": "senate committee on labor",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-01T17:18:56.339+02:00",
  "updated": "2024-01-01T17:18:56.339+02:00"
}