{
  "thread": {
    "uuid": "9d96f3e3f33933bd5b7ba0f806660bb91911fe3c",
    "url": "https://metro.co.uk/2023/12/28/dunelm-causes-quite-hilarious-confusion-holly-willoughby-20036698/",
    "site_full": "metro.co.uk",
    "site": "metro.co.uk",
    "site_section": "https://metro.co.uk/feed/",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "Metro",
    "title": "Dunelm causes quite hilarious confusion over Holly Willoughby",
    "title_full": "Dunelm causes quite hilarious confusion over Holly Willoughby",
    "published": "2023-12-29T00:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://metro.co.uk/wp-content/uploads/2023/11/SEI_178613679-cdcd_1703801296.jpg?quality=90&amp;strip=all&amp;w=1200&amp;h=630&amp;crop=1",
    "performance_score": 0,
    "domain_rank": 663,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9d96f3e3f33933bd5b7ba0f806660bb91911fe3c",
  "url": "https://metro.co.uk/2023/12/28/dunelm-causes-quite-hilarious-confusion-holly-willoughby-20036698/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ruth Lawes",
  "published": "2023-12-29T00:08:00.000+02:00",
  "title": "Dunelm causes quite hilarious confusion over Holly Willoughby",
  "text": "Holly Willoughby’s bedding range at Dunelm has become an unexpected source of comedic inspiration.\nThe former\nThis Morning host, 42, whose return to Dancing On Ice was recently confirmed, is behind a line of products, including pillowcases and duvet covers, at the homeware chain.\nHowever, one startled shopper, Marty Lawrence, who was making the most of the\nBoxing Day sales, admitted he mistakenly believed, due to the branding, the range was ‘commemorative’.\nSharing a picture of one of Holly’s Dunelm bedroom goods, Marty wrote on X: ‘Honestly thought Holly Willoughby had died and Dunelm were selling commemorative bedding.’\nAfter going viral, the social media post prompted a flurry of jokes, including from Dan Allen, who referring to\nHolly and Phillip Schofield’s queue saga at the Queen’s funeral, wrote: ‘I wanted to buy some but the queues were too long.’\nIn another gag, this time aimed at Holly’s return speech to This Morning after Phillip Schofield’s resignation, Mark remarked: ‘Firstly, did you sleep OK? I hope so.’\nThe original post, which went viral and has had over 100K views at the time of writing, came as I\nTV confirmed Holly would be presenting Dancing On Ice next year with new presenter Stephen Mulhern.\nHolly has been absent from screens since she left This Morning in October following 14 years on the sofa, saying it was a ‘difficult’ goodbye but made the decision for herself and her family.\nThe Wylde Moon founder said in full: ‘I have let ITV know today that after 14 years, I will not be returning to This Morning.\n‘To everyone who has ever worked on the show over the years, thank you so so much. This is such a difficult goodbye, you are incredible and I forever will be proud of what we’ve done together. Thank you to everyone at ITV for being supportive. To every guest who has sat on our sofa, thank you.\nShe departed after Phillip, 61, also left the ITV show in May this year after admitting to lying about\n‘unwise but not illegal’ affair with a younger colleague.\n‘I will miss you all so much. Holly.’\n‘Richard and Judy said, “We only look after this show, it will always belong to the viewers”.\n‘It’s been an honour to just be part of its story and I know this story has many chapters left to go. Sadly, however, I now feel I have to make this decision for me and my family.\n‘Most of all, thank you to the wonderful viewers. You’ve been so loyal, so supportive and the very best company every day.’\nHolly has kept out of the public eye following her This Morning exit, only being\nspotted for the first time last week.\nGot a story?\nIf you’ve got a celebrity story, video or pictures get in touch with the\nMetro.co.uk entertainment team by emailing us celebtips@metro.co.uk, calling 020 3615 2145 or by visiting our Submit Stuff page – we’d love to hear from you.\nMORE :\nThis Morning viewers do ‘double take’ thinking Holly Willoughby has returned\nMORE :\nHolly Willoughby ‘in right state’ over major decision\nMORE :\nThis Morning fans’ hopes for Cat Deeley replacing Holly Willoughby crushed",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "holly willoughby holly willoughby",
        "sentiment": "positive"
      },
      {
        "name": "marty lawrence",
        "sentiment": "none"
      },
      {
        "name": "holly’s dunelm",
        "sentiment": "none"
      },
      {
        "name": "dunelm",
        "sentiment": "none"
      },
      {
        "name": "dan allen",
        "sentiment": "none"
      },
      {
        "name": "phillip schofield",
        "sentiment": "none"
      },
      {
        "name": "holly",
        "sentiment": "none"
      },
      {
        "name": "marty",
        "sentiment": "none"
      },
      {
        "name": "mark",
        "sentiment": "none"
      },
      {
        "name": "holly willoughby",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "dunelm",
        "sentiment": "none"
      },
      {
        "name": "holly",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:17:56.296+02:00",
  "updated": "2023-12-29T00:17:56.296+02:00"
}