{
  "thread": {
    "uuid": "8296425688e727770ed9130f946b3e9fce58ab0e",
    "url": "https://www.financialexpress.com/india-news/ulfa-centre-assam-govt-to-sign-tripartite-peace-accord-in-new-delhi-on-friday/3350603/",
    "site_full": "www.financialexpress.com",
    "site": "financialexpress.com",
    "site_section": "http://www.financialexpress.com/feed/atom",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": " | The Financial Express",
    "title": "ULFA, Centre, Assam govt to sign tripartite peace accord in New Delhi on Friday - India News | The Financial Express",
    "title_full": "ULFA, Centre, Assam govt to sign tripartite peace accord in New Delhi on Friday - India News | The Financial Express",
    "published": "2023-12-29T07:06:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.financialexpress.com/wp-content/uploads/2023/12/Amit-shah-3.jpg",
    "performance_score": 0,
    "domain_rank": 2193,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8296425688e727770ed9130f946b3e9fce58ab0e",
  "url": "https://www.financialexpress.com/india-news/ulfa-centre-assam-govt-to-sign-tripartite-peace-accord-in-new-delhi-on-friday/3350603/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "India News Desk",
  "published": "2023-12-29T07:06:00.000+02:00",
  "title": "ULFA, Centre, Assam govt to sign tripartite peace accord in New Delhi on Friday - India News | The Financial Express",
  "text": "The pro-talks faction of the United Liberation Front of Assam (ULFA), the central and Assam governments are set to sign a tripartite peace accord at 5 PM on Friday, December 29, in New Delhi.The signing will take place in the presence of Union Home Minister Amit Shah , Assam CM Himanta Biswa Sarma, and more than a dozen top leaders of the pro-talks faction of the ULFA, headed by Arabinda Rajkhowa, at North Block, around 5 pm in New Delhi.“A Memorandum of Settlement will be signed between the Government of India , Government of Assam and representatives of the United Liberation Front of Assam (ULFA) in presence of the Union Home Minister and Minister of Cooperation, Sh. Amit Shah tomorrow at 5 pm in New Delhi”, the CMO posted on ‘X’ on Thursday.Assam Chief Minister Himanta Biswa Sarma retweeted the post, confirming his participation before the signing of the accord. On Wednesday, a 16-member delegation from the ULFA’s pro-talks faction, led by chairman Arabinda Rajkhowa, arrived in New Delhi to engage in discussions with Shah.Anup Chetia, the outfit’s general secretary, has been in New Delhi since Monday and met with the peace interlocutor AK Mishra on Tuesday. The Centre had forwarded a draft of the proposed agreement to the pro-talks faction in April, followed by further discussions in August in New Delhi with the faction.In October, Chetia mentioned forwarding their suggestions regarding the draft proposals to the Centre. The ULFA originated in 1979 at the historic Rang Ghar, an Ahom-era amphitheatre in Sivasagar, and faced a ban in 1990 due to its armed conflict against the state.In 2011, the group divided into two factions: the pro-talks faction, led by Rajkhowa, opted to return to the state from abroad for peace talks, while the other faction, ULFA (Independent), led by commander Paresh Barua, opposed negotiations unless the ‘sovereignty’ clause was included.The group advocating for talks put forth a 12-point set of demands covering various areas like constitutional, political, financial, and cultural concerns. These demands aimed to safeguard Assam’s indigenous population, address missing ULFA members, provide amnesty and rehabilitation and preserve the indigenous culture. They also sought the ability to foster specific foreign relationships for trade, commerce, and cultural bonds.Upon assuming office in 2021, the Chief Minister offered peace talks to ULFA(I), announcing a ceasefire. However, recent explosions in Tinsukia, Sivasagar, and Jorhat, attributed to ULFA(I), were reportedly in response to perceived arrogance from the Director General of Police G P Singh.However, Opposition parties and civil society in Assam expressed doubt about the effectiveness of engaging solely with the pro-talks faction of ULFA, arguing that achieving peace in the state hinges on discussions involving the ULFA(Independent) as well.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "arabinda rajkhowa",
        "sentiment": "none"
      },
      {
        "name": "himanta biswa sarma",
        "sentiment": "none"
      },
      {
        "name": "amit shah",
        "sentiment": "none"
      },
      {
        "name": "shah.anup chetia",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ulfa",
        "sentiment": "negative"
      },
      {
        "name": "united liberation front of assam",
        "sentiment": "negative"
      },
      {
        "name": "cmo",
        "sentiment": "none"
      },
      {
        "name": "government of india",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new delhi",
        "sentiment": "none"
      },
      {
        "name": "assam",
        "sentiment": "none"
      },
      {
        "name": "north block",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T10:22:29.328+02:00",
  "updated": "2023-12-29T10:22:29.328+02:00"
}