{
  "thread": {
    "uuid": "5664ea9032e5ae52572112160ae2f3d83f70a368",
    "url": "https://www.prokerala.com/news/articles/a1541498.html",
    "site_full": "www.prokerala.com",
    "site": "prokerala.com",
    "site_section": "http://www.prokerala.com/news",
    "site_categories": [
      "alternative_medicine",
      "science",
      "health",
      "astrology",
      "top_news"
    ],
    "section_title": "Latest News Headlines, Top Stories, Today's Headlines, Today's News",
    "title": "Rahul speaks to victims of Rajkot game zone fire tragedy, says Cong stands behind them",
    "title_full": "Rahul speaks to victims of Rajkot game zone fire tragedy, says Cong stands behind them",
    "published": "2024-06-22T11:36:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.prokerala.com/news/photos/imgs/450/rahul-speaks-to-victims-of-rajkot-game-zone-fire-tragedy-says-cong-1750526.jpg",
    "performance_score": 0,
    "domain_rank": 22683,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5664ea9032e5ae52572112160ae2f3d83f70a368",
  "url": "https://www.prokerala.com/news/articles/a1541498.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@prokerala",
  "published": "2024-06-22T11:36:00.000+03:00",
  "title": "Rahul speaks to victims of Rajkot game zone fire tragedy, says Cong stands behind them",
  "text": "Congress leader Rahul Gandhi on Saturday spoke with some of the victims and affected families of the Rajkot game zone fire tragedy via video conferencing, and assured that the party fully stands behind them in their pursuit of justice. Speaking with the families of fire tragedy victims, Rahul Gandhi assured them that the Congress will rally behind them and will pressurise the government to ensure a fair and independent investigation and also speedy trial and increased compensation. A couple of Gujarat Congress leaders also joined the virtual interaction with Rahul, impressing upon him on how the party's state unit took up their cause and held demonstrations before the state government for enhanced compensation and speedy justice for the affected families. In a video of virtual interaction shared by the Congress, some of the families could be heard sharing their pain and agony and how they are still waiting for justice. Rahul Gandhi, in his bid to soothe the frayed nerves, said that Congress should keep turning the heat on the state government for speedy justice and increased compensation. \"If you want, we can raise the matter in Parliament also, this will further put pressure on the state government,\" he told the victim's families. Meanwhile, the Congress has called for 'Rajkot Bandh' on June 25, when the blaze episode completes one month. On June 15, party workers had organised protest outside the city police commissioner's office. At least 27 people, including four children, were charred to death in the massive fire that engulfed the game zone in Nana-Mava locality of Rajkot city on May 25. When the police launched investigation into the devastating fire, several glaring lapses were found. The gaming zone was found to be operating without necessary clearances from government departments and also without 'No Objection Certificate' from the Rajkot Municipal Corporation. The state government had formed a Special Investigation Team (SIT) to probe the causes of fire and also to identify loopholes in the system. Till date, the Rajkot Police have nabbed five owners of the game zone and six government officials in connection with the blaze. --IANS mr/pgh",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Politics",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rahul gandhi",
        "sentiment": "negative"
      },
      {
        "name": "rahul",
        "sentiment": "negative"
      },
      {
        "name": "cong",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "congress",
        "sentiment": "negative"
      },
      {
        "name": "gujarat congress",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new delhi",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-22T16:49:06.337+03:00",
  "updated": "2024-06-22T21:00:52.414+03:00"
}