{
  "thread": {
    "uuid": "0a3269e5aa9627c479a1b8d2cffc3072618e7663",
    "url": "https://whbl.com/2023/12/29/conservative-cardinal-burke-says-he-is-still-alive-after-rare-pope-meeting/",
    "site_full": "whbl.com",
    "site": "whbl.com",
    "site_section": "https://whbl.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Sheboygan | WHBL AM &amp; FM | whbl.com",
    "title": "Conservative Cardinal Burke says he is ‘still alive’ after rare pope meeting",
    "title_full": "Conservative Cardinal Burke says he is ‘still alive’ after rare pope meeting",
    "published": "2023-12-29T14:31:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://storage.googleapis.com/media.mwcradio.com/mimesis/2023-12/29/2023-12-29T123105Z_1_LYNXMPEJBS09L_RTROPTP_3_POPE-BURKE.JPG",
    "performance_score": 0,
    "domain_rank": 78513,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0a3269e5aa9627c479a1b8d2cffc3072618e7663",
  "url": "https://whbl.com/2023/12/29/conservative-cardinal-burke-says-he-is-still-alive-after-rare-pope-meeting/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Syndicated Content",
  "published": "2023-12-29T14:31:00.000+02:00",
  "title": "Conservative Cardinal Burke says he is ‘still alive’ after rare pope meeting",
  "text": "By Philip Pullella\nVATICAN CITY (Reuters) – Conservative American Cardinal Raymond Burke, one of Pope Francis’ fiercest critics, had his first private audience with the pontiff in seven years on Friday, a month after the pope said he was stripping him of some of his Vatican privileges.\nAsked by Reuters outside his residence in Rome if the meeting had gone well, Burke responded: “Well, I’m still alive”.\nThe 75-year-old cardinal declined to further discuss the content of what was, according to Vatican records, his first private audience with Francis since Nov. 10, 2016.\nWearing a floor-length black overcoat and black hat and with rosary beads in his left hand, he walked away on a street near the Vatican.\nThe Vatican listed the meeting on the pope’s official schedule but, as is customary, did not say what was discussed.\nLast month, Francis told Vatican officials at a regular meeting of department heads that he had decided to strip Burke of some of his Vatican privileges, including a rent-subsidised apartment, according to a person who was in the room at the time.\nThe official quoted the pope as saying that Burke was “working against the Church and against the papacy” and that he had sown “disunity” in the Church.\nWhen asked on Friday, Burke also declined to discuss the apartment.\nBurke is a hero to traditionalists in the Church, particularly in the U.S., where he often has been a guest on conservative Catholic media outlets that have made criticism of the pope a mainstay of their operations.\nHe has had an antagonistic relationship with Francis from the early years of his papacy.\nIn 2014, a year after Francis was chosen, the pope removed Burke as head of a Vatican tribunal and moved him to a largely ceremonial post several days after Burke said the Church under Francis was “like a ship without a rudder”.\nThis past October, Burke was among a handful of cardinals who openly challenged a global month-long synod and asked for a clarification on whether the Church could offer any kind of blessings for same-sex couples, which he opposes.\nIn a response made public the same month, Francis hinted that the answer was a qualified ‘yes’. The Vatican formalised and explained its policy on blessings for same-sex couples in a major document from its doctrinal office on Dec. 18.\nBefore the synod began last October, Burke was the star guest of a gathering of conservative in a theatre near the Vatican, where he called for a defence against the “the poison of confusion, error and division” in the Church.\nBurke was also one of four cardinals who publicly challenged the pope on doctrinal issues regarding the family in 2016.\n(Reporting by Philip Pullella; Editing by Jan Harvey)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "philip pullella",
        "sentiment": "negative"
      },
      {
        "name": "burke",
        "sentiment": "negative"
      },
      {
        "name": "raymond burke",
        "sentiment": "negative"
      },
      {
        "name": "francis",
        "sentiment": "none"
      },
      {
        "name": "francis’",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "reuters",
        "sentiment": "negative"
      },
      {
        "name": "vatican",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "vatican city",
        "sentiment": "none"
      },
      {
        "name": "vatican",
        "sentiment": "none"
      },
      {
        "name": "rome",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T15:55:41.692+02:00",
  "updated": "2023-12-29T15:55:41.692+02:00"
}