{
  "thread": {
    "uuid": "a7a94ac48de4c3d40e0ad2277016d3c5a6eba0e2",
    "url": "https://www.goodmorningamerica.com/shop/story/rupauls-drag-race-season-16-contestants-share-1-106054769",
    "site_full": "www.goodmorningamerica.com",
    "site": "goodmorningamerica.com",
    "site_section": "https://goodmorningamerica.com/shop",
    "site_categories": [
      "media"
    ],
    "section_title": "GMA Deals &amp; Steals - Good Morning America",
    "title": "'RuPaul's Drag Race' season 16 contestants share the 1 makeup product they can't live without - Good Morning America",
    "title_full": "'RuPaul's Drag Race' season 16 contestants share the 1 makeup product they can't live without - Good Morning America",
    "published": "2024-01-06T00:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s.abcnews.com/images/GMA/drag-race-1-ht-bb-240105_1704469482922_hpMain_16x9_992.jpg",
    "performance_score": 0,
    "domain_rank": 3633,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 18
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a7a94ac48de4c3d40e0ad2277016d3c5a6eba0e2",
  "url": "https://www.goodmorningamerica.com/shop/story/rupauls-drag-race-season-16-contestants-share-1-106054769",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Shannon McLellan",
  "published": "2024-01-06T00:25:00.000+02:00",
  "title": "'RuPaul's Drag Race' season 16 contestants share the 1 makeup product they can't live without - Good Morning America",
  "text": "Start your engines! \\\"RuPaul's Drag Race\\\" season 16 is officially here and the queens competing for the crown are giving us a peek inside their makeup bags.\nWe asked the 14 queens about the one makeup product their beat isn't complete without. The answers ranged from luscious lip lacquers to entrancing eyeliner -- even body glitter made the list!\nCheck out the 14 products that should \\\"Shantay you stay\\\" in your makeup bag and make your look a winner, baby.\nBy clicking on these shopping links, visitors will leave Goodmorningamerica.com. These e-commerce sites are operated under different terms and privacy policies than Goodmorningamerica.com. ABC will receive a commission for purchases made through these links. Prices may change from the date of publication.\nAmanda Tori Meating\nAmanda Tori Meating's favorite makeup product is the Bio Radiant Gel-Powder Highlight from Lady Gaga's brand HAUS LABS. \\\"I'm a very big little monster. I love Lady Gaga just for lots of reasons -- everything she does,\\\" she said.\nDawn\nDawn's must-have makeup product is NYX's Epic Ink Liner. \\\"It is pointy, sharp and opaque. It gets this liner together. It's perfect,\\\" Dawn said.\nGeneva Karr\nGeneva Karr says she can't live without her Juvia's Place blush. \\\"It just has this amazing red-ish, coralish color, and you know I love to look alive,\\\" she joked. \\\"So, blush all the way!\\\"\nHershii LiqCour-Jeté\nHershii LiqCour-Jeté says her Dewy Set Spray from Anastasia Beverly Hills gives her a gorgeous glow. \\\"It gives me a flawless finish and it's a nice glow,\\\" Hershii said. \\\"Don't you see how the sun bounces off my cheeks? Thanks Anastasia!\\\"\nMegami\nMegami swears by \\\"RuPaul's Drag Race\\\" alum Kim Chi's makeup line -- specifically the liquid liner. \\\"This is the staple drag queen eyeliner,\\\" she said. \\\"And you know we go through a lot, so I need a lot of these.\\\"\nMhi'ya Iman Le'Paige\nMhi'ya Iman Le'Paige's must-have makeup product is Fenty Beauty's Stunna Lip Paint, which is great for anyone who loves a bold lip. \\\"When I tell you this lipstick is everything... it makes me feel powerful. It makes me feel like a woman,\\\" she said. \\\"Red is my favorite color, so I just love everything about it.\\\"\nMirage\nMirage's uses her Mehron Paradise Makeup in several different ways and swears by the product's versatility. \\\"I use it for my eyebrows, eyeliner and lipliner all at the same time,\\\" she said. \\\"I use it in three or four different colors on every mug.\\\"\nMorphine Love Dion\nMorphine Love Dion is gaga for Haus Labs' Atomic Shake Long Lasting Liquid Lipstick. \\\"It gives that juicy, glossy finish,\\\" she said. \\\"I'm a show girl and I kick really high in the air so I can't my gloss be all over the place. This just makes it sickening and it won't move anywhere.\\\"\nNymphia Wind\nNymphia Wind said she can't live without Mehron Pro Pressed Powder on her eyes. \\\"I like a really dark black to really blend the black into my eyelash, and this does it perfectly,\\\" she said. \\\"It really pulls the eyes back with the darkness from the outer eyes.\\\"\nPlane Jane\nPlane Jane's go-to makeup product is MAC's Powder Plus Foundation -- but she doesn't use it in the way you may think. \\\"This is actually my contour,\\\" she said. \\\"I think that powder contour adds so much dimension to your face and a gal can never truly leave the house without it.\\\"\nPlasma\nPlasma's favorite makeup products, Elektra Cosmetics body glitter and Designer Dust Chunky Glitter Celeste and Stars, both bring the sparkle. \\\"I love them both very much,\\\" she said. \\\"Working on 'RuPaul's Drag Race' ... I decided if I was going to commit to glitter on my Marilyn Monroe eyelids I was really going to commit.\\\"\n\\\"GMA\\\" linked a similar product below to shop.\nQ\nQ said the Diamond Glow Powder by Artist Couture helped her stand out from the competition. \\\"It gives a little bit of that shimmery elegance from the stage that you really need to set yourself apart from the other girls,\\\" she said.\nSapphira Cristál\nSapphira Cristál's favorite makeup product makes you look like you just rolled out of bed -- but in a good way. \\\"It finishes your skin as if you have no powder on your face at all,\\\" she said. \\\"Leaves you looking like you just woke up like this.\\\"\nXunami Muse\nXunami Muse's favorite makeup product gives her luscious lashes even when she's not taking the stage. \\\"I use it in and out and of drag, so I feel like that should tell you everything right?\\\" she said. \\\"It's my 'must' item because I love a 'look at me' lash!\\\"\nGet more shopGMA! Sign up for our newsletter , and follow on Instagram and TikTok .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "https://www.instagram.com/shopgma/?hl=en\\",
    "https://www.tiktok.com/@shopgma?lang=en\\",
    "https://www.tiktok.com/@shopgma",
    "https://www.instagram.com/shopgma/",
    "https://tiktok.com/@shopgma?lang=en\\",
    "https://instagram.com/shopgma/?hl=en\\"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lady gaga",
        "sentiment": "none"
      },
      {
        "name": "amanda tori meating amanda tori meating",
        "sentiment": "none"
      },
      {
        "name": "dawn dawn",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "abc",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:42:42.763+02:00",
  "updated": "2024-01-06T00:42:42.763+02:00"
}