{
  "thread": {
    "uuid": "1099c333fc4f6ebf63012f068d366e5c9d3ec411",
    "url": "https://www.diariosigloxxi.com/texto-diario/mostrar/4721922/smartbuilding-clave-lucha-contra-cambio-climatico-2024",
    "site_full": "www.diariosigloxxi.com",
    "site": "diariosigloxxi.com",
    "site_section": "https://www.diariosigloxxi.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Diario Siglo XXI. Periódico digital independiente, plural y abierto",
    "title": "El ‘smartbuilding’, clave en la lucha contra el cambio climático en 2024",
    "title_full": "El ‘smartbuilding’, clave en la lucha contra el cambio climático en 2024",
    "published": "2024-02-16T11:36:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.diariosigloxxi.com/images/20537",
    "performance_score": 0,
    "domain_rank": 41182,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1099c333fc4f6ebf63012f068d366e5c9d3ec411",
  "url": "https://www.diariosigloxxi.com/texto-diario/mostrar/4721922/smartbuilding-clave-lucha-contra-cambio-climatico-2024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Guillermo Peris Peris",
  "published": "2024-02-16T11:36:00.000+02:00",
  "title": "El ‘smartbuilding’, clave en la lucha contra el cambio climático en 2024",
  "text": "| | Los científicos son contundentes en relación a los desafíos que plantea el cambio climático. Tal y como declararon en el Panel Intergubernamental de Cambio Climático de Naciones Unidas (IPCC) de 2018, nos encontramos en una década crucial para evitar sus catastróficas consecuencias. Esta preocupación ha llevado a organismos públicos y empresas a impulsar la adopción de prácticas más ecológicas, tales como la integración de fuentes de energía renovable y una gestión más eficiente de los recursos. Según datos de la ONU, los edificios contribuyen al 56% de la contaminación de las ciudades, y en España son responsables de un tercio del consumo energético. En este contexto, llegan los smartbuildings que, como edificios digitalizados e inteligentes, son capaces de gestionar de forma eficaz y sostenible todos estos recursos y, por tanto, reducir la contaminación. Así, DEBOS, compañía granadina que ha creado el primer sistema operativo para ‘smartbuildings’, quiere destacar algunas de las formas en las que los edificios inteligentes contribuyen a la lucha contra el cambio climático: El 5G y el IoT, combinación perfecta para reducir la huella de carbono Lo que caracteriza a los smartbuildings como inteligentes es el llamado Internet de las Cosas (IoT), un conjunto de tecnologías que conectan diferentes dispositivos que recopilan y analizan grandes cantidades de datos para automatizar sus procesos. Así, la llegada del 5G, con su diseño más eficiente energéticamente hablando, se presenta como una solución transformadora para el IoT gracias a que permite conectar un mayor número de dispositivos a velocidades más rápidas, a la vez que reduce su huella de carbono asociada con la transmisión de datos. Por tanto, esta mayor conectividad extenderá el acceso a la información de los smartbuildings para poder utilizar incluso menos energía de la que consumen. A menor consumo energético, mayor sostenibilidad Algunos de los dispositivos IoT más comunes en los edificios inteligentes son los sistemas de gestión de suministro del agua y de medición de la energía, sistemas de control de la iluminación o incluso los ‘smart plugs’ o enchufes inteligentes. Y es que todos ellos, además de funcionar de forma automatizada gracias a la tecnología que llevan incorporada, como es la de DEBOS, están orientados a un mayor control y regulación del consumo de la energía que se utiliza y de forma remota, lo que permite un uso mucho más eficiente de los recursos y, por tanto, la reducción del impacto medioambiental. Los smartbuildings, la solución a los problemas derivados de la climatización Una de las grandes razones por las que en España los edificios consumen tanta energía es por las necesidades de calefacción y refrigeración, dependiendo de la estación del año en el que se esté. En este sentido, el edificio inteligente puede contar con sensores inteligentes que hacen que los sistemas de climatización se adapten de forma automatizada a las condiciones de ese momento, por lo que esta solución característica de los smartbuildings emerge como clave no solo para reducir los costes de la energía, sino también para reducir la huella de carbono. Inteligencia Artificial para la adaptabilidad al ambiente La Inteligencia Artificial, el aprendizaje automático y los smartbuildings son también una combinación perfecta para hacer que los edificios sean mucho más amables con el medio ambiente. Lo que permiten estas tecnologías, integradas en los dispositivos IoT desplegados por todo el edificio, es establecer patrones de predicción del comportamiento y funcionamiento del smartbuilding para automatizar sus procesos. Un ejemplo de ello es que pueden llegar a predecir patrones meteorológicos y predicciones de los cambios en el clima y hacer que los dispositivos se adapten a dichas condiciones ambientales de forma constante. “Es cierto que queda todavía mucho por recorrer para lograr el objetivo del Acuerdo de París de limitar el ascenso de temperatura a menos de 1,5 grados para 2050. Sin embargo, sabemos cuál es la solución para reducir las emisiones de carbono, la tecnología y la digitalización. Los edificios, como hemos visto, son responsables de un gran porcentaje de estas emisiones y en DEBOS somos conscientes de ello y de que, por tanto, es hora de transformarlos para que contribuyan a un medioambiente que verdaderamente mejore la calidad de vida de las personas”, dice Ignacio de Martín, CEO de DEBOS El ‘smartbuilding’, clave en la lucha contra el cambio climático en 2024 |Los edificios contribuyen al 56% de la contaminación de las ciudades y en España son responsables de un 30% del consumo energético, según la ONU| | | | | Los científicos son contundentes en relación a los desafíos que plantea el cambio climático. Tal y como declararon en el Panel Intergubernamental de Cambio Climático de Naciones Unidas (IPCC) de 2018, nos encontramos en una década crucial para evitar sus catastróficas consecuencias. Esta preocupación ha llevado a organismos públicos y empresas a impulsar la adopción de prácticas más ecológicas, tales como la integración de fuentes de energía renovable y una gestión más eficiente de los recursos. Según datos de la ONU, los edificios contribuyen al 56% de la contaminación de las ciudades, y en España son responsables de un tercio del consumo energético. En este contexto, llegan los smartbuildings que, como edificios digitalizados e inteligentes, son capaces de gestionar de forma eficaz y sostenible todos estos recursos y, por tanto, reducir la contaminación. Así, DEBOS, compañía granadina que ha creado el primer sistema operativo para ‘smartbuildings’, quiere destacar algunas de las formas en las que los edificios inteligentes contribuyen a la lucha contra el cambio climático: El 5G y el IoT, combinación perfecta para reducir la huella de carbono Lo que caracteriza a los smartbuildings como inteligentes es el llamado Internet de las Cosas (IoT), un conjunto de tecnologías que conectan diferentes dispositivos que recopilan y analizan grandes cantidades de datos para automatizar sus procesos. Así, la llegada del 5G, con su diseño más eficiente energéticamente hablando, se presenta como una solución transformadora para el IoT gracias a que permite conectar un mayor número de dispositivos a velocidades más rápidas, a la vez que reduce su huella de carbono asociada con la transmisión de datos. Por tanto, esta mayor conectividad extenderá el acceso a la información de los smartbuildings para poder utilizar incluso menos energía de la que consumen. A menor consumo energético, mayor sostenibilidad Algunos de los dispositivos IoT más comunes en los edificios inteligentes son los sistemas de gestión de suministro del agua y de medición de la energía, sistemas de control de la iluminación o incluso los ‘smart plugs’ o enchufes inteligentes. Y es que todos ellos, además de funcionar de forma automatizada gracias a la tecnología que llevan incorporada, como es la de DEBOS, están orientados a un mayor control y regulación del consumo de la energía que se utiliza y de forma remota, lo que permite un uso mucho más eficiente de los recursos y, por tanto, la reducción del impacto medioambiental. Los smartbuildings, la solución a los problemas derivados de la climatización Una de las grandes razones por las que en España los edificios consumen tanta energía es por las necesidades de calefacción y refrigeración, dependiendo de la estación del año en el que se esté. En este sentido, el edificio inteligente puede contar con sensores inteligentes que hacen que los sistemas de climatización se adapten de forma automatizada a las condiciones de ese momento, por lo que esta solución característica de los smartbuildings emerge como clave no solo para reducir los costes de la energía, sino también para reducir la huella de carbono. Inteligencia Artificial para la adaptabilidad al ambiente La Inteligencia Artificial, el aprendizaje automático y los smartbuildings son también una combinación perfecta para hacer que los edificios sean mucho más amables con el medio ambiente. Lo que permiten estas tecnologías, integradas en los dispositivos IoT desplegados por todo el edificio, es establecer patrones de predicción del comportamiento y funcionamiento del smartbuilding para automatizar sus procesos. Un ejemplo de ello es que pueden llegar a predecir patrones meteorológicos y predicciones de los cambios en el clima y hacer que los dispositivos se adapten a dichas condiciones ambientales de forma constante. “Es cierto que queda todavía mucho por recorrer para lograr el objetivo del Acuerdo de París de limitar el ascenso de temperatura a menos de 1,5 grados para 2050. Sin embargo, sabemos cuál es la solución para reducir las emisiones de carbono, la tecnología y la digitalización. Los edificios, como hemos visto, son responsables de un gran porcentaje de estas emisiones y en DEBOS somos conscientes de ello y de que, por tanto, es hora de transformarlos para que contribuyan a un medioambiente que verdaderamente mejore la calidad de vida de las personas”, dice Ignacio de Martín, CEO de DEBOS Ana Fidalgo es primatóloga y especialista en etología, es decir, del estudio del comportamiento animal. Actualmente es la vicepresidenta de Chelonia, una ONG ambientalista comprometida con la conservación de la naturaleza, desde la que llevan a cabo iniciativas que abordan problemas como la contaminación marina, la protección de especies en peligro de extinción, y la gestión sostenible de cuencas y bosques. Un equipo de investigadores en el que participan el Museo Nacional de Ciencias Naturales (MNCN-CSIC) y el Real Jardín Botánico (RJB-CSIC), ha analizado la venta de aves a través de redes sociales. El estudio destaca que Facebook es la red social con mayor porcentaje de ventas y que, entre las especies comercializadas, algunas no cumplen la normativa de tráfico de especies, lo que supone un peligro potencial para la conservación de estos animales y de sus entornos.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T12:49:35.098+02:00",
  "updated": "2024-02-16T12:49:35.098+02:00"
}