{
  "thread": {
    "uuid": "cedbd8d17d61e98a8b1c8075ab3ba983ff94dc5f",
    "url": "https://takecontrol.substack.com/p/colibactin-colorectal-cancer",
    "site_full": "takecontrol.substack.com",
    "site": "substack.com",
    "site_section": "https://takecontrol.substack.com/feed",
    "site_categories": [],
    "section_title": "Dr. Mercola&apos;s Censored Library (Private Membership)",
    "title": "E. Coli Toxin Sparks Cancer Concerns Worldwide",
    "title_full": "E. Coli Toxin Sparks Cancer Concerns Worldwide",
    "published": "2025-01-10T05:31:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://substackcdn.com/image/fetch/w_1200,h_600,c_fill,f_jpg,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F80e6d4c3-beb8-4746-a0da-a2d98d8b735d_840x600.jpeg",
    "performance_score": 0,
    "domain_rank": 277,
    "domain_rank_updated": "2025-01-06T23:00:00.000+02:00",
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cedbd8d17d61e98a8b1c8075ab3ba983ff94dc5f",
  "url": "https://takecontrol.substack.com/p/colibactin-colorectal-cancer",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dr. Joseph Mercola",
  "published": "2025-01-10T05:31:00.000+02:00",
  "title": "E. Coli Toxin Sparks Cancer Concerns Worldwide",
  "text": "STORY AT-A-GLANCE\nColibactin-producing E. coli bacteria are linked to increased risks of colorectal and urinary tract cancers due to their ability to induce DNA damage, leading to tumorigenesis\nGeographical variations in cancer incidence are associated with colibactin exposure, with higher prevalence in high-Human Development Index countries, correlating with increased cancer rates in these regions\nAutophagy, the body’s natural recycling process, plays a role in inhibiting colibactin-induced carcinogenesis by repairing DNA damage and removing harmful substances\nGenetic diversity of colibactin-producing E. coli is observed across different populations, with the B2 phylogroup being more prevalent among cancer-associated strains, indicating higher pathogenicity\nUnderstanding the role of colibactin-producing E. coli in cancer development opens new avenues for prevention and intervention strategies, such as lifestyle modifications to improve gut health\nAdvertisement Colorectal cancer, characterized by the uncontrolled growth of cells in the colon or rectum, presents symptoms such as persistent abdominal discomfort, changes in bowel habits and unexplained weight loss. Urinary tract cancer, including bladder and prostate cancer, manifests through painful urination, blood in urine and frequent urges to urinate. These cancers pose significant health challenges, often leading to severe complications if left untreated.\nResearch published in The Lancet Microbe 1 uncovered a link between certain strains of Escherichia coli bacteria that produce a toxin called colibactin and the increased risk of developing colorectal and urinary tract cancers.\nColibactin induces double-strand breaks in the DNA of human cells, driving tumorigenesis and contributing to the formation of cancerous growths. This discovery sheds light on how bacterial infections play a more substantial role in cancer development than previously understood.\nColibactin-Producing E. Coli Linked to Increased Cancer Risk\nThe Lancet Microbe study investigated the connection between colibactin-producing E. coli and the incidence of colorectal, bladder and prostate cancers. The research sought to determine how geographical variations in the prevalence of these bacteria correlate with cancer rates, particularly focusing on regions with high Human Development Index (HDI).\nThe study examined different populations across various countries, assessing the presence of colibactin-producing E. coli and the corresponding rates of colorectal and urinary tract cancers. It revealed that areas with a higher prevalence of these bacteria also experienced increased incidences of these cancers. This strong association suggests that the bacteria play a significant role in cancer development.\nOne of the key findings is that colibactin causes double-strand breaks in the DNA of epithelial cells. This damage is a key factor in tumorigenesis, the process by which normal cells transform into cancer cells. The study highlighted that colibactin-driven DNA damage is a plausible mechanism linking these bacteria to cancer.\nAdditionally, the research found that certain phylogroup B2 E. coli strains secrete colibactin during interbacterial competition. This secretion not only helps the bacteria survive but also increases the host’s risk of DNA damage. Such interactions within the gut microbiome create an environment conducive to cancer development.\nThe prevalence of colibactin-producing E. coli varies significantly across different regions, aligning closely with the variation in colorectal cancer rates. In high-HDI countries, the major lineages of these bacteria are frequently associated with urinary tract infections and are more commonly found within the population.\nMoreover, the study noted that the incidence of early-onset colorectal cancer has risen significantly in high-HDI countries since the mid-1980s. This trend correlates with the increased prevalence of colibactin-producing E. coli, suggesting that environmental and lifestyle factors in these regions contribute to the spread and impact of these bacteria.\nThe research highlighted that other members of the Enterobacteriaceae family, particularly the Klebsiella genus, also possess genes for colibactin production. These bacteria frequently colonize the human gut and are common culprits in urinary tract infections. The presence of these genes in multiple bacterial species suggests a broader impact on public health, as it increases the number of sources of colibactin exposure.\nThe study concluded that eradication of the major pks+ E. coli lineages could offer considerable public health benefits. Reducing the burden of E. coli infections, decreasing the need for antibiotics and lowering the risk of developing cancers linked to colibactin exposure are significant outcomes of such efforts. 2\nAutophagy Is the Body’s Defense Against E. Coli-Induced Cancer\nAnother study found that the body’s natural recycling system, known as autophagy, plays a role in protecting against cancer caused by harmful E. coli bacteria. Autophagy is like the cell’s own cleaning crew, removing damaged parts and keeping everything running smoothly. In this research, scientists explored how autophagy helps prevent the development of cancer in the presence of colibactin-producing E. coli (CoPEC). 3\nThe study focused on mice that were either normal or had a specific genetic modification that impaired their autophagy process in intestinal cells. By introducing CoPEC to these mice and inducing chronic inflammation, the researchers aimed to see how autophagy affects cancer formation.\nThe findings were striking: mice with impaired autophagy developed more invasive cancers compared to those with functioning autophagy systems. This shows that autophagy is essential in fighting off the cancer-promoting effects of CoPEC.\nOne of the key discoveries was that CoPEC infection leads to significant DNA damage in the cells lining the colon. DNA damage is like having cracks in the blueprint of a building; it leads to structural failures, or in this case, to cells turning cancerous.\nThe researchers observed that in mice with deficient autophagy, the extent of DNA damage was much greater. This suggests that autophagy helps to repair or remove damaged DNA, preventing the cells from becoming cancerous. 4\nMoreover, the study highlighted that autophagy not only repairs DNA but also controls the amount of harmful substances within the cells. When autophagy is functioning properly, it clears out toxins and damaged components that could otherwise contribute to cancer development. In the absence of efficient autophagy, these harmful elements accumulate, creating an environment where cancer thrives. 5\nThe researchers also discovered that chronic inflammation, which is a long-term, persistent irritation of the body’s tissues, exacerbates the cancer-promoting effects of CoPEC. Inflammation is the body’s response to harmful stimuli, but when it becomes chronic, it causes more harm than good. The study showed that in mice with chronic inflammation, the presence of CoPEC led to a higher incidence of invasive tumors.\nHowever, when autophagy was active, it mitigated some of the damage caused by both inflammation and bacterial infection, reducing the overall risk of cancer. 6 The findings suggest that enhancing autophagy could be a strategy for reducing cancer risk in environments where harmful bacteria are prevalent. 7\nWhen comparing the effects of different variables, the study found that the presence of colibactin was a critical factor in cancer development. Mice infected with CoPEC that produced colibactin showed a much higher rate of cancer than those infected with bacteria that could not produce this toxin. This indicates that colibactin is a potent agent in causing DNA damage and promoting cancer.\nAdditionally, the interaction between colibactin and the body’s autophagy system illustrates how important cellular processes are in defending against external threats. 8 Overall, this study underscores the role of autophagy in preventing cancer.\nBy understanding how autophagy interacts with harmful bacteria like CoPEC, researchers can develop better strategies to enhance this natural defense mechanism. This could lead to new treatments that boost autophagy in high-risk populations, ultimately reducing the incidence of colorectal cancer linked to bacterial infections and chronic inflammation.\nGenetic Diversity of Colibactin-Producing E. Coli\nA study published in PLOS One explored the genetic diversity of harmful E. coli bacteria that produce colibactin within different populations in Pakistan. 9 The researchers aimed to understand how these bacteria differ genetically and how these differences influence their ability to cause cancer.\nBy analyzing samples from both colorectal cancer patients and healthy individuals, the study provided valuable insights into the relationship between specific E. coli strains and cancer development.\nThe study focused on individuals from Pakistan, specifically those visiting the Pakistan Institute of Medical Sciences (PIMS) in Islamabad. By comparing the E. coli strains, the researchers identified significant differences in the types and characteristics of the bacteria.\nOne of the key findings was that a substantial portion of the E. coli isolates from cancer patients belonged to the B2 phylogroup. Phylogroups are classifications that group bacteria based on their genetic characteristics. The B2 group, in particular, was found to be more pathogenic, meaning it has a greater ability to cause disease, compared to other phylogroups. This higher pathogenicity makes the B2 group a significant concern in the context of cancer development.\nThe study revealed that 43.47% of the cancer-associated E. coli isolates were from the B2 phylogroup, whereas none of the isolates from healthy controls belonged to this group. This stark difference highlights the role of B2 phylogroup E. coli in promoting cancer. The absence of B2 phylogroup strains in healthy individuals suggests that these bacteria specifically contribute to the progression of colorectal cancer.\nIn addition to the prevalence of the B2 phylogroup, the researchers found that a remarkable 90% of the cancer-associated E. coli strains tested positive for colibactin and the polyketide synthase (pks) island. The pks island is a cluster of genes responsible for producing colibactin. None of the healthy control isolates tested positive for these colibactin genes, underscoring the strong association between colibactin-producing E. coli and colorectal cancer.\nColibactin Is a Genotoxic Compound\nThe presence of colibactin in these bacteria is particularly concerning because colibactin is a genotoxic compound. Genotoxic means it damages the genetic information within a cell, leading to mutations and causing the cell to become cancerous. In simpler terms, colibactin acts like a faulty key that disrupts the normal functioning of cells, making them more likely to turn into cancer cells.\nFurthermore, the study documented the significant cytotoxic activity of the B2 phylogroup E. coli isolates that produce colibactin. Cytotoxic activity refers to the ability of these bacteria to kill cells or damage them severely. The damage caused by these bacteria disrupts the balance of the gut microbiota, which is essential for maintaining intestinal health.\nInterestingly, this research was the first to report the prevalence of different E. coli phylogroups in cancer patients within a Pakistani population from a low socioeconomic background. This finding is important because it highlights how genetic diversity in harmful bacteria varies across different regions and populations.\nUnderstanding this diversity helps in identifying specific bacterial strains that pose the highest risk for cancer, allowing for more targeted prevention and treatment strategies.\nMicrobial dysbiosis, an imbalance in gut microbiota, is closely linked with various intestinal abnormalities, including inflammatory bowel disease (IBD) and colorectal cancer. The study emphasized that the presence of colibactin-producing E. coli strains disrupts the normal gut environment, leading to dysbiosis.\nThis imbalance creates conditions that favor the growth of harmful bacteria while inhibiting beneficial ones, thereby increasing the risk of cancer development.\nFurther, in vitro studies, which are experiments conducted outside of living organisms, have shown that E. coli strains with the pks island promote megalocytosis, a condition where cells and their nuclei become enlarged without undergoing proper cell division.\nAdditionally, these bacteria induce DNA double-strand breaks and encourage G2 cell cycle arrest, where cells are halted before they divide. These effects collectively contribute to the development and progression of cancer by allowing damaged cells to survive and proliferate uncontrollably.\nOverall, the genetic diversity of colibactin-producing E. coli and their strong association with the B2 phylogroup highlight the significant role these bacteria play in colorectal cancer development. This study provides a foundation for further research into the microbial factors involved in cancer and underscores the importance of addressing bacterial diversity in the fight against colorectal cancer. 10\nPractical Steps to Reduce Colorectal Cancer Risk\nWith E. coli bacteria linked to cancer development, it’s important to take steps to safeguard your health. Research indicates that specific strains of E. coli, especially those producing colibactin toxins, elevate cancer risk by causing DNA damage. Maintaining a stable microbial balance enhances cellular health for chronic disease prevention. Below are the top approaches to improve your gut health and decrease cancer risk.\nEliminate processed foods and seed oils — The contemporary diet is laden with processed foods that contain seed oils rich in linoleic acid (LA), which harms your gut microbiome and encourages the proliferation of harmful bacteria.\nText within this block will maintain its original spacing when published\nLA acts as a mitochondrial toxin, disrupting cellular energy production and hindering your ability to sustain a healthy gut environment. In addition to removing processed foods, avoid nuts and seeds to further lower LA intake. It’s also advisable to minimize eating out, as most restaurants use seed oils in their cooking, sauces and dressings.\nText within this block will maintain its original spacing when published\nFurthermore, reduce your consumption of chicken and pork, which are typically high in LA. Replace processed foods with whole, natural foods and healthy fats such as grass fed butter, tallow and ghee. Aim to keep your total LA intake below 5 grams from all sources, ideally under 2 grams. To monitor your LA consumption, record all your daily meals using an online nutrition tracker.\nOptimize your carbohydrate consumption — Another key factor is the careful management of your carbohydrate intake. Carbohydrates are essential for supporting mitochondrial function since glucose is the primary fuel for cellular energy production. Adjust your carbohydrate intake to promote a healthy microbiome by consuming 200 to 350 grams of specific carbohydrates each day for most adults.\nText within this block will maintain its original spacing when published\nIndividuals with higher activity levels may require more. Introduce carbohydrates gradually to allow your gut time to adapt, thereby minimizing digestive issues and endotoxin levels. Start with white rice and whole fruits to nourish beneficial bacteria before incorporating vegetables, whole grains and starches. Initially avoiding high-fiber diets is important if your gut microbiome is compromised, as excessive fiber elevates endotoxin levels in this case.\nText within this block will maintain its original spacing when published\nIf your gut health is significantly impaired, focus on easily digestible carbohydrates like dextrose water for the first week or two. Slowly sip it throughout the day to support gradual healing of your gut.\nMinimize exposure to environmental toxins — Exposure to synthetic endocrine-disrupting chemicals (EDCs), estrogens and widespread electromagnetic fields (EMFs) further weakens your cells' ability to produce energy efficiently. This energy shortfall makes it challenging to maintain the oxygen-free gut environment necessary for beneficial bacteria like Akkermansia to thrive.\nText within this block will maintain its original spacing when published\nAdditionally, inadequate cellular energy creates a gut environment that favors endotoxin-producing bacteria, which damage mitochondria and perpetuate a cycle of declining health. By reducing excess LA, estrogens (including xenoestrogens found in everyday products like plastics), EDCs and EMFs, you restore cellular energy and move toward optimal health.\nLimit antibiotic use and consider Akkermansia — Antibiotics severely damage beneficial gut bacteria and significantly increase the risk of colon cancer. Use antibiotics only when absolutely necessary and focus on rebuilding your gut flora with targeted dietary choices, including fermented foods, afterward.\nText within this block will maintain its original spacing when published\nAdditionally, avoid conventionally raised meats that often contain antibiotic residues by selecting high-quality, responsibly sourced proteins to support a healthy microbiome.\nText within this block will maintain its original spacing when published\nAkkermansia is vital for a healthy microbiome, but many individuals have little to none. It is important to eliminate all seed oils from your diet for at least six months before starting an Akkermansia supplementation program.\nText within this block will maintain its original spacing when published\nThis preparation period allows your body to restore mitochondrial function and create a more supportive environment in your colon for beneficial bacteria. By following these steps, you maximize the benefits of Akkermansia supplementation and support overall gut health.\nText within this block will maintain its original spacing when published\nWhen selecting Akkermansia supplements, choose those that utilize advanced, timed-release capsules or microencapsulation technology. These methods keep the bacteria dormant and protected until they reach your colon, typically within two to four hours after ingestion, ensuring that a higher number of live bacteria survive the journey through your digestive system.\nNEXT ARTICLE >>\nDisclaimer : The entire contents of this website are based upon the opinions of Dr. Mercola, unless otherwise noted. Individual articles are based upon the opinions of the respective author, who retains copyright as marked.\nThe information on this website is not intended to replace a one-on-one relationship with a qualified health care professional and is not intended as medical advice. It is intended as a sharing of knowledge and information from the research and experience of Dr. Mercola and his community. Dr. Mercola encourages you to make your own health care decisions based upon your research and in partnership with a qualified health care professional. The subscription fee being requested is for access to the articles and information posted on this site, and is not being paid for any individual medical advice.\nIf you are pregnant, nursing, taking medication, or have a medical condition, consult your health care professional before using products based on this content.\n1 The Lancet Microbe December 05, 2024\n2 The Lancet Microbe December 05, 2024\n3 Cancers 2021, Volume 13(9), 2060\n4 Cancers 2021, Volume 13(9), 2060\n5 Cancers 2021, Volume 13(9), 2060\n6 Cancers 2021, Volume 13(9), 2060\n7 Cancers 2021, Volume 13(9), 2060\n8 Cancers 2021, Volume 13(9), 2060\n9 PLoS ONE November 11, 2022, Volume 17; 11\n10 PLoS ONE November 11, 2022, Volume 17; 11\nShare this post\nDr. Mercola's Censored Library (Private Membership) E. Coli Toxin Sparks Cancer Concerns Worldwide\nCopy link\nFacebook\nEmail\nNotes More\nShare",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "negative",
  "categories": [
    "Health",
    "Science and Technology",
    "Social Issue"
  ],
  "topics": [
    "Health->cancer",
    "Health->disease and condition",
    "Health->health treatment and procedure",
    "Science and Technology->biomedical science",
    "Science and Technology->medical research",
    "Social Issue->social problem",
    "Social Issue->social services"
  ],
  "ai_allow": true,
  "has_canonical": false,
  "breaking": null,
  "webz_reporter": false,
  "external_links": [
    "https://substackcdn.com/image/fetch/w_1272,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F23a65c5a-3316-46a8-ac62-6987ee209b45_1272x254.jpeg",
    "https://articles.mercola.com/sites/articles/archive/2024/01/03/pfas-forever-chemicals-cancer.aspx",
    "https://substackcdn.com/image/fetch/w_1560,h_817,c_fill,f_webp,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F80e6d4c3-beb8-4746-a0da-a2d98d8b735d_840x600.jpeg",
    "https://substackcdn.com/image/fetch/w_424,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F23a65c5a-3316-46a8-ac62-6987ee209b45_1272x254.jpeg",
    "https://www.mercolamarket.com/pages/top-products-supplements",
    "https://articles.mercola.com/sites/articles/archive/2023/07/17/linoleic-acid.aspx",
    "https://substackcdn.com/image/fetch/w_1272,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fd43fc889-bc93-4e84-8caa-2f0aebb30375_773x434.jpeg",
    "https://substackcdn.com/image/fetch/w_520,h_272,c_fill,f_auto,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F80e6d4c3-beb8-4746-a0da-a2d98d8b735d_840x600.jpeg",
    "https://substackcdn.com/image/fetch/w_848,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fd43fc889-bc93-4e84-8caa-2f0aebb30375_773x434.jpeg",
    "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fd43fc889-bc93-4e84-8caa-2f0aebb30375_773x434.jpeg",
    "https://substackcdn.com/image/fetch/w_424,h_222,c_fill,f_auto,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F80e6d4c3-beb8-4746-a0da-a2d98d8b735d_840x600.jpeg",
    "https://substackcdn.com/image/fetch/w_848,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fd43fc889-bc93-4e84-8caa-2f0aebb30375_773x434.jpeg",
    "https://substackcdn.com/image/fetch/w_1040,h_545,c_fill,f_webp,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F80e6d4c3-beb8-4746-a0da-a2d98d8b735d_840x600.jpeg",
    "https://substackcdn.com/image/fetch/w_1456,h_762,c_fill,f_auto,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F80e6d4c3-beb8-4746-a0da-a2d98d8b735d_840x600.jpeg",
    "https://substackcdn.com/image/fetch/w_848,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F23a65c5a-3316-46a8-ac62-6987ee209b45_1272x254.jpeg",
    "https://www.mercolamarket.com/pages/top-products-supplements&quot;,&quot;belowTheFold&quot;:false,&quot;topImage&quot;:false,&quot;internalRedirect&quot;:null,&quot;isProcessing&quot;:false}",
    "https://substackcdn.com/image/fetch/w_520,h_272,c_fill,f_webp,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F80e6d4c3-beb8-4746-a0da-a2d98d8b735d_840x600.jpeg",
    "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0262662",
    "https://www.mdpi.com/2072-6694/13/9/2060",
    "https://substackcdn.com/image/fetch/w_424,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fd43fc889-bc93-4e84-8caa-2f0aebb30375_773x434.jpeg",
    "https://substackcdn.com/image/fetch/w_1272,h_666,c_fill,f_auto,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F80e6d4c3-beb8-4746-a0da-a2d98d8b735d_840x600.jpeg",
    "https://substackcdn.com/image/fetch/w_848,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F23a65c5a-3316-46a8-ac62-6987ee209b45_1272x254.jpeg",
    "https://substackcdn.com/image/fetch/w_424,h_222,c_fill,f_webp,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F80e6d4c3-beb8-4746-a0da-a2d98d8b735d_840x600.jpeg",
    "https://articles.mercola.com/sites/articles/archive/2024/08/14/antibiotics-increase-bowel-cancer-rates.aspx",
    "https://www.thelancet.com/journals/lanmic/article/PIIS2666-5247(24)00283-0/fulltext",
    "https://substackcdn.com/image/fetch/w_424,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fd43fc889-bc93-4e84-8caa-2f0aebb30375_773x434.jpeg",
    "https://substackcdn.com/image/fetch/w_1272,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F23a65c5a-3316-46a8-ac62-6987ee209b45_1272x254.jpeg",
    "https://substackcdn.com/image/fetch/w_424,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F23a65c5a-3316-46a8-ac62-6987ee209b45_1272x254.jpeg",
    "https://substackcdn.com/image/fetch/w_1040,h_545,c_fill,f_auto,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F80e6d4c3-beb8-4746-a0da-a2d98d8b735d_840x600.jpeg",
    "https://substackcdn.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F23a65c5a-3316-46a8-ac62-6987ee209b45_1272x254.jpeg",
    "https://substackcdn.com/image/fetch/w_1272,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fd43fc889-bc93-4e84-8caa-2f0aebb30375_773x434.jpeg",
    "https://articles.mercola.com/sites/articles/archive/2024/03/25/estrogen.aspx",
    "https://substackcdn.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fd43fc889-bc93-4e84-8caa-2f0aebb30375_773x434.jpeg",
    "https://substackcdn.com/image/fetch/w_1272,h_666,c_fill,f_webp,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F80e6d4c3-beb8-4746-a0da-a2d98d8b735d_840x600.jpeg",
    "https://substackcdn.com/image/fetch/w_848,h_444,c_fill,f_webp,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F80e6d4c3-beb8-4746-a0da-a2d98d8b735d_840x600.jpeg",
    "https://substackcdn.com/image/fetch/w_848,h_444,c_fill,f_auto,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F80e6d4c3-beb8-4746-a0da-a2d98d8b735d_840x600.jpeg",
    "https://substackcdn.com/image/fetch/w_1456,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F23a65c5a-3316-46a8-ac62-6987ee209b45_1272x254.jpeg",
    "https://substack-post-media.s3.amazonaws.com/public/images/d43fc889-bc93-4e84-8caa-2f0aebb30375_773x434.jpeg&quot;,&quot;srcNoWatermark&quot;:null,&quot;fullscreen&quot;:null,&quot;imageSize&quot;:null,&quot;height&quot;:434,&quot;width&quot;:773,&quot;resizeWidth&quot;:null,&quot;bytes&quot;:39032,&quot;alt&quot;:&quot;colibactin",
    "https://substackcdn.com/image/fetch/w_1456,h_762,c_fill,f_webp,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F80e6d4c3-beb8-4746-a0da-a2d98d8b735d_840x600.jpeg",
    "https://substackcdn.com/image/fetch/w_1456,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fd43fc889-bc93-4e84-8caa-2f0aebb30375_773x434.jpeg",
    "https://substackcdn.com/image/fetch/w_1560,h_817,c_fill,f_auto,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F80e6d4c3-beb8-4746-a0da-a2d98d8b735d_840x600.jpeg",
    "https://substack-post-media.s3.amazonaws.com/public/images/23a65c5a-3316-46a8-ac62-6987ee209b45_1272x254.jpeg&quot;,&quot;srcNoWatermark&quot;:null,&quot;fullscreen&quot;:null,&quot;imageSize&quot;:null,&quot;height&quot;:254,&quot;width&quot;:1272,&quot;resizeWidth&quot;:null,&quot;bytes&quot;:128104,&quot;alt&quot;:&quot;Visit",
    "https://www.substackcdn.com/image/fetch/w_848,h_444,c_fill,f_auto,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F80e6d4c3-beb8-4746-a0da-a2d98d8b735d_840x600.jpeg",
    "https://mercolamarket.com/pages/top-products-supplements&quot;,&quot;belowTheFold&quot;:false,&quot;topImage&quot;:false,&quot;internalRedirect&quot;:null,&quot;isProcessing&quot;:false}",
    "https://www.substackcdn.com/image/fetch/w_1272,h_666,c_fill,f_auto,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F80e6d4c3-beb8-4746-a0da-a2d98d8b735d_840x600.jpeg",
    "https://www.substackcdn.com/image/fetch/w_424,h_222,c_fill,f_auto,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F80e6d4c3-beb8-4746-a0da-a2d98d8b735d_840x600.jpeg",
    "https://www.substackcdn.com/image/fetch/w_1272,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F23a65c5a-3316-46a8-ac62-6987ee209b45_1272x254.jpeg",
    "https://www.substackcdn.com/image/fetch/w_520,h_272,c_fill,f_auto,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F80e6d4c3-beb8-4746-a0da-a2d98d8b735d_840x600.jpeg",
    "https://www.substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fd43fc889-bc93-4e84-8caa-2f0aebb30375_773x434.jpeg",
    "https://www.substack-post-media.s3.amazonaws.com/public/images/23a65c5a-3316-46a8-ac62-6987ee209b45_1272x254.jpeg&quot;,&quot;srcNoWatermark&quot;:null,&quot;fullscreen&quot;:null,&quot;imageSize&quot;:null,&quot;height&quot;:254,&quot;width&quot;:1272,&quot;resizeWidth&quot;:null,&quot;bytes&quot;:128104,&quot;alt&quot;:&quot;Visit",
    "https://www.substackcdn.com/image/fetch/w_1560,h_817,c_fill,f_webp,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F80e6d4c3-beb8-4746-a0da-a2d98d8b735d_840x600.jpeg",
    "https://www.substackcdn.com/image/fetch/w_1272,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fd43fc889-bc93-4e84-8caa-2f0aebb30375_773x434.jpeg",
    "https://journals.plos.org/plosone/article",
    "https://www.substackcdn.com/image/fetch/w_1456,h_762,c_fill,f_webp,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F80e6d4c3-beb8-4746-a0da-a2d98d8b735d_840x600.jpeg",
    "https://www.substackcdn.com/image/fetch/w_424,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F23a65c5a-3316-46a8-ac62-6987ee209b45_1272x254.jpeg",
    "https://www.substackcdn.com/image/fetch/w_1456,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F23a65c5a-3316-46a8-ac62-6987ee209b45_1272x254.jpeg",
    "https://www.substackcdn.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fd43fc889-bc93-4e84-8caa-2f0aebb30375_773x434.jpeg",
    "https://www.substackcdn.com/image/fetch/w_1456,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fd43fc889-bc93-4e84-8caa-2f0aebb30375_773x434.jpeg",
    "https://thelancet.com/journals/lanmic/article/PIIS2666-5247(24)00283-0/fulltext",
    "https://www.substack-post-media.s3.amazonaws.com/public/images/d43fc889-bc93-4e84-8caa-2f0aebb30375_773x434.jpeg&quot;,&quot;srcNoWatermark&quot;:null,&quot;fullscreen&quot;:null,&quot;imageSize&quot;:null,&quot;height&quot;:434,&quot;width&quot;:773,&quot;resizeWidth&quot;:null,&quot;bytes&quot;:39032,&quot;alt&quot;:&quot;colibactin",
    "https://www.substackcdn.com/image/fetch/w_520,h_272,c_fill,f_webp,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F80e6d4c3-beb8-4746-a0da-a2d98d8b735d_840x600.jpeg",
    "https://www.articles.mercola.com/sites/articles/archive/2024/08/14/antibiotics-increase-bowel-cancer-rates.aspx",
    "https://mercolamarket.com/pages/top-products-supplements",
    "https://www.articles.mercola.com/sites/articles/archive/2024/01/03/pfas-forever-chemicals-cancer.aspx",
    "https://www.substackcdn.com/image/fetch/w_1272,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fd43fc889-bc93-4e84-8caa-2f0aebb30375_773x434.jpeg",
    "https://www.substackcdn.com/image/fetch/w_424,h_222,c_fill,f_webp,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F80e6d4c3-beb8-4746-a0da-a2d98d8b735d_840x600.jpeg",
    "https://www.substackcdn.com/image/fetch/w_1456,h_762,c_fill,f_auto,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F80e6d4c3-beb8-4746-a0da-a2d98d8b735d_840x600.jpeg",
    "https://www.substackcdn.com/image/fetch/w_424,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fd43fc889-bc93-4e84-8caa-2f0aebb30375_773x434.jpeg",
    "https://www.journals.plos.org/plosone/article?id=10.1371/journal.pone.0262662",
    "https://www.substackcdn.com/image/fetch/w_1560,h_817,c_fill,f_auto,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F80e6d4c3-beb8-4746-a0da-a2d98d8b735d_840x600.jpeg",
    "https://www.substackcdn.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F23a65c5a-3316-46a8-ac62-6987ee209b45_1272x254.jpeg",
    "https://www.substackcdn.com/image/fetch/w_1040,h_545,c_fill,f_webp,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F80e6d4c3-beb8-4746-a0da-a2d98d8b735d_840x600.jpeg",
    "https://www.substackcdn.com/image/fetch/w_1272,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F23a65c5a-3316-46a8-ac62-6987ee209b45_1272x254.jpeg",
    "https://www.substackcdn.com/image/fetch/w_848,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F23a65c5a-3316-46a8-ac62-6987ee209b45_1272x254.jpeg",
    "https://www.substackcdn.com/image/fetch/w_424,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fd43fc889-bc93-4e84-8caa-2f0aebb30375_773x434.jpeg",
    "https://www.substackcdn.com/image/fetch/w_848,h_444,c_fill,f_webp,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F80e6d4c3-beb8-4746-a0da-a2d98d8b735d_840x600.jpeg",
    "https://mdpi.com/2072-6694/13/9/2060",
    "https://www.substackcdn.com/image/fetch/w_848,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fd43fc889-bc93-4e84-8caa-2f0aebb30375_773x434.jpeg",
    "https://www.articles.mercola.com/sites/articles/archive/2023/07/17/linoleic-acid.aspx",
    "https://www.substackcdn.com/image/fetch/w_1272,h_666,c_fill,f_webp,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F80e6d4c3-beb8-4746-a0da-a2d98d8b735d_840x600.jpeg",
    "https://www.articles.mercola.com/sites/articles/archive/2024/03/25/estrogen.aspx",
    "https://www.substackcdn.com/image/fetch/w_848,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F23a65c5a-3316-46a8-ac62-6987ee209b45_1272x254.jpeg",
    "https://www.substackcdn.com/image/fetch/w_848,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fd43fc889-bc93-4e84-8caa-2f0aebb30375_773x434.jpeg",
    "https://www.substackcdn.com/image/fetch/w_424,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F23a65c5a-3316-46a8-ac62-6987ee209b45_1272x254.jpeg",
    "https://www.substackcdn.com/image/fetch/w_1040,h_545,c_fill,f_auto,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F80e6d4c3-beb8-4746-a0da-a2d98d8b735d_840x600.jpeg"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "syndication": {
    "syndicated": false,
    "syndicate_id": null,
    "first_syndicated": false
  },
  "rating": null,
  "crawled": "2025-01-10T06:39:28.039+02:00",
  "updated": "2025-01-10T06:39:28.039+02:00"
}