{
  "thread": {
    "uuid": "bf103ac04b3996220fbaf2746d0e17a6ad1d81f9",
    "url": "https://www.elindependiente.com/espana/2024/03/15/sanchez-se-volcara-con-illa-en-su-campana-del-12-m-nuestro-discurso-es-muy-potente-en-cataluna",
    "site_full": "www.elindependiente.com",
    "site": "elindependiente.com",
    "site_section": "https://www.elindependiente.com/feed",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "El Independiente",
    "title": "Sánchez se volcará con Illa en su campaña del 12-M: \"Nuestro discurso es muy potente en Cataluña\"",
    "title_full": "Sánchez se volcará con Illa en su campaña del 12-M: \"Nuestro discurso es muy potente en Cataluña\"",
    "published": "2024-03-15T00:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.elindependiente.com/wp-content/uploads/2024/03/europapress-5460484-i-d-alcaldesa-gava-gemma-badia-presidente-gobierno-funciones-pedro-sanchez-scaled-e1710457404230-1200x675.jpg",
    "performance_score": 0,
    "domain_rank": 19717,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bf103ac04b3996220fbaf2746d0e17a6ad1d81f9",
  "url": "https://www.elindependiente.com/espana/2024/03/15/sanchez-se-volcara-con-illa-en-su-campana-del-12-m-nuestro-discurso-es-muy-potente-en-cataluna",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Juanma Romero",
  "published": "2024-03-15T00:07:00.000+02:00",
  "title": "Sánchez se volcará con Illa en su campaña del 12-M: \"Nuestro discurso es muy potente en Cataluña\"",
  "text": "Es pronto. Todavía no hay un diseño cerrado, no puede haberlo, pero sí la intención política. Y es diáfana, y consensuada entre Ferraz y el PSC: que Pedro Sánchez estará muy presente en la campaña de las elecciones catalanas del 12 de mayo , arropando a Salvador Illa . Él y, muy probablemente, también el expresidente José Luis Rodríguez Zapatero . Para el Gobierno y el PSOE estos también son unos comicios decisivos , los que pueden ayudar a estabilizar la legislatura, en los que sienten que deben echar el resto y explicar su apuesta por la ley de amnistía y la \" reconciliación \" y la \"convivencia\" en Cataluña.\nLa triple montaña electoral de esta primavera es vista con optimismo por parte de los socialistas. Se sucederán, en apenas tres meses, las vascas del 21 de abril, las catalanas del 12 de mayo y las europeas del 9 de junio. Y, aunque no estaba previsto que Pere Aragonès disolviera el Parlament, en la cúpula del PSOE celebran la decisión. Explican que a fin de cuentas la legislatura, tras los comicios al Parlamento Europeo, iba a quedar pendiente de esa última meta volante, las catalanas. Ese era el horizonte, al que se miraba como punto de inflexión , y se contaba con ellas para febrero de 2025 como máximo. Así que la ventaja es que el panorama quedará despejado para el verano .\nEl 10 de junio\", cuando pasen las europeas, señalan en Ferraz, \"tendremos un tablero político nuevo, y ya no habrá más elecciones hasta 2027, o 2026 si contamos las andaluzas. Ya no se podrá tensionar\"\n\"El 10 de junio\", cuando pasen las europeas, señalan en Ferraz, \"tendremos un tablero político nuevo , y ya no habrá más elecciones hasta 2027, o 2026 si contamos las andaluzas. Ya no se podrá tensionar\". Es decir, que una vez que se repartan las cartas en las tres urnas que quedan por delante, sucederá un tiempo largo sin elecciones previstas en los que el mandato de Sánchez no quedará interrumpido ni percutido por las tensiones lógicas que anteceden a cualquier votación. Dicho de otro modo, si antes de la convocatoria del 12-M la sensación de provisionalidad podía extenderse hasta principios del próximo año, ahora, creen los socialistas, ya todo quedará mucho más claro una vez que pasen las tres próximas contiendas. Esa es la nueva previsión del equipo de Sánchez, que sin embargo podría quebrar si el 12-M arroja una Cataluña ingobernable y hay que acudir a una repetición electoral.\nEl Congreso aprueba la Ley de Amnistía con mayoría absoluta y la remite al Senado https://t.co/W5y0rXPvEE pic.twitter.com/JIsqxK96IQ\n— Europa Press TV (@europapress_tv) March 14, 2024 De los tres comicios sucesivos, los que marcarán el devenir de la legislatura serán los catalanes. En la dirección del PSOE están convencidos de que Illa tendrá \" un muy buen resultado \". El primer secretario del PSC ganó las autonómicas de febrero de 2021 — un 23,03% de los votos, 33 escaños, los mismos que ERC —, y el PSOE también arrasó en las generales del 23-J en Cataluña —34,47% y 19 diputados—. Los sondeos los ha seguido seguido liderando Illa desde las últimas catalanas, y le sitúan en el entorno de los 38 asientos en el Parlament , aunque los socialistas mantienen una expectativa de crecimiento. El objetivo es que los independentistas pierdan la mayoría en la Cámara y que el PSC gane con holgura y pueda gobernar en solitario, aunque con apoyos externos. No es la coalición la fórmula preferida y, por ahora, en Ferraz (tampoco en el PSC) guardan cautela y no señalan socios preferentes.\nEl Congreso aprueba la amnistía y la pasa al Senado, donde el PP dilatará su trámite El pleno del Congreso de los Diputados ha dado luz verde, ahora sí, al dictamen definitivo de la ley de amnistía, después de que a finales de enero la negativa […]\n\"Se volcará mucho, aunque Salva tira solo\" La lectura que hacen los socialistas es que los catalanes desean \" pasar página del procés \" y, por esa razón, confiarán en quien es la alternativa \" fuerte \" a Aragonès y a Junts, en el exministro de Sanidad. Hay miembros del equipo de Sánchez que defienden que, si los soberanistas retienen su mayoría y los posconvergentes quedan primeros en su bloque, \" forzarán \" a que ERC les vote para dirigir la Generalitat, pero creen que en cambio no ocurrirá a la inversa: es decir, que los republicanos, si son primeros en el campo separatista, no tendrán nada fácil conseguir que les apoyen los de Carles Puigdemont .\nEl congreso del PSC elegirá este domingo a la nueva cúpula del partido, que tendrá como dos de Illa a Lluïsa Moret. El lunes nombrará la dirección de campaña\n\"Pedro se va a volcar mucho en Cataluña, aunque Salva tira solo \", indican fuentes de primer nivel de la cúpula socialista. Es decir, que el presidente \"tendrá más presencia incluso que en Galicia \", cuando protagonizó cuatro mítines en campaña . En el aparato precisan, no obstante, que aún no se han sentado con la dirección del PSC para planificar la ayuda de Ferraz al candidato, \"y por tanto no hay una decisión tomada\". Fuentes muy próximas a Illa también confirman que contará en su campaña con Sánchez —ya ocurrió, de hecho, en las autonómicas de 2021— y también con Zapatero . El argumento es que el presidente del Gobierno \" suma al PSC \".\n\"Nuestro discurso es muy potente en Cataluña . La gente quiere ese discurso\", interpretan en la dirección federal del PSOE. En otras palabras, la amnistía, el mensaje de la \"reconciliación\", de la necesidad de \"pasar página definitivamente del procés \", tiene, creen, pegada en Cataluña, como se manifestó en el voto masivo a Sánchez el 23-J. Claro que para las generales no estaba sobre la mesa la amnistía. Es más, hasta que no se abrieron las urnas se rechazaba esa medida de gracia. Tanto en Ferraz como en el PSC están seguros de que los catalanes premiarán la amnistía , aunque no esté todavía en vigor para entonces. La ley fue respaldada este jueves por la mayoría absoluta del Congreso — 178 votos a favor, 172 en contra —, comienza su tramitación en el Senado, que se prolongará dos meses, y regresará a la Cámara baja, para su aprobación definitiva, a finales de mayo. \"Lo importante es la decisión política, y esa ya está tomada y materializada\", justifican en el cuartel general de los socialistas.\n. @felixbolanosg defiende que el Gobierno, con la Ley de Amnistía, \"cose el espacio común de convivencia\" en España https://t.co/Wa4eRXmxoh pic.twitter.com/eAzIwTb5Ij\n— Europa Press TV (@europapress_tv) March 14, 2024 El lanzamiento oficial de la campaña de Illa arranca este mismo viernes. Comienza el 15º Congreso del PSC en Barcelona, una cita programada desde hace meses. En la inauguración, el primer secretario estará acompañado de Zapatero y en el cierre, el domingo, de Sánchez. El líder del partido hermano no ha dado apenas detalles de su nueva ejecutiva. Sí de quién será su número dos, su viceprimera secretaria: Lluïsa Moret , presidenta de la Diputación de Barcelona y alcaldesa de Sant Boi de Llobregat. Al frente de Organización continuará José Luis Jimeno y a cargo de la macroárea de Política Municipal, Implantación y Territorio, Joaquín Fernández . El lunes, la nueva cúpula del PSC que salga elegida en el congreso nombrará a la dirección de campaña del 12-M.\nSánchez se juega la apuesta de la amnistía y la legislatura en las elecciones catalanas En el Gobierno, en el PSOE, en el PSC, todos eran plenamente conscientes. Desde el convulso arranque de esta legislatura. Las elecciones catalanas marcarían la frontera de este tercer mandato […]\nExpectativa de crecimiento también en Euskadi En Ferraz sostienen que la reordenación del calendario político les favorece de cara a la última competición de esta primavera: las europeas. Porque en las vascas aspiran a que el candidato del PSE, Eneko Andueza —al que también ven \"fuerte\"—, tenga un buen desempeño, aunque se mantenga como tercera fuerza. En 2020, la formación logró 10 escaños (13,64%) y sumó mayoría absoluta con el PNV, de tal manera que pudo reeditarse el Gobierno de coalición. Ahora, creen que el PSE puede estirarse algo más —crecer en uno o dos escaños— y seguir sirviendo de colchón a los nacionalistas vascos, y que ambos alcancen la absoluta, sin participación de un tercer partido (como el PP). En Cataluña, la expectativa es que Illa dé un salto respecto a 2021 y pueda recuperar la Generalitat para los socialistas.\nNo está claro quién encabezará la lista del PSOE a las europeas. Ni siquiera se descarta que Borrell pueda repetir. También está en las quinielas Ribera, o que pueda liderar Iratxe García\nEn la cúpula de Sánchez esperan, por tanto, que si se encadenan dos buenos resultados en apenas un mes, se eleve la \" moral \" de los socialistas de cara a las europeas. Hasta ahora, la perspectiva de esos comicios del 9 de junio era muy negativa , al ser las europeas unas elecciones proclives al castigo de los votantes, ya que son conscientes de que no tienen consecuencias. El PP parecía partir con mucha ventaja para el 9-J, mecido por el buen resultado de las gallegas del pasado 18 de febrero , en las que pudo firmar su quinta mayoría absoluta.\nAhora, el estado mayor del PSOE está convencido de que ese ambiente puede revertirse, precisamente porque dos buenos resultados consecutivos en las vascas y catalanas podrían hacer virar el clima de forma decisiva. Sánchez no ha elegido aún a su cabeza de lista del 9-J, y puede que tarde semanas en decidirlo. No hay prisa, recuerdan en Ferraz, porque las listas no se presentan hasta primeros de mayo. Ni siquiera está clara la estrategia del presidente. No se sabe, pues, si el presidente apostará por un peso pesado —no se descarta que Josep Borrell pueda repetir, o que la vicepresidenta Teresa Ribera pueda ser cabeza de cartel o candidata a comisaria europea— o bien optará por una alternativa más discreta. En este último caso, la mejor situada es la actual presidenta del grupo de los socialistas y demócratas (S&D) en la Eurocámara, Iratxe García . Quien no está en las quinielas ( y nunca estuvo en ellas ) es Zapatero.\nERC y Junts se abrazan tras la aprobación de la Ley de Amnistía en el Congreso https://t.co/jNzOBo23fp pic.twitter.com/Ji5dETMF1X\n— Europa Press TV (@europapress_tv) March 14, 2024 Igual que los colaboradores directos de Sánchez insisten en que el adelanto electoral en Cataluña no les ha pillado \" descolocados \", y en que serán competitivos en las vascas y las catalanas, añaden también que para el PP ambas contiendas serán mucho más complicadas, por su presencia residual en ambas comunidades. Sospechan que los populares tendrán un peor resultado en Euskadi —tuvieron seis escaños con Cs en 2020— que en Cataluña —tres diputados y un 3,85% en las autonómicas de 2021—, porque allí tocaron suelo y las encuestas indican que podría rondar incluso los 12 sillones en el Parlament. El PP, sin embargo, ni siquiera tiene candidato en Cataluña.\nLos socialistas niegan que hayan concertado el adelanto electoral con ERC, aunque sí eran conscientes de que los presupuestos de Aragonès peligraban\nComo le ocurre, por ahora, a Junts . En la ejecutiva del PSOE calculan que Puigdemont, aunque pueda figurar en la lista de su partido para el 12-M (ya ocurrió en los comicios de 2021), no será el cabeza de cartel efectivo en las catalanas. \"¿Se va a arriesgar a que lo derroten las urnas con toda la épica y la parafernalia? —se preguntan—. No lo vemos. A las europeas se presentará sin duda para retener el aforamiento\".\nLos posconvergentes han deslizado en las últimas horas que ERC y PSOE se habrían conchabado para empujar hacia el adelanto electoral. Algo que niegan radicalmente en el círculo de Sánchez. \" No nos hemos concertado con Aragonès . Hemos intentado que tuviera presupuestos. Y el president lo ha trabajado mucho con el PSC. Nosotros sí éramos conscientes de que había problemas, de que los comunes estaban muy duros por su oposición [al macrocasino Hard Rock, en Salou], conocemos a Pere. Teníamos en el radar que podía haber elecciones. Pero no nos hemos puesto de acuerdo con él \", señala un mando muy próximo al presidente que reconoce, también, el malestar de los socialistas con Yolanda Díaz por no haber presionado lo suficiente a los comunes para que apoyasen las cuentas presentadas por ERC. \"La pregunta\", apostillan, \"es si ella, en caso de haberlo hecho, hubiera conseguido frenar ese no \".\nElecciones y amnistía para la batalla total en el bloque independentista Las elecciones autonómicas convocadas por Pere Aragonès para el próximo 12 de mayo serán el escenario de una batalla sin cuartel entre el independentismo catalán, que jugará todas sus bazas […]\n\"Sumar sabe que no era posible\" La cadena imparable de elecciones, eso ya está claro, hará que en cierta medida la legislatura entre en un periodo de hibernación. Sánchez dio orden de renunciar a los Presupuestos de 2024 para centrarse en los de 2025. Una decisión que no gustó a Sumar. La respeta, pero no la comparte , porque, apuntó Díaz, \"hay que seguir gobernando y la ciudadanía, que está viviendo una crisis de inflación sin precedentes, necesita seguir ganando derechos\". Los socialistas, explicó en el Congreso la vicepresidenta primera del Gobierno y ministra de Hacienda, María Jesús Montero , vieron \"claro que no era el momento adecuado para una negociación con los grupos independentistas catalanes\". Y \"Sumar sabe que no era posible \", apostilló.\nAunque los PGE de 2024 están oficialmente aparcados , el Gobierno no renuncia a seguir tramitando y aprobando leyes. Pero activará aquellas que no susciten la pugna entre ERC y Junts.\nEl Ejecutivo no renuncia a aprobar más leyes, pero activará solo aquellas que no susciten la pugna entre ERC y Junts. \"Los independentistas no nos han dicho que no contemos con ellos para nada\", indican en el Ejecutivo\n\"Vamos a llevar leyes al Congreso. Pero lo más difícil para los grupos independentistas es que presentáramos los Presupuestos, porque ahí compiten entre ellos por ver quién nos arranca más cosas . Pero ahora no tenemos ningún compromiso ineludible con los socios que nos urja tramitar. En el Gobierno nos manejamos bien con las cuentas [de 2023] prorrogadas —explican fuentes próximas al presidente—. Ya aprobamos incluso la subida salarial para los funcionarios, aunque obviamente sin Presupuestos hay inversiones comprometidas que no podemos acometer. Pero los independentistas no nos han dicho que no contemos con ellos para nada . En cada ley cada uno pedirá lo que consideren\", pero dentro del marco de ese texto concreto. Lo que sí se temen en el ala socialista del Ejecutivo es que ERC no facilitará la aprobación de las iniciativas que Sumar lleve a la Cámara, precisamente como castigo por el rechazo de los comunes a los presupuestos de Aragonès.\nCruce de acusaciones entre PSOE y Sumar por los Presupuestos Generales https://t.co/8Zj9fAzvhS pic.twitter.com/jjnb63bQOO\n— Europa Press TV (@europapress_tv) March 14, 2024 Pasadas las tres contiendas electorales, los socialistas esperan que la legislatura pueda estabilizarse y coger velocidad de crucero . En el equipo de Sánchez no ven problemático que Illa pueda ser president y entonces ERC pierda incentivos para pactar con el Ejecutivo. \"Tampoco está en el Govern Junts. No tienes por qué borrarte de la negociación de las leyes porque además en Cataluña nadie va a tener la mayoría absoluta\", reflexionan en la sede federal del partido.\nLa carrera empieza ahora . Por delante, los tres meses que marcarán, para bien o para mal, la suerte de la legislatura de Sánchez.\nPuigdemont anuncia a la Ejecutiva que será el candidato de Junts a las catalanas Carles Puigdemont ha confirmado este viernes a la Ejecutiva de JxCat que asumirá la candidatura del partido a las próximas elecciones catalanas, convocadas para el 12 de mayo. Lo ha […]",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest"
  ],
  "external_links": [
    "https://whatsapp.com/channel/0029VaGCZ1FCBtx7z3Eqm71s",
    "https://www.whatsapp.com/channel/0029VaGCZ1FCBtx7z3Eqm71s"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T01:11:03.568+02:00",
  "updated": "2024-03-15T07:45:29.602+02:00"
}