{
  "thread": {
    "uuid": "389dfcb045d582874318441a73d0e3234ed329bc",
    "url": "https://www.aciprensa.com/noticias/60184/cada-1-de-junio-es-la-fiesta-de-san-justino-quien-nos-anima-a-buscar-y-amar-la-verdad",
    "site_full": "www.aciprensa.com",
    "site": "aciprensa.com",
    "site_section": "http://feeds.feedburner.com/noticiasaci",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Noticias de ACI Prensa",
    "title": "Hoy es la fiesta de San Justino, quien nos anima a buscar y amar la verdad",
    "title_full": "Hoy es la fiesta de San Justino, quien nos anima a buscar y amar la verdad",
    "published": "2024-06-01T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.aciprensa.com/imagespp/sanjustino.jpg",
    "performance_score": 0,
    "domain_rank": 18206,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "389dfcb045d582874318441a73d0e3234ed329bc",
  "url": "https://www.aciprensa.com/noticias/60184/cada-1-de-junio-es-la-fiesta-de-san-justino-quien-nos-anima-a-buscar-y-amar-la-verdad",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-06-01T03:00:00.000+03:00",
  "title": "Hoy es la fiesta de San Justino, quien nos anima a buscar y amar la verdad",
  "text": "Cada 1 de junio la Iglesia celebra a\nSan Justino, filósofo, teólogo y mártir, a quien el Papa Benedicto XVI llamó \"el más importante entre los Padres apologistas del siglo II\".\nSan Justino, inicialmente pagano, dedicó su vida al saber y a la búsqueda de la verdad. Precisamente en ese esfuerzo descubrió la fe y la necesidad de dar razón de ella. Llegó a ser un eximio filósofo cuyo talento fue puesto al servicio de la doctrina cristiana.\nUna vez convertido a la causa de Cristo, Justino se dedicó a defender las verdades reveladas por Dios haciendo uso de las herramientas conceptuales con las que nos provee la razón. Persuadido por la Verdad que viene de lo alto, se comprometió a tal punto con Cristo que no dudó en entregar su vida en el martirio.\nBuscador de la verdad, servidor de la Verdad\nSan Justino nació alrededor del año 100, en la antigua región de Siquem, en Samaria. Sus padres fueron paganos de origen griego y le otorgaron una educación privilegiada en Filosofía y Letras, lo que le permitió, llegado el momento, aproximarse al cristianismo con profundidad y reverencia.\nUn día, mientras meditaba acerca de Dios, se le acercó un sabio anciano que le recomendó estudiar la religión cristiana a través de la Escritura, “porque es la única que habla de Dios debidamente y de manera que el alma queda plenamente satisfecha”, le dijo.\nEn ese momento Justino tenía unos 30 años. Tocado por las palabras de aquel hombre sabio, a partir de entonces se dedicó a leer las Sagradas Escrituras, en las que encontró no sólo “un conjunto de maravillosas enseñanzas”, sino la Verdad que había buscado de corazón, algo que ningún otro conocimiento podía superar.\nPosteriormente, San Justino fundó una escuela en Roma, en la que enseñaba gratuitamente a quienes querían conocer la nueva religión que se expandía por el imperio. Justino consideró al saber revelado como una verdadera filosofía y fuente para aprender el arte de vivir con rectitud.\nEl haber enseñado esta luminosa doctrina le acarreó ser denunciado y condenado a muerte. Como otros tantos mártires, se le dio la oportunidad de adorar dioses extraños a cambio de respetar su vida. San Justino no aceptó tan indigna oferta y fue ejecutado. Murió decapitado alrededor del año 165 en tiempos de Marco Aurelio, perseguidor de la Iglesia.\nDefensor de la fe y la praxis cristianas\nEl término “apologista” o “apologeta” equivale a “defensor”; y fue justamente ese papel el que San Justino asumió contra aquellos que rechazaban al cristianismo.\nEl santo escribió varios textos, la mayoría desaparecidos, pero hay algunos que han llegado hasta nuestros días. Entre estos destacan las famosas “Apologías” (defensa del cristianismo en dos partes), escritas para el emperador Tito Aurelio (Antonino Pío), los miembros del Senado y las principales autoridades romanas.\nEn ellas, Justino tiene la intención de dar a conocer las razones por las que los cristianos no deberían ser perseguidos y a su vez sus costumbres deberían ser respetadas.\nTanto la primera como la segunda apología ofrecen, además, detalles sobre la vida y costumbres de los cristianos antes del año 200, por lo que constituyen una fuente invalorable que ha hecho posible que hoy podamos comprender y apreciar muchos de los rasgos característicos de la Iglesia primitiva. Las Apologías gozaron de gran difusión y fueron ampliamente conocidas desde el Asia Menor hasta Roma.\nAdemás de las “Apologías”, también se conserva el llamado “Diálogo con Trifón”. Este texto, igualmente de carácter apologético, se aboca a las semejanzas y diferencias entre el cristianismo y el judaísmo. Su propósito es afirmar que Jesucristo representa la plenitud de la Ley y que, por lo tanto, debe ser reconocido por el pueblo judío como el Mesías esperado.\nPara conseguir ese objetivo, San Justino se apoya constantemente en la Escritura, echando mano del recurso literario del diálogo (ficción argumentativa), en el que discute con un rabino de nombre “Trifón”.\nEl Papa Benedicto XVI señaló en torno a las obras del santo: “Ilustran ante todo el proyecto divino de la creación y de la salvación que se cumple en Jesucristo, el Logos, el Verbo de Dios, del que participa todo hombre, como creatura racional. Su primera Apología es una crítica implacable a la religión pagana y a los mitos de entonces” (Benedicto XVI, 2007).\n…\nSi quieres conocer más sobre la vida y obra de San Justino, te recomendamos el siguiente artículo de la Enciclopedia Católica:\nhttps://ec.aciprensa.com/wiki/San_Justino_M%C3%A1rtir.\nMás información en el\nsiguiente enlace.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-01T08:48:00.167+03:00",
  "updated": "2024-06-01T08:48:00.167+03:00"
}