{
  "thread": {
    "uuid": "6e196ae3064b5964f34d153f47736d2b6ed7f2d8",
    "url": "https://vnexplorer.net/this-7-5-dividend-stock-pays-cash-every-month-s696981.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "This 7.5% Dividend Stock Pays Cash Every Month",
    "title_full": "This 7.5% Dividend Stock Pays Cash Every Month",
    "published": "2023-12-29T00:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AAKWBjJ.img",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6e196ae3064b5964f34d153f47736d2b6ed7f2d8",
  "url": "https://vnexplorer.net/this-7-5-dividend-stock-pays-cash-every-month-s696981.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-29T00:05:00.000+02:00",
  "title": "This 7.5% Dividend Stock Pays Cash Every Month",
  "text": "Payday ringed on a calendar\nInvestors seeking passive income or those depending on their investments to cover their living expenses could findÂ dividend stocksÂ attractive. Thankfully, the TSX has numerousÂ fundamentally strongÂ income stocks, such asÂ EnbridgeÂ andÂ Fortis, that have been consistently paying and increasing their dividends for decades. Their solid payouts and resilient business model make them attractive passive-income stocks.Â\nHowever, Iâll focus on shares of companies that offer monthly payouts. These stocks boost your monthly income and enhance liquidity. Also, it enables you to reinvest the dividends in stocks, allowing you to accumulate more shares and create wealth over time.Â\nWith this background, letâs look at a top Canadian stock paying monthly dividends.\nThe 7.5% dividend stock offering monthly cash Among the TSX stocks that offer monthly payouts, SmartCentres Real Estate Investment Trust (TSX:SRU.UN) stands out for its solid dividend payment history, high-quality assets, and compelling yield.\nOperating as an integrated REIT (real estate investment trust), SmartCentres distributes a significant portion of its earnings as dividends, making it an attractive choice for investors seeking passive income. Despite maintaining a notably high payout ratio, SmartCentres remains a reliable investment due to its consistent track record of paying dividends and occasionally increasing the same.\nThe REIT currently provides a monthly dividend yield of $0.154 per share, translating to a dividend yield of approximately 7.5% based on its closing price of $24.53 on December 22.\nFactors that make SmartCentres a reliable bet The primary reasons to invest in SmartCentres stock are its stellar dividend payment history and high yield. Further, investors should note that SmartCentres owns resilient real estate assets that consistently generate strong same-properties NOI (net operating income) in all market conditions. This helps SmartCentres cover its payouts easily and consistently enhance its shareholdersâ returns via regular payouts.Â\nAs of September 30, SmartCentres had ownership interests in 191 properties, focusing predominantly on retail properties. These strategically positioned assets, located throughout prime Canadian locations, experience strong demand. Overall, SmartCentres commands total assets of $12 billion and has 35 million square feet of gross leasable mixed-use space.\nWhat supports my bull case is that SmartCentres boasts a high-quality tenant base and remarkably high occupancy rate. This enables SmartCentres to generate stable cash flows to cover its payouts. Investors should note that SmartCentresâs retail portfolio has a 98.5% occupancy rate, which is encouraging. Furthermore, SmartCentres is relatively immune to the high interest rate environment as most of its debt is of fixed rate, enabling the REIT to navigate the interest rate scenario comfortably.Â\nBottom line SmartCentres is an attractive passive income stock offering monthly payouts. Its ability to generate recurring retail income, high occupancy rate, top-quality tenant base, and solid mixed-use properties development program position it well to generate reliable adjusted funds from operation and enhance its shareholdersâ value.\nBased on its current yield of approximately 7.5%, an investment of $10,000 in SmartCentres stock will enable investors to earn $750 /year in passive income.\nShould You Invest $1,000 In SmartCentres REIT? Before you consider SmartCentres REIT, you’ll want to hear this.\nOur market-beating analyst team just revealed what they believe are the 10 best starter stocks for investors to buy in 2024… and SmartCentres REIT wasn’t on the list.\nThe online investing service they’ve run for nearly a decade, Motley Fool Stock Advisor Canada, is beating the TSX by 32 percentage points. And right now, they think there are 10 stocks that are better buys.\nGet Our 10 Starter Stocks Today\n* Returns as of 12/22/23\nMore reading\nFool contributorÂ Sneha NahataÂ has no position in any of the stocks mentioned.Â The Motley Fool recommends Enbridge, Fortis, and SmartCentres Real Estate Investment Trust. The Motley Fool has a disclosure policy.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Economy, Business and Finance",
    "Social Issue"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AAKWBjJ.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AAKWBjJ.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "fortis",
        "sentiment": "none"
      },
      {
        "name": "smartcentres real estate investment trust",
        "sentiment": "none"
      },
      {
        "name": "tsx",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:08:23.291+02:00",
  "updated": "2023-12-29T00:08:23.291+02:00"
}