{
  "thread": {
    "uuid": "e194c31e82a54b97e121e37244d0954c61f322e1",
    "url": "https://exame.com/mundo/secretario-geral-da-onu-fala-a-favor-da-palestina-direito-a-estado-proprio-deve-ser-reconhecido/",
    "site_full": "exame.com",
    "site": "exame.com",
    "site_section": "https://exame.com/feed",
    "site_categories": [
      "jobs",
      "career_planning"
    ],
    "section_title": "(no title)",
    "title": "Secretário-geral da ONU fala a favor da Palestina: 'Direito a Estado próprio deve ser reconhecido'",
    "title_full": "Secretário-geral da ONU fala a favor da Palestina: 'Direito a Estado próprio deve ser reconhecido' | Exame",
    "published": "2024-01-20T20:39:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://classic.exame.com/wp-content/uploads/2024/01/000_349F337.jpg?quality=70&amp;strip=info&amp;w=1024",
    "performance_score": 0,
    "domain_rank": 6030,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e194c31e82a54b97e121e37244d0954c61f322e1",
  "url": "https://exame.com/mundo/secretario-geral-da-onu-fala-a-favor-da-palestina-direito-a-estado-proprio-deve-ser-reconhecido/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Agência o Globo",
  "published": "2024-01-20T20:39:00.000+02:00",
  "title": "Secretário-geral da ONU fala a favor da Palestina: 'Direito a Estado próprio deve ser reconhecido'",
  "text": "O direito do povo palestino de construir seu próprio Estado \" deve ser reconhecido por todos \", declarou, neste sábado, 20, o secretário-geral da ONU , Antonio Guterres . O líder participa da cúpula do Movimento dos Países Não Alinhados, realizada em Uganda.\n\"A recusa em aceitar uma solução dos Estados para israelenses e palestinos e a negação do direito do povo palestino a ter um Estado próprio é inaceitável\", insistiu o dirigente da ONU. \"Esse posicionamento prolongaria indefinidamente um conflito que se transformou em uma grave ameaça à paz e segurança mundiais, exacerbaria a polarização e estimularia os extremistas em todo o mundo. O direito do povo palestino de construir seu próprio Estado deve ser reconhecido por todos .\"\nA guerra em Gaza foi desencadeada pelo ataque sangrento do Hamas em Israel em 7 de outubro, que deixou cerca de 1.140 mortos , segundo um balanço da AFP, baseado em dados oficiais israelenses. Em resposta, Israel lançou uma ataque aéreo e terrestre que atingiu cerca de 25 mil pessoas na Faixa de Gaza , em sua maioria mulheres, crianças e adolescentes , segundo o Ministério de Saúde de Hamas, que governa este território palestino.\nA Organização Mundial da Saúde (OMS) denunciou as \"condições de vida desumanas\" na região, onde grande parte dos 2,4 milhões de habitantes foram deslocados pelo conflito.\nNa segunda-feira, 15, Guterres apelou a um cessar-fogo humanitário imediato em Gaza . Os Estados Unidos, principal aliado de Israel e apoio chave na guerra contra Hamas, também mostraram recentemente seu apoio à criação de um Estado palestino.\nNo entanto, o primeiro-ministro israelense, Benjamin Netanyahu, reiterou nos últimos dias sua oposição à criação de um Estado palestino viável, o que gerou críticas de seu aliado americano.\nMais sobre: Autoridade Palestina Conflito árabe-israelense Israel ONU Palestina Créditos Agência o Globo Agência de notícias\nA Agência O Globo é a agência de notícias do Grupo Globo e também responsável pelo licenciamento do conteúdo dos veículos O Globo e Jornal Extra.\nMais lidas em Mundo 01\n'Ocidente está em perigo', diz Javier Milei no fórum de Davos 02\nProvíncia argentina autoriza emissão de ‘quase-moeda’ própria, alternativa ao peso 03\nEleições nos EUA: Trump aperta pressão sobre Haley e repete tática usada contra Obama ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-20T23:46:09.044+02:00",
  "updated": "2024-01-20T23:46:09.044+02:00"
}