{
  "thread": {
    "uuid": "86921696d99b2deeada84948c1dd879c9c601336",
    "url": "https://www.rds.ca/hockey/lnh/lnh-les-maple-leafs-s-inclinent-4-2-devant-les-red-wings-de-detroit-1.18034983?cache=bust/calendrier?rds-amp/GalaFAEQ2014'A=0",
    "site_full": "www.rds.ca",
    "site": "rds.ca",
    "site_section": "http://www.rds.ca/cmlink/le-fil-de-presse-de-rds-ca-manchettes-1.831?localLinksEnabled=false",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "Le fil de presse de RDS.ca - Manchettes (Legacy RSS)",
    "title": "Samsonov et une tempête ne peuvent freiner les Wings",
    "title_full": "Samsonov et une tempête ne peuvent freiner les Wings",
    "published": "2024-01-15T05:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.rds.ca/content/dam/rds/fr/home/images/2024/1/14/red-wings-1-18035086-1705289453756.jpg",
    "performance_score": 0,
    "domain_rank": 41417,
    "domain_rank_updated": "2024-01-09T12:07:31.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "86921696d99b2deeada84948c1dd879c9c601336",
  "url": "https://www.rds.ca/hockey/lnh/lnh-les-maple-leafs-s-inclinent-4-2-devant-les-red-wings-de-detroit-1.18034983?cache=bust/calendrier?rds-amp/GalaFAEQ2014'A=0",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "mobile@rds.ca ()",
  "published": "2024-01-15T05:27:00.000+02:00",
  "title": "Samsonov et une tempête ne peuvent freiner les Wings",
  "text": "\nArrivés tardivement à Toronto, les Red Wings volent le match\nAndrew Copp a trouvé le fond du filet avec 1:40 à faire au match pour donner une victoire de 4-2 aux Red Wings de Detroit sur les Maple Leafs de Toronto, dimanche.\nLes Wings, qui sont arrivés à Toronto tout juste avant la partie, ont comblé un retard de deux buts pour s'imposer au final.\nDylan Larkin a permis aux Wings de s'inscrire au tableau une première fois avant de voir Daniel Sprong déculotter en échappée le gardien Ilya Samsonov au début de la troisième période pour créer l'égalité 2-2.\nLe gardien\nJames Reimer a su tirer son épingle du jeu contre son ancienne équipe pour signer la victoire. Il a fait face à 31 lancers. Lucas Raymond a complété avec un but dans un filet désert.\nLa partie, qui devait être initialement présentée à 19 heures, a été reportée de plus d'une trentaine de minutes parce que Detroit n'a pas été en mesure de rejoindre Toronto samedi en raison d'un ennui mécanique de son avion en plus de subir les affres d'une tempête de neige dimanche, si bien que les joueurs des Red Wings sont arrivés à l'aréna qu'environ 90 minutes avant le début de la rencontre.\nLes Red Wings ont perdu les services du vétéran attaquant Patrick Kane, qui est tombé au combat à la suite d'une blessure au bas du corps. Avant de quitter la rencontre, Kane avait été solidement mis en échec par\nPontus Holmberg. Dans les secondes suivantes, Kane a aussi fait une mauvaise chute près de son filet.\nMitch Marner, suite à un bel échange de passes, a inscrit son nom dans le livre d'histoire des Maple Leafs quand il a marqué son 18e de la saison, ce qui lui a permis de devenir le joueur le plus rapide à atteindre les 600 points. Il a réussi l'exploit à son 548e match alors que Darryl Sittler avait eu besoin de 584 parties pour le faire.\nMarner est aussi le septième joueur des Maple Leafs à atteindre ce plateau. Son but donnait une avance de deux buts aux siens.\nHolmberg avait ouvert la marque pour Toronto en faisant dévier la rondelle à la 32e seconde de la deuxième période pour son deuxième de la saison.\nSamsonov a affronté 23 tirs devant la cage des Maple Leafs, qui encaissent un troisième revers de suite. Il était de retour devant le filet des Leafs après avoir été cédé au ballottage et envoyé dans la Ligue américaine.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-15T06:01:36.683+02:00",
  "updated": "2024-01-15T06:01:36.683+02:00"
}