{
  "thread": {
    "uuid": "e43dae416a77de89df3b692fc57c447f74a6752a",
    "url": "https://www.tbsnews.net/economy/how-amms-group-becomes-logistic-giant-3-decades-766470",
    "site_full": "www.tbsnews.net",
    "site": "tbsnews.net",
    "site_section": "http://tbsnews.net",
    "site_categories": [
      "media"
    ],
    "section_title": "The Business Standard | BENEATH THE SURFACE",
    "title": "How AMMS Group becomes a logistic giant in 3 decades | The Business Standard",
    "title_full": "How AMMS Group becomes a logistic giant in 3 decades | The Business Standard",
    "published": "2023-12-30T06:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BD",
    "main_image": "https://www.tbsnews.net/sites/default/files/styles/social_share/public/images/2023/12/30/shafiqul_alam_jewel_amms_group_02.png",
    "performance_score": 0,
    "domain_rank": 19611,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e43dae416a77de89df3b692fc57c447f74a6752a",
  "url": "https://www.tbsnews.net/economy/how-amms-group-becomes-logistic-giant-3-decades-766470",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Shahadat Hossain Chowdhury",
  "published": "2023-12-30T06:15:00.000+02:00",
  "title": "How AMMS Group becomes a logistic giant in 3 decades | The Business Standard",
  "text": "In a remarkable journey spanning three decades, Shafiqul Alam Jewel has steered the transformation of a family business into the largest logistics company in Bangladesh. Since his entry into the shipping sector in 1992, Shafiqul has played a pivotal role in shaping the success story of the AMMS Group. The evolution of AMMS Group reflects a strategic expansion into various facets of the logistics industry. Initially engaged in managing the Chattogram Port operations, the company has diversified its services to become a comprehensive logistics solution provider. Over the years, AMMS Group has seamlessly integrated shipping agency, stevedoring, custom clearance, inland transportation, equipment leasing, logistic support, doorstep delivery, ODC handling, and manpower management into its portfolio. This strategic approach has positioned AMMS Group as a one-stop logistics service provider in Bangladesh. The Chattogram-based business group has become a significant player in the logistics domain within the international market. With over 300 employees, the company is set to make new investments in environmentally friendly block construction starting from March next year, with a goal of producing one lakh blocks per day. The diverse business portfolio of the AMMS Group includes AMMS Logistic, Pearl Hotel, Radiant Shipping, Pearl Technical School, Cosmos Enterprise, Pearl Institute of Management, Pearl Height, and SS Enterprise. The company boasts a fleet comprising various goods transport vehicles, ranging from lighter ships, barges and prime movers. Notably, the fleet includes heavy machinery transport vehicles with a remarkable 350 tonnes cargo capacity, featuring 24 axles and 192 wheels. The last decade has seen AMMS Group actively contributing to key government fast-track projects, such as the Payra 1320 MW Thermal Power Plant, Matarbari 1200 MW Ultra Super Critical Coal Power Plant, Karnaphuli Tunnel Project, Ghorashal Polash Urea Fertiliser Project, Padma Bridge Rail Link Project, 3rd Terminal of Hazrat Shahjalal International Airport, BNS Sheikh Hasina Submarine Base Static Project, and the Bangladesh Navy Damage Control Simulator Project. The company has supplied heavy equipment, including self-propelled modular transporters, and cranes, along with engineering expertise for these projects. The heavy machinery imported from various countries plays a crucial role in the government's projects, in association with the AMMS Group, ensuring efficient transportation, goods delivery, and integrated transportation solutions. Additionally, AMMS Group plays a vital role in coal unloading operations at the Payra port. Amms Group Managing Director Shafiqul Alam Jewel, who is also the vice chairman of the Bangladesh Shipping Agents' Association, attributes the company's success to a unique combination of dynamic expertise derived from extensive experience and a consistent track record of performance. \"With a focus on total client satisfaction, AMMS Logistics has emerged as the premier agency in the business of integrated logistics solutions, providing end-to-end services. The company's growth has been guided by a commitment to transformation, staying at the forefront of a complex logistics landscape to meet the growing demands of ship owners, traders, and ocean carriers,\" he said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Human Interest",
    "Labor"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "shafiqul alam jewel",
        "sentiment": "neutral"
      },
      {
        "name": "shafiqul",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "amms group",
        "sentiment": "neutral"
      },
      {
        "name": "odc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "bangladesh",
        "sentiment": "none"
      },
      {
        "name": "chattogram port",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T06:21:14.554+02:00",
  "updated": "2023-12-30T06:21:14.554+02:00"
}