{
  "thread": {
    "uuid": "20690ee79a7ab2b0210a69d54a966893b827df0d",
    "url": "https://www.businesswire.com/news/home/20240411508726/en/EverPass-selects-Edgio-to-Elevate-Streaming-Delivery-to-Commercial-Establishments",
    "site_full": "www.businesswire.com",
    "site": "businesswire.com",
    "site_section": "http://emm.newsbrief.eu/rss/rss?type=rtn&language=en&duplicates=false",
    "site_categories": [
      "jewelry_making",
      "media",
      "hobbies_and_interests",
      "finance",
      "financial_news"
    ],
    "section_title": "Latest news clusters for en",
    "title": "EverPass selects Edgio to Elevate Streaming Delivery to Commercial Establishments | Business Wire",
    "title_full": "EverPass selects Edgio to Elevate Streaming Delivery to Commercial Establishments | Business Wire",
    "published": "2024-04-11T22:03:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://mms.businesswire.com/media/20240411508726/en/1523404/23/Edgio_Logo_Final_RGB_Full_Gradient.jpg",
    "performance_score": 0,
    "domain_rank": 266,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "20690ee79a7ab2b0210a69d54a966893b827df0d",
  "url": "https://www.businesswire.com/news/home/20240411508726/en/EverPass-selects-Edgio-to-Elevate-Streaming-Delivery-to-Commercial-Establishments",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-11T22:03:00.000+03:00",
  "title": "EverPass selects Edgio to Elevate Streaming Delivery to Commercial Establishments | Business Wire",
  "text": "Edgio, a leading platform renowned for its exceptional performance in speed, security, and simplicity, is pleased to announce a significant multiyear agreement with EverPass Media, a media platform created specifically for commercial businesses. This partnership is set to redefine the delivery of premium live sports content across a broad network of commercial establishments nationwide, promising to elevate the viewing experience for countless customers. EverPass launched in April 2023 as a joint venture between RedBird Capital Partners and 32 Equity, the strategic investment arm of the National Football League. It has quickly positioned itself as a pivotal player in the distribution of live sports and entertainment content tailored for bars, restaurants, and other commercial venues – a testament to the evolving landscape of out-of-home sports viewership. This partnership between Edgio and EverPass Media underscores a shared commitment to leveraging advanced technology and strategic content distribution to foster community engagement and enhance the overall consumer experience in public viewing settings. It marks a significant milestone in the sports entertainment industry, promising to set new standards for how live sports content is delivered and enjoyed in commercial establishments across the country. EverPass CEO, Alex Kaplan, commented on today’s partnership, stating, \"Understanding that a significant segment of sports viewership occurs outside the home, EverPass has been dedicated to innovating the way sports are consumed in public venues. Our goal since inception has been to enhance the communal viewing experience, turning traditional sports watching in local bars and restaurants into memorable events that add value not only for the patrons but also for establishment owners. Today’s partnership is an important step in the evolution of our business, and we are glad to work with the Edgio team to continue to innovate the streaming experience.” Starting this summer, Edgio will offer even better acquisition, live event management, and syndication services through Uplynk. Using the flexible cloud-based Uplynk Cloud Slicer Live, Edgio will acquire the feed from League or Broadcast Networks through two separate locations on the East and West coasts. As part of Uplynk’s stellar management services, Edgio will manage all live event operators, providing event day testing and monitoring of streams, backup/redundancy services, and event support that will efficiently address complex licensing requirements like sports leagues. “EverPass has earned the trust of patrons and proprietors alike, establishing itself as an invaluable ally in simplifying the digital experience at commercial venues,” said Edgio Chief Technology Officer/General Manager of Media Eric Black. “Edgio looks forward to solving the complexities of digital video in the most simple and scalable way. I’m excited about the prospect of working with EverPass and the groundbreaking opportunities we will partner on.\" To significantly boost revenue, Uplynk will also be providing a dynamic monetization package, which will include an ADS (ad delivery server) Configurations Test of ads prior to events; an SCTE plugin to identify advertising breaks, advertising content, and programming content; targeted ad insertion; and network-level ad data (timestamps, completion rates and percentages, failures, errors, and other ad request and response data obtained and reported during the execution of an ad request call to the ADS). In 2023, Uplynk’s ad completion view rate for the more than four billion streamed views was an impressive 97.7 percent. To help EverPass exponentially grow through syndication, Edgio will provide Slates, Ads, SCTE-35 (Digital Program Insertion Cueing Message for Cable), Nielsen watermarks, subtitles, SAP audio tracks, and closed captioning audio tracks. The result of Uplynk’s seamless integration will be a professional, high quality video experience for all sports fans watching and a boost in revenue for EverPass and commercial establishments across the United States. About Edgio Edgio (NASDAQ: EGIO) helps companies deliver online experiences and content faster, safer, and with more control. Our developer-friendly, globally scaled edge network, combined with our fully integrated application and media solutions, provide a single platform for the delivery of high-performing, secure web properties and streaming content. Through this fully integrated platform and end-to-end edge services, companies can deliver content quicker and more securely, boosting overall revenue and business value. To learn more, visit edg.io and follow us on About EverPass EverPass Media, backed by RedBird Capital Partners and 32 Equity, the strategic investment arm of the National Football League, is a media platform that distributes live sports and entertainment content to bars, restaurants, hotels and other commercial venues. Founded in 2023, EverPass launched initially as the exclusive distributor of NFL Sunday Ticket to commercial establishments in the United States. EverPass partners with rightsholders, distribution partners and business owners to create a one-stop-shop for commercial distribution of premium live events.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "everpass media",
        "sentiment": "none"
      },
      {
        "name": "national football league",
        "sentiment": "none"
      },
      {
        "name": "redbird capital partners",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "phoenix",
        "sentiment": "none"
      },
      {
        "name": "edgio",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T03:02:18.791+03:00",
  "updated": "2024-04-13T09:14:41.934+03:00"
}