{
  "thread": {
    "uuid": "c02856ef83d6262cc14c207d4e85c0c22f26f44f",
    "url": "https://community.thriveglobal.com/jose-is-focused-on-the-things-that-bring-him-joy/",
    "site_full": "community.thriveglobal.com",
    "site": "thriveglobal.com",
    "site_section": "https://community.thriveglobal.com",
    "site_categories": [],
    "section_title": "Thrive Global - Onward. Upward. Inward.",
    "title": "Jose Is Focused On The Things That Bring Him Joy - Thrive Global",
    "title_full": "Jose Is Focused On The Things That Bring Him Joy - Thrive Global",
    "published": "2024-01-05T22:11:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://community.thriveglobal.com/wp-content/uploads/2024/01/Mane-Lopez-WP-Hero.png",
    "performance_score": 0,
    "domain_rank": 3505,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c02856ef83d6262cc14c207d4e85c0c22f26f44f",
  "url": "https://community.thriveglobal.com/jose-is-focused-on-the-things-that-bring-him-joy/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Thrive Challenge",
  "published": "2024-01-05T22:11:00.000+02:00",
  "title": "Jose Is Focused On The Things That Bring Him Joy - Thrive Global",
  "text": "A few years ago, I was in very bad health. I weighed 287 pounds. I had asthma, high blood pressure, and diabetes. My wife, Susana, and I have three great kids: Jovanna, Joseph, and Jackely. But I didn’t have energy for them and I used to eat out at least three times a week. I’m 39, and I wanted to lose weight, but my challenge was being consistent with dietary changes. I was affected physically and emotionally by the weight gain — I had low self-esteem. So I decided to start the Thrive Challenge. My food choices have changed. I have specific times for my meals — I take my time and enjoy my food. I added more protein to my diet, like chicken, turkey, and salmon, as well as good fats like olive and avocado oil. And I’m eating lots of fruit and veggies. For breakfast, I have egg whites a la Mexicana, and for lunch I’ll have tuna salad. My snacks are protein bars. I’m moving more. When I get to work, I park my car in the parking spaces furthest away from the entrance. During the day, I take a couple of minutes to relax and breathe, or I’ll go for a short walk. I find that moving is the best way to finish my day, too. I walk 10 thousand steps a day, and I’m running now. I like to run an average of four miles at a slow pace. I’m cycling again. I didn’t ride my bike much before the Challenge. Now, when the weather is nice, I go for a long ride. It’s a great way to lower stress. I also started doing box breathing and yoga, which helps me relax. Moving has made a big difference in how I feel. At work, I’m more productive. I arrive 10 minutes early to think about what I’m doing and focus on my goals. And when it comes to focusing, I do one thing at a time now instead of multitasking. That allows me to complete my tasks faster and I don’t leave anything half done or incomplete. And I’m connecting with my team. I always congratulate my co-workers for doing a great job. And I try to motivate them to continue doing their best, so they gain trust within themselves. Microsteps helped me to set up a nighttime routine. I have a set time now to go to sleep, I stopped watching T.V. late at night, and I don’t have my phone by my bed. So when I wake up in the morning I don’t start my day by looking at my phone. I get enough sleep and feel refreshed in the morning. Because we’re cooking at home, we’re not spending as much. I realized I’m saving at least $300 dollars a week, because every time I ate out it was not just me, but the whole family, and there are five of us. We’re also budgeting. I decided to analyze what I need and what can wait until later. We need another computer at home. But instead of buying one now, the short-term solution was to take turns using the computer, so everyone is still able to get their work done. I’m setting a good example for my kids. I have more energy for them now and I spend more time with them. I’ll help them with homework. I like practicing math with Joseph, my 10-year-old; we’ll do equations together. At his parent-teacher conference, Joseph’s teacher said he was great at math, so Joseph said that was because he had learned from the best: “My Daddy.” Listening to his response made me feel great and confident that I’m doing a good job as a dad. I have a lot more energy. Before, I was always falling asleep and didn’t feel like doing anything. Now, we’re connecting as a family, playing soccer, and going for bike rides instead of watching television or playing games. The Thrive Challenge has helped me make huge changes in my life. I’ve lost weight and I’ve lowered my sugar level and my blood pressure which is almost at a normal range. And what’s great is that it’s not just my life that’s changed. I’ve inspired my wife, my sister in-law, and father in-law to lose weight and improve their health. That means a lot to me. I’m excited to continue my journey. — Jose Lopez, Distribution Center #6094, Bentonville, AR; $5K Winner",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jose",
        "sentiment": "negative"
      },
      {
        "name": "jovanna",
        "sentiment": "none"
      },
      {
        "name": "joseph",
        "sentiment": "none"
      },
      {
        "name": "susana",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:58:27.337+02:00",
  "updated": "2024-01-06T00:58:27.337+02:00"
}