{
  "thread": {
    "uuid": "cd35858b6ee307b10dce05e64df4fa8eafb1ccf0",
    "url": "https://www.quotev.com/story/15839174/The-Unyielding-Winter",
    "site_full": "www.quotev.com",
    "site": "quotev.com",
    "site_section": "https://www.quotev.com",
    "site_categories": [
      "hobbies_and_interests",
      "video_and_computer_games"
    ],
    "section_title": "Quotev",
    "title": "The Unyielding Winter | Quotev",
    "title_full": "The Unyielding Winter | Quotev",
    "published": "2023-12-31T16:20:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.quotev.com/n3aocetbl7eq.jpg",
    "performance_score": 0,
    "domain_rank": 25667,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cd35858b6ee307b10dce05e64df4fa8eafb1ccf0",
  "url": "https://www.quotev.com/story/15839174/The-Unyielding-Winter",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "LarryThePlagueDoctor",
  "published": "2023-12-31T16:20:00.000+02:00",
  "title": "The Unyielding Winter | Quotev",
  "text": "The birds chirped, flowers bloomed, and the sun shone down on a bustling city. People moved about, driving and walking. Skyscrapers pierced the dark blue sky, casting shadows over the bustling streets. It was a beautiful day... Then, it happened. There was a flash, then everything stopped. The once pristine and bustling city crumbles and collapses, crumbling to nothing. People? What people? Only the ruins of the civilization that once thrived remain. A man stood at the epicenter of everything, half his face torn off, his flesh a disgusting mess. Blood and guts spilled out of the gaping hole, some parts of his face peeled away, leaving only a skull. He tried to smile, but the horror of the world that once was slowly etched itself on his face. Somehow, he stood, despite the extent of damage done to his body. He turned around, taking in his surroundings with shock and horror of the destruction of everything he once knew and called home. -Present Time- A man stood in an office room; his back turned to his newest employee. This woman, V, stood confidently before the man. She wore a Victorian-inspired suit, with a gun secured to her hip and a hat atop her head. A face mask covered her features, a small gemstone set into the triangular shape of it. I like the sense of impending danger with the man's face being obscured, only being able to see the hat and a bit of his outfit. Here's my take on their conversation: The man turned to face V. His face was obscured by a yellow hazmat hood, casting a dark shadow over his featureless face. On top of it was a purple fedora, matching his outfit -- a tuxedo. He leaned on his cane, waiting for an answer. V stayed silent, her expression blank as she looked at the man. 'You know why I called upon you specifically.' He said. She looked at him before responding. ”Of course, you hired me for the job because of me being able to steal from S-Corp undetected.” “Specifically, you stole the temporus device.” The man replied, his voice as cold as ice as he took a step closer to V on the smooth wooden floor of the room. ”Righttt…that.” V said nervously, taking a step back and hitting the door as she looked into the man’s face, or rather the shadow casting from the hood. It was clear that she was intimidated by the man. ”I know how the device works, and I know how you operate. Therefore, you are the perfect candidate for this job, V.” The man's attitude was intimidating, almost causing V to tremble under his gaze. “Oh? Is that so?” V said, trying to stay brave in the face of the man's demeanor. This failed, her voice was shaky, revealing that she still, was intimidated and possibly even scared of this man. “I must say that you're a rather interesting woman, V. I'm actually somewhat impressed that you got away with the time-stopping device... though, I suppose you have your unique ways of doing things.” V stayed silent, unsure how to respond. “I could give you a generous 10,000 for this act alone. If you retrieve what I ask for from S-Corp of course.” The man said, stepping back and giving the woman some space, at which V was relieved to have once again. “Or you can simply walk out that door and choose not to take the job. I can always get another one of you anyway.” V considered her options. 10,000 credits was no small amount, enough to live a comfortable life for a while. However, she also understood the man meant business, he wouldn't just let her walk away with that much power. 'I'll do it.' She said, after a moment of thoughtful silence. “Good. I look forward to seeing you back here, with the device in hand.” The man turned to the door, opening it and walking out, without so much as a goodbye. [Log in or sign up](/user/login?next=%2Fajax%2Ffavorite%2F15839174%3Fuk%3D%26next%3D%252Fstory%252F15839174%252FThe-Unyielding-Winter)to follow updates to this story",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "victor",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-03T23:20:24.826+02:00",
  "updated": "2024-01-11T11:25:17.010+02:00"
}