{
  "thread": {
    "uuid": "fcaea86439e3f6e80de4349c50334f5c54fd8872",
    "url": "https://www.clickorlando.com/getting-results/2024/03/14/high-school-student-uses-podcast-to-cultivate-trust-between-communities-law-enforcement",
    "site_full": "www.clickorlando.com",
    "site": "clickorlando.com",
    "site_section": "https://clickorlando.com/tech",
    "site_categories": [
      "media"
    ],
    "section_title": "Tech News",
    "title": "High school student uses podcast to cultivate trust between communities, law enforcement",
    "title_full": "High school student uses podcast to cultivate trust between communities, law enforcement",
    "published": "2024-03-14T23:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://res.cloudinary.com/graham-media-group/image/upload/f_auto/q_auto/c_thumb,w_700/v1/media/gmg/OQ2BCADYZFDWLLT7NL5MJM6WRY.jpg?_a=ATAPphC0",
    "performance_score": 0,
    "domain_rank": 5271,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fcaea86439e3f6e80de4349c50334f5c54fd8872",
  "url": "https://www.clickorlando.com/getting-results/2024/03/14/high-school-student-uses-podcast-to-cultivate-trust-between-communities-law-enforcement",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Paul Giorgio",
  "published": "2024-03-14T23:30:00.000+02:00",
  "title": "High school student uses podcast to cultivate trust between communities, law enforcement",
  "text": "Over the last few years, there’s been a growing tension between law enforcement and some in the community.\nWe’ve seen calls to defund the police and a push to reimagine the way officers interact with the public.\nRecommended Videos\nOne local high school student saw that tension firsthand. That’s when he got behind a microphone to do something about it.\nJasur Talipov started the Trust The Badge Podcast two years ago as a way to build trust.\nHe’s recorded about 20 shows with everyone from current officers, politicians and citizens. He understands that there have been legitimate incidents that cast police in a negative light but feels the positive far outweighs the negative.\n“I think these conversations are necessary. It’s not hard to have them, but it’s key to have both sides come to a middle. Once you have both sides come to a middle, then you can start to see some solutions.”\nOn this day, he sits at a desk in the corner of his bedroom.\n“I have my headphones right here,” he says. “I just wear them during my interview and have my microphone right here.”\nTalipov wanted to take advantage of technology and a growing interest in the audio format.\n“Podcasts were very trendy when I started this in 2020. During the lockdown, they had a huge jump in listers,” Talipov said. “In a podcast, you can really hear what people have to say. It’s like the perfect platform for interviews.”\nTo understand Talipov’s motivation, you have to go back to when he was a volunteer with the Altamonte Springs Police Department at their Altamonte Mall substation.\n“I answered the phone and just helped the officers with what they needed,” Talipov recalled. “Sitting at the front desk, looking through the glass windows, I would watch the people walking through the mall.”\nThat’s when he noticed something that bothered him. “Some of the people seemed afraid just to be seen by law enforcement from inside the office. So it really touched me and made me feel like there’s a lot of distrust and I feel like there shouldn’t be.”\nTolipov says it’s an issue that needs to be addressed. He recites statistics about officer retirement rates, defund the police initiatives and crime statistics that have gone up in some communities.\n“It’s something that needs to be tackled before it’s too late,” he said.\nDeana DiPaola, COPS Coordinator and public information officer for the Altamonte Police Department, says as a volunteer, Talipov was always eager to help so his new project is no surprise to her.\n“He’s humanizing the badge and showing what we do and that we are people behind this badge,” DiPaola said. “If he can touch even one person, which I think he has touched a lot more than just one, yes, he is getting results.”\nThe Trust The badge Podcast can be found on Apple Podcasts, Spotify and YouTube.\nCopyright 2024 by WKMG ClickOrlando - All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [
    "https://trustthebadge.com/",
    "https://www.trustthebadge.com/",
    "https://trustthebadge.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jasur talipov",
        "sentiment": "none"
      },
      {
        "name": "talipov",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:20:04.419+02:00",
  "updated": "2024-03-15T00:32:50.844+02:00"
}