{
  "thread": {
    "uuid": "e67f44456c7eda9392669976dae0fa0387fa755f",
    "url": "https://www.kplctv.com/2024/01/12/tips-stay-safe-swla-prepares-winter-weather/",
    "site_full": "www.kplctv.com",
    "site": "kplctv.com",
    "site_section": "https://kplctv.com",
    "site_categories": [
      "media"
    ],
    "section_title": "KPLC 7 News, Lake Charles, Louisiana",
    "title": "Tips to stay safe as SWLA prepares for winter weather",
    "title_full": "Tips to stay safe as SWLA prepares for winter weather",
    "published": "2024-01-13T00:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gray-kplc-prod.cdn.arcpublishing.com/resizer/v2/WAQPUUP6DRCUZLYEYIRSWAO7GM.png?auth=f2f2c659b9cec7ef7d47093ab2fbbcdfa8d4c3bb1fe185c78ddda92bb5172c6c&amp;width=1200&amp;height=600&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 23703,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e67f44456c7eda9392669976dae0fa0387fa755f",
  "url": "https://www.kplctv.com/2024/01/12/tips-stay-safe-swla-prepares-winter-weather/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@KPLC7News",
  "published": "2024-01-13T00:34:00.000+02:00",
  "title": "Tips to stay safe as SWLA prepares for winter weather",
  "text": "Tips to stay safe as SWLA prepares for winter weather For the most up-to-date weather forecasts, click [HERE](https://www.kplctv.com/weather/). LAKE CHARLES, La. (KPLC) - With freezing temperatures expected the next couple of nights, now is the time to prepare to protect people, pets, plants, and pipes. Here are our cold weather resources and safety tips: SHELTER/WARMING CENTERS Organizations and churches around SWLA are providing a warming shelter for members of the community who need a place to stay when temperatures drop. [Winter warming center at the Sulphur Community Center](https://www.kplctv.com/2024/01/11/warming-shelter-opening-sulphur-temperatures-drop-below-freezing/)located at 501 E. Burton St. will open at 6 p.m. on Sunday, Jan. 14. So far, it’s set to be open Sunday, Monday and Tuesday nights. The warming center hours will be extended depending on the weather. Supper will be served at 6:30 p.m. and hot coffee and snacks will be available throughout the night, and to-go breakfast will be served in the mornings. - Water’s Edge, located at 2760 Power Center Parkway in Lake Charles, will open their doors as a warming center beginning Monday at 2 p.m., until 8 a.m. on Thursday. They will have shower and laundry trucks, food trucks, and space available for the community to sleep. PETS/LIVESTOCK - If possible, keep all companion animals indoors. If this is not an option, make sure there is a dry shelter available and have warm blankets for your pet. - Provide adequate food and water. Monitor water bowls as they can freeze during cold weather. - Consider a sweater for your short-haired dog. - Outdoor cats searching for warmth will sometimes crawl underneath the hood of a vehicle. Bang on or open the hood of your car so any animal in there trying to stay warm can get out before you crank up that engine. Cats can be injured or even killed when the car is started. More information is available [HERE ](https://www.kplctv.com/2024/01/13/preparing-livestock-ahead-freezing-temperatures/)about how to best care for pets and livestock during freezing temps. HEATING - Place space heaters 3-5 feet from combustible objects like blankets and curtains - Plug all heating appliances directly into wall outlets, not power strips or extension cords - Do not use stoves or ovens to heat homes - Don’t overfill fireplaces/wood-burning stoves - Do not leave candles/open flames (or space heaters) left unattended - Have working smoke alarms in your home! - In addition, carbon monoxide, or CO, can also be a hazard when it comes to heating your home. Carbon monoxide, often referred to as “the invisible killer,” is an odorless, colorless gas created when fuels like gasoline, wood, coal, natural gas, propane, oil and methane are actively burning. In the home, heating and cooking equipment that burn fuel, like furnaces, stoves, water heaters and fireplaces, can be sources of carbon monoxide. Be sure to have a carbon monoxide alarm for your home! - To register for a free smoke alarm, or learn more about Operation Save-A-Life, visit [lasfm.org.](https://l.facebook.com/l.php?u=http%3A%2F%2Flasfm.org%2F%3Ffbclid%3DIwAR2B1ao3cgPReDiUNyJzQhdEaIXNwOzSB-G4aBZsc5VVYfCsL1wzRL3JtGY&h=AT3e_IbCKUZhAvhHuKc-dAaWoLuEec5hktq_ao4Mn46hOXeNvbwtVMwtyVk7zCsURSSR-1xTJS2tLydNm61EuASJk5NcqfB6X-J02UnE_WDQr_rO6ZExsg_cJahqwHRK&__tn__=-UK-R&c[0]=AT18qzE7NwAmEh-1-zAwTALt0yEu3Tcc228Gi5FPZn10q-JxBxnpVDMP2AkbDFFnu2g9UeJDQWxPn2zz_d4ZZUgj9gm4apRs0cn_EJwidxz7O0rvgsF6C4c8j9a1Phn1Pe2FZj-YsAIlTloaVYgEDjpQqkK-eDdoHfqhv7kqLysy10sttsZ98CR5P8iA2lohqa6XzWDRAUp6SyPF) More information is available [HERE](https://www.kplctv.com/2023/10/31/how-heat-your-home-safely/) for home heating safety tips. PIPES - Keep garage doors closed if there are water supply lines in the garage. - Open kitchen and bathroom cabinet doors to allow warmer air to circulate around the plumbing. Be sure to move any harmful cleaners and household chemicals out of the reach of children. - When the weather is very cold outside, let the cold water drip from the faucet served by exposed pipes. Running water through the pipe - even at a trickle - helps prevent pipes from freezing. - Keep the thermostat set to the same temperature both during the day and at night. By temporarily suspending the use of lower nighttime temperatures, you may incur a higher heating bill, but you can prevent a much more costly repair job if pipes freeze and burst. - If you will be going away during cold weather, leave the heat on in your home, set to a temperature no lower than 55° F. More information is available [HERE](https://www.kplctv.com/2024/01/12/how-prep-pipes-freezing-temperatures/) for how to prevent frozen pipes. City of Lake Charles officials are asking residents to [conserve water](https://www.kplctv.com/2024/01/13/lake-charles-officials-prepare-freezing-temperatures-advise-water-conservation/) during the freeze. PLANTS - Move all plants in containers and hanging baskets inside. If this is not possible, group them in a protected area and cover them with plastic. - Larger plants can be covered with fabric or plastic. - Thoroughly water plants if the soil is dry. - For plants growing in the ground, mulch them with dry material such as pine straw and leaves. More information is available [HERE](https://www.kplctv.com/2023/11/01/tips-protecting-plants-frost/) about protecting plants from winter weather. Copyright 2024 KPLC. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest"
  ],
  "external_links": [
    "https://www.ldaf.state.la.us/news/ldaf-encourages-preparation-for-freezing-temperatures/)about",
    "https://l.facebook.com/l.php?u=http%3A%2F%2Flasfm.org%2F%3Ffbclid%3DIwAR2B1ao3cgPReDiUNyJzQhdEaIXNwOzSB-G4aBZsc5VVYfCsL1wzRL3JtGY&h=AT3e_IbCKUZhAvhHuKc-dAaWoLuEec5hktq_ao4Mn46hOXeNvbwtVMwtyVk7zCsURSSR-1xTJS2tLydNm61EuASJk5NcqfB6X-J02UnE_WDQr_rO6ZExsg_cJahqwHRK&__tn__=-UK-R&c",
    "https://www.l.facebook.com/l.php?u=http%3A%2F%2Flasfm.org%2F%3Ffbclid%3DIwAR2B1ao3cgPReDiUNyJzQhdEaIXNwOzSB-G4aBZsc5VVYfCsL1wzRL3JtGY&h=AT3e_IbCKUZhAvhHuKc-dAaWoLuEec5hktq_ao4Mn46hOXeNvbwtVMwtyVk7zCsURSSR-1xTJS2tLydNm61EuASJk5NcqfB6X-J02UnE_WDQr_rO6ZExsg_cJahqwHRK&__tn__=-UK-R&c",
    "https://ldaf.state.la.us/news/ldaf-encourages-preparation-for-freezing-temperatures/)about",
    "https://l.facebook.com/l.php"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "e. burton st.",
        "sentiment": "none"
      },
      {
        "name": "sulphur community center",
        "sentiment": "none"
      },
      {
        "name": "swla",
        "sentiment": "none"
      },
      {
        "name": "kplc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "lake charles",
        "sentiment": "none"
      },
      {
        "name": "2760 power center parkway",
        "sentiment": "none"
      },
      {
        "name": "la.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-13T02:23:23.875+02:00",
  "updated": "2024-01-13T06:33:35.423+02:00"
}