{
  "thread": {
    "uuid": "b8b8a2e7a7cbbc80d9d03157eb37ef58fad22382",
    "url": "https://www.loudounnow.com/opinion/healthier-soil-less-waste-improved-economics-cleaner-environment/article_453d5fbc-cb7d-11ee-8adc-37282471fbb6.html",
    "site_full": "www.loudounnow.com",
    "site": "loudounnow.com",
    "site_section": "http://www.loudounnow.com/search/?f=rss&t=article&c=opinion&l=50&s=start_time&sd=desc",
    "site_categories": [],
    "section_title": "www.loudounnow.com - RSS Results in opinion of type article",
    "title": "Healthier Soil, Less Waste, Improved Economics, Cleaner Environment",
    "title_full": "Healthier Soil, Less Waste, Improved Economics, Cleaner Environment",
    "published": "2024-02-15T19:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/loudounnow.com/content/tncms/assets/v3/editorial/a/c1/ac1a13c4-cb7d-11ee-a5a1-4320d7599d5d/65cd2cafd96af.image.jpg?crop=1061%2C557%2C19%2C0&amp;resize=1061%2C557&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 88681,
    "domain_rank_updated": "2024-02-13T12:06:51.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b8b8a2e7a7cbbc80d9d03157eb37ef58fad22382",
  "url": "https://www.loudounnow.com/opinion/healthier-soil-less-waste-improved-economics-cleaner-environment/article_453d5fbc-cb7d-11ee-8adc-37282471fbb6.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Derrick Clarke",
  "published": "2024-02-15T19:08:00.000+02:00",
  "title": "Healthier Soil, Less Waste, Improved Economics, Cleaner Environment",
  "text": "Among Loudoun residents and businesses there is widespread participation in the county’s program for recycling paper, cardboard, metal, plastic and glass containers and 11 other types of inorganic materials. However, local recycling of organic (plant and animal) waste is another story. Although many Loudouners support reducing the amount of organic matter that is simply discarded, there is relatively little collection of that material for composting.\nAn informal survey of five restaurants, two supermarkets, and 30 residents, revealed that all food scraps from these sources ended up buried in the Loudoun County landfill. This result suggests that most restaurants and businesses with food services are not participating in a program or process that diverts food scraps and organic material to composting. Such inaction needs to be corrected through creation of a robust composting program which will generate real, measurable economic and environmental benefits.\nAs part of the county’s waste management process, diverting food waste from the county landfill into an active compost creation process will produce compost which can be returned as a soil amendment to maintain our nutrient-rich soils while reducing emissions of greenhouse gases (methane and carbon dioxide). Importantly, because composting results in less material to bury and manage, landfill maintenance expenses will be lowered, and consequently, tax dollars saved. Using compost as a soil amendment will enable resiliency to flood and drought conditions, promote better crop yields, and reduce the need for chemical amendments (synthetic fertilizers and pesticides), thereby lowering the risk of water pollution from rainfall and irrigation runoff.\nThe Composting Process\nAccording to the Environmental Protection Agency, compost is created by “Combining organic wastes, such as food, yard trimmings, and manures in the right ratios into piles, rows, or vessels; [and] by adding bulking agents such as wood chips, as necessary to accelerate the breakdown of organic materials, and allowing the finished material to fully stabilize and mature through a curing process.”\nCommercial or industrial composting takes place in a large-scale facility designed to handle up to 80,000 tons per year. During this process, large contaminants such as non-biodegradable plastics are removed prior to placing nitrogen-rich materials into a sludge generator; leaves, paper and tree branches are added to this mixture to maintain suitable carbon to nitrogen ratios. This mixture then is placed into long rows which are automatically watered and mixed daily. After three to six months, a dark compost product emerges to be added to farms and home gardens, enriching their soils.\nIndividuals who participate in backyard composting place their appropriate food scraps and other organic matter, like leaves and coffee grounds, into heaps or bins. These accumulations—which, except for egg shells, should not include food scraps derived from animals—are turned and managed manually throughout the year, ultimately becoming a dark compost product for combining with garden soil.\nThe State of Composting in Loudoun\nThe big news is the recent announcement that the Loudoun landfill has opened a drop-off center for accepting food waste and the other ingredients for composting. There is a limit of five gallons per week per donor. A business named Key City Compost will collect the material and take it to its processing facility in Frederick, MD. Once created, the compost is sold to farmers and gardeners. The Board of Supervisors approved this process as part of the county energy strategy. Because the program is on a one-year trial basis, it is important that residents and businesses know about it and use the opportunity so it will be extended to close a major gap in Loudoun’s waste management services.\nLocally, there already are some good companies and residents that merit a “shout out” for showing the way to compost.\nThe two Wegmans stores in Loudoun County divert their food waste to the Free State Farms commercial composting facility in Prince William County.\nWorm Works, a Loudoun-based company, provides commercial and household composting services. The Worm Works team transports collected food waste to a compost farm in Middleburg, where the collected food waste is transformed into nutrient-dense compost.\nSome Loudoun residents retrieve nitrogen-rich coffee grounds from Starbucks to be used in their gardens and home compost heaps. In 1995, Starbucks started its international “Grounds for Your Garden” program, which allows home gardeners to retrieve coffee grounds, on a first-come-first-served basis. Starbucks locations at Pipeline Plaza and Broadlands Boulevard in Ashburn participate in this program.\nChef Jorge Chicas, of Farm & Fork Kitchen in Ashburn, and the Hamilton Mercantile store both are actively composting their food waste.\nIncreasing Composting in Loudoun\nLoudoun businesses and residents have a wonderful opportunity to collaboratively reduce wastefulness by redirecting organic materials away from landfills to composting facilities. County organizations could substantially aid accomplishment of that goal. For example, the chambers of commerce could advocate that their members engage in, or promote, composting. The Virginia Master Gardeners, an avid proponent of composting, makes speakers on the subject available to home gardening groups. Other non-governmental organizations and the County itself could provide training opportunities demonstrating how to make compost work. Such measures should improve Loudoun’s effective recycling rate, and with a dedicated populace, ultimately attain the status of zero-waste community. Just the efficient transformation of food waste, a useless, burdensome entity, to compost, a valuable, useful product, is reason enough to pursue the process. But, as noted, there are other highly significant reasons for composting in the form of tangible benefits to the economy and environment. With public participation and support, all these benefits can be realized. There is no downside to composting.\nDerrick Clarke, a resident of Ashburn, is CEO and co-founder of AgriCair, a nonprofit dedicated to the maintenance of our “One Living System” through soil and water advocacy. He also is a newly nominated associate director of the Loudoun Soil & Water Conservation District. For more information, go to\nagricair.org. In Our Backyard is sponsored by the Loudoun County Preservation and Conservation Coalition. For information about the organization, go to loudouncoalition.org.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Health",
    "Environment"
  ],
  "external_links": [
    "http://agricair.org",
    "http://loudouncoalition.org",
    "http://www.loudouncoalition.org",
    "http://www.agricair.org"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "loudoun",
        "sentiment": "none"
      },
      {
        "name": "loudoun county",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T01:42:22.364+02:00",
  "updated": "2024-02-16T01:42:22.364+02:00"
}