{
  "thread": {
    "uuid": "abe2ba8a0559a9347a35494ac0507c1169f6160a",
    "url": "https://campustechnology.com/Articles/2024/04/11/Coursera-Co-founder-Andrew-Ng-Joins-Amazon-Board-of-Directors.aspx",
    "site_full": "campustechnology.com",
    "site": "campustechnology.com",
    "site_section": "http://campustechnology.com",
    "site_categories": [
      "tech"
    ],
    "section_title": "Campus Enterprise Networking & Infrastructure -- Campus Technology",
    "title": "Coursera Co-founder Andrew Ng Joins Amazon Board of Directors -- Campus Technology",
    "title_full": "Coursera Co-founder Andrew Ng Joins Amazon Board of Directors -- Campus Technology",
    "published": "2024-04-11T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://campustechnology.com/~/media/EDU/CampusTechnology/CTlogo.jpg",
    "performance_score": 0,
    "domain_rank": 23792,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "abe2ba8a0559a9347a35494ac0507c1169f6160a",
  "url": "https://campustechnology.com/Articles/2024/04/11/Coursera-Co-founder-Andrew-Ng-Joins-Amazon-Board-of-Directors.aspx",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "About the Author",
  "published": "2024-04-11T03:00:00.000+03:00",
  "title": "Coursera Co-founder Andrew Ng Joins Amazon Board of Directors -- Campus Technology",
  "text": "Advanced Search Industry News Amazon has recruited Coursera executive and renowned AI researcher Andrew Ng to its board of directors. The move signals the company's deepening commitment to AI across the entirety of its business, from e-commerce to cloud. \"Dr. Ng is a global leader in both AI and education,\" Amazon wrote in its announcement. \"His academic and private sector work developing machine learning and deep learning algorithms and supporting companies developing and adopting AI applications will help to inform the Board's perspective on the opportunities and challenges that AI presents and its transformative social and business potential.\" Ng is a prolific and well-respected researcher in the fields of AI, machine learning and robotics, having written or contributing to over 200 papers (some sample titles are \"Classification with Hybrid Generative/Discriminative Models,\" \"Convolutional Deep Belief Networks for Scalable Unsupervised Learning of Hierarchical Representations\" and \"Cheap and Fast — But Is It Good? Evaluating Non-Expert Annotations for Natural Language Tasks\"). He's the founder of multiple companies, including AI education firm DeepLearning.AI and computer vision software maker Landing AI, as well as co-founder of online course platform Coursera. Previously, Ng worked at Google as the founder and leader of Google Brain, laying the groundwork for what would eventually become the TensorFlow open source deep learning library. He was also the chief scientist at Chinese Internet giant Baidu. Presently, Ng is an adjunct professor of computer science at Stanford University. His addition to Amazon's board, which took effect on April 9, is a major coup for the company. When it comes to today's white-hot generative AI market, Amazon was slower out of the gate compared to rivals like Microsoft and Google. However, recent moves — from its ongoing expansion of the Amazon Bedrock platform to its $4 billion investment in LLM maker Anthropic — have begun to move the needle more in Amazon's favor. \"We seek to have appropriate experience and perspectives at all levels of the company, including our Board of Directors, and we're excited to welcome Dr. Ng\" said Amazon. About the Author Gladys Rama (@GladysRama3) is the editorial director of Converge360. View More Webcasts View More Whitepapers",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "andrew ng",
        "sentiment": "negative"
      },
      {
        "name": "ng",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "joins amazon board",
        "sentiment": "negative"
      },
      {
        "name": "coursera",
        "sentiment": "negative"
      },
      {
        "name": "campus technology advanced search industry news amazon",
        "sentiment": "negative"
      },
      {
        "name": "amazon",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T01:30:43.000+03:00",
  "updated": "2024-04-12T01:30:43.000+03:00"
}