{
  "thread": {
    "uuid": "113598f095a70e61f53e0f8dde170683b2aabcad",
    "url": "https://vnexplorer.net/amlo-reivindica-defensa-de-la-soberania-a-162-anos-de-batalla-de-puebla-s2647658.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "AMLO reivindica defensa de la soberanía a 162 años de Batalla de Puebla",
    "title_full": "AMLO reivindica defensa de la soberanía a 162 años de Batalla de Puebla",
    "published": "2024-05-06T13:25:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://editorial.aristeguinoticias.com/wp-content/uploads/2024/05/amlo-batalla-puebla-soberania-050524-2.jpg",
    "performance_score": 0,
    "domain_rank": 56915,
    "domain_rank_updated": "2024-04-30T13:08:01.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "113598f095a70e61f53e0f8dde170683b2aabcad",
  "url": "https://vnexplorer.net/amlo-reivindica-defensa-de-la-soberania-a-162-anos-de-batalla-de-puebla-s2647658.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-05-06T13:25:00.000+03:00",
  "title": "AMLO reivindica defensa de la soberanía a 162 años de Batalla de Puebla",
  "text": "El presidente Andrés Manuel López Obrador reivindicó este domingo la defensa de la soberanía nacional, al conmemorar el 162 aniversario de la Batalla de Puebla, donde rechazó que México quiera ser colonia o protectorado de otra nación o potencia económica global.\n“México es una nación libre, independiente y soberana. No somos ni queremos ser nunca una colonia o un protectorado de ningún Gobierno extranjero, trátese de Rusia, de China, de Francia o de Estados Unidos”, afirmó antes de dar inicio al desfile cívico militar en la ciudad de Puebla, en el centro del país.\nEl mandatario aseguró que la condición fundamental de México es ser un país libre e independiente frente jóvenes que concluyeron su servicio militar en el acto protocolario, mismos a los que tomó protesta junto a autoridades de las Fuerzas Armadas.\nAseguró que México está abierto a la integración económica, a la cooperación multilateral, así como una relación de respeto entre países y una política de buena vecindad, además de estar a favor de la amistad entre los pueblos.\nEl presidente López Obrador recordó que este 5 de mayo se conmemoran 162 años de la ‘Batalla de Puebla’, un momento histórico en el que mexicanos expulsaron a tropas de Francia en 1862, en medio de la segunda intervención francesa.\nSin embargo, mencionó que tampoco fue la única batalla que tuvo que enfrentar el país frente a intentos de naciones extranjeras por hacer de México una colonia de nuevo.\nPor ello, afirmó que México “se ganó, con el sacrificio, con el sufrimiento, con la sangre derramada de hombres y mujeres, su derecho a ser un país independiente y soberano”.\nTe puede interesar\n“El mejor homenaje que podemos rendir a quienes hace 162 años defendieron a la patria de la agresión y voracidad extranjera, es invocar su memoria para decirles que las y los mexicanos de esta generación hemos recuperado la soberanía, la dignidad nacional y la libertad para decidir el rumbo de México”, sostuvo.\nEl mandatario dijo que México decide su política interna sin injerencias ni presiones extranjeras, así como que ha establecido “relaciones constructivas, pacíficas, respetuosas y en pie de igualdad con otros pueblos del mundo”.\n“Hemos dejado atrás una época de entreguismo y sumisión. Estamos empeñados en construir un México verdaderamente democrático y en combatir la corrupción, la desigualdad y la pobreza; y que la semilla del ejemplo de los que lucharon en la Batalla de Puebla ha caído en tierra fértil”, abundó.\nEl mandatario mexicano llegó al colegio militar de la central ciudad de Puebla, acompañado de los titulares de las Fuerzas Armadas, secretario de la Defensa Nacional, Luis Cresencio Sandoval, y de la Secretaría de Marina, José Rafel Ojeda Durán.\nEn el acto protocolario también estuvieron presentes los titulares de las secretarías de Gobernación, Luisa María Alcalde, de Seguridad y Protección Ciudadana, Rosa Icela Rodríguez, entre otras personalidades del gabinete mexicano, además del gobernador del estado de Puebla, Sergio Salomón.\nEFE",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Politics",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-06T13:29:06.797+03:00",
  "updated": "2024-05-06T13:29:06.797+03:00"
}