{
  "thread": {
    "uuid": "6a1ad720658e1b63629f09696130c5576ce06e0f",
    "url": "https://fr.zenit.org/2024/05/30/sans-justice-il-ny-a-pas-de-paix",
    "site_full": "fr.zenit.org",
    "site": "zenit.org",
    "site_section": "https://fr.zenit.org/rss.xml",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "ZENIT – Français",
    "title": "« Sans justice, il n’y a pas de paix »",
    "title_full": "« Sans justice, il n’y a pas de paix » - ZENIT - Français",
    "published": "2024-05-30T21:52:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://fr.zenit.org/wp-content/uploads/sites/4/2024/05/capture-decran-2024-05-30-a-155139.jpg",
    "performance_score": 0,
    "domain_rank": 11468,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6a1ad720658e1b63629f09696130c5576ce06e0f",
  "url": "https://fr.zenit.org/2024/05/30/sans-justice-il-ny-a-pas-de-paix",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Pape Francois",
  "published": "2024-05-30T21:52:00.000+03:00",
  "title": "« Sans justice, il n’y a pas de paix »",
  "text": "Chers frères et sœurs, Je vous salue tous de tout cœur, vous qui êtes réunis à Erfurt pour le 103e Katholikentag, afin de prier ensemble, d’échanger, de vous affermir mutuellement dans la foi et de témoigner de l’Évangile du Christ. « L’avenir appartient à l’homme de paix ». Tel est le thème de ces journées. Le psaume 37 indique la raison pour laquelle l’avenir est promis à l’homme de paix : parce qu’il est juste, parce qu’il fait ce qui plaît à Dieu, parce qu’il a confiance en Dieu. La tragédie de l’homme réside cependant, dès le commencement, dans le fait qu’il ne fait pas confiance à Dieu, mais s’en méfie ; qu’il ne fait pas ce qui plaît à Dieu, mais suit ses propres voies. L’unité et l’harmonie originelles de tout ce qui a été créé, voulues par Dieu, se sont ainsi « déréglées » : L’homme n’utilise plus la création dans l’esprit du Créateur, mais en abuse et la maltraite dans un but égoïste de pouvoir et de profit. C’est ainsi que la souffrance et la mort sont entrées dans le monde (cf. Gn 3). Ce dont il est question ici, de nombreuses personnes – en particulier des jeunes – d’origines culturelles et idéologiques très diverses le ressentent et le décrivent aujourd’hui. Ils sentent que quelque chose ne fonctionne pas avec l’homme et avec le monde, que nous ne pouvons pas simplement continuer comme avant, qu’il faut un retournement, une véritable réorientation. La paix apportée par le Christ devient visible lorsqu’il offre aux hommes un nouvel espoir La mission de Jésus était centrée sur cette réorientation de l’homme vers Dieu, et donc sur le renouvellement et la guérison de ses relations avec ses semblables, avec la création et, surtout, avec lui-même. La paix apportée par le Christ devient visible lorsqu’il offre aux hommes un nouvel espoir, un avenir dans les moments difficiles : à ceux qui étaient exclus, aux malades, à ceux qui étaient accablés par la culpabilité. Le Christ a appelé l’injustice par son nom et a condamné les abus. Pour rétablir l’ordre divin, il n’était pas rare que Jésus doive renverser la logique et l’ordre des valeurs humains, ce qui est particulièrement évident dans le Sermon sur la montagne. Mais c’est précisément ainsi qu’il établit la paix : « sur la croix, par son sang » (Col 1, 20). Oui, levons les yeux vers la croix : « Là, on n’a pas répondu à la violence par la violence, on n’a pas répondu à la mort par le langage de la mort. Dans le silence de la croix, le fracas des armes se tait et le langage de la réconciliation, du pardon, du dialogue et de la paix se manifeste. » (homélie du 7 septembre 2013) La paix du Christ naît de l’amour et du don de soi. À Pâques, il devient évident que l’avenir appartient à l’homme de paix. Les problèmes concernent tout le monde et ne peuvent être résolus qu’ensemble. Nous, chrétiens, sommes appelés à poursuivre sa mission : Comme lui, nous voulons redonner du prix aux personnes abandonnées, marginalisées et isolées et leur faire savoir qu’elles ne sont pas seules. Mais nous voulons aussi nous engager publiquement, politiquement, pour de meilleures conditions de vie et donner une voix en particulier à ceux qui ne sont pas entendus. Sans justice, il n’y a pas de paix. Les droits de l’homme fondamentaux semblent actuellement menacés, non seulement en Europe, mais aussi dans d’autres endroits du monde : par la montée de l’antisémitisme, du racisme et d’autres idéologies qui tendent vers l’extrémisme et la violence. Les nombreuses crises morales, sociales, économiques et politiques que nous vivons sont toutes liées entre elles. Le souci de la nature, la justice envers les pauvres, l’engagement envers la société, la protection de la vie et de la famille, la défense de la dignité de toute vie humaine ainsi que la paix extérieure et intérieure vont de pair. Les problèmes concernent tout le monde et ne peuvent être résolus qu’ensemble. C’est pourquoi il faut un dialogue large, le plus diversifié possible, à tous les niveaux de la vie sociale, économique et politique. Les nombreux débats organisés lors du Katholikentag avec de nombreux représentants de premier plan et des responsables de secteurs clés de la vie sociale offrent une bonne occasion de le concrétiser. L’homme de paix a de l’avenir. Dans ce contexte, il est beau et important que le Katholikentag soit aussi un lieu de coexistence œcuménique et de dialogue interreligieux. Car il est nécessaire de collaborer avec tous les hommes de bonne volonté qui sont prêts à construire un avenir pacifique. On a pu constater en 1989 à quel point le témoignage commun des chrétiens pouvait être puissant, lorsque des hommes de paix, une bougie à la main, ont déclenché la Révolution pacifique. Ici, à Erfurt, les prières pour la paix ont eu lieu dans l’église Lorenzkirche et dans l’église protestante Predigerkirche. Ce miracle du basculement pacifique, déclenché par des personnes en prière, nous montre ce que la prière peut faire. Et ce souvenir est donc aussi un encouragement pour nous aujourd’hui ! L’homme de paix a de l’avenir. Cette certitude nous exhorte et nous encourage. Prions pour la paix. Prions aussi les uns pour les autres, afin que la force du Saint-Esprit nous remplisse d’espoir et de joie. Je vous souhaite de tout cœur des journées fructueuses et enrichissantes sur le plan spirituel ! Je vous accompagne dans la prière – s’il vous plaît, priez aussi pour moi ! Que le Dieu de la paix vous bénisse.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-31T12:07:08.769+03:00",
  "updated": "2024-05-31T12:07:08.769+03:00"
}