{
  "thread": {
    "uuid": "852d5849ae67fbb57636e4e2eb16796011b82591",
    "url": "https://www.murcia.com/empresas/noticias/2023/12/29-brilla-tu-luz-llego-a-los-angeles--reuniendo-a-celebridades-y-lideres-para-crear-conciencia-contra-e.asp",
    "site_full": "www.murcia.com",
    "site": "murcia.com",
    "site_section": "https://murcia.com/noticias",
    "site_categories": [
      "tech"
    ],
    "section_title": "Noticias de Murcia - murcia.com",
    "title": "Brilla tu luz llegó a los ángeles, reuniendo a celebridades y líderes para crear conciencia contra el antisemitismo - Empresa - murcia.com",
    "title_full": "Brilla tu luz llegó a los ángeles, reuniendo a celebridades y líderes para crear conciencia contra el antisemitismo - Empresa - murcia.com",
    "published": "2023-12-29T01:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.murcia.com/noticias/fotos/291220231717371.jpg",
    "performance_score": 0,
    "domain_rank": 99023,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "852d5849ae67fbb57636e4e2eb16796011b82591",
  "url": "https://www.murcia.com/empresas/noticias/2023/12/29-brilla-tu-luz-llego-a-los-angeles--reuniendo-a-celebridades-y-lideres-para-crear-conciencia-contra-e.asp",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Murcia.com",
  "published": "2023-12-29T01:00:00.000+02:00",
  "title": "Brilla tu luz llegó a los ángeles, reuniendo a celebridades y líderes para crear conciencia contra el antisemitismo - Empresa - murcia.com",
  "text": "Brilla Tu Luz (SHINE a Light), es la iniciativa organizada junto a FUENTE LATINA para combatir el antisemitismo y la discriminación, elementos que se han incrementado y van desafortunadamente en ascenso. El pasado 13 de diciembre se reunieron en la ciudad de Los Ángeles, diversas personalidades, celebridades y líderes para apoyar esta causa y conocer un poco más acerca de la historia de lucha y discriminación sistemática que han recibido los judíos en el mundo. Celebridades como el renombrado Bernard Hiller coach de Hollywood, Miss Venezuela 2019 Isbel Parra, los actores Edgardo Gazcón, Ricardo Chávez, Luis de Ita, chef Franco, el cantante Gerardo Fernández hermano de Pedro Fernández, Roxana Silva cantante peruana, la presentadora Jackeline Cacho, cineasta Vicky Contreras, el artista Marcos D’One, entre otros líderes y figuras del mundo de la televisión se han unido a esta iniciativa para crear conciencia y buscar unir nuestras comunidades en lugar de dividirlas. Comunidades como los latinos, africanos, asiáticos también se han visto afectados en los últimos años donde SHINE a Light #BrillaTuLuz busca atacar el antisemitismo por medio de información y educación, un problema muy grande debido a la desinformación y un algoritmo en las redes sociales que promueve el odio. “Este evento nos ayuda a concientizar lo vivido y hacer un llamado de atención ya que han ocurrido más de 2,000 ataques en contra de judíos en Estados Unidos; y muchos de estos han ocurrido en California y en Los Ángeles” comentó Leah Soibel, fundadora de Fuente Latina. Por su parte Alec Gancman, sobreviviente del Holocausto, quien nació en Rusia, creció en Uruguay y vive en Los Ángeles, comenta que este evento ayudará a educar y valorar lo vivido para concientizar a la juventud, donde también hace un llamado a la educación en escuelas para aprender todo lo vivido en el holocausto y que esto no se vuelva a repetir.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T19:53:44.031+02:00",
  "updated": "2023-12-29T19:53:44.031+02:00"
}