{
  "thread": {
    "uuid": "14208a7506ac91adf6f5bc606465c96648366a6b",
    "url": "https://www.nvdaily.com/nvdaily/george-bowers-sr-green-stamps-red-blood-and-heaven/article_ed6e3cc7-6b23-5547-bb49-b54131e503c0.html",
    "site_full": "www.nvdaily.com",
    "site": "nvdaily.com",
    "site_section": "http://www.nvdaily.com/search/?f=rss&t=article&c=life&l=50&s=start_time&sd=desc",
    "site_categories": [
      "travel",
      "hotels"
    ],
    "section_title": "www.nvdaily.com - RSS Results in life of type article",
    "title": "George Bowers Sr.: Green Stamps, red blood and Heaven",
    "title_full": "George Bowers Sr.: Green Stamps, red blood and Heaven",
    "published": "2023-12-29T12:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/nvdaily.com/content/tncms/assets/v3/editorial/c/fc/cfc4ef7b-9dbf-5add-9486-6bd0fc315c61/627dcfcaa04a5.image.jpg?crop=1763%2C926%2C0%2C124&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 75742,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "14208a7506ac91adf6f5bc606465c96648366a6b",
  "url": "https://www.nvdaily.com/nvdaily/george-bowers-sr-green-stamps-red-blood-and-heaven/article_ed6e3cc7-6b23-5547-bb49-b54131e503c0.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "George Bowers Sr.",
  "published": "2023-12-29T12:00:00.000+02:00",
  "title": "George Bowers Sr.: Green Stamps, red blood and Heaven",
  "text": "Nestled within all my other childhood memories rests little green pieces of paper with stylized letters on the front and moisture activated glue on the back. S&H Green Stamps were quite popular and were offered by a number of retailers to motivate shoppers to spend money at their establishments.\nFor the uninitiated, the Sperry & Hutchinson Company founded this system in 1896 to encourage consumers to shop with retailers offering their rewards. Consumers received a certain number of coupon stamps whenever they bought groceries, gasoline or other products and the amount of stamps depended on the amount spent. Many retailers offered double stamps on certain days of the week to increase business.\nThere were Quick Saver booklets into which these stamps could be pasted as they were collected so homemakers could keep track of all their coupons. When certain thresholds were reached, they could be redeemed, or turned in, for prizes or premiums.\nThe whole idea was to incentivize consumers to spend more money with those retailers who offered such promotions with the idea of getting a bonus at no additional expense. Catalogs of prizes were published periodically that were pored over with as much excitement as the now-extinct Christmas catalogs from Montgomery Ward.\nOf course the Green Stamps had to be redeemed before they expired. Like all other discount coupons, there was an expiration date beyond which they became useless. Occasionally, the expiration date would pass and entire books of stamps stashed in a drawer became as worthless as any other old pieces of paper. The reward program ended for good in the 1980s.\nMost wise consumers like bargains. Many cut coupons out of newspapers or download them on their phones. Coupons excuse part of the retail cost and soften the blow of the final cash register entry. There are buy-one-get-one free deals while on rare occasions, some require no purchase at all in order to introduce a new product.\nBut like Green Stamps, all coupons also have expiration dates. These bargains must be secured before their offers expire. Not only does this protect retailers against inflation but it sometimes causes shoppers to purchase items they may not need in order to “get the deal,” only to have those products become obsolete sitting on their shelves at home.\nIn a similar fashion to retail coupons, God offers us a coupon to avoid the cost of our sin. The offer that He extends covers not part, but the entire amount and completely eliminates any indebtedness on our part. His coupon, which is blood-red rather than light green, excuses us from eternal suffering in Hell.\nBut just like other retail coupons, God’s offer has an expiration date as well. Our ability to accept His bargain and be redeemed by Jesus’ sacrifice expires upon our own death or whenever Jesus returns, whichever comes first. And although we know the 100% certainty of both of these realities, we know the timing of neither.\nBecause of this, we must cash in His coupon of redemption now before His offer becomes worthless. What a waste to see valuable offers expire without taking full advantage of them, and what an infinitely larger tragedy to enter eternity without accepting God’s coupon of free grace and forgiveness.\nThe beautiful truth is that not only does redemption impact our eternal dwelling, it also ushers us into God’s family now and entitles us to His daily guidance. In addition, His Holy Spirit begins to abide within us providing us with God’s constant presence. God imparts His peace, love, joy and favor to us as we accept the free benefits Jesus died to purchase and provide.\nAs we remember the Green Stamps and check our coupons for expiration dates of 12/31/23, may they remind us to not delay in redeeming the best offer of all. If you have never received Jesus as your Savior do so today before His offer eternally expires.\nBlessings, George",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "george bowers",
        "sentiment": "neutral"
      }
    ],
    "organizations": [
      {
        "name": "sperry & hutchinson company",
        "sentiment": "none"
      },
      {
        "name": "s&h green stamps",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T13:33:56.908+02:00",
  "updated": "2023-12-29T13:33:56.908+02:00"
}