{
  "thread": {
    "uuid": "07b8362c8586a15c22f421360374570d4d0a1192",
    "url": "https://www.que.es/2024/01/14/sopa-tomate-karlos-arguinano-invierno/",
    "site_full": "www.que.es",
    "site": "que.es",
    "site_section": "https://www.que.es/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Qué!",
    "title": "Descubre la sopa de tomate a la Karlos Arguiñano: Una receta ideal para las comidas de invierno",
    "title_full": "Descubre la sopa de tomate a la Karlos Arguiñano: Una receta ideal para las comidas de invierno",
    "published": "2024-01-14T17:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.que.es/wp-content/uploads/2024/01/sopa-de-tomate-con-queso-feta-y-berberechos_0.jpg",
    "performance_score": 0,
    "domain_rank": 20571,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "07b8362c8586a15c22f421360374570d4d0a1192",
  "url": "https://www.que.es/2024/01/14/sopa-tomate-karlos-arguinano-invierno/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@que_diario",
  "published": "2024-01-14T17:33:00.000+02:00",
  "title": "Descubre la sopa de tomate a la Karlos Arguiñano: Una receta ideal para las comidas de invierno",
  "text": "El invierno ha llegado, y con él, la búsqueda de platos reconfortantes que nos abracen con su calor y sabor. En esta temporada fría, no hay nada como disfrutar de una deliciosa receta que combine la frescura del tomate con el toque maestro de uno de los chefs más queridos de la televisión: Karlos Arguiñano. Este renombrado chef español nos regala una receta que no solo deleitará nuestro paladar, sino que también nos transportará a la calidez del hogar y la cocina casera. ¡Prepárate para descubrir la mejor receta de la sopa de [ tomate ](https://www.que.es/2024/01/12/arguinano-macarrones-berenjena-salchicha/)de [Karlos Arguiñano](https://www.antena3.com/programas/karlos-arguinano/)! Karlos Arguiñano, conocido por su carisma y habilidades culinarias, ha conquistado los corazones de millones de amantes de la comida en todo el mundo. Su enfoque sencillo y su amor por los ingredientes frescos y locales se reflejan en cada una de sus recetas. En esta ocasión, nos sumergiremos en su creación de un plato estrella para las comidas de invierno: la sopa de tomate a la Karlos Arguiñano. Ingredientes El secreto detrás de cualquier buena receta es la elección cuidadosa de los ingredientes. En este caso, Karlos Arguiñano nos recomienda utilizar tomates maduros y de alta calidad. La frescura de los tomates no solo aportará un sabor excepcional, sino también una textura suave y jugosa a nuestro plato. - 1 kg de tomates maduros - 2 cucharadas de aceite de oliva virgen extra - 1 cebolla grande, picada finamente - 2 dientes de ajo, picados - 1 pimiento rojo, cortado en tiras - 1 zanahoria, pelada y cortada en rodajas - Sal y pimienta al gusto - 1 cucharadita de azúcar (opcional, para equilibrar la acidez de los tomates) - Albahaca fresca, para decorar Pasos sencillos - Preparación de los tomates: Comienza pelando los tomates. Para facilitar este paso, puedes sumergirlos en agua hirviendo durante unos segundos y luego transferirlos a un recipiente con agua fría. La piel se desprenderá fácilmente. Una vez pelados, córtalos en trozos medianos. - Sofrito perfecto: En una sartén grande, calienta el aceite de oliva a fuego medio. Añade la cebolla y el ajo picados, y sofríelos hasta que estén dorados y fragantes. Este paso es crucial, ya que el sofrito aportará profundidad y complejidad de sabor a nuestro plato. - Tomates y verduras a la sartén: Incorpora los tomates cortados a la sartén, junto con el pimiento rojo y la zanahoria. Revuelve bien para que todos los ingredientes se mezclen de manera uniforme. Añade sal y pimienta al gusto, y si prefieres un toque menos ácido, puedes agregar una pizca de azúcar. - Cocción a fuego lento: Reduce el fuego a bajo y deja que la mezcla hierva a fuego lento. Cubre la sartén y cocina durante aproximadamente 30-40 minutos, o hasta que los tomates se deshagan y las verduras estén tiernas. Este tiempo de cocción lenta permitirá que los sabores se mezclen a la perfección. - El toque final: Una vez que la mezcla haya alcanzado la consistencia deseada, ajusta el sazón según tus preferencias personales. Puedes agregar más sal, pimienta o incluso un toque extra de aceite de oliva. Sirve el tomate a la Karlos Arguiñano en platos hondos y decora con hojas frescas de albahaca para un toque de frescura. Consejos: - Acompañamientos creativos: Este tomate a la Karlos Arguiñano es versátil y puede ser acompañado con arroz, pasta o pan crujiente. ¡Deja volar tu imaginación y personaliza tu experiencia culinaria! - Toque mediterráneo: Si quieres intensificar los sabores, añade aceitunas negras o alcaparras durante la cocción. Estos ingredientes aportarán un toque mediterráneo auténtico. - Conservación: Esta receta es ideal para hacer grandes cantidades y almacenar en frascos de vidrio. Puedes disfrutar de los sabores del tomate a lo largo de la temporada de invierno. En resumen, la mejor receta de tomate de Karlos Arguiñano es una obra maestra de la cocina reconfortante y llena de sabor. La combinación de ingredientes frescos, el arte del sofrito y la cocción lenta hacen de este plato una opción ideal para las comidas de invierno. Además, la versatilidad de esta receta te permite adaptarla a tus gustos personales y experimentar con diferentes acompañamientos. Así que, la próxima vez que el frío del invierno te envuelva, sumérgete en la cocina con la receta de la sopa de tomate a la Karlos Arguiñano y disfruta de un festín de sabores que te transportarán a la calidez del hogar. ¡Buen provecho!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Social Issue",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://antena3.com/programas/karlos-arguinano/)!",
    "https://www.antena3.com/programas/karlos-arguinano/)!"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-14T19:53:34.377+02:00",
  "updated": "2024-01-14T19:53:34.377+02:00"
}