{
  "thread": {
    "uuid": "6043bcf5bf23528571ce952aabc98a06430e09a3",
    "url": "https://vnexplorer.net/after-25-years-of-juggling-domestic-duties-with-a-dazzling-career-as-a-bestselling-novelist-louise-doughty-yearned-for-an-escape-here-in-a-brutally-honest-account-she-reveals-why-i-ran-awa-s854366.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/feed",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "After 25 years of juggling domestic duties with a dazzling career as a bestselling novelist, LOUISE DOUGHTY yearned for an escape. Here, in a brutally honest account, she reveals... Why I ran away from home at 60 ...and you should too!",
    "title_full": "After 25 years of juggling domestic duties with a dazzling career as a bestselling novelist, LOUISE DOUGHTY yearned for an escape. Here, in a brutally honest account, she reveals... Why I ran away from home at 60 ...and you should too!",
    "published": "2024-01-08T00:51:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.dailymail.co.uk/1s/2024/01/07/22/79719893-12935957-image-m-24_1704665738243.jpg",
    "performance_score": 0,
    "domain_rank": 46448,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6043bcf5bf23528571ce952aabc98a06430e09a3",
  "url": "https://vnexplorer.net/after-25-years-of-juggling-domestic-duties-with-a-dazzling-career-as-a-bestselling-novelist-louise-doughty-yearned-for-an-escape-here-in-a-brutally-honest-account-she-reveals-why-i-ran-awa-s854366.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-08T00:51:00.000+02:00",
  "title": "After 25 years of juggling domestic duties with a dazzling career as a bestselling novelist, LOUISE DOUGHTY yearned for an escape. Here, in a brutally honest account, she reveals... Why I ran away from home at 60 ...and you should too!",
  "text": "At the age of 60, Louise was ready to dream up the next chapter fo r herself READ MORE: Secret to beating temptation if you're doing Dry January? It's what you EAT... As revealed in a new book on banishing booze - by top nutritionist Dr BROOKE SCHELLER\nThree decades ago, I celebrated my 30th birthday in the time-honoured tradition of all young people who think they are an adult but have no real idea about life, duty or personal responsibility — I got smashed.\nIn fairness, I had quite a lot to get smashed about. I had spent the whole of my 20s in one seedy rental after another while I supported myself with part-time jobs and tried to be a writer. But a week before my 30th, I got my first book deal and, the day before, I got my first real job in journalism.\nI had always said I wanted to be a writer by the time I was 30 and I did it with 24 hours to spare.\nIf I had spent my 20s in poverty-stricken, yet hedonistic, self-indulgence, my 30s were a wake-up call.\nTwo years after that birthday party, while I was still single and living in a bedsit, I found myself pregnant with my first child.\nWhen she turned 60, best-selling British author Louise Doughty (pictured) craved an escape. Just weeks after her birthday, she found herself on the tiny island of Seraya Kecil in the middle of the Flores Sea, halfway between Bali and East Timor\nThe father and I moved in together six weeks before our baby was born, at a stage in our relationship when I was saying: ‘Do you, um, have sugar in coffee?’ Bit of a steep learning curve, the autumn of 1996.\nThat baby, Alice, is now 27 and lives in Berlin. Her sister, Mabel, is 22 and on the cusp of leaving home — and the man I got to know while we changed nappies together is 63 and staring at retirement.\nAnd me? Implausibly, I’m 60. How the hell has that happened?\nThis time I had a small celebratory gathering, immediate family and close friends who stayed over.\nYes, there was some champagne drunk — that’s one thing that improves with age, the quality of the booze — but post-menopause my tolerance for alcohol has nose-dived and just as enjoyable was the massive cooked breakfast I made for everyone the following day.\nI no longer live in a bedsit — I have my own house and am financially secure. In fact, I have all the things I’d craved three decades previously: a relationship that produced two beautiful children, a home and a successful career.\nBut in the weeks before that lovely gathering last September, as I contemplated entering my seventh decade, there was only one thing I wanted: to lose all those things, temporarily at least.\nThe foremost thought in my mind was escaping. Turning 60 for me meant looking back over what had been more than a quarter of a century of domesticity.\nLouise was delighted to be staying on her own in a bamboo hut on a beach where she spent hours just staring at the sea\nPre-pandemic, I had travelled for work quite often, but always rushing back home to be the full-time parent, my working day bracketed by the school-run and always at the mercy of children’s sick days or sports days.\nWhen we spent six months and an absolute fortune having a kitchen extension put in, it was me who was there every day, trying to write a novel while a burly builder stood in the doorway to my study clutching the mug of tea I had just made him and said: ‘So, Louise, then the wife says to me…\nThe lockdown years arrived at the end of 25 years of childrearing. While I was grateful not to be home-schooling, I had a partner and two adult daughters at home all day, expecting me to be at their disposal.\nI had a deep need to be alone after decades of domesticity Then, after a heavy bout of rain in the run-up to my big birthday, we discovered water running down two of the back bedroom walls and realised we would have to get builders in to strip the damp plaster back to brick and redecorate.\nAll I could think was: ‘Get me away from here!’ I’m a bestselling author renowned for her plot developments. It was time to dream up the next chapter for myself.\nNo doubt about it, I was ready for a few twists and turns. Like most of my books, my life was looking as though it would divide neatly into threes — youth, childrearing, and . . . then what?\nIf we say most lives have a beginning, middle and end, well that ‘end’ can now last three decades. That’s an awful lot of pages to fill just wrapping up a story.\nAn invitation to Indonesia, to the Ubud Writers and Readers Festival on Bali, came at precisely the right moment for me.\nOn her first morning, Louise snorkelled off the jetty, among clownfish, turtles and baby sharks. She felt complete and utter freedom from all responsibilities and duties\nMy family knew about the festival — but when I announced over the dinner table that maybe I would be going for a wee bit longer — a month, say? — it was followed by some fast talking about how much I would love any of them to join me but, really, the flights were just so expensive, and it’s three-quarters of the way to Australia, the jet lag is hideous…\nIn the run-up to my departure, I affected a weary air of ‘gosh, all that way, it’s going to be hard’.\nIn reality, though, I couldn’t wait.\nAnd so, just weeks after my birthday, as the clocks changed in the UK and the country tipped head first into winter, I found myself, with my work duties concluded, on the tiny island of Seraya Kecil in the middle of the Flores Sea, halfway between Bali and East Timor, staying on my own in a bamboo hut on a beach and doing a lot — and I mean a lot — of just staring at the sea.\nOn my first morning, I snorkelled off the jetty, among clownfish, turtles and baby sharks. The feeling of complete and utter freedom from all duties and responsibilities was total. I had literally nothing to do but please myself.\nOver the next few days, I discovered that I could take day trips to Pink Beach — yes, it is actually pink — and the Komodo National Park, where Komodo dragons stalk a scrubby forest, hiding by waterholes to attack unsuspecting deer and water buffalo.\nOn a trek, I stuck close to the local guide, who carried what looked like a worryingly fragile stick.\nIf all this makes me sound adventurous then it’s important to say that I’m not. I’m a weak swimmer, I spook easily and I don’t like insects, particularly not the bitey ones.\nLouise found joy in swimming, sunsets and the perfectly judged solo cocktail where the staff place a tiny red chilli in your margarita and you get to enjoy its salty perfection\nOn my second night, I returned from the restaurant and exited my hut by the back door, where there was an outside shower and loo, to find a large brown rat sitting on the edge of the sink, cleaning itself.\nI had two questions for it: what is the meaning of life and what the hell are you doing in my bathroom? The rat paused and looked at me with an expression that seemed to say: ‘Search me, Louise, you’re the one who ran away. I live here.’\nThe rat visited me every night from then on, and I took to brushing my teeth in the restaurant toilets before retiring.\nIt helps if you don’t want to indulge in a sexual affair – avoid the cliché of a holiday fling and find joy in solitude When I mentioned the rodent to the staff, they were mildly amused, in the same way I might be if a visitor to the UK complained about the fox that comes into my urban garden.\nMy hut backed directly on to the jungle, they said, smiling — of course there was a rat.\nThey indulged me, though — Indonesian people are the most friendly and hospitable in the world — and the next night, I fell asleep to the acrid smell of burning from behind my hut as they smoked it out.\nSince I was sleeping in a hut made of wood and bamboo, this was not entirely reassuring.\nIt worked, though, and the next night, rattus rattus was no longer there. I found myself rather missing the little fella. It was his jungle, after all, his island. And what was I doing there, exactly?\nWhen she was researching her latest novel, A Bird In Winter, Louise went on the run herself, following the main character’s route through the Inner Hebrides, the Highlands and Orkney\nWhen it comes to Great Escapes, I have some form. My most recent novel, A Bird In Winter, is about a spy who uncovers a web of corruption and has to go on the run in Scotland, Norway and Iceland.\nTo research my book, I went on the run myself, following the main character’s route through the Inner Hebrides, the Highlands, Orkney… telling everyone that it was just a research trip but loving every minute.\nBeing a writer is a great cover story for escaping, but you certainly don’t have to be a writer to get to 60 and realise you are on the precipice of your Third Act.\nIn the near future, it is distinctly possible I may be blessed with grandchildren or struck down by ill health, or both — but at the age of 60 it feels as though there is a finite and precious window, when the responsibilities of middle age have receded but the predations of old age are not yet in view.\nIf you’re lucky enough to be financially stable, it seems little short of criminal not to make the most of that window.\nIt isn’t straightforward, though. When Elizabeth Gilbert of Eat, Pray, Love fame ran away from New York to find herself in Italy, India and Bali, she was single, in her 30s and in the wake of a divorce. She had little to lose. There’s a world of difference between running away at 30 and at 60.\nAt 60, you not only have responsibilities back home, you are wondering if old age will bring infirmity or loneliness, and the hardships of backpacking hold little allure.\nWhy explode a comfortable life when really what you want is a break from it — isn’t there a way of having the best of both worlds?\nTravelling alone, Louise noticed the glances from younger women dealing with kids and a spouse were more envious than pitying\nWell, yes, but you need an understanding partner, children who hold off having your grandchildren while you go off to find yourself – and, crucially, the economic resources to do it in comfort. (Yes, I do know how lucky I am.)\nThis is surely the great dilemma for any 60-something: how to have the great adventure without taking a baseball bat to the rest of your life.\nIt helps if you don’t want to have sex with other people. If I had one piece of advice for anyone thinking of doing it, that would be to avoid the cliché of an affair.\nMy Third Act is just starting and I plan to escape as much as I can Instead, find joy in swimming or sunsets, or the perfectly judged solo cocktail where the staff place a tiny red chilli in your margarita and you get to enjoy its salty perfection while quietly observing the couple on the next table who are clearly furious with one other.\nI’ve never felt more comfortable in my own skin than I do now, but given the choice between a night of wild passion and a good night’s sleep with no one snoring in my ear, the sleep wins every time.\nOn my remote island, there were a couple of families with older children, weary parents dealing with boisterous boys who wanted to go snorkelling or grumpy teenagers.\nI got some curious looks in the restaurant: but the glances from the younger women dealing with three kids and a truculent spouse were more envious than pitying.\nAs I sat in perfect peace with a book, idly contemplating the menu, I found I felt not one shred of nostalgia for those days.\nPictured: Louise and her family. Her husband is 63 while her daughters, Alice and Mabel, are 27 and 22\nThere are endless articles about empty-nest syndrome, or our fears about ageing — far fewer about a woman’s deep and abiding need for solitude that comes after decades of family life. It’s a passionate desire that has nothing to do with sex.\nAs I drifted off beneath my mosquito net on Seraya Kecil, a white T-shirt on my tanned skin, I realised I was enjoying living the full Cadbury’s Flake advert fantasy quite enough on my own, with no desire to roll over into a lover’s arms.\nWhat a relief to be free of the endless obsession with romantic love that still seems to be a young person’s lot. Give me a good book and a sun lounger any day.\nI didn’t speak to my family while I was away; just the occasional WhatsApp to make sure they were OK, the cats were still alive and the house hadn’t fallen down.\nAnd on my last day on Seraya Kecil, I woke before dawn and went to the end of the jetty. The fierce, glorious ball of sun rose and the world was full of possibilities. I cried a little, out of sheer joy: I was looking forward to going home.\nMy Third Act was just beginning. As long as my health and my finances hold out, I plan to escape as much as I can.\nWhat an exciting thought.\nLouise’s most recent novel, A Bird In Winter, is published by Faber & Faber.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "louise doughty",
        "sentiment": "positive"
      },
      {
        "name": "louise",
        "sentiment": "negative"
      },
      {
        "name": "brooke scheller",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T01:07:41.524+02:00",
  "updated": "2024-01-08T01:07:41.524+02:00"
}