{
  "thread": {
    "uuid": "d618a91437ea3c162773f21454beefc7713e890f",
    "url": "https://www.movieguide.org/news-articles/how-to-find-freedom-in-christ-after-porn-addiction.html",
    "site_full": "www.movieguide.org",
    "site": "movieguide.org",
    "site_section": "https://www.movieguide.org",
    "site_categories": [
      "marketing",
      "business"
    ],
    "section_title": "Home | Movieguide | Movie Reviews for Christians",
    "title": "Jeanine Amapola Ward on Freedom in Christ After Porn Addiction",
    "title_full": "Jeanine Amapola Ward on Freedom in Christ After Porn Addiction",
    "published": "2024-05-31T21:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.movieguide.org/wp-content/uploads/2024/05/Screen-Shot-2024-05-28-at-3.36.10-PM.jpeg",
    "performance_score": 0,
    "domain_rank": 48185,
    "domain_rank_updated": "2024-05-28T13:09:50.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d618a91437ea3c162773f21454beefc7713e890f",
  "url": "https://www.movieguide.org/news-articles/how-to-find-freedom-in-christ-after-porn-addiction.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lillie Jaenchen",
  "published": "2024-05-31T21:00:00.000+03:00",
  "title": "Jeanine Amapola Ward on Freedom in Christ After Porn Addiction",
  "text": "How to Find Freedom in Christ After Porn Addiction By Movieguide® Contributor Sadie Robertson Huff and influencer Jeanine Amapola Ward are talking about finding freedom from pornography addiction through Christ. “I do believe that our stories have so much power to bring someone else freedom, and I truly want nothing to have power over me, to have a hold over me. I want to be able to speak everything freely,” Ward [began](https://www.youtube.com/watch?v=88vNwKUTN_g). She described how she was accidentally exposed to porn at a young age when she was flipping through channels at a hotel with her sisters and a friend. She called that moment the “scariest” of her life. “The devil took this one — literally [it] was like…5-seconds — moment and used this as a seed in my life of lust and opening doors to this,” Ward [recalled](https://www.youtube.com/watch?v=88vNwKUTN_g). “And so I began to be addicted to pornography, and I also struggled with masturbation, and so these were two things that I kept in the darkness for so many years, and I remember feeling just like a weight, like it was literally these chains just dragging behind me everywhere I went it.” It wasn’t until attending a young adult event where she encountered the Holy Spirit for the first time that she found freedom. She remembered that someone felt compelled to lead an alter call, saying, “I feel like there’s people in here that have been carrying a secret for far too long, and it’s something that you need to release, and you’re going to break free of that tonight.” Ward ran to the front and confessed her sin to a leader who prayed over her. “She begins to pray this powerful pray over me. I confessed it, and I literally said, ‘Pornography and masturbation, you have no hold over me.’ And I said it over and over and over, and I kid you not, from that day, the desire left. I mean by the grace of God, it left me, and it never came back,” she [told](https://www.youtube.com/watch?v=88vNwKUTN_g) Huff. Huff reflected on the importance of confession, quoting Romans 8:1, which [says](https://biblehub.com/romans/8-1.htm), “Therefore, there is now no condemnation for those who are in Christ Jesus.” Huff was exposed to pornography on X, formerly Twitter. “Here I am in high school, like accidentally stumbling upon something and doing something I don’t even really know what it is and then just feeling like an incredible wave of shame from that moment on and knowing like I cannot tell anybody about this kind of thing and thankfully like I was able to stop that. I did not become addicted to it,” she [recalled](https://www.youtube.com/watch?v=88vNwKUTN_g). She still felt shame from the experience, though, and eventually confessed it to her husband Christian. “There’s freedom for you…there’s freedom from that on the other side of confession and accountability and having people and things help you come out of that,” Huff [encouraged](https://www.youtube.com/watch?v=88vNwKUTN_g). “And you do not have to stay in that forever, friend. Don’t stay in that forever. It’s not a way to live a happy and healthy life. It’s not a way to live a full life. It’s not a way to live a life of freedom.” Living a happy and healthy life is something Ward explores further in her new book “ [Becoming Happy & Healthy: Real Life Advice on Friendship, Dating, Career, and Everything Else You Care About](https://www.amazon.com/Becoming-Happy-Healthy-Friendship-Everything/dp/076424177X).” “In 2018, I told the Lord I wanted to write a book, but I had no idea what it would be about and if I was ready to yet,” she [posted](https://www.instagram.com/p/C2QHEeALiRE/?img_index=1) on Instagram. “After spending much time working on myself, growing my relationship with Jesus, working on my daily habits, I feel I have finally overcome many of my past struggles that kept me back and in bondage for so long; you’ll hear all about my story in the book. But now that’s my goal for you too – to become free, happy, and healthy, and ALL that God has for you.” Movieguide® previously [reported](https://www.movieguide.org/news-articles/influencer-jeanine-amapola-ward-talks-finding-identity-in-christ.html) on Ward’s testimony: Sadie Robertson Huff and influencer and podcaster Jeanine Amapola Ward talk about the importance of finding one’s identity in Christ during a recent episode of Huff’s “WHOA That’s Good” podcast. Ward described how, when she was growing up, she struggled to understand why God made her the way she was. Her father was German while her mother was Guatemalan, and she didn’t know where she fit in with either of those cultures. “It honestly caused me to get this massive disdain for myself where I was like, ‘God, why did you make me like this? Like, people don’t accept me. I’m always the outcast. I’m the girl that’s left out. I don’t look like my peers in my neighborhood, in my church, in my school.’ And so it really made me change myself to do whatever I needed to do to fit in,” Ward [described]… “She [Ward’s mentor] was like, ‘You are a hypocrite’…It was a bold statement, and it hurt. I remember being like, ‘Okay, like, you don’t the audacity to say that. Like, you don’t know me,’” she [described]. However, her mentor’s direct approach changed her life. “I mean it struck such a chord because it was true, and she spoke the truth in love, and it was exactly what I needed to hear that day, and that phrase that God gave her was the start of a fresh, new beginning with the Lord and myself, and it was a moment I will never forget,” Ward [told]Huff. Share:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief",
    "Health"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.instagram.com/p/C2QHEeALiRE/?img_index=1)",
    "http://www.youtube.com/watch?v=88vNwKUTN_g)",
    "https://biblehub.com/romans/8-1.htm),",
    "http://www.amazon.com/exec/obidos/ASIN/076424177X",
    "https://instagram.com/p/C2QHEeALiRE/?img_index=1)",
    "http://amazon.com/exec/obidos/ASIN/076424177X",
    "https://www.biblehub.com/romans/8-1.htm),",
    "http://www.youtube.com/watch",
    "http://youtube.com/watch?v=88vNwKUTN_g)",
    "https://www.instagram.com/p/C2QHEeALiRE/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sadie robertson huff",
        "sentiment": "negative"
      },
      {
        "name": "jeanine amapola ward",
        "sentiment": "negative"
      },
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-01T00:12:12.945+03:00",
  "updated": "2024-06-01T00:12:12.945+03:00"
}