{
  "thread": {
    "uuid": "b4f97edaeaef643e626a7e1d3f1d384ebeaf55fa",
    "url": "https://punchng.com/rejection-of-new-retirement-age-the-right-call/",
    "site_full": "punchng.com",
    "site": "punchng.com",
    "site_section": "http://www.punchng.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "Punch Newspapers - Latest News",
    "title": "Rejection of new retirement age the right call",
    "title_full": "Rejection of new retirement age the right call",
    "published": "2023-12-29T00:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://cdn.punchng.com/wp-content/uploads/2023/11/22193237/Bola-Tinubu.png",
    "performance_score": 0,
    "domain_rank": 6664,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b4f97edaeaef643e626a7e1d3f1d384ebeaf55fa",
  "url": "https://punchng.com/rejection-of-new-retirement-age-the-right-call/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Punch Editorial Board",
  "published": "2023-12-29T00:02:00.000+02:00",
  "title": "Rejection of new retirement age the right call",
  "text": "THE recent rejection by the National Council on Establishment of the proposed 65-year retirement age for workers is the right call. It is a welcome recognition of the imprudence of changing the status quo in a society with an explosively high population of unemployed youths and shrinking job opportunities. The NCE rightly noted that the proposed upward review of the retirement age negates the principles of renewal, youth empowerment and innovation. The PUNCH agrees. In its response to calls by the Nigeria Labour Congress for an upward review of the retirement age from 60 to 65, the organisation said, “Council rejected outright, the request for (the) upward review of retirement age for public servants to 40 years of service or 65 years of age; as it is contrary to national aspiration of renewal, youth empowerment, and innovation, and also not in tandem with the reality of our population dynamics.” The proponents of 65 years as the new retirement age or 40 years in service, whichever comes first, argue that the country is losing many experienced workers, who are still active and agile and can contribute meaningfully to the country’s development. In line with this, the Federal Government had at different times adjusted the retirement age for some categories of public servants, including judges and judicial officers, lecturers and non-academic staff in tertiary education institutions, and primary and secondary school teachers. President Bola Tinubu had also in June assented to a constitution amendment bill harmonising the retirement age of judges and judicial officers to 70 to bring to uniformity their retirement age and pension rights. Hitherto, the state, and federal high courts, National Industrial Court, Sharia and customary courts of appeal judges retire at 65, while Supreme Court justices retire at 70. The misplaced policy started with Tinubu’s immediate predecessor, Muhammadu Buhari, who in 2022 signed a law increasing the retirement age for teachers to 65. No fewer than 15 states have started implementing the law, according to the Nigeria Union of Teachers. Extending the retirement age however is counterproductive, ill-considered and a reflection of the lack of strategic thinking by Nigeria’s governing elite. Nigeria has an unemployment rate of 33.3 per cent. It also has the world’s second highest number of jobless youths with 53 per cent in that segment after South Africa’s 61 per cent, according to the Spectator Index 2023. Millions remain jobless years after graduation. The World Bank reported that 19 million Nigerian youths entered the labour market in the five years to 2021 –about 300,000 each month –while only 3.5 million jobs were created within the period, thereby leaving about 80 per cent adrift. It said 30 million new jobs would have to be created by 2030 “just to keep the current employment rate constant.” With this reality, the federal and state governments ought to be adopting policies to reduce the retirement age and encouraging long-serving workers to retire early to reduce the large army of qualified but jobless youths. Rather than extending the retirement age or the length of service, the government should employ younger people. Tinubu and the state governors should provide incentives encouraging incumbent civil servants with 30 years and above in service to take early retirement without losing their benefits. They should introduce policies reducing the retirement age and maximum length of service. This should be accompanied by cost-cutting and massive private sector-led job-creating and investment policies. Privatisation and liberalisation of key economic sectors are crucial in this effort to achieve net gains economy-wide in jobs. The service elongation moves should be dropped.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "Labor"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "national council",
        "sentiment": "neutral"
      },
      {
        "name": "“council",
        "sentiment": "none"
      },
      {
        "name": "nigeria labour congress",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T01:21:38.225+02:00",
  "updated": "2023-12-29T02:07:13.394+02:00"
}