{
  "thread": {
    "uuid": "a17692e6ee3bb63366ee845c1d437107c83b41b1",
    "url": "https://www.westernjournal.com/george-barna-urges-parental-discipleship-children-amid-biblical-worldview-decline",
    "site_full": "www.westernjournal.com",
    "site": "westernjournal.com",
    "site_section": "https://www.westernjournal.com/rss",
    "site_categories": [
      "media",
      "entertainment"
    ],
    "section_title": "The Western Journal",
    "title": "'Do It Well': George Barna Urges Parental Discipleship of Children Amid Biblical Worldview Decline",
    "title_full": "'Do It Well': George Barna Urges Parental Discipleship of Children Amid Biblical Worldview Decline",
    "published": "2024-05-30T23:14:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.westernjournal.com/wp-content/uploads/2024/05/family-reading-Bible-and-praying-together.jpg",
    "performance_score": 0,
    "domain_rank": 10308,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a17692e6ee3bb63366ee845c1d437107c83b41b1",
  "url": "https://www.westernjournal.com/george-barna-urges-parental-discipleship-children-amid-biblical-worldview-decline",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dan Hart, The Washington Stand",
  "published": "2024-05-30T23:14:00.000+03:00",
  "title": "'Do It Well': George Barna Urges Parental Discipleship of Children Amid Biblical Worldview Decline",
  "text": "[News](https://www.westernjournal.com/news/) 'Do It Well': George Barna Urges Parental Discipleship of Children Amid Biblical Worldview Decline A new study is confirming that the amount of Americans with a biblical worldview is continuing to shrink. The [latest release](https://www.arizonachristian.edu/wp-content/uploads/2024/05/CRC-Release-AWVI-3-May-28-2024.pdf) from the “American Worldview Inventory 2024” noted that the number of people with a [biblical worldview](https://www.westernjournal.com/bible-not-justify-anti-semitism/) has declined in each of the last five generations, with the percentage of adults with that view plunging from 12 percent to 4 percent. Last week, George Barna, director of research at Arizona Christian University’s Cultural Research Center, joined “ [Washington Watch](https://www.youtube.com/watch?v=gt5Tu0zap9I)” to unpack the details of the study. “We know that a person’s worldview is developed between 15 to 18 months of age and the age of 13, and that worldview is pretty much going to define who they are, how they live, what kind of experiences they have, the lifestyle they adopt, all these things and more,” Barna said. “Worldview is so critical because every decision that every person makes, every moment of their life, flows through their worldview. … And what our research has consistently shown is that children are not being pointed in the direction of developing a biblical worldview,” he continued. “Instead, what they’re doing is they’re adopting the ways of the world. And part of the reason for that is because their parents love them, and they want them to succeed in life. But toward that end, they’re not necessarily setting them up to develop a biblical worldview.” Barna, who also serves as senior research fellow at Family Research Council’s Center for Biblical Worldview, went on to observe that [churches](https://www.westernjournal.com/problem-41-churchgoers-seeing-no-biblical-problem-sex-marriage/) are also playing a significant role in the decline of biblical worldview. “[T]he reality is, not many people go to Sunday school anymore, not many children,” he said. “And [basic biblical beliefs] are not the things that they’re learning there. So if we could get back to that traditional Sunday school, one-on-one kind of teaching where people got this kind of bedrock information, the real solid foundation on which to begin building a deeper faith, it would make a world of difference.” Barna further detailed how most Americans have developed a worldview characterized by “syncretism.” “[O]ur research is showing the average American combines nine different worldviews to get to their own customized worldview,” he said. “They’re drawing ideas from many different places — post-modernism, secular humanism, eastern mysticism, Wicca, Satanism … Marxism — and putting them together into a customized blend that makes us feel comfortable, that makes us feel secure or safe, that we see other people adopting so we know it’s popular. “Those are based primarily on emotion and circumstance, and so they can change willy nilly. What we really want people to do is to recognize there’s a source of unchanging truth that is God. God defines truth. We want to be aligned with that truth because it honors and glorifies Him, but it’s also in our best interests.” Barna also said that popular culture is a major factor in forming the worldview of most [Americans](https://www.westernjournal.com/2024-election-biden-government-lost-consent-governed-majority-americans-say/). “[T]he arts and entertainment media … are dominating this space in our culture,” he said. “Our kids are spending so much time with the media, and basically, it’s unsupervised time. “There’s no kind of oversight that’s being given to our children to understand, ‘Wait, you were just exposed to Marxist ideology? It’s false. Let me explain what that is and why that is.’ “[T]his is the insidious part of this process, [which] is that while we’re being entertained, we’re growing our worldview. All these messages are being given to us in entertainment vehicles, whether it’s video games, movies, television, music, books — there’s so many different media vehicles that are teaching Americans’ worldview.” Barna concluded by underscoring the vital role that [parents](https://www.westernjournal.com/federal-court-rejects-parents-attempt-shield-children-lgbt-reading-assignments/) play in forming the worldview of their children. “[T]he only people that make disciples are disciples,” he said. “So, number one, as a parent, you’ve got to be a disciple if you want your child or children to be followers of Jesus. “And then secondly, recognize that biblically it’s your dominant responsibility in life. This may be the most important thing you ever do in your life is to raise your child to be an ardent follower of Jesus Christ. “Spend more time on this than you do on sports, than you do on shopping, than you do on hobbies, than you do on watching movies and TV together. It’s the most important thing that you’re ever going to do. Do it well.” This article appeared originally on [The Washington Stand](https://washingtonstand.com/). ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://washingtonstand.com/).",
    "https://www.washingtonstand.com/).",
    "https://www.arizonachristian.edu/wp-content/uploads/2024/05/CRC-Release-AWVI-3-May-28-2024.pdf)",
    "https://arizonachristian.edu/wp-content/uploads/2024/05/CRC-Release-AWVI-3-May-28-2024.pdf)",
    "http://www.youtube.com/watch?v=gt5Tu0zap9I)”",
    "http://youtube.com/watch?v=gt5Tu0zap9I)”",
    "http://www.youtube.com/watch"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "george barna",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "arizona christian university’s cultural research center",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "washington",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T00:13:33.574+03:00",
  "updated": "2024-05-31T00:13:33.574+03:00"
}