{
  "thread": {
    "uuid": "bc4248a29708855dccacc3296a74298010361a7b",
    "url": "https://bwpeople.businessworld.in/article/Ideas2IT-Grants-33-Company-Stake-To-Empower-Employees/02-01-2024-504275",
    "site_full": "bwpeople.businessworld.in",
    "site": "businessworld.in",
    "site_section": "http://bwpeople.businessworld.in",
    "site_categories": [
      "business_software",
      "business"
    ],
    "section_title": "BW people",
    "title": "Ideas2IT Grants 33% Company Stake To Empower Employees - BW people",
    "title_full": "Ideas2IT Grants 33% Company Stake To Empower Employees - BW people",
    "published": "2024-01-02T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "http://static.businessworld.in/article/article_extra_large_image/1673494613_YR5KOU_Stock_market_3.jpg",
    "performance_score": 0,
    "domain_rank": 8588,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bc4248a29708855dccacc3296a74298010361a7b",
  "url": "https://bwpeople.businessworld.in/article/Ideas2IT-Grants-33-Company-Stake-To-Empower-Employees/02-01-2024-504275",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "BW Online Bureau",
  "published": "2024-01-02T02:00:00.000+02:00",
  "title": "Ideas2IT Grants 33% Company Stake To Empower Employees - BW people",
  "text": "Print this article Font size - 16 +\nIdeas2IT Technologies, an innovation-led product engineering company valued over $100 million, has announced a unique employee ownership programme wherein its employees will receive a 33 per cent ownership stake.\nThe move, a first of its kind, significantly redefines wealth sharing initiatives in the corporate landscape that is so far limited to ESOPs, Bonus and Incentives, Profit Sharing or other Stock Options.\nIdeas2IT is setting a new precedent by allocating a significant 33 per cent ownership stake to its employees, thereby rewarding long serving employees, many of whom have spent over a decade with Ideas2IT. To start with, Ideas2IT will grant this equity to the first 50 employees of the company followed by another 100 in line to join this privileged pool.\n“We believe that to nurture exceptional talent and cultivate a workspace that synergizes innovation, we need our employees to genuinely possess the feeling of ownership. The motivation behind this unprecedented initiative is an emotional commitment to build a top-tier product engineering company from India, with employees as true partners,” said Murali Vivekanandan, Founder, Ideas2IT.\nThis initiative follows a previous initiative wherein Ideas2IT gifted 100 Maruti Suzuki cars to its most trusted employees in 2022. The company is now doubling down on this promise by adding another 50 cars this year.\nThe Employee Ownership Program stands distinct from conventional ESOPs and equity-sharing schemes. Unlike traditional plans that vest over time, this initiative offers direct equity ownership as a testament to an employee's alignment with the company's core values and their integral role in the company's development. Ideas2IT is not merely distributing shares but handing over true founder privileges, including a say in the company's trajectory.\nThis annual programme is designed as a continuous rewarding exercise, aimed at expanding the equity pool with deserving employees who embody the community spirit, demonstrate exceptional attitude and passion, and opt for loyalty by choice.\nThe selection process is different from how ESOPs are typically allocated, as it focuses on values-driven contribution rather than just skill sets.\nUpon receiving ownership, employees are expected to further their contributions to the community and maximize their impact with even greater enthusiasm. Notably, the equity remains with the employees even if they part ways with the company, without affecting their salary structure.\nThis initiative is not intended to compensate for any other aspect of their employment but to acknowledge and reward their intrinsic worth and dedication.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Human Interest",
    "Labor"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-02T12:03:58.171+02:00",
  "updated": "2024-01-02T12:03:58.171+02:00"
}