{
  "thread": {
    "uuid": "f7717deb79816246a261a8fbac31aacb77917b65",
    "url": "http://www.uniindia.com/farooq-pitches-for-india-pak-dialogue-to-restore-peace-in-sub-continent/north/news/3193952.html",
    "site_full": "www.uniindia.com",
    "site": "uniindia.com",
    "site_section": "http://www.uniindia.com/feed.aspx?lang_id=1",
    "site_categories": [
      "media"
    ],
    "section_title": "United News Of India",
    "title": "Farooq pitches for India-Pak dialogue to restore peace in sub continent",
    "title_full": "Farooq pitches for India-Pak dialogue to restore peace in sub continent",
    "published": "2024-05-06T15:34:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.uniindia.com/cms/gall_content/2024/5/2024_5$largeimg06_May_2024_203415723.jpg",
    "performance_score": 0,
    "domain_rank": 27230,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f7717deb79816246a261a8fbac31aacb77917b65",
  "url": "http://www.uniindia.com/farooq-pitches-for-india-pak-dialogue-to-restore-peace-in-sub-continent/north/news/3193952.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Uniindia News Service",
  "published": "2024-05-06T15:34:00.000+03:00",
  "title": "Farooq pitches for India-Pak dialogue to restore peace in sub continent",
  "text": "States » NorthPosted at: May 6 2024 8:34PM Farooq pitches for India-Pak dialogue to restore peace in sub continentSrinagar, May 6 (UNI) National Conference President Farooq Abdullah on Monday pitched for holding talks with Pakistan to restore peace in the sub-continent. “Without fighting a war there is a way of talk”, Farooq told media persons while responding to Defence Minister Rajnath Singh’s recent statement on Pakistan Occupied Kashmir (POK). Mr Singh expressed confidence that Pakistan occupied Kashmir will merge with India. The former Jammu and Kashmir Chief Minister said that “when we (India) can talk to China numerous times despite occupying about 2000 kanals of our land and continuing the aggression, why not they (India) talk to Pakistan so that the bloodshed could end and peace be prevailed”. “If Defence Minister says so, let him do so. Who is stopping him? We will not reach there”, Farooq said and added “don’t forget that Pakistan also has the atom bomb and unfortunately if war happens that will fall on us. What will happen to those families who lost their earning members in terrorism,” he asked. He said terrorism is still there despite BJP’s tall claims it has ended after abrogation of Article 370 in Jammu and Kashmir. \"Ask the Home Minister of the country whether terrorism is still here or not,\" the National Conference President said, adding that \"our jawans are sacrificing their lives daily and the administration is silent only by issuing statements blaming the National Conference. They should come out of it. When asked whether his party is ready for the Assembly elections, Farooq said “we are ready for many years, BJP is not ready as they are still not getting their A B C candidates”. Regarding the demand made by the National Conference Kargil unit, Farooq said that National Conference is fighting elections with the INDIA alliance and it has been decided that the Congress candidate will be from Leh. He said the people of Kargil are demanding their candidate should fight the parliament elections while Leh demands their candidate. “We have directed our party workers to support and vote in favour of the candidate decided by the INDIA alliance”, Farooq said. He said \"if our party in Kargil will not accept the candidate and vote for him they will have no relation with us\". The former Chief Minister said the National Conference is a part of the alliance and will move forward with that. UNI QAB CS2025Tags: #Farooq pitches for India-Pak dialogue to restore peace in sub continent",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "farooq",
        "sentiment": "negative"
      },
      {
        "name": "singh",
        "sentiment": "none"
      },
      {
        "name": "farooq abdullah",
        "sentiment": "none"
      },
      {
        "name": "rajnath singh",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "pakistan",
        "sentiment": "none"
      },
      {
        "name": "kashmir",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "jammu",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-06T18:16:48.115+03:00",
  "updated": "2024-05-06T18:16:48.115+03:00"
}