{
  "thread": {
    "uuid": "5186c5af20edbe569094280c4e74c02cb96fb1e8",
    "url": "https://www.timesherald.com/2024/04/11/softball-north-penn-scores-early-and-often-in-win-over-pennsbury",
    "site_full": "www.timesherald.com",
    "site": "timesherald.com",
    "site_section": "https://www.thereporteronline.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "Bucks County &#8211; thereporteronline",
    "title": "SOFTBALL: North Penn scores early and often in win over Pennsbury",
    "title_full": "SOFTBALL: North Penn scores early and often in win over Pennsbury",
    "published": "2024-04-11T23:58:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.timesherald.com/wp-content/uploads/2024/04/IMG_8893.jpg?w=1024&#038;h=834",
    "performance_score": 0,
    "domain_rank": 54572,
    "domain_rank_updated": "2024-04-09T13:11:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5186c5af20edbe569094280c4e74c02cb96fb1e8",
  "url": "https://www.timesherald.com/2024/04/11/softball-north-penn-scores-early-and-often-in-win-over-pennsbury",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ed Morlock",
  "published": "2024-04-11T23:58:00.000+03:00",
  "title": "SOFTBALL: North Penn scores early and often in win over Pennsbury",
  "text": "Sports High School Sports High School Sports | SOFTBALL: North Penn scores early and often in win over Pennsbury Share this: Click to share on Facebook (Opens in new window) Click to share on X (Opens in new window) North Penn’s Bella Nunn threw a complete game against Pennsbury Thursday, April 11, 2024. (Ed Morlock/MediaNews Group) By Ed Morlock | emorlock@timesherald.com | The Times Herald PUBLISHED: April 11, 2024 at 8:34 p.m. | UPDATED: April 11, 2024 at 8:58 p.m. TOWAMENCIN >> North Penn’s Gabby Battavio led off the bottom of the first inning against Pennsbury with a single. She advanced to second on an error, scored on a single and the Knights led the rest of the way.\nNorth Penn scored in five different innings to support a strong outing from pitcher Bella Nunn in a 9-2 Suburban One League crossover win over Pennsbury Thursday afternoon at North Penn High School.\n“We got a run in almost every inning,” North Penn coach Rick Torresani said. “That’s what we try to do. If you score seven runs, you usually win the game. The kids are playing, they’re starting to hit the ball.”\nCasey Sokol and Nunn had RBI singles in the bottom of the first inning to build a 2-0 lead. The Knights (7-1, 4-1 SOL Colonial) added two more in the second when Izzy Tubertini tripled and scored on an error and Gianna Cimino singled home Battavio to make it a 4-0 game.\nNorth Penn’s Izzy Tubertini stands on third base after hitting a triple against Pennsbury Thursday, April 11, 2024. (Ed Morlock/MediaNews Group) Tallie Smink had an RBI single off the left-center fence in the third inning and Cimino added another RBI single in the fourth to extend the lead to 6-0.\n“Everyone was just seeing the ball really well today,” Nunn said. “We’ve been hitting well in practice, too. Once someone started hitting, everyone else got on the train and the energy just kept going and everyone contributed.”\nAfter the Falcons (3-2, 2-1 SOL Patriot) got a run back in the top of the sixth inning on a Jaylynn Rodweller RBI single, North Penn responded with a three-run bottom of the sixth. Nunn hit a two-run home run, her second of the season, over the right field fence and another run scored on an error, making it 9-1.\nPennsbury, which scored its second run on an Anna Evanchik RBI single in the top of the seventh, was able to get runners on base in the early innings, but couldn’t bring them home. The Falcons left runners on base in every inning, including runners in scoring position in the first, second, third, sixth and seventh innings.\n“We didn’t get the hit when we needed to and they did,” Pennsbury coach Frank McSherry said. “It seemed like every opportunity they had to score runs they did. That’s a credit to them. They weren’t hitting pop-ups. They were hitting shots through holes and hitting hard ground balls. They scored a ton of two-out runs and that was part of the difference.”\nNorth Penn’s Bella Nunn throws a pitch against Pennsbury Thursday, April 11, 2024. (Ed Morlock/MediaNews Group) Nunn was a big reason why the Falcons couldn’t get those key hits. She scattered eight hits – five of which came in the sixth and seventh innings – while striking out eight batters to one walk.\n“I’m just focused on one pitch at a time,” Nunn, who was having success with all her pitches, said, “just block the runner out on the bases and focus on the batter there because it’s already in the past. You just have to get the next out.”\n“It’s being tough and knowing that, ‘I’m not going to let a run score, they’re out there but I’m going to bare down and they’re going to have to hit a good pitch,'” Torresani said of Nunn with runners on base. “That’s what she’s done all season. She had a little hiccup against CB West, but other than that she’s been doing really well.\n“She’s doing really well and has a great attitude.”\nKylie Dressel took the loss for Pennsbury. In six innings she allowed nine runs on 12 hits with four strikeouts to two walks. The Falcons committed five errors that helped extend innings for North Penn.\nPennsbury’s Kylie Dressel threw a complete game against North Penn Thursday, April 11, 2024. (Ed Morlock/MediaNews Group) North Penn 9, Pennsbury 2\nPennsbury 000 001 1 – 2\nNorth Penn 221 103 x – 9\nWP: Bella Nunn 7 IP 8 K 1 BB8 H 2 R\nLP: Kylie Dressel 6 IP 4 K 2 BB 12 H 9 R\n3B: NP: Izzy Tubertini\nHR: NP: Bella Nunn\nShare this: Click to share on Facebook (Opens in new window) Click to share on X (Opens in new window) Most Popular Most Popular Norristown man enters not guilty pleas in double-fatal crash in Upper Merion Norristown man enters not guilty pleas in double-fatal crash in Upper Merion Montgomery County authorities investigating homicide in Springfield Township Montgomery County authorities investigating homicide in Springfield Township Rev. Gus Puleo, former pastor of St. Patrick Church, dies Rev. Gus Puleo, former pastor of St. Patrick Church, dies Montgomery County residents inducted into Pennsylvania Voter Hall of Fame Montgomery County residents inducted into Pennsylvania Voter Hall of Fame BASEBALL: Phoenixville’s Nico Nattle throws no-hitter against Norristown BASEBALL: Phoenixville's Nico Nattle throws no-hitter against Norristown West Norriton Township zoning proposal prompts pushback on plans for former state hospital site West Norriton Township zoning proposal prompts pushback on plans for former state hospital site Bucks County man accused of killing estranged wife in Springfield Township, Montgomery County Bucks County man accused of killing estranged wife in Springfield Township, Montgomery County Of All Things: Which president had the highest IQ? Of All Things: Which president had the highest IQ? Montgomery County OKs $3.37 million road repair program contract Montgomery County OKs $3.37 million road repair program contract Upper Gwynedd woman facing jail for role in scheme to steal COVID relief funds Upper Gwynedd woman facing jail for role in scheme to steal COVID relief funds Trending Nationally Questions could linger after video of fatal police shooting of Dexter Reed roils Chicago Federal safety investigators home in on electronics of cargo ship that destroyed Baltimore’s Key Bridge CT private school goes co-ed for first time, opening to girls. ‘The time seems right.’ Former Knicks guard Nate Robinson needs kidney transplant, doesn’t ‘have long to live’ Trump is about to go on trial in New York. Here’s what to expect",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gabby battavio",
        "sentiment": "negative"
      },
      {
        "name": "casey sokol",
        "sentiment": "none"
      },
      {
        "name": "nunn",
        "sentiment": "none"
      },
      {
        "name": "bella nunn",
        "sentiment": "none"
      },
      {
        "name": "rick torresani",
        "sentiment": "none"
      },
      {
        "name": "tallie smink",
        "sentiment": "none"
      },
      {
        "name": "izzy tubertini",
        "sentiment": "none"
      },
      {
        "name": "gianna cimino",
        "sentiment": "none"
      },
      {
        "name": "cimino",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "towamencin >> north penn",
        "sentiment": "negative"
      },
      {
        "name": "pennsbury",
        "sentiment": "negative"
      },
      {
        "name": "north penn high school",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "north penn",
        "sentiment": "none"
      },
      {
        "name": "pennsbury",
        "sentiment": "none"
      },
      {
        "name": "penn",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T04:50:46.947+03:00",
  "updated": "2024-04-12T07:01:33.602+03:00"
}