{
  "thread": {
    "uuid": "f3576995f36d6fcefc691f92d3bda813e32c1d83",
    "url": "https://www.timescolonist.com/opinion/letters-jan-15-appreciate-the-furnace-helping-the-less-fortunate-a-vancouver-island-sunshine-coast-ferry-8109138",
    "site_full": "www.timescolonist.com",
    "site": "timescolonist.com",
    "site_section": "https://www.timescolonist.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Times Colonist: victoriatimescolonist",
    "title": "Letters Jan. 15: Appreciate the furnace; helping the less fortunate; a Vancouver Island-Sunshine Coast ferry",
    "title_full": "Letters Jan. 15: Appreciate the furnace; helping the less fortunate; a Vancouver Island-Sunshine Coast ferry",
    "published": "2024-01-15T10:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.vmcdn.ca/f/files/victoriatimescolonist/json/2024/01/web1_heat-pump-vancouver.jpeg;w=663;h=1000;mode=crop",
    "performance_score": 0,
    "domain_rank": 9297,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f3576995f36d6fcefc691f92d3bda813e32c1d83",
  "url": "https://www.timescolonist.com/opinion/letters-jan-15-appreciate-the-furnace-helping-the-less-fortunate-a-vancouver-island-sunshine-coast-ferry-8109138",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Times Colonist",
  "published": "2024-01-15T10:01:00.000+02:00",
  "title": "Letters Jan. 15: Appreciate the furnace; helping the less fortunate; a Vancouver Island-Sunshine Coast ferry",
  "text": "Hug your furnace in these cold days With cold winters upon us, we must learn that to do without natural gas as well as enough electricity to heat our homes and businesses, we should preserve our supplies of natural gas as well as smartening up our electrical supplies. We have a bee in our bonnet to export millions of tons of LNG to Asia and beyond, just to get rid of it and make a dollar. What will we heat our homes with in new cold winters that we know are coming? If we do not have enough electricity now, how will we supply all the electric vehicles that Prime Minister Justin Trudeau commands that we convert to? We do not have an east to west electrical grid, we are mostly connected to the United States, north to south. This does not make us independent of their fluctuations. I have worked 44 years in industry to know that we cannot operate our society, as it is, without natural gas, coal and electricity, no matter how many heat pumps and EVs we buy. Try to imagine our world without heat in the winter. We are not ready or equipped to cope with that. Hug your furnace and appreciate the heat. J.I. Hansen Power engineer in steam and energy North Saanich Bringing warmth to the less fortunate Understanding that last week we had an unusual Arctic flow hitting, I decided to purchase as many coats that I could for the people that call Pandora Avenue and Our Place their home. I have done this before and have used a local store to help me. Thank you to the manager of Old Navy for my call to save all the coats they had in stock so I could come with my staff to purchase and deliver them to Our Place. We were able to deliver more than 25 warm, waterproof, lined coats to the people there. I am as guilty as anyone, driving by Our Place looking at the people there and ignoring the situation. Feeling that I could do more, I went to Pandora and sat and chatted to the people on the street. It was a cold and wet night, however, I have to give a huge thank you to the several churches, social groups and volunteers that supplied hot soup, drinks and food to the less fortunate. No one knows the answer to this problem, but I am so grateful that there is still some humanity in our community and that Victorians can help our less fortunate peoples in their time of need. Christon Smith Victoria What have you done to help the homeless? I thought it would be nice to go for a walk when the snow started falling but when I went outside it was freezing, so I went back into my cozy condo! First world problems, too cold to go walking. I can’t begin to imagine what it must be like for those homeless. We all must do what we, as individuals, can do to eliminate this abhorrent situation in Victoria. Have you done anything to help rectify this situation? Margaret Dickinson Victoria Idling is deadly, even in the cold Saturday morning I went for a long, long walk in the record cold weather we were having. I was really disheartened to see dozens of vehicles idling away, many with no occupants. Really? Could you not bundle up instead? We’re in a climate emergency and every ounce of carbon you emit matters! Think wildfires. And this year, they may well start in March. Dave Secco Victoria Cold winter weather is a sign of warming Many of my friends have it wrong. As we shiver in the cold snap, we should appreciate that we are actually experiencing first hand the very process of global warming. The normally tight polar vortex has loosened and sent a lobe southward towards us. The cold we feel results from heat being extracted by the atmosphere, warming it further. And so our cold weather paradoxically represents an acceleration in global atmospheric warming. Larry MacDonald Oak Bay Butt out for Weedless Wednesday Jan. 17 is Weedless Wednesday, the highlight of National Non-Smoking Week. The Canadian Cancer Society encourages those who smoke or vape to abstain from smoking for 24 hours. It could end up being the start of something wonderful. Since helping people quit smoking is a great interest of mine, I would also encourage those who smoke to try and become a non-smoker for the day. Try a day, what do you have to lose? You have everything to gain. Your body, your wallet, your family and friends, even your planet will thank you with amazing results. Since 1999, more than one million Canadians have quit smoking. Quitting smoking is not easy. Many patients I have helped in the community smoking cessation clinic have told me that quitting smoking was like giving up their “best friend.” This is merely the illusion of tobacco addiction distorting reality because what “best friend” would take your hard-earned money and shorten your life (on average a smoker lives 10 years less than a non-smoker). This “best friend” turns out to be your worst enemy. There are many ways to quit smoking. Just remember that there is the free 24-hour smokers’ helpline called Quit Now by phone at 1.877.455.2233 or online www.quitnow.ca. There is a new mini-website featuring information and resources on vaping featuring a journal guide, coping skills workbook and money savings tracker. The Talk Tobacco program offers culturally appropriate by telephone, text message and live chat support for quitting smoking, vaping and commercial tobacco use to Indigenous people in B.C. May everyone have a healthy and safe 2024! Dr. Derek Poteryko Medical Director of Community Health Nanaimo Island Health A direct way to get to the Sunshine Coast I frequently ride the ferry between Horseshoe Bay and Langdale. It is always overcrowded. People always have a sailing wait at either end of the route. A lot of people ride this ferry from the Sunshine Coast to get to Vancouver Island via Horseshoe Bay. There should be a ferry between Langdale and Nanaimo. This would reduce overcrowding on the Langdale to Horseshoe Bay ferry and on the Horseshoe Bay to Nanaimo ferry. This ferry would connect Vancouver Island with the lower half of the Sunshine Coast. It would save travel time between the Sunshine Coast and Vancouver Island. It would bring new customers onto B.C. Ferries and would boost tourism on Vancouver Island and the Sunshine Coast. People who live on the Sunshine Coast (but never travel to Vancouver Island) can go visit Vancouver Island. People who live on Vancouver Island (but don’t go visit the Sunshine Coast) can go and visit the Sunshine Coast. Our population is growing here on the south coast, and with that, so is ridership on the ferries and so is the need for the new ferry. What do Vancouver Islanders think? Should there be a ferry running from Langdale to Nanaimo? Would it help reduce overcrowding on the ferries connecting Nanaimo to Horseshoe Bay and Horseshoe Bay to Langdale? Would it help boost tourism on the Sunshine Coast and Langdale? Ian Dewar McPherson Richmond Ban cellphones in our classrooms There should be a total ban on cellphone use during classroom time! What nonsense this suggestion is. Our children/young adults are there to learn, and “to learn“ you have to pay attention and stay focused on the classroom instruction. Texting and finding out what Tom, Dick, and Jane are doing can wait until break time or lunch hour. Then they can fill their boots. Teachers deciding on an individual basis to allow/disallow will be fraught with challenges and problems; particularly when some allow it and others don’t. The mad rush to the classes where it is tolerated and abandonment of other teachers who don’t! Perhaps they could be used in mathematics, chemistry, and physics classes as calculators as we are told that our children’s math scores are in the tank and I suspect cellphones may have something to do with that phenomenon. I can’t think of anything more distracting and, quite honestly disrespectful, than students using their cell devices when teachers are attempting to instill some knowledge, interest, and skill in their lives instead of strategies to sneak use their cellphones. John Stevenson Victoria Dealing with failure in crime prevention In a spirit of helpfulness … failure is not an unequivocal outcome, and failure is not simply the opposite of success. For failure and to fail (which is probably obvious now with hindsight), productively, we should be drawn more to the definition of ‘failing’: a weakness or fault in somebody or something - in this case, senior police management and that of the municipal police boards they answer to. Putting more police on the streets arguably reduces homicide, reduces violent crime. But in today’s cost-restricted policing world, police must accept innovative and cost-effective approaches to preventing crime in their communities. Virtually all effective prevention programs will address quality of life in some way, whether by recommending target-hardening techniques or enhancing community trust by increasing collective efficacy. “Crime prevention through community trust building, partnerships, enforcement, and environmental and situational awareness and education is the most cost-effective way of achieving success. Prevention is proactive; it is targeted; it addresses quality of life; and it is adaptable.” Instructions and police orders issued by the commissioners at Scotland Yard in 1829–1830, reiterating Sir Robert Peel’s philosophy. It is as relevant to law enforcement today as it was in Peel’s lifetime, “It should be understood, at the outset, that the principle object to be attained is the prevention of crime.” William Perry Victoria SEND US YOUR LETTERS • Email: letters@timescolonist.com • Mail: Letters to the editor, Times Colonist, 201-655 Tyee Rd., Victoria, B.C. V9A 6X5 • Aim for no more than 250 words; subject to editing for length and clarity. Provide your contact information; it will not be published. Avoid sending your letter as an email attachment.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "justin trudeau",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "sunshine coast",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "vancouver island",
        "sentiment": "none"
      },
      {
        "name": "asia",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-15T11:13:26.778+02:00",
  "updated": "2024-01-15T15:48:45.517+02:00"
}