{
  "thread": {
    "uuid": "499933b00b943c3defe74b5879128c8422d5bbca",
    "url": "https://expressdigest.com/meet-the-lionhearted-young-british-israelis-who-left-london-to-rush-to-the-front-line-to-defend-the-jewish-state-when-hamas-launched-its-despicable-attacks",
    "site_full": "expressdigest.com",
    "site": "expressdigest.com",
    "site_section": "https://expressdigest.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "Express Digest",
    "title": "Meet the lionhearted young British-Israelis who left London to rush to the front line to defend the Jewish state when Hamas launched its despicable attacks",
    "title_full": "Meet the lionhearted young British-Israelis who left London to rush to the front line to defend the Jewish state when Hamas launched its despicable attacks",
    "published": "2024-03-11T03:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 37919,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "499933b00b943c3defe74b5879128c8422d5bbca",
  "url": "https://expressdigest.com/meet-the-lionhearted-young-british-israelis-who-left-london-to-rush-to-the-front-line-to-defend-the-jewish-state-when-hamas-launched-its-despicable-attacks",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ExpressDigest",
  "published": "2024-03-11T03:50:00.000+02:00",
  "title": "Meet the lionhearted young British-Israelis who left London to rush to the front line to defend the Jewish state when Hamas launched its despicable attacks",
  "text": "On the day Hamas terrorists staged their horrifying massacre last October, a 25-year-old Arsenal fan from North London was due to celebrate the Jewish festival of Simchat Torah with friends in Tel Aviv.\nBut when rocket-alert sirens began wailing relentlessly throughout the city at 6.30am, he immediately realised his plans would have to change.\n‘When the sirens went off, it was just instant: “What is going on?” ’ Aaron recalls.\nIt wasn’t long before he discovered the awful truth: as a barrage of 3,000 rockets rained down on Israeli towns and cities, Hamas fighters had breached the barrier that separated Gaza from Israel and were making their way in a motley assortment of cars, trucks and even parachutes to carry out a blood-crazed killing spree.\nThe terrorists massacred a total of 1,200 Jews that day and, as a UN report confirmed last week, systematically sexually assaulted Israeli women, violating at least two corpses.\nIn the wake of the October 7 attacks, Israel mobilised 360,000 reservists, and among them were scores of dual-nationality British-Israeli citizens\nLondoners Aaron and another soldier. Aaron was determined to join the IDF, and spent 18 months proving he had what it takes to serve in one of Israel’s most elite units\nAnd so, when his phone rang at 10.15am, Aaron — a university business student and military reservist — was not surprised to find that the caller was the commander of his unit, ordering him to report to base.\nHis body coursing with adrenaline, Aaron had no time to say goodbye to his friends or call his parents in London before jumping on his motorbike and racing south to join his comrades in Maglan, an elite special forces unit.\nOne of the most secretive units in the IDF, it is known for conducting high-risk operations deep behind enemy lines, and counts former Israeli Prime Minister Naftali Bennett among its past members.\nIn the wake of the October 7 attacks, Israel mobilised 360,000 reservists, and among them were scores of dual-nationality British-Israeli citizens.\nI met two of them this week, and their tales of life on the front line were in sharp contrast to the peaceful upbringings they enjoyed in suburban Britain.\nAaron was born in London and ‘made aliyah’ — the process of a Jewish person moving to Israel — in 2018 when he was 18, leaving his family in the UK.\nHe was determined to join the Israel Defence Forces (IDF), and spent 18 months proving he had what it takes to serve in one of Israel’s most elite units. He tackled arduous assault courses and participated in exercises, including ‘sprints up and down sand dunes, big crawling tasks and running with a stretcher’.\nBut despite his extensive training and experience, when we spoke in Tel Aviv this week, Aaron admitted to a deep sense of foreboding as he prepared for battle.\n‘We had never imagined an issue of this scale,’ he says. ‘My journey to base was scary because I had no idea what awaited me.\n‘All I knew was that I needed to get there as quickly as possible. The roads were completely empty, and traffic lights were being zoomed past by everyone. It felt like some sort of apocalypse.’\nAaron was one of the first soldiers scrambled to confront the threat from Hamas, and in the early days of Israel’s military response there were shortages of vital equipment.\nIn the absence of a bulletproof vest, Aaron shoved ‘magazines, a medical kit and grenades’ into the pockets of his flak jacket before getting into an armoured car to drive to the front.\nFor almost five days, he fought to repel some of the 3,000 bloodthirsty Hamas militants who had invaded Israel.\nHis team’s first stop was a kibbutz in Sderot, where at least 50 civilians, including a minibus full of 15 senior citizens and 20 police officers, had been massacred. When Aaron arrived at the kibbutz, corpses littered the streets, and death lurked round every corner.\nThe soldiers’ task was made all the more difficult by the fact that terrified Israeli civilians and other IDF units were present along with the terrorists in Sderot, a city of 30,000, less than a mile from the Gazan border.\nArmed with M4 assault rifles — which can take out targets with a three-round burst from up to 600 metres away — Aaron’s team engaged in deadly gunfights with militants.\n‘You don’t always know where people are when they are shooting,’ he says. ‘They can be 100 metres away, hidden between a few bushes or in between trees. War is loads of confusion. You have no idea what’s going on around you at any point in time.’\nBetween his missions, Aaron would catch a few hours of sleep ‘whenever I had a moment and wherever I found myself . . . on the ground, under bushes or in bomb shelters’.\nPalestinian militants celebrate beside an Israeli tank on the Gaza Strip. According to the Hamas-run health ministry, more than 30,000 Palestinians have died since October 7\nFighting alongside him was Captain Yuval Halivni, 30, who left his wife and two-year-old son at home to dash to the battlefield. ‘We served in the same platoon together,’ says Aaron. ‘Very much side by side over those initial days in October. Yuval was the last person I said “Goodbye” to, and I said “See you there” before I drove to Sderot.’\nTwo days later, on October 9, Yuval was shot dead during a gunfight.\nAaron’s mission escalated to a whole new level on October 27 when he became one of a handful of Brits sent to fight on the front line as Israel’s ground invasion of Gaza began. In all, he spent two-and-a-half months there, fighting terrorists and searching for the hostages.\nAlso serving in Gaza was North Londoner Edward, 22, a Spurs fan and reservist paratrooper in the Israeli special forces.\nLike Aaron, he refused to give his real name amid concern that his family in Britain could be targeted. Some pro-Palestinian campaigners have demanded Brits be prohibited from serving in the IDF and, while the Foreign Office has made it clear that the UK respects the rights of dual nationals to fight in ‘legitimately recognised armed forces’, this hasn’t stopped the militants.\n‘Friends of mine who have said [publicly] they are in the IDF have been crucified for it,’ says Edward. ‘They have received death threats and their families have been tracked down.’\nIn one recent incident, reported by the Mail, a Jewish university chaplain in Leeds was forced into hiding with his young family after receiving death threats and warnings that his wife would be raped over his role as an IDF reservist.\nEdward admits he has been shocked by the ‘virulent anti-Semitism’ that has flourished in Britain in the aftermath of October 7.\n‘[After the massacre] groups around the world took the opportunity to completely, outwardly and vocally express their hatred for Jewish people,’ he observes.\n‘It was very reminiscent of the stories I had heard from my grandparents. Jews being branded for being Jews. Businesses being shut down and boycotted just because of their Jewish connection.\n‘It’s crazy to me that we have regressed so much [as a society] that people [are now] praising Bin Laden . . . and chanting “From the river to the sea” without even knowing what it means.’\nEdward, who left his family to move to Israel aged 16 and joined the army two years later in 2020, adds: ‘It was an honour to come here and serve in the IDF and protect the citizens of the state.’\nHe had been discharged from active duty two months before October 7, and was holidaying in the U.S. as the assault unfolded.\nThe call came at 2am American time. ‘My commander said: “You have to get back to Israel now.”\nSome 247 Israeli soldiers have been killed since the outbreak of war. Pictured: The scene at Ichilov hospital in Tel Aviv following the Hamas attack\n‘I didn’t understand what was going on. So I went online and started seeing the videos. Within 48 hours, I had booked a ticket back to Israel.’\nAfter a month of intensive training, Edward was deployed to Gaza. ‘Our goal was breaking down Hamas infrastructure and uprooting it, because much of it was underground. The first time I saw a Hamas terror tunnel, it felt surreal. They are just these dank, dark holes in the ground.\n‘After we had cleared them, you could smell the stench of dead terrorists coming out of the tunnels for days.\n‘But honestly, we found so many [tunnels] and destroyed so many of them that it felt normal seeing them after a while.\n‘Often we would see the entrance of the tunnels and discuss among ourselves what a horrible existence it must have been to live inside them.\n‘We actually captured some terrorists who were inside, and they spoke to us of not having food, water or connection to their commanders. So they just came out and surrendered.’\nEdward also recalls how the Hamas fighters would operate in ways which endangered Palestinian civilians.\n‘Warfare in Gaza is completely asymmetrical,’ he says. ‘You are trying to operate in the most methodical and straightforward way, but you’re dealing with an enemy that will attack you from anywhere and wear civilian clothing. It’s very difficult to keep track of where your enemy is. It’s gritty and it’s tiring.’\nHe described the battlefield and Gaza as a ‘warped dystopian reality’, with signs of Hamas’s ‘malevolent’ and controlling presence everywhere.\n‘It’s very threatening — things like cameras on every street, tunnels in people’s gardens, and grenades in children’s bedroom drawers; all things I personally saw and found. I found many children’s books with anti-Israel and anti-Zionist writings.’\nIn the UK, Israel’s operations in Gaza have become increasingly controversial. The UN, widely accused of being pro-Palestine, has been warned that Israel is inflicting ‘collective punishment’.\nBut Israel has vehemently denied any wrongdoing, and the British-Israeli soldiers I spoke to expressed frustration about the way the IDF and Israel is being portrayed in the Western media.\nThey insist that British people who have never been to Israel or Palestine, or fought in war, cannot fully grasp the situation on the ground.\n‘Morality was always front and foremost in my mind,’ says Edward. ‘There is enormous work done by the IDF to ensure things are done with minimum civilian casualties.\n‘I watched as we entered civilian-populated areas and literally announced our presence. Guys with megaphones would say: “The IDF is currently operating in this area — if any civilians who haven’t previously evacuated are still here, then please leave.”\n‘There were designated zones with heavy concentrations of civilians that we weren’t allowed to go close to. Interestingly enough, these were the areas which had the highest concentration of Hamas soldiers.\n‘There was a school near our base of operations that was full of civilians. [Hamas] used it as a hideout . . . because it knew we weren’t going to bomb a school with all those civilians still inside.\n‘About 5 per cent of the time it is how it is portrayed [in the media], with all the explosions and death and running around and clearing tunnels. But that is a very small fraction of the day-to-day.\n‘A lot of war is just things like holding the line, planning, recuperating and performing guard duty.’\nLike Edward, Aaron testifies to the moral standards of the IDF and the difficulty of combating Hamas and its guerilla tactics, including using civilians as human shields.\nHamas fighters even lure Israeli soldiers towards hidden explosives and booby traps by using speakers to play audio of people crying and speaking in Hebrew.\n‘We are lucky the IDF is so well-practised, in terms of debating what is right and what is wrong,’ Aaron says. ‘We are in a brutal, very difficult moral war. Hamas is playing psychological tricks, notably with the hostages.\n‘There are moral difficulties, but I feel we [the IDF] went about them in the right way.’\nAccording to the Hamas-run health ministry — which does not distinguish between civilians and combatants — more than 30,000 Palestinians have died since October 7.\nMillions more Palestinians have been forced to flee their homes and are living in refugee camps near the Egyptian border.\nThis plays on the minds of both soldiers, but they insist Israel has no choice but to destroy Hamas.\n‘Many people have experienced, and are experiencing, immense suffering because of this war,’ Edward says.\n‘This is something that is tearing both nations apart. I don’t know a single Israeli who would have chosen this war.\n‘But after what we saw on October 7, it is vital to the survival of this state and the Jewish people that Hamas is not able to build in the way it did and do what it did to us [again].’\nSome 247 Israeli soldiers have been killed since the outbreak of war at the time of publication. This weighs heavy on the hearts of both Aaron and Edward.\n‘I find it wild being 25 and knowing you have had so many friends who have died,’ Aaron admits.\nHe feels the loss of two friends particularly deeply: Daniel Kastiel, 24, and Itay Moreno, 24, who were killed together on October 11 while fighting terrorists on Zikim beach, three miles north of Gaza City.\nFor Edward, one of the most painful days of the war was when the youngest member of his battalion was killed in a surprise attack, while he was guarding base camp.\n‘One of my commanders had returned to camp, and from 20 metres out we could see that something was really wrong,’ he says. ‘[The young man] was almost grey.\n‘The captain told us what had happened and said: “He’s not with us any more.” But he died a hero, fighting for his country.’\n***\nRead more at DailyMail.co.uk",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://www.dailymail.co.uk/news/article-13179743/young-British-Israelis-London-frontline-Jewish-Hamas-attacks.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
    "https://dailymail.co.uk/news/article-13179743/young-British-Israelis-London-frontline-Jewish-Hamas-attacks.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
    "https://www.dailymail.co.uk/news/article-13179743/young-British-Israelis-London-frontline-Jewish-Hamas-attacks.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "aaron",
        "sentiment": "none"
      },
      {
        "name": "simchat torah",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "neutral"
      },
      {
        "name": "un",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "london",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "north london",
        "sentiment": "none"
      },
      {
        "name": "tel aviv",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-11T04:18:21.339+02:00",
  "updated": "2024-03-11T04:18:21.339+02:00"
}