{
  "thread": {
    "uuid": "ad158ec4c80020e080aa0447d74c46e8ac060484",
    "url": "https://www.dailynebraskan.com/news/first-female-cadet-selected-for-space-force-from-unl/article_42e1de18-dcf4-11ee-b068-2f535579c979.html",
    "site_full": "www.dailynebraskan.com",
    "site": "dailynebraskan.com",
    "site_section": "https://dailynebraskan.com",
    "site_categories": [
      "media"
    ],
    "section_title": "dailynebraskan.com | Student voice of the University of Nebraska-Lincoln since 1901",
    "title": "AFROTC cade selected as first female cadet from UNL | News | dailynebraskan.com",
    "title_full": "AFROTC cade selected as first female cadet from UNL | News | dailynebraskan.com",
    "published": "2024-03-08T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/dailynebraskan.com/content/tncms/assets/v3/editorial/d/b3/db36277e-dcd5-11ee-8a07-a746239afbc0/65ea45fbdb84a.image.jpg?crop=1763%2C926%2C0%2C124&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 56877,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ad158ec4c80020e080aa0447d74c46e8ac060484",
  "url": "https://www.dailynebraskan.com/news/first-female-cadet-selected-for-space-force-from-unl/article_42e1de18-dcf4-11ee-b068-2f535579c979.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kanwal Naz",
  "published": "2024-03-08T02:00:00.000+02:00",
  "title": "AFROTC cade selected as first female cadet from UNL | News | dailynebraskan.com",
  "text": "Taylor Ziepke, a senior mathematics major, is the first woman to join the youngest branch of the U.S. Military, the Space Force, from the Air Force ROTC program. She is driven by her lifelong passion for space. Her inspiration behind wanting to be a part of the Space Force program stems from her childhood. “Ever since I was little, I've wanted to be an astronaut. And then when I was a senior in high school, it was 2020, and the Space Force was made in 2019,” Ziepke said, “And I was kind of going back and forth if I wanted to do ROTC or not when I was a senior. Once I knew that the Space Force was being formed, … I felt like that was a sign because I was that kid that wanted to be an astronaut. And I was obsessed with space and was at the science fair and did all that stuff. And so that felt like a sign to me and like fate.” She went through the whole interview process last year in the spring and then found out the outcome of her selection in the Space Force last September. She said she is excited to set a foundation for future men and women that want to go to space, specifically through the Space Force. According to Ziepke, the Space Force stands as the youngest and smallest branch in the military with an estimated 16,000 personnel. This is relatively small, combined with a limited array of career fields which results in a highly selective recruitment process. “There was an individual, Lieutenant Roush, (who was) commissioned in the Space Force when I was a freshman here. He was the first one to be commissioned in the Space Force from our ROTC detachment at Lincoln,” she said. “So technically, I'm not only the second one to commission into the space force, but I'm (also) the first female from our program.” Ziepke said the Space Force program encompasses a wide range of operations beyond the traditional image of rockets and space exploration. It involves satellite operations, launches, debris tracking in space, cyber operations, engineering and various other components. The program is crucial for military operations across all branches, as satellites play a vital role in communication, navigation and surveillance. Being in its early stages since its establishment in 2019, the Space Force is continuously evolving, shaping its culture and refining its operational strategies. In discussing her future role, Ziepke said she will serve as a Space Operations Officer. Initially, she will undergo a comprehensive year-long training program covering various aspects of the position, such as space operations, cyber intelligence and acquisitions. She said she will oversee activities related to satellites and satellite command and control. This includes conducting space operations, leading subordinate personnel and managing satellite command functions. Ziepke highlighted the diverse areas within space operations, mentioning possibilities such as orbital warfare and electronic warfare. She said that while the specifics of her role will become clearer during training, the breadth of responsibilities is significant. Her training will encompass cyber acquisitions and space intelligence, adding to the multifaceted nature of her role. Ziepke explained her role and contribution to her current program. \"In ROTC, it's this Reserve Officer Training. I'm (in) the Air Force Reserve Officer Training Corps,\" she said. \"Right now, I'm a senior, and my position in the program is wing engagement officer. I help staff recruiting events for ROTC, like Red Letter Days and Husker Saturdays. I gather cadets to assist at our recruiting events. I'm currently planning a shadow day in March where we're inviting local high schoolers to join us for a day in the life of an ROTC cadet.\" Ziepke advises students to follow their passions, regardless of how small they are. “If you have a dream in your heart, you were given that dream for a reason.It's up to you to chase it, and the sky is not the limit. You can do anything you set your mind to. I just want to be the best Space Force leader I can be and inspire those around me to chase their dreams, be the best leaders that they can be and work hard in everything they do,” Ziepke said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "taylor ziepke",
        "sentiment": "negative"
      },
      {
        "name": "ziepke",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "unl",
        "sentiment": "negative"
      },
      {
        "name": "space force",
        "sentiment": "none"
      },
      {
        "name": "air force",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T13:26:33.955+02:00",
  "updated": "2024-03-08T13:26:33.955+02:00"
}