{
  "thread": {
    "uuid": "3f63ccfa0f0bd57697efcc0eac024e49953258dc",
    "url": "https://heraldodemexico.com.mx/edicion-impresa/2024/1/2/turistas-vuelven-acapulco-tras-el-paso-de-otis-566444.html",
    "site_full": "heraldodemexico.com.mx",
    "site": "heraldodemexico.com.mx",
    "site_section": "http://heraldodemexico.com.mx",
    "site_categories": [
      "travel",
      "mexico_and_central_america"
    ],
    "section_title": "El Heraldo de México | El diario que piensa joven",
    "title": "Turistas vuelven a Acapulco tras el paso de \"Otis\" | El Heraldo de México",
    "title_full": "Turistas vuelven a Acapulco tras el paso de \"Otis\" | El Heraldo de México",
    "published": "2024-01-02T11:13:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://heraldodemexico.com.mx/u/fotografias/m/2024/1/1/f1280x720-867428_999103_5050.jpg",
    "performance_score": 0,
    "domain_rank": 22160,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3f63ccfa0f0bd57697efcc0eac024e49953258dc",
  "url": "https://heraldodemexico.com.mx/edicion-impresa/2024/1/2/turistas-vuelven-acapulco-tras-el-paso-de-otis-566444.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Karla Benítez",
  "published": "2024-01-02T11:13:00.000+02:00",
  "title": "Turistas vuelven a Acapulco tras el paso de \"Otis\" | El Heraldo de México",
  "text": "En vísperas de Año Nuevo, Acapulco reportó 70.1 por ciento de ocupación en las 4 mil 534 habitaciones que hay disponibles en el puerto. Este recibimiento se da a más de dos meses del paso del huracán Otis por el puerto, lo que destruyó 80 por ciento de hoteles. Previo a la celebración de fin de año, este sábado continuó el arribo de visitantes principalmente de estados vecinos como Ciudad de México, Puebla, Morelos y Estado de México. En el caso de algunas familias, como la de los Sánchez Carmona, viajaron a la ciudad para escapar de las bajas temperaturas y “para ver cómo quedó Acapulco”, dijo Bertha Carmona Díaz. Así como ellos, decenas de familias han buscado hospedarse en los 127 hoteles que funcionan hasta ahora, y otros más han optado por acampar en la arena de playas como Papagayo y Manzanillo. “Nos quedaremos aquí para disfrutar de la Gala de Pirotecnia. Esperábamos que no nos dejaran, pero hasta ahora todos han sido muy amables. Nosotros venimos porque queremos ayudar a que se levante y descansar”, añadió Sara, turista de Ecatepec, Estado de México. PIROTECNIA, LA ATRACCIÓN La Gala de Pirotecnia representa para los restauranteros el último empuje para la reactivación. Algunos de ellos consideran que el espectáculo era una ayuda para subsanar un poco sus bolsillos, afectados por la baja afluencia de turistas. Los platillos para recibir el 2024 en la franja de arena de la zona Dorada fueron vendidos desde los 899 pesos por persona hasta los mil 355 pesos. “Las reservaciones no han sido igual que antes, porque evidentemente se redujo la capacidad de los restaurantes, pero en general hay buena respuesta de las familias”, dijo César Pérez, encargado de uno de estos comercios. Para esta celebración, el Gobierno de Guerrero alistó 17 plataformas de pirotecnia distribuidas a lo largo de la bahía de Santa Lucía, donde en punto de la medianoche se detonaron más de 10 mil disparos de fuegos artificiales. Al igual que el año pasado, 700 drones ofrecieron un espectáculo que pudo observarse durante diez minutos, desde la Condesa y el Parque de la Reina, clave en el puerto. - 70.1 por ciento es el estimado de la ocupación hotelera. - 4 mil 534 camas disponibles. - 127 hoteles abrieron puertas. OFRECEN SHOW 1.- Guerrero alistó 17 plataformas de juegos pirotécnicos. 2.- A la medianoche se detonaron 10 mil fuegos. 3.- Al menos 700 drones participaron en el espectáculo. PAL",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-02T12:09:51.199+02:00",
  "updated": "2024-01-02T12:09:51.199+02:00"
}