{
  "thread": {
    "uuid": "922f5db22be1a5d4b83f73a87a213ea8c622360e",
    "url": "https://time.news/the-10th-sahraouiya-solidarity-raid-supports-sos-childrens-villages-morocco-in-the-launch-of-its-6th-village-in-dakhla",
    "site_full": "time.news",
    "site": "time.news",
    "site_section": "https://time.news/feed/",
    "site_categories": [],
    "section_title": "TIme News",
    "title": "The 10th Sahraouiya Solidarity Raid supports SOS Children’s Villages Morocco in the launch of its 6th village in Dakhla",
    "title_full": "The 10th Sahraouiya Solidarity Raid supports SOS Children’s Villages Morocco in the launch of its 6th village in Dakhla",
    "published": "2024-04-19T01:22:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 67005,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "922f5db22be1a5d4b83f73a87a213ea8c622360e",
  "url": "https://time.news/the-10th-sahraouiya-solidarity-raid-supports-sos-childrens-villages-morocco-in-the-launch-of-its-6th-village-in-dakhla",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "times news cr",
  "published": "2024-04-19T01:22:00.000+03:00",
  "title": "The 10th Sahraouiya Solidarity Raid supports SOS Children’s Villages Morocco in the launch of its 6th village in Dakhla",
  "text": "2024-04-18 22:22:31\n“At each edition of Sahraouiya, we make sure to raise funds to help local populations who are in a precarious situation. This year, we have chosen to support SOS Villages d’Enfants Maroc which is launching the construction of its 6th Village in Dakhla”, announced Laila Ouachi, president of the Lagon Dakhla association for the development of sport and culture, initiator of the Sahraouiya women’s sports and solidarity raid in Dakhla.\nSpeaking at the press conference dedicated to the announcement of the construction of the 6th SOS Children’s Village in Dakhla, Ms. Ouachi said she was proud of this partnership with SOS Children’s Villages Morocco which confirms the solidarity commitment of the raid.\n“It is in line with our values, the values ​​of sharing, surpassing oneself, solidarity, self-sacrifice, commitment and responsibility,” she said.\nAnd to continue that “a gala evening will be organized at the end of this tenth edition in favor of SOS Villages d’Enfants Maroc which has launched a fundraiser for the construction of its 6th village”, specifying that this village is “the first of SOS Children’s Villages Morocco in the Southern Provinces”.\nFor his part, the president of SOS Children’s Villages Morocco, Amine Demnati, underlined the crucial importance of the expansion of the organization in all regions of Morocco, noting that “it is our duty to ensure that every child in Morocco has access to a loving and secure home.\n“We aspire to expand our presence throughout Morocco to meet the growing needs of vulnerable children across the country, in order to create a significant and positive impact in their lives and in society,” he stressed.\n“SOS Children’s Villages Morocco is celebrating its 40th anniversary this year. On this occasion, the Association announces the launch in the next three months of construction work on the 6th SOS Children’s Village in Dakhla, the first in the Provinces of southern Morocco”, he said happily.\n“This new structure, which is scheduled to open during the year 2025, will be made up of eight houses and will provide a home for more than 60 children. This is a new stage in the development of SOS Villages d “Enfants Maroc, which intends to cover all regions of Morocco,” said Mr. Demnati.\nTo complete the financing of this project, he added, a fundraising campaign will be launched in partnership with Sahraouiya on the occasion of the 10th anniversary of its raid, a sporting and solidarity adventure which takes place every year in the desert. with the participation of women from Morocco and several other countries in Africa and Europe.\nThis 100% female sporting event is run in pairs from start to finish for a shared adventure. This raid sails between the turquoise waters of the Atlantic Ocean and the golden sand dunes. The participants compete in different events (Boot camp, canoe, run & bike, trail, orienteering, mountain biking) spread over 4 days.\nThis sporting challenge is above all a raid of discovery and sharing through unique Moroccan landscapes. Thanks also to the commitment of the participating teams, numerous associations have been supported annually at national and international level since the first edition.\n2024-04-18 22:22:31",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ouachi",
        "sentiment": "none"
      },
      {
        "name": "laila ouachi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "sahraouiya solidarity raid",
        "sentiment": "negative"
      },
      {
        "name": "sos villages d’enfants maroc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "morocco",
        "sentiment": "none"
      },
      {
        "name": "sahraouiya",
        "sentiment": "none"
      },
      {
        "name": "dakhla",
        "sentiment": "none"
      },
      {
        "name": "lagon dakhla",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:32:49.938+03:00",
  "updated": "2024-04-19T04:20:51.817+03:00"
}