{
  "thread": {
    "uuid": "782a2783791260b58427a4ff7449fcac6fe91cda",
    "url": "https://www.sheknows.com/entertainment/slideshow/2665901/prince-william-dating-history",
    "site_full": "www.sheknows.com",
    "site": "sheknows.com",
    "site_section": "https://amtrak.einnews.com/live_feed",
    "site_categories": [
      "sexuality",
      "health",
      "womens_health"
    ],
    "section_title": "Live Feed Wire - Amtrak News Today - EIN Presswire",
    "title": "Every Woman Prince William Reportedly Dated Before Kate Middleton",
    "title_full": "Every Woman Prince William Reportedly Dated Before Kate Middleton",
    "published": "2024-03-14T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.sheknows.com/wp-content/uploads/2023/06/prince-william-16.jpg?w=1024",
    "performance_score": 0,
    "domain_rank": 3071,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "782a2783791260b58427a4ff7449fcac6fe91cda",
  "url": "https://www.sheknows.com/entertainment/slideshow/2665901/prince-william-dating-history",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Delilah Gray",
  "published": "2024-03-14T02:00:00.000+02:00",
  "title": "Every Woman Prince William Reportedly Dated Before Kate Middleton",
  "text": "Prince William and Kate Middleton are one of the royal family’s most enduring love stories so it is hard to imagine that the future king had any other romantic partner before his now-wife. William and Kate met in college, back in 2001, while studying at St. Andrews University and began a friendship that soon developed into something more. “We were friends for over a year first,” William told People in 2010 after the couple got engaged. “It just sort of blossomed from then on.” They became roommates, with a group of friendship, before embarking on a romance in 2002. “[We] realized we shared the same interests,” William explained. “[We] just had a really good time.” After over two decades together, it is hard to remember a time before Will and Kate. However, if you dig back a little further, there was a time when William was known as a bit of a heartthrob. Despite the Prince and Princess of Wales having a fairytale-esque romance story, it wasn’t all royal jewels and family vacations. It seemed like William would never settle down, but now he and Kate have three kids, a gorgeous home, and are steadily on the path to becoming King and Queen. While a lot of royal relationships can’t be confirmed or denied unless they make an official royal outing, William was linked to quite a few classmates, notable society members and, erm, even a distant cousin (we’ll get to that too…) Check out every woman William has reportedly dated before he and Kate tied the knot in 2011! A version of this article was originally published on Nov 28, 2022. - 1999: Davina Duckworth-Chad Though their alleged fling was never confirmed, William was briefly linked to family friend Davina Duckworth-Chad in 1999. Per the Daily Mail, Duckworth-Chad and William were linked in 1999 after she joined the future king on a cruise ship, dubbed a “love boat” in the Aegean Sea. Not much is known, except for the fact that they’re technically related. According to E! News, her mom is Princess Diana’s cousin. - 2000: Rose Farquhar According to the Daily Mail , William dated his “first love” aspiring singer Rose Farquhar in 2000 after meeting at the Beaufort Polo Club in Gloucestershire. Their relationship reportedly began not long after William finished his A-levels at Eton before his pre-college gap year. Rose is the youngest daughter of Captain Ian Farquhar, who died in 2024, a longtime friend of King Charles who once served as an equerry to Queen Elizabeth’s mother. In the years after their romance, William and Rose reportedly remained friends and Will even attended her 2022 wedding. - 2000-2001: Jecca Craig Jecca Craig and William met back in 1998 in Kenya during a school holiday but reportedly didn’t start dating until 2000 during William’s pre-college gap year. The two split before William headed off to St. Andrews but remained friends, even reuniting briefly on a family trip in 2004 while Kate and Will were allegedly on a break. Their friendship allegedly didn’t go over well with Kate. According to the book Brothers and Wives: Inside the Private Lives of William, Kate, Harry, and Meghan, Kate was allegedly tired of being “threatened and humiliated” by her boyfriend and his friendship with his ex and insisted he distance himself from her. - 2001: Arabella Musgrave William and Arabella Musgrave reportedly dated in 2001, during his final summer before going to college. Vanity Fair’s royal correspondent Katie Nicholls reported that the pair, who had known one another peripherally since childhood, connected at a party before embarking on a whirlwind romance. “As she walked through the house party at the van Cutsems’ family home, William did a double take,” Nicholls wrote in 2010 . “They danced and drank into the early hours, and when Arabella said her good-nights, the prince quietly slipped out of the room to follow her upstairs. It was the beginning of a passionate romance, and the two spent as much time together that summer as possible.” The pair reportedly mutually agreed to end their relationship once William’s first semester at St. Andrews began. Musgrave’s went on to become the head of PR at Gucci. - 2001: Carly Massy-Birch Carly Massy-Birch and William were reportedly together for about “six or seven weeks when they first arrived at St Andrews,” per her parents. “I’m a real country bumpkin,” Massy-Birch later said, via Katie Nicholl in Vanity Fair. “I think that was why we had a connection. William was in the year below, and we just happened to meet through the general St. Andrews melee. It’s such a small place that it was impossible not to bump into William, and after a while, there was nothing weird about seeing him around. We got on well, but I think we would have got on well even if nothing had been going on romantically. It was very much a university thing, just a regular university romance.” - 2001: Olivia Hunt William allegedly also dated aspiring writer-now-journalist Olivia Hunt during their first year at St. Andrews. Actually, they were dating right at the time William met Kate, but there was no bad blood. In fact, per https://www.dailymail.co.uk/news/article-448603/The-girl-make-Kate-jealous.htmlthey’re all pretty good friends to this day! - 2003: Bryony Daniels William was briefly linked to fellow St. Andrews student Bryony Daniels in 2003 while the pair were moving in the same social circle. However, when William and Kate’s relationship was first publicized in 2004, it was reported that the couple had been secretly dating for a year so we’re guessing Daniels was never anything more than a friend. - 2004: Isabella Anstruther-Gough-Calthorpe According to the Daily Mail, William briefly pursued millionaire heiress Isabella Calthorpe in 2004 during a brief break in his romance with Kate. “William said he needed a break and that summer he went on a boys-only holiday to the Greek Islands,” a source alleged . “Isabella was very much on the scene that summer. I would go so far as to say that William dumped Kate because he thought he had a chance with Isabella and Kate knew that.” The source went on to claim that Calthorpe, who is now married to billionaire Richard Branson’s son Sam, rejected William’s advances. “He had fallen for her in a huge way and wanted to be with her. He propositioned her several times that summer and although Isabella was single, she knocked William back and said it would be too damaging for her and her career,” the source claimed, stating that Kate waited for William and took him back on the condition that he never speak to Calthrope again. - 2004: Anna Sloan Royal author Katie Nicholl’s 2010 book William and Harry, via Express UK , Calthorpe wasn’t the only woman William pursued in 2004. Nicholl’s called the break with Kate a “trial separation” that the pair agreed to do before reuniting. During that time, William alleged grew close to American heiress Anna Sloan. However, a romance never blossomed. - 2006: Natasha Hamilton Newspapers had a field day when Natasha Hamilton, an ex-member of the pop group Atomic Kitten, and William looked like they were making out at the Prince’s Trust 30th anniversary concert in 2006. She told the Sun per Female First, “It looks like I’m going in for the kiss. But I really was not. It’s all rather unfortunate. You’ve got to laugh it off.” And that’s all there is to it - 2007: Ana Ferreira After William reportedly dumped Kate Middleton over the phone in 2007, he was seen out partyingwith a woman named Ana Ferreira, per https://www.dailymail.co.uk/news/article-8973627/How-William-Kates-relationship-hit-rocks-Prince-weighed-expectation.html. However, they were never seen again and Will and Kate ended up reuniting for good in June 2007.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://www.dailymail.co.uk/news/article-513334/Carly--beautiful-brunette-dated-William-Kate.html",
    "https://www.dailymail.co.uk/femail/article-2347032/Royal-ex-factor-society-wedding-Harrys-3-blondes-Wills-SIX-beauties-Kate-Middleton-saw-off.html",
    "https://www.dailymail.co.uk/news/article-448603/The-girl-make-Kate-jealous.htmlthey’re",
    "https://www.smh.com.au/world/model-friend-could-force-william-to-quit-university-20030406-gdgk14.html",
    "https://people.com/archive/prince-william-in-love-vol-61-no-15/",
    "https://www.vanityfair.com/news/2010/12/william-and-kate-201012",
    "https://people.com/royals/see-prince-william-and-princess-kates-2010-engagement-interview/",
    "https://www.dailymail.co.uk/femail/article-13172687/Williams-love-Prince-Wales-Ian-Farquhars-singer-daughter-Rose-dated-finished-Levels-Eton-remained-close-friends-future-King-went-wedding.html",
    "https://www.femalefirst.co.uk/royal_family/Natasha+Hamilton-17930.html",
    "https://www.dailymail.co.uk/news/article-8973627/How-William-Kates-relationship-hit-rocks-Prince-weighed-expectation.html.",
    "https://www.dailymail.co.uk/news/article-448603/The-girl-make-Kate-jealous.html",
    "https://www.dailymail.co.uk/news/article-10276123/Prince-William-says-love-Jecca-Craigs-father-conservationist.html",
    "https://www.express.co.uk/news/royal/1074113/kate-middleton-news-prince-william-hurt-deeply-anna-sloan-spt",
    "https://vanityfair.com/news/2010/12/william-and-kate-201012",
    "https://dailymail.co.uk/news/article-448603/The-girl-make-Kate-jealous.html",
    "https://www.people.com/archive/prince-william-in-love-vol-61-no-15/",
    "https://femalefirst.co.uk/royal_family/Natasha+Hamilton-17930.html",
    "https://www.people.com/royals/see-prince-william-and-princess-kates-2010-engagement-interview/",
    "https://people.com/archive/prince-william-in-love-vol-61-no-15",
    "https://dailymail.co.uk/news/article-10276123/Prince-William-says-love-Jecca-Craigs-father-conservationist.html",
    "https://dailymail.co.uk/news/article-8973627/How-William-Kates-relationship-hit-rocks-Prince-weighed-expectation.html.",
    "https://people.com/royals/see-prince-william-and-princess-kates-2010-engagement-interview",
    "https://dailymail.co.uk/femail/article-2347032/Royal-ex-factor-society-wedding-Harrys-3-blondes-Wills-SIX-beauties-Kate-Middleton-saw-off.html",
    "https://dailymail.co.uk/news/article-513334/Carly--beautiful-brunette-dated-William-Kate.html",
    "https://dailymail.co.uk/femail/article-13172687/Williams-love-Prince-Wales-Ian-Farquhars-singer-daughter-Rose-dated-finished-Levels-Eton-remained-close-friends-future-King-went-wedding.html",
    "https://smh.com.au/world/model-friend-could-force-william-to-quit-university-20030406-gdgk14.html",
    "https://dailymail.co.uk/news/article-448603/The-girl-make-Kate-jealous.htmlthey’re",
    "https://express.co.uk/news/royal/1074113/kate-middleton-news-prince-william-hurt-deeply-anna-sloan-spt"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kate middleton",
        "sentiment": "positive"
      },
      {
        "name": "william",
        "sentiment": "positive"
      },
      {
        "name": "kate",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "st. andrews university",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "wales",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:37:19.102+02:00",
  "updated": "2024-03-15T00:37:19.102+02:00"
}