{
  "thread": {
    "uuid": "2663a7df41495316b3d5d0d4df201a090ac36b0b",
    "url": "https://www.ecodibergamo.it/stories/premium/bergamo-citta/san-silvestro-cattedrale-lantico-te-deum-vescovo-o_1911917_11/",
    "site_full": "www.ecodibergamo.it",
    "site": "ecodibergamo.it",
    "site_section": "https://www.ecodibergamo.it/",
    "site_categories": [
      "media"
    ],
    "section_title": "\n    \n        L'Eco di Bergamo - Notizie di Bergamo e provincia",
    "title": "San Silvestro, in Duomo l’antico «Te Deum» con il Vescovo",
    "title_full": "San Silvestro, in Duomo l’antico «Te Deum» con il Vescovo",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://storage.ecodibergamo.it/media/photologue/2023/12/15/photos/cache/san-silvestro-in-cattedrale-lantico-te-deum-con-il-vescovo_gwEPf5D_v3_large_16_9.webp",
    "performance_score": 0,
    "domain_rank": 33964,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2663a7df41495316b3d5d0d4df201a090ac36b0b",
  "url": "https://www.ecodibergamo.it/stories/premium/bergamo-citta/san-silvestro-cattedrale-lantico-te-deum-vescovo-o_1911917_11/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Carmelo Epis",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "San Silvestro, in Duomo l’antico «Te Deum» con il Vescovo",
  "text": "Sta per chiudersi il 2023 e per iniziare il nuovo anno. La diocesi di Bergamo si riunisce in preghiera per ringraziare il Signore. Domenica 31 dicembre , San Silvestro Papa, ultimo giorno dell’anno 2023, alle 18 in Cattedrale il Vescovo Francesco Beschi presiede una Messa solenne , durante la quale l’assemblea intonerà l’antico canto solenne del «Te Deum» in ringraziamento per l’anno trascorso. Lunedì, Capodanno , ricorre la solennità di Maria Madre di Dio, che coincide con la 57ª Giornata mondiale della pace . Alle 18, sempre in Cattedrale, il Vescovo Beschi presiede una solenne Concelebrazione eucaristica (animata dal Coro dell’unità pastorale di Città Alta).\n«Intelligenza artificiale e pace» «Intelligenza artificiale e pace» è il tema scelto quest’anno da Papa Francesco per la Giornata mondiale della pace. Nel suo messaggio, il Pontefice afferma: «La mia preghiera all’inizio del nuovo anno è che il rapido sviluppo di forme di intelligenza artificiale non accresca le troppe disuguaglianze e ingiustizie già presenti nel mondo, ma contribuisca a porre fine a guerre e conflitti e ad alleviare molte forme di sofferenza che affliggono la famiglia umana». Al riguardo, il Papa pone alcune domande: «Quali saranno le conseguenze, a medio e a lungo termine, delle nuove tecnologie digitali? Quale impatto avranno sulla vita degli individui e della società, sulla stabilità internazionale e sulla pace? La tutela della dignità della persona e la cura per una fraternità effettivamente aperta all’intera famiglia umana sono condizioni imprescindibili perché lo sviluppo tecnologico possa contribuire alla promozione della giustizia e della pace nel mondo». Papa Francesco esprime infine un auspicio: «Possano i fedeli cristiani, i credenti di varie religioni e gli uomini e le donne di buona volontà collaborare in armonia per cogliere le opportunità e affrontare le sfide poste dalla rivoluzione digitale, e consegnare alle generazioni future un mondo più solidale, giusto e pacifico».\nIl programma dell’Epifania Sabato 6 gennaio ricorre invece la solennità dell’Epifania, che è la manifestazione della divinità del Bimbo di Betlemme, Salvatore di tutta l’umanità e ricorda l’arrivo dei Re Magi alla grotta portando i doni dell’oro (riservato ai re e Gesù Cristo è il Re dei re), incenso (adorazione della divinità di Cristo) e mirra (usata nel culto dei morti, quindi l’umanità di Cristo). Alle 10,30 in Cattedrale il Vescovo presiederà una solenne Concelebrazione eucaristica (interviene la Cappella musicale del Duomo, diretta dal maestro Matteo Magistrali, con all’organo il maestro Marco Cortinovis), mentre alle 17 presiederà i Vespri .\n© RIPRODUZIONE RISERVATA",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T21:22:30.732+02:00",
  "updated": "2023-12-29T21:22:30.732+02:00"
}