{
  "thread": {
    "uuid": "1fb297d2f4860603f290af26578d954cf17899d6",
    "url": "https://www.startribune.com/why-quitting-can-be-a-superpower-that-helps-your-mental-health/600351286",
    "site_full": "www.startribune.com",
    "site": "startribune.com",
    "site_section": "https://www.startribune.com/variety/inspired/",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "            Things to do in Minnesota this weekend\n    ",
    "title": "Why quitting can be a superpower that helps your mental health",
    "title_full": "Why quitting can be a superpower that helps your mental health",
    "published": "2024-03-14T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://arc.stimg.co/startribunemedia/74MN2X6SDRHTDOQ6GW3HQSGHLU.JPG?h=630&w=1200&fit=crop&bg=999&crop=faces",
    "performance_score": 0,
    "domain_rank": 1191,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1fb297d2f4860603f290af26578d954cf17899d6",
  "url": "https://www.startribune.com/why-quitting-can-be-a-superpower-that-helps-your-mental-health/600351286",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Gregory Scott Brown",
  "published": "2024-03-14T02:00:00.000+02:00",
  "title": "Why quitting can be a superpower that helps your mental health",
  "text": "Some months back, one of my patients — a man in his 50s — told me: \"I'm burned out. I should look for a new job; I'm just there doing what I need to do to get by.\"\nA few weeks later, he told me he had been laid off. \"How do you feel about that?\" I asked.\n\"Surprisingly good,\" he said with a sigh. \"I should have quit years ago.\"\nMany of my patients ask me to help them quit — usually it's something unhealthy such as smoking or gambling. But a few ask me to help them quit a job or relationship or a long-term project — things that many of us value.\nMany people think — and you might, too — that quitting reflects laziness, inadequacy or failure. From the time we are children, we are taught that \"nobody likes a quitter.\"\nMy work, however, has taught me that quitting, itself, isn't the problem. And quietly quitting — doing the bare minimum like my patient had been doing — can be a form of avoidance. But knowing how and when to quit is a superpower that can benefit your mental health.\nPersevering at all costs can be harmful\nQuitting is a normal — and healthy — human behavior. Thirty percent of students who entered college in 2011 changed their major at least once in their first three years, according to a survey by the National Center for Education Statistics. And in 2023, more than 3 million U.S. workers quit their jobs every month.\nBut while people can quit one thing, they may find it difficult to quit another thing. Also, quitting prematurely can lead to a sense of regret.\nPersevering at all costs, though, can inhibit our ability to adapt, grow or explore new opportunities. And sometimes, choosing not to quit can make it difficult to achieve our goals. For instance, being stuck in a toxic relationship can make starting a family tougher.\nQuitting allows us to pivot and move forward — sometimes in a different (and better) direction.\nWhen should you quit\nKnowing when to quit — whether you want to leave a start-up company or a committee at your church — is a personal decision. But these symptoms can help you decide if you should quit.\nAnxiety (feeling restless or keyed up for at least six months).\nBurnout (physical and emotional exhaustion; feeling cynical about your life most days).\nDepression (feeling worthless, changes in sleep or appetite, or experiencing suicidal thoughts for at least two weeks).\nEmotional stress is a major contributor to some of the leading causes of death in the United States, including coronary artery disease, cancer and suicide. Weigh the health risks of the stress from persevering against the benefits to decide if it is time to move on.\nAnd if you are experiencing symptoms of depression, anxiety or burnout, a mental health professional can help as well.\nHow to quit smarter\nSmart quitting means not only deciding when it's time to quit, but also deciding what you need to quit.\nEarly in medical school, students learn to triage cases by tending to the most urgent ones first, such as cardiac events over sprained ankles. You can take a similar triage approach when deciding what to quit.\nOne of my patients — a woman in her 30s — initially came to see me for depression and burnout. She had a stressful job and was involved in many committees related to her children's extracurricular activities.\nTaking a triage approach, she realized that her most urgent responsibility was to financially support her family. She then saw that quitting some of the extracurricular committees would allow her to find a better work-life balance. This change allowed her to be more emotionally present and less exhausted when she was with her children.\nSteps to take to quit\nI often reference scientist BJ Fogg's formula for behavioral change (B=MAP) when teaching my patients how to quit. Fogg suggests that for a new behavior (B) to take place, three things must converge: motivation (M), ability (A) and a prompt (P).\nIn my practice, I have found that it's the lack of a prompt to trigger a sense of urgency that usually keeps my patients from quitting when they need to. Having a quitting timeline — whether it's one month or one year — and sticking to it can serve as that prompt. Here are some steps you can take:\n1. Set a quit date.\n2. Leading up to it, modify the things you can control — such as incorporating more self-care into your life or setting boundaries with your time — while weighing the risks vs. benefits of quitting.\n3. Plan what your new life might look like after you have quit.\n4. As your date approaches, give yourself permission to move on if you need to.\nQuitting doesn't have to be permanent\nWe typically think about quitting as a permanent change. But depending on what you are quitting, it doesn't have to be. After you have successfully quit, ask yourself how you feel in your new life. Work on building new skills and learning about yourself.\nSome of my patients who started small businesses and realized that they weren't ready ended up closing their businesses, only to try again years later with great success. Others have gone through a divorce, and rather than quitting on marriage altogether, remarried and had a long-lasting second marriage.\nQuitting is sometimes necessary and can be approached without shame. But since quitting can lead to dramatic changes in your life, it's not a decision that should be taken lightly. With a little thought and planning, you can decide if quitting is right for you.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest"
  ],
  "external_links": [
    "https://www.washingtonpost.com/wellness/2023/09/08/setting-boundaries-therapy-words/",
    "https://www.washingtonpost.com/wellness/2023/04/27/self-care-strategies-activities-mental-health/",
    "https://washingtonpost.com/wellness/2023/04/27/self-care-strategies-activities-mental-health/",
    "https://www.washingtonpost.com/wellness/2023/04/27/self-care-strategies-activities-mental-health",
    "https://washingtonpost.com/wellness/2023/09/08/setting-boundaries-therapy-words/",
    "https://www.washingtonpost.com/wellness/2023/09/08/setting-boundaries-therapy-words"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:49:01.108+02:00",
  "updated": "2024-03-16T01:36:52.550+02:00"
}