{
  "thread": {
    "uuid": "2eb46819e3cc3abf6f424dd4e0a27f4ae638aa8a",
    "url": "https://www.standardmedia.co.ke/world/article/2001492327/president-museveni-launches-ugandas-first-islamic-bank",
    "site_full": "www.standardmedia.co.ke",
    "site": "standardmedia.co.ke",
    "site_section": "https://www.standardmedia.co.ke",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "The Standard - Kenya &amp; World News | Latest and Breaking news\n",
    "title": "President Museveni launches Uganda's first Islamic bank - The Standard",
    "title_full": "President Museveni launches Uganda's first Islamic bank - The Standard",
    "published": "2024-03-29T12:20:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "KE",
    "main_image": "https://cdn.standardmedia.co.ke/images/articles/thumbnails/LKhmAqXgLkDPqT95GvBVNrJbNVzjerEazR5wrWCu.jpg",
    "performance_score": 0,
    "domain_rank": 8092,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2eb46819e3cc3abf6f424dd4e0a27f4ae638aa8a",
  "url": "https://www.standardmedia.co.ke/world/article/2001492327/president-museveni-launches-ugandas-first-islamic-bank",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jibril Hassan",
  "published": "2024-03-29T12:20:00.000+03:00",
  "title": "President Museveni launches Uganda's first Islamic bank - The Standard",
  "text": "Demand for Islamic banking is fast rising in East Africa buoyed by the increase in the region's Muslim population. But Islamic banking is not only for Muslims alone but also for non-Muslims eager to take advantage of interest-free banking services. Also noteworthy is the fact that the growth of this banking category exhibits good tidings yet Islamic banking providers in the region are scarce, estimated at less than 10 per cent of commercial banks. On the global scene, estimates by various analyses including the World Bank show that global Islamic finance assets could reach $3.8 trillion by 2024. Recent studies have also shown that the quality of services available in fully fledged Islamic banks and in banks that only offer Islamic banking windows are almost at par, hence the steep growth. Some of East Africa’s established Islamic banks include First Community Bank Limited, Gulf African Bank, Sharjah Islamic Bank. National Bank, PBZ, Amana, KCB, NBC and Stanbic have opened Islamic bank windows. The latest provider to make new forays is Salaam Bank which was launched in Uganda on Wednesday, becoming the country first ever Islamic Bank. As Uganda launched its first, Kenya issued the first Islamic Bond to finance affordable housing agenda, revealing untapped demand. Islamic banking is based on Islamic principles where it is not allowed to pay and receive interest but rather it is based on profit sharing. Islamic banks focus on generating returns on investments through investment tools that are “Sharia” compliant. President Yoweri Museveni launched Salaam bank during Ramadhan dua prayers, saying Uganda does not discriminate banks or any other commercial enterprises on account of religion. “I welcome Salaam Bank to Uganda. This is a big market with a population of 48 million now and in the next 27 years, the population of Uganda will be 106 million. You are going to start right away to serve the people,” he said. Djibouti’s Minister of Foreign Affairs and International Cooperation Mahmoud Ali Youssouf said Salaam Group was keen on broadening the scope of its activities in Africa, including Uganda which he said has a safe and solid financial institution. Board Chairman of Salaam Bank Ibrahim Abdirahman said President Museveni had signed the Islamic bank regulations into law at a time when the Islamic community really needed it. “This licence for Salaam Bank was handed over to us on September 8, 2023. We thank you for supporting us wholeheartedly. The establishment of an Islamic Bank marks a significant milestone in Uganda’s journey towards economic empowerment and inclusive financial growth,” he said. Abdirahman added: “Islamic finance offers among others, Sharia compiled bonds from which the government can raise capital for various infrastructure and projects. We are hopeful that the government of Uganda will embrace this opportunity because of its immense benefits.” In September last year, the Bank of Uganda granted its first Islamic banking license to Salaam Bank Uganda Ltd, a subsidiary of a Djibouti-based bank after Parliament passed legislation to authorize Islamic banking, which President Museveni signed into law in August 2023. According to the PEW Research Centre, the Muslim population in sub-Saharan Africa is projected to grow by nearly 60 per cent from 242.5 million in 2010 to 385.9 million in 2030. This only means Islamic banking sector is destined for further growth despite regional financial shocks. Stay informed. Subscribe to our newsletter",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "musl",
        "sentiment": "negative"
      },
      {
        "name": "museveni",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "first community bank limited",
        "sentiment": "none"
      },
      {
        "name": "salaam bank",
        "sentiment": "none"
      },
      {
        "name": "world bank",
        "sentiment": "none"
      },
      {
        "name": "sharjah islamic bank",
        "sentiment": "none"
      },
      {
        "name": "national bank",
        "sentiment": "none"
      },
      {
        "name": "kcb",
        "sentiment": "none"
      },
      {
        "name": "nbc",
        "sentiment": "none"
      },
      {
        "name": "gulf african bank",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "uganda",
        "sentiment": "none"
      },
      {
        "name": "east africa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T13:02:19.567+03:00",
  "updated": "2024-03-29T13:02:19.567+03:00"
}