{
  "thread": {
    "uuid": "732b52b55d81bc92fa75d39e7c4de030e45019c4",
    "url": "https://www.tori.ng/news/257579/pregnant-woman-rescued-from-kidnappers-den-in-ogun.html",
    "site_full": "www.tori.ng",
    "site": "tori.ng",
    "site_section": "https://www.tori.ng/feed/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Tori News",
    "title": "Pregnant Woman Rescued From Kidnappers’ Den In Ogun",
    "title_full": "Pregnant Woman Rescued From Kidnappers’ Den In Ogun",
    "published": "2023-12-29T08:48:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://www.tori.ng/userfiles/thumb/2023/dec/29/bb/b_257579.jpg",
    "performance_score": 0,
    "domain_rank": 45680,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "732b52b55d81bc92fa75d39e7c4de030e45019c4",
  "url": "https://www.tori.ng/news/257579/pregnant-woman-rescued-from-kidnappers-den-in-ogun.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Samuel",
  "published": "2023-12-29T08:48:00.000+02:00",
  "title": "Pregnant Woman Rescued From Kidnappers’ Den In Ogun",
  "text": "Home Contact Us [Tip Us: [email protected]]https://www.tori.ng/\nA pregnant woman (name withheld), who was abducted at a community in Ijebu-Igbo, Ijebu-North Local Government Area of Ogun State, has been rescued by the Ogun State Police Command.\nThe Ogun State Police Public Relations Officer, Omolola Odutola, confirmed the development to PUNCH Metro on Thursday.\nAccording to Odutola, some gunmen had ambushed the couple in front of their house, kidnapping the pregnant wife and leaving the husband behind.\nPUNCH Metro reports that the incident occurred at about 11:05 pm on Monday, Christmas Day.\nThe PPRO, in an exclusive interview with PUNCH Metro, said, “The Divisional Police Officer in Ijebu-Igbo received a distress call about a suspected kidnapping incident.”\nAccording to her, “A team of policemen was dispatched to the scene, when they got to the scene, they saw the husband, but the wife had been kidnapped.”\nOdutola quoted the husband as saying that “while they were entering their house, six armed men from nowhere suddenly came out from the bush in front of their house and kidnapped the wife.”\nShe added that the DPO, his men, operatives of the So-Safe Corps, Amotekun and others formed part of the rescue team.\n“They searched through the bush for hours and were able to rescue the woman on Tuesday. The woman was taken to hospital for treatment,” she added.\nOdutola told our correspondent that kidnappers were now trying to go into communities to operate.\n“Going into communities to kidnap is the new trend now. We have taken over the highways in Ogun. You will see policemen on the road now. But the kidnappers have got into the inner villages to start disturbing. We will get them; we are going back to the drawing board. Criminals have no place in this state.\n“So, we are calling on our traditional rulers and our community leaders in the state to establish an internal security to barricade the entry and exit points to their communities; and give security agents the necessary information to aid the security of lives and property. Villagers can easily identify strangers in their communities, they should help the police.\n“The Ogun State Command under the Commissioner of Police, Abiodun Alamutu, will not relent until criminals are flushed out of the state, wherever they are,” Odutola added.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "odutola",
        "sentiment": "none"
      },
      {
        "name": "omolola odutola",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ogun state police command",
        "sentiment": "none"
      },
      {
        "name": "punch metro",
        "sentiment": "none"
      },
      {
        "name": "ogun state",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ogun",
        "sentiment": "none"
      },
      {
        "name": "ijebu",
        "sentiment": "none"
      },
      {
        "name": "ijebu-igbo",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T13:37:31.717+02:00",
  "updated": "2023-12-29T13:37:31.717+02:00"
}