{
  "thread": {
    "uuid": "c8c75b171a36904594756402b3feae4e7f41ebb5",
    "url": "https://www.wradio.com.co/2024/04/11/soluciones-w-joven-recibira-tratamiento-dermatologico-tras-varios-intentos-fallidos",
    "site_full": "www.wradio.com.co",
    "site": "wradio.com.co",
    "site_section": "https://www.wradio.com.co/actualidad/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Actualidad | W Radio",
    "title": "Soluciones W: joven recibirá tratamiento dermatológico tras varios intentos fallidos",
    "title_full": "Soluciones W: joven recibirá tratamiento dermatológico tras varios intentos fallidos",
    "published": "2024-04-11T22:09:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://www.wradio.com.co/resizer/v2/https%3A%2F%2Fcloudfront-us-east-1.images.arcpublishing.com%2Fprisaradioco%2FWNIUPKXQU5A7LLRJER7CMJW6XE.jpg?auth=07f2b025b7dd141a0a5ecb415a67d2838cf4ec74ccce696ade32ad5f236509f8&amp;height=800&amp;width=1200&amp;quality=70&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 26635,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c8c75b171a36904594756402b3feae4e7f41ebb5",
  "url": "https://www.wradio.com.co/2024/04/11/soluciones-w-joven-recibira-tratamiento-dermatologico-tras-varios-intentos-fallidos",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Laura Rozo",
  "published": "2024-04-11T22:09:00.000+03:00",
  "title": "Soluciones W: joven recibirá tratamiento dermatológico tras varios intentos fallidos",
  "text": "Soluciones W: joven recibirá tratamiento dermatológico tras varios intentos fallidos Con la ayuda de la dermatóloga Alejandra Téllez, Juliana, una joven residente de Funza, Cundinamarca, recobrará su autoestima. Soluciones W: joven recibirá tratamiento dermatológico tras varios intentos fallidos 04:33 Compartir El código iframe se ha copiado en el portapapeles Imagen de referencia de dermatología. Foto: Getty Images. Hace algunos días, Iván Forero se comunicó con Soluciones W en busca de ayuda para su hija de 15 años, quien está enfrentando una situación complicada debido a una dermatitis severa que afecta su rostro y cuello, y que se está extendiendo cada día más. La situación ha llevado a que su hija se sienta avergonzada y evite salir a la calle “le da pena ir al colegio, hasta ahora no la hemos podido mandar”, afirmó el padre. A pesar de que Juliana había recibido asesoría en consultas de su EPS, los tratamientos profundos y los insumos que acompañan estos procesos se salen del presupuesto de esta familia. Le puede interesar: En medio de este desalentador panorama y tras conocer los detalles del caso, la Dra. Alejandra Téllez, médica dermatóloga egresada de la Universidad De Los Andes y miembro de la Asociación Colombiana De Dermatología, se unió a la conversación. Con un gesto generoso, la Dra. Téllez anunció en los micrófonos de La W que donará el tratamiento integral para Juliana, valorado en aproximadamente 3 millones de pesos. La intervención de la Dra. Téllez representa un rayo de esperanza para la familia de Juliana, aliviando la preocupación económica y brindando una solución efectiva para su condición dermatológica. La generosidad y la disposición de profesionales como la Dra. Téllez son un ejemplo de solidaridad y compromiso con la comunidad, especialmente en momentos de necesidad. La familia Forero, con Iván como su representante, agradeció al aire la generosidad de la Dra. Téllez y la oportunidad de recibir el tratamiento necesario para mejorar la calidad de vida de Juliana. Este acto de solidaridad demuestra cómo la unión de la comunidad y el compromiso de profesionales pueden marcar la diferencia en la vida de quienes enfrentan desafíos médicos y económicos. Escuche todos los detalles a continuación: Soluciones W: joven recibirá tratamiento dermatológico tras varios intentos fallidos 04:33 Compartir El código iframe se ha copiado en el portapapeles",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T02:29:56.651+03:00",
  "updated": "2024-04-12T02:29:56.651+03:00"
}