{
  "thread": {
    "uuid": "fba5c23c7f902baa2a9f482bb4083a2f37608032",
    "url": "https://vnexplorer.net/z/929273.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/",
    "site_categories": [],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Fishermen in Mississippi pull off dramatic rescue of 38 dogs treading water",
    "title_full": "Fishermen in Mississippi pull off dramatic rescue of 38 dogs treading water",
    "published": "2024-06-21T10:51:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1oEBJz.img",
    "performance_score": 0,
    "domain_rank": 82409,
    "domain_rank_updated": "2024-06-18T13:08:29.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fba5c23c7f902baa2a9f482bb4083a2f37608032",
  "url": "https://vnexplorer.net/z/929273.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-06-21T10:51:00.000+03:00",
  "title": "Fishermen in Mississippi pull off dramatic rescue of 38 dogs treading water",
  "text": "What started as a day on the water with a friend turned into a full-on rescue mission of 38 dogs. Bob Gist, 61, a State Farm agent in Arkansas, decided to go on a fishing trip with his friend Brad Carlisle, a State Farm agent in Tennessee, after not seeing each other for a while, Gist told Fox News Digital. The two men headed to Grenada Lake in Mississippi and got in touch with Jordan Chrestman, a local fishing guide, who led them out onto the water. MISSING DOG RESCUED AFTER SPENDING 18 HOURS STRANDED IN THE MIDDLE OF THE HIGHWAY: OWNER WAS &#039;PANICKED’ After fishing in the early morning hours and not finding much luck, the group moved to a different location. &quot;We go about a half mile or so from where we were to another place and we start fishing, and pretty soon we can hear some dogs barking,&quot; Gist said. &quot;Pretty soon we saw some dogs on the horizon in the water.&quot; ALASKA MAN, POLICE OFFICERS RESCUE BABY MOOSE FROM &#039;SURE DEMISE&#039; AFTER GETTING STUCK IN A LAKE The dogs were a part of an annual fox run that takes place in the area, Gist said he learned after the encounter. A total of 38 dogs were rescued from Grenada Lake in Mississippi after fishermen heard them barking while on a fishing trip. Fox News Chrestman noticed a deer in the water and the group of dogs were attempting to chase the animal. &quot;We went on fishing for about 10 or 15 more minutes, and Jordan [Chrestman] said, &#039;Hey guys, if you don&#039;t mind, we really need to go check on those dogs because they&#039;re way out there in that water,&#039;&quot; Gist said. Gist and Carlisle had Chrestman lead them over to the pups. DOG RESCUED AFTER BEING CHASED OFF ‘STEEP CLIFFSIDE’ BY RACCOONS: VIDEO Once the boat arrived on the scene, the three men were left stunned. &quot;We&#039;re just flabbergasted because it&#039;s dogs everywhere, and they&#039;re all going in different directions because they can no longer see the bank on either side,&quot; Gist said. &quot;And they&#039;re all hunting dogs — we can clearly see that because they have expensive GPS radio collars on them.&quot; Without hesitation, the men took the dogs onto the boat so they wouldn&#039;t drown. SOUTH CAROLINA DOG RESCUED FROM TIGHT SPOT — A DRYER VENT &quot;We just immediately started calling dogs on the boat, you know, grabbed their collar and put them in the [bass] boat,&quot; Gist said. The three fishermen grabbed as many dogs as they could and fit them on the boat before running out of room. Chrestman managed to gather 25 to 27 dogs, making sure none of the pups attempted to jump back into the water. Once the men returned the dogs to the bank, they found the owners in a panic and calling out for help, Gist said. DEPUTIES RESCUE INJURED DOG STRANDED ON TRAIN TRACKS FOR DAYS After rescuing the second group of dogs, one man on land told Gist and the others that he had the GPS tracker for the dogs and asked if he could join the rescue. The tracker led the other men to an additional group of three to four dogs who were estimated to be further than a mile from the bank, according to Gist. &quot;They were on the verge of drowning, because now they have been treading water for an hour,&quot; Gist said. &quot;We got back over to the ramp with that last bunch of dogs… [and] we were having to drag them out of the boat because they didn&#039;t want to get out of our boat. They were scared they were going back to the water. It was terrible.&quot; For more Lifestyle articles, visit www.foxnews/lifestyle The owner of the dogs tried to pay Chrestman, but he refused to take the reward, Gist said. The small bass boat was only able to hold a few dogs at a time. iStock Gist has labeled Chrestman a true hero of the dog rescue. &quot;If Brad and I had been there in a boat by ourselves, we wouldn&#039;t have known anything was wrong, but that 20-something-year-old kid – I&#039;m 61, so I&#039;m calling him a kid – he knew something needed to be done,&quot; Gist said. &quot;That kid had the presence of mind to know, &#039;If we don&#039;t do something, there&#039;s going to be 38 dead dogs here.&#039; And he saved them, I mean we all pulled them in, but that kid is the hero here.&quot; Gist labeled Chrestman the hero of the day after quickly analyzing the situation and leading the animals&#039; rescue. Fox News Gist said that while he gives full credit to Chrestman, he is grateful to have assisted in the mission to bring the animals to safety. Original article source: Fishermen in Mississippi pull off dramatic rescue of 38 dogs treading water",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gist",
        "sentiment": "none"
      },
      {
        "name": "jordan chrestman",
        "sentiment": "none"
      },
      {
        "name": "brad carlisle",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "state farm",
        "sentiment": "none"
      },
      {
        "name": "fox news digital",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mississippi",
        "sentiment": "none"
      },
      {
        "name": "tennessee",
        "sentiment": "none"
      },
      {
        "name": "arkansas",
        "sentiment": "none"
      },
      {
        "name": "grenada lake",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-21T18:55:44.314+03:00",
  "updated": "2024-06-21T18:55:44.314+03:00"
}