{
  "thread": {
    "uuid": "be7f8af71f345c5f9567ad4c7a62d7a3feb138fb",
    "url": "https://natashaskitchen.com/moms-split-pea-soup-recipe/",
    "site_full": "natashaskitchen.com",
    "site": "natashaskitchen.com",
    "site_section": "https://natashaskitchen.com/feed",
    "site_categories": [
      "food",
      "french_cuisine",
      "desserts_and_baking"
    ],
    "section_title": "NatashasKitchen.com",
    "title": "Split Pea Soup Recipe (VIDEO)",
    "title_full": "Split Pea Soup Recipe (VIDEO)",
    "published": "2024-01-05T23:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://natashaskitchen.com/wp-content/uploads/2013/01/Split-Pea-Soup-4-1.jpg",
    "performance_score": 0,
    "domain_rank": 17935,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "be7f8af71f345c5f9567ad4c7a62d7a3feb138fb",
  "url": "https://natashaskitchen.com/moms-split-pea-soup-recipe/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Natasha Kravchuk",
  "published": "2024-01-05T23:30:00.000+02:00",
  "title": "Split Pea Soup Recipe (VIDEO)",
  "text": "Split Pea Soup Recipe (VIDEO)\nThis homemade Split Pea Soup is the perfect cozy soup recipe as we roll into the winter months. This soup is a nutritious blend of split peas, savory ham, and sauteed vegetables creating the perfect comfort food to warm you from the inside out.\nSplit Pea Soup is our favorite way to use leftover\nBaked Ham from the holidays, but it’s so customizable that you can even make it without a ham bone, adding diced ham or bacon. If you prefer to make it vegetarian, it will still taste amazing. Watch the video tutorial and see how easy it is.\nThis post may contain affiliate links. Read my\ndisclosure policy.\nBe sure to try some of our other soup favorites like\nBeef Stew or our Broccoli and Cheese Soup served right in an edible bread bowl. I love a hearty, nutritious, comforting bowl of soup on a cold Idaho winter day, and this Split Pea Soup checks all of the boxes. If you are a fan of hearty soups, this golden vegetable soup recipe is a must-try!\nThe Best Split Pea Soup Recipe\nGrowing up, my mom had the best Split Pea Soup recipe. She called it by its Ukrainian name, Horohoviy Soup. I remember back when I was working as a nurse, on a cold winter day, my husband called my mom for this recipe and became a culinary superhero. I was so surprised when I came home and he had a warm bowl of homemade Split Pea Soup waiting for me (Yep, I definitely married up). This isn’t just a bowl of soup… It warms you up, does the body good, and takes me straight back to my childhood – comfort in a bowl, my friends.\nSplit Pea Soup Video\nWatch Natasha make Split Pea Soup. You will be surprised at how easy it is to make, the stove does most of the work. So grab your apron and let’s get cooking!\nHere’s why you will love this recipe\n- Easy – this soup is so easy to make! Just chop, sauté, simmer, and serve\n- Rich and savory flavor – between the yellow split peas, the ham, and the vegetables, oh, it’s so delicious\n- Healthy comfort food – it’s got the savory vegetables, the chicken stock, and the protein from the peas and ham – a complete meal in one bowl\n- Leftover friendly – This soup can be made ahead and re-heats beautifully the next day. Dare I say, it tastes even better the next day\nIngredients\nI love making this soup with yellow split peas. I prefer the flavor over green split peas and love the appealing golden color. A green-tinged soup is a hard sell for my kids so this is perfect!\n- Olive Oil – to sauté the vegetables, you can also use butter\n- Water and\nChicken Stock– create the base for this hearty soup\n- Ham – use diced ham or use your leftover Thanksgiving, Christmas, or Easter ham bone. After cooking, remove the ham hock. The tender meat will fall right off the bone, and you can add it right back into the soup.\n- Split Peas – I use dry,\ngolden split peas. They have a sweet flavor profile and are more visually appealing than green split peas (which is helpful especially when serving kids). No need to soak for hours (or even at all), the peas soften to create a creamy and satisfying texture. That said, you can use green split peas if that is what you have on hand.\n- Vegetables – potatoes, carrots, celery, yellow onion create the thick, flavorful base\n- Flavor/Herbs – garlic, bay leaves, fresh dill or parsley, thyme, salt, and pepper\nVariations\n- Ham Hock Bone – if you enjoyed a\nRoast Hamfor the holidays and have leftover ham bones, STOP! Don’t toss them- you can add the ham hock directly to your pot with the split peas. As it cooks, your soup will be infused with even more flavor and the meat left on the bone becomes so tender it falls right into the soup.\n- Diced Ham– Sauté two cups of diced ham in olive oil. Remove to sauté the veggies and then add the ham right back into the pot when cooking the split peas.\n- Pork Riblets – You can cook pork riblets in the water with your split peas just like my mom does. Just be sure to skim off any impurities and avoid boiling vigorously. My mom also uses this for\nSorrel Soup.\n- Bacon – sautee bacon first then spoon it out and cook your veggies in the bacon fat. Use the browned crispy bacon as a topping for your soup.\n- Bouillon Cubes – Instead of chicken stock, use the chicken or vegetable bouillon equivalent by dissolving the\nbouillon cubesor better than bouillonin water.\n- Green Split Peas – if this is your preference or if you aren’t able to find yellow split peas, the green ones will work in a pinch (but don’t tell my Mom – k?)\nWhat are split peas?\nSplit peas are dried green or\nyellow peas that have, well, split. Peas have two halves inside of their outer shell that make up the round pea, and during the drying process, they separate. Split peas are the peeled halves and become very tender during the cooking process creating a smooth texture. They are low in fat and a good source of protein, fiber, and various vitamins and minerals which make them a great addition to soups and other recipes such as stews, salads, and curries.\nPro Tip:\nI’ve tested soaking the peas overnight in hopes of speeding up the cooking process but I didn’t notice any difference in timing. Just be sure to rinse and pick them over to remove any debris then drain your peas before adding them to the pot.\nHow to Make Split Pea Soup with Ham\n- Sauté – Set a large soup pot or\n5 1/2 quart Dutch ovenon the stovetop over medium-high heat and add olive oil. Add ham (or ham hock), and sauté until golden brown. Remove the ham and set it to the side. Add olive oil and sauté chopped onion and celery until softened (about 5 minutes).\n- Combine– Add stock, water, and rinsed and drained peas. Add the ham back to the pot. Bring to a boil and skim off and discard any foam that rises to the top.\n- Flavor and Simmer – Add thyme and bay leaves and season with salt. Reduce heat to a simmer, partially cover, and simmer for 1 hour 30 minutes or until peas are almost dissolved. If using a ham hock, remove the bone from the soup, then shred the meat and return it to the pot.\n- Simmer Additional Vegetables – Add chopped carrots and potatoes and cook for another 20 minutes or until the veggies are fork-tender.\n- Season and Serve – Season with salt and pepper to taste. Remove and discard the bay leaves and thyme stems. Press in the garlic, add dill or parsley and immediately turn off the heat. Serve topped with crispy bacon and more fresh herbs.\nPro Tip:\nAdd thyme sprigs to the pot whole – no chopping needed. The leaves will fall off the stems, which are easy to remove later. Also, when the peas and ham come to a boil, the foam will rise to the top. Skim off and discard the foam for a cleaner-looking soup.\nOptional Toppings for Split Pea Soup\nToppings really elevate a soup and there are so many ways to dress up a Split Pea Soup:\n- Bacon Bits – add a nice salty bite\nCroutons– homemade is best, but you can also use storebought\n- Fresh Herbs – parsley, dill, or fresh thyme\n- Ham – diced cooked ham\n- Cheese – shredded parmesan\n- Green Onion or Chives – chop and sprinkle on top\n- Pepper – freshly cracked\nHow to Make Split Pea Soup in a Crockpot\nAdd all of your ingredients to your slow cooker, reducing the water by half since not as much water will evaporate as it cooks. Cook on low heat for 7 hours.\nCommon Questions\nSplit peas are nutritious – a good source of protein, dietary fiber, and various vitamins and minerals. The combination of split peas and other vegetables in the soup makes this recipe a good source of protein, fiber, and essential nutrients.\nYou absolutely can. Gold split peas are just a personal preference for taste and appearance. You would use green split peas in the same way.\nYou can omit the ham or make it vegetarian. Use vegetable stock with the water to create the base for your broth.\nIf you find that your soup is too thick or if too much liquid evaporates, you can add more water or chicken broth to the soup to achieve your desired consistency.\nHam is naturally salty, so you can use less salt or low-sodium chicken stock to reduce your sodium intake if desired.\nKeep in mind, that you don’t want to make the soup too thick since the soup will thicken up in the refrigerator. That said, using more split peas will give you a thicker consistency. You can also simmer uncovered for 20-30 extra minutes while cooking split peas to allow some of that extra liquid to evaporate.\nWhat to Serve With Split Pea Soup\nSplit pea soup is a hearty and satisfying meal on its own, but its versatile ingredients also pair perfectly with:\n- Bread –\nCrusty French Bread, soft Dinner Rolls, or fluffy Biscuitsare all great alongside or dipped right into your soup bowl\n- Salad – A light side salad such as a\nGarden Salador a crisp Caesar Saladwould pair well with the richness of this soup. Roasted Vegetables– a great way to add more veggies to your diet\nMake-Ahead\nSplit Pea Soup is one of those recipes that’s even better the next day after you have allowed the flavors to meld. Make sure to cool your soup to room temperature before storing it in the refrigerator or freezer. Tip: Pour your soup into shallow containers to allow it to cool faster.\n- To Refrigerate: Store cooled soup in airtight containers for up to 4 days.\n- Freezing: Use freezer-safe containers or heavy-duty Ziploc bags. Leave some space at the top of the container or bag to allow the soup to expand as it freezes. If using bags, lay the bag flat for easier storage and quick thawing.\n- To Reheat: Thaw your soup in the refrigerator overnight. You can cook your thawed soup in the microwave or on the stovetop. If the soup has thickened, add water or broth to thin it out.\nMore Hearty Soup Recipes\nIf you love this Split Pea Soup recipe, then you won’t want to miss these hearty soup recipes:\nSplit Pea Soup Recipe\nIngredients\n- 2 Tbsp\nolive oil, divided\n- 2 cups diced ham or ham hock, (10 oz)\n- 1\nmedium onion, chopped\n- 2 celery stalks, finely chopped\n- 4 cups\nchicken stock\n- 8 cups water\n- 1 1/2 cups\nyellow dry split peas, rinsed and pickled over (11-12 oz)\n- 2 sprigs of fresh thyme, or 1/4 tsp dried thyme leaves\n- 2\nbay leaves\n- 5 medium Yukon or red potatoes, peeled and diced\n- 2 medium carrots, peeled and sliced into half rings\n- 1 1/2 tsp\nfine sea salt, divided, added to taste\n- 1/4 tsp\nfreshly ground black pepper\n- 3 garlic cloves\n- 2 Tbsp fresh dill or parsley, finely chopped\nInstructions\n- Set a large soup pot or\n5 1/2 qt Dutch ovenover medium-high heat and add 1 Tbsp olive oil. Add ham (or ham hock, and sautee until golden brown). Remove ham to a separate plate.\n- Add 1 Tbsp olive oil and sauté onion and celery until softened, about 5 minutes. Add stock, water, and drained peas, and add ham back to the pot. Bring to a boil and skim off any foam that rises to the top.\n- Add thyme and bay leaves and season with 1/2 tsp salt. Reduce heat to a simmer, partially cover and simmer for 1 hour 30 minutes or until peas are almost dissolved. If using a ham hock, remove bone from soup then shred the meat and put it back into the pot.\n- Add carrots and potatoes and cook another 20 minutes or until veggies are fork-tender.\n- Season with salt and pepper to taste. Remove and discard the bay leaves and thyme stems.\n- Press in the garlic, add dill or parsley, then immediately turn off the heat. Serve topped with crispy bacon and more fresh herbs.\nNutrition Per Serving\nRead comments/reviews Add comment/review\n-\nHi Natasha! I would avoid any salt in your recipe, the ham and veg or chick broth has plenty of salt. It was too salty as you know our american products/ ingredients are salted. Trying to cut the salt out. Causes hypertension and gut issues. Just a suggestion, love you!\n-\nThis was, by far, the most delicious split pea soup I have ever made. I used some chicken stock in place of salt and I used polish sausage instead of the pork. Thank you again, Natasha, for another favorite recipe!\n-\nHi Natasha. I’m interested in cooking your Mom’s split pea soup. It looks delicious, but it has a grated carrot in it and I’m wondering how that affects the texture? Is the grated carrot important to the integrity of the soup? I’m tempted to just slice both carrots instead of grating one. Any comment on how that affects the soup? Or am I over-thinking this, lol?\n-\n-\nWhere is the grated carrot added? I am going to make this soup this weekend but after reading the recipe and watching the video, I did not see a grated carrot. I’m curious if it does make a difference. 🙂\n-\n-\n-\nHi Natasha,\nTried making this soup today. Is the broth meant to remain on med/high boiling for 1 hour and 40 mins? My soup got reduced by more than half and I ended up with not too many servings. Should I have kept it simmering on low instead?\n-\nHi Natasha! Wow, this soup is incredible. It has such a comforting taste. My teenager (also named Natasha 😆) gobbled up a huge bowl on her lunch break from school. Thanks so much for sharing this recipe!\n-\nThis truly is comfort food!\nIt did take me twice as long to cook my meat, but it was organic rack of lamb ribs and I used green peas. Definetly worth the wait!\nGreat flavor, smooth texture, and just enough peas but not too thick.\n-\nGod bless you and your family!\n-\nNatasha, thank you so much for this recipe. I was looking for an easy split pea soup made with yellow split peas just like grandma’s. Your recipe is exactly what I needed! I love all of your recipes and so thankful\nI found you a few years ago. All of the foods I miss from my Ukrainian childhood I can find here and replicate them! You guys rock! Keep up the good work! You bless so many with what you do!\n-\nHi Natasha!\nWhat would be the difference if you use green split peas ?\nThanks!\nI love your recipes!!!\n-\n-\nI use chicken broth instead of water. Just reduce the amount of salt that you add later\n-\n-\n-\nI’m very pleased to uncover this website. I want to to thank you for ones time just for\nthis wonderful read!! I definitely appreciated every part of it and i also have you bookmarked to see new things\nin your website.\n-\nHi Natasha! Can’t wait to try this recipe, I have lentils in my pantry do you think it would work ok?\n-\nNatasha, do you have a recipe of Broccoli & Cheddar soup?\n-\nThis recipe is wonderful! I doubled the peas and used a smoked turkey leg instead of the riblets-turned out delicious!\n-\nHello Natasha! I am from Romania, so Ukrainian and Russian recipes are very similar! 🙂\nDon’t you add some Borscht to this or something to make it more sour? (not sure that it is named like this in English, but we add some sour liquid made of bran to our soups to make it sour and i am sure that Ukrainians and russians use it too)\n-\nThank you for all of your recipes, they really are all totally solid. Real talk!\nAlso, why am I the only dude up in here? Lol\n-\nHi Natasha! Thank you so much for such a yummy recipe! I made this soup today and it was delicious😋 I didn’t have beef on hand so I ended up using sausage and it gave it a smoky flavor and turned out perfect 🙂 we all loved it!!! Definitely gonna make it again!:-)\n-\nHi i dont have pork riblets. Would pork chops with bone in work?\n-\nWould cutting recipe in half reduce cooking time for peas?\n-\nI keep coming back to your page. How is the progress on your cookbook? We fans love your recipes and you’re awesome! Keep up the good work. Yours in Christ, Ana\nPS: Typo in the last sentence of the instructions “if you want to by fancy”\n-\nNatasha, this was delicious! This is my second time making it. I love all your recipes;)\n-\nI’m happy to hear how much you’re enjoying the recipes! Thanks for following and sharing your review Katie!\n-\n-\nNot thick enough with 1 cup of peas. I would advise adding more peas.\n-\nCan you please add a recipe for instant pot pea soup? Also, for some reason my soups has a lot of broth even though I used about 10 cups of water instead of 4 quarts\n-\nHi!\nMy local Whole Foods did not have pork riblets. Would baby back ribs work?\nCan’t wait to taste this soup!\n-\n-\nLol my husband absolutely LOVED this soup! He seriously eat pretty much the whole pot within 24 hours!\nSuch a good base for the broth.. make it creamy and tasted super tasty! Needed to add more salt than recommended but otherwise perfect!\n-\nI’m glad to hear how much you enjoy the recipe Lilly! Thanks so much for sharing!\n-\n-\n-\n-\nHello,\nPlease advise on how many chicken thighs should be used instead of pork. The recipe looks great! Thank you😊\n-\ncan i use green split peas instead?\n-\nHi Natasha, where do you buy yellow spit peas? I looked in Safeway, walmart, Russian store but they don’t have them. Thanks in advance!\nP.s love your website!\n-\nHi Natasha,\nWe don’t eat pork. What other cut if meat would work as an alternative?\n-\nI really want to make this soup, but I don’t have pork riblets. May I use chicken instread?\n-\nMy husband always asks for split pea soup… apparently it brings back lots of child hood memories of his mom making it… my mom has never made it and I’ve never tried it… I was hesitant to make it because I wasn’t sure how it will turn out. Well… we’ve been married 9 years and I finally got around to making it for him today! Lol. We all enjoyed it VERY much! And husband was VERY surprised when he came home from work on a freezing day to his favorite soup! He did I was exactly how he remembers it. Thank you for the recipie!!!!\n-\nSo awesome to hear that! I am glad your family enjoys it. Thanks for sharing your review Olga!\n-\n-\nHi Natasha!\nCan I use white beans in light seasoning the ready ones and put them in soup at the end? Will it be same?\n-\nJust a hint: This soup is usually served with croutons\n-\nNatasha, thanks so much for this great recipet . My husband is the pickiest eater in the whole world and he loved this soup. it turned out perfect ! I definitely found a new favorite soup\n-\nhi Natasha, I am browsing through your fabulous website and loving your recipes. I notice you mention a product called Mrs Dash. What is it and what is an alternative? meaning, what is the essence of the flavour of this product?\nthanks. I look forward to your reply.\n-\nHi Natasha,\nGreat recipes. My entire office is using your borscht recipe after I tried it and raved about it. I was wondering if you have the nutritional value for your recipes. I’m on a restricted calorie diet and need to know the calories of the dishes I make. Thanks in advance.\n-\nSince I first tried this soup, it became one of our favorites! But I just bought myself an electric pressure cooker and this soup was done in half the time! I cooked meat and peas on high pressure for 30 min and peas were perfectly dissolved and meat was perfect too, then added potatoes and carrots cooked for 7 more minutes and then added the rest of the ingredients and it turned out soon good, and twice faster! I’m loving it! Thanks for your great recipes!\n-\n-\nI bought instant pot DUO60, I think this one is the best rated one right now. I just made beef stroganoff on your website in my pressure cooker and it was done in 45min. It’s awesome!\n-\n-\n-\nJust finished cooking and tasting. I followed your recipe but substituted peas (didn’t have any) for 1 cup of garbanzo and 1/2 cup of white beans and used smoked turkey leg in place of pork riblets (don’t eat pork). It came out sooooo good! Garbanzo kept their shape but white beans became mushy. Ii gave the soup nice consistency. I think your recipe is really good basic for any bean soup but yellow split peas already on my shopping list 🙂\nThis is 3-rd recipe I’m trying from your kitchen and always success! Thank you Natasha.\n-\nI’ve never made soup before, but today was my first with this recipe. I was so nervous that the ingredients wouldn’t come together, but when I finished, my mom tried it, added a TBSP of salt, and said it was great! Our whole fam ate it, and only a little bit is left. Thanks for the recipe. Now I feel more confident to try one of your borsches. Wish me luck 😉\n-\nThank you for the amazing recipe! Making it for the first time today but my sister Ella has made it several times and I couldn’t resist it! Your recipes are greatly appreciated!! Be blessed 🙂\n-\nNatasha, I am a Nigerian currently studying in Ukraine. i have always been scared of trying foreign dishes but i mustered up courage & tried ur recipe today, It was my first Ukrainian meal and I absolutely loved it! Thanks for sharing.\n-\nNatasha, thank you so much for the recipe. I just made it and it tastes yummy. My 13 month old loved it too. I substituted pork to beef (only meat I found in my fridge) and it was still delicious. Although yellow peas package said “soak for at least 8-12 hours before cooking” my peas went soft after 30 min boiling and soup was ready in 1 hour.\n-\nIt took me some time to make this soup. As you see I am making it in April. I had all the ingredients but just didnt get to it. But today my husband was really sick and he wanted some soup so this is what i made him. And we both really like it. I just used chicken instead of pork and it was very good!!!\nDo you think soup could be frozen?\n-\nOk! So, I didn’t have any plans to cook today! We had some leftovers from yesterday; however, when I saw this post, I decided to make it! It was my first time making the split pea soup & it took me two hours from start to finish, but it was worth it! My husband, who is not Russian, also loved it! Thank you for the recipe!\n-\nHi Natasha,\nSince I have a smaller pot, and i use half recipe of peas, do i decrease the time in half for cooking the peas and meat too?\n-\nThank you for sharing the recepie I made this soup today :))\n-\nTotally inspired by your soup, I finally made and posted my own version. Thanks for reminding me of this delicious soup!\n-\nNatasha, this soup was soooo good. Thank you!\n-\nHello Natasha,\nI just got done making this soup, It was amazing we all loved it. perfect for cold days. Thank you for sharing this wonderful recipe!\n-\nOne question I forgot…do your peas turn kind of mushy and falling apart after cooking? I’m wondering if I over-cooked them or they supposed to be this way? It was good neways 😉\n-\nI made this soup last week and wanted to come back and say it’s pretty great 🙂 I’ve never made it with the yellow peas and have to say they make it such a comfort food, perfect for cold winter days. I got them at fred meyer dry bulk bins section.\n-\nJust made the soup today. We all loved it. Very delicious\n-\nHi Natasha! Where do you buy the peas? Is it in the bulk section in winco? I can’t ever seem to find them.\n-\nI am so excited for this recipe. My dad has bin asking me to make some peas soup. Cant wait to make it. Thank u\n-\nThis looks so good!.. What would be a good substitution for the pork? I really want to try this soup but we don’t really eat pork.\n-\n-\nchicken tighs?? 🙂\n-\n-\n-\ni’m excited to make this sometime soon! I also remember having pea soup in kindergarden back in Ukraine, my mom never liked peas so she never made soups like this. Last time i had pea soup was probably when i was still in kindergarden! Making this will definatly bring some memories back! =)\n-\nNatasha, this is probably one of the best split pea soups I’ve tasted. Could it really be the yellow peas? 🙂 I did use short ribs instead of the pork ribs because that’s what I had on hand. Delicious. Thank you.\n-\nI love pea soups but my husband does not share the love, so I usually eat it alone))) I am loving the bright colors of your pictures! With all this grayness outside, life just begs for some color lol\n-\n-\naw, thanks 😀 I am on a break from taking pictures, because the grayness outside just doesn’t allow for light pictures and there’s not a spot in my house that has enough lighting to be doing this indoors, so I am using what I have from my “backup” storage lol\n-\n-\nNo kidding))\n-\n-\n-\n-\n-\nSeriously Natasha you have the best husband 🙂 I can’t wait to try making this soup it looks very delicious 🙂 I have a question how big of a pot do you use for your soup and is there a specific brand that you recommend? Thank you 🙂\n-\nNatasha- Can’t wait to try your Russian recipes! I am 13 years old and I love to cook. Last week I made Borscht and Vareniki. I am going to try your cabbage/broc. salad and your split pea soup .\n-\nO made this soup today! DELICIOUS!!!!!!\nIt is exactly the same pea soup that I ate at kinergarden when I was little. I tried making it before, how I tought its prepared. But it wasn’t tasting yummy:-( but this one is super-super good. I actually want to make one again when i will finish this one;-)\nThank you to both of you!!!!\n-\nYum!\nLooks great and easy to make! Thank You for sharing!\n-\nThank you for this and all your recipes!!\n-\nOOOOOOHHHH! I made this tonight, except I used green split peas and I had a ham bone for the meat. Otherwise, I followed your post, and am very pleased with a DELICIOUS, hearty, yummy, rib-sticking winter soup. MMMMMM! Thank you for sharing yet another marvelous recipe that allows for substitutions. Vadim is the man….such a nice hubby!\n-\nI make split pea soup weekly. Have made so many versions, will try ur mamas recipe too!!! and I can see how this soup could of been the best thing for ur cold day! 7F??? wow never knew it gets that cold in Boise\n-\nThats so funny because I was just sitting down to look for a recepe for a nice soupchik and Boom! There it is. Thanks again. Will be serving this for dinner tonight 🙂\n-\nThis is amazing want to try it\n-\nBy the way, Merry *Ukrainian Christmas!!! 🙂\n-\nSounds so delish! Will have I give it a try soon!! 🙂 Thanx for sharing Natasha! 😉\n-\nYum! I love split pea soup. It’s so homey and comforting. I could probably live just on soups:). This soup looks wonderful.\n-\nOh, how sweet of your hubby 🙂 Great job, Vadim!!!\nI got a question: do you think green peas will work as well?\nThank you.\nP.S. Merry Christmas !!! (Celebrated today in Ukraine 🙂 )",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Social Issue",
    "Health"
  ],
  "external_links": [
    "https://amzn.to/41PZlG8",
    "https://amzn.to/3x3OM2x",
    "https://amzn.to/2Negbf3",
    "https://www.livestrong.com/article/258824-the-nutritional-value-of-yellow-split-peas/",
    "https://amzn.to/2REjCtT",
    "https://amzn.to/3RPUjoa",
    "https://amzn.to/3vqVN0R",
    "https://amzn.to/3NMRGSP",
    "https://amzn.to/3NTfEMi",
    "https://amzn.to/2Xwzx2V",
    "https://www.amzn.to/3NMRGSP",
    "https://www.amzn.to/2Negbf3",
    "https://www.livestrong.com/article/258824-the-nutritional-value-of-yellow-split-peas",
    "https://www.amzn.to/2Xwzx2V",
    "https://www.amzn.to/3NTfEMi",
    "https://www.amzn.to/2REjCtT",
    "https://livestrong.com/article/258824-the-nutritional-value-of-yellow-split-peas/",
    "https://www.amzn.to/3x3OM2x",
    "https://www.amzn.to/41PZlG8",
    "https://www.amzn.to/3RPUjoa",
    "https://www.amzn.to/3vqVN0R"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "split pea soup",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "broccoli",
        "sentiment": "none"
      },
      {
        "name": "idaho",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:55:00.886+02:00",
  "updated": "2024-01-06T00:55:00.886+02:00"
}