{
  "thread": {
    "uuid": "dded66e4c0107843aa3b80e810c06a9daf6f9f12",
    "url": "https://www.newburyportnews.com/news/local_news/reardon-announces-annual-community-service-award-winners/article_2b908b58-d720-11ee-9c5e-1b64a16261a5.html",
    "site_full": "www.newburyportnews.com",
    "site": "newburyportnews.com",
    "site_section": "http://www.newburyportnews.com",
    "site_categories": [
      "real_estate",
      "media",
      "buying_selling_homes"
    ],
    "section_title": "newburyportnews.com | Greater Newburyport's local news source",
    "title": "Reardon announces annual community service award winners | Local News | newburyportnews.com",
    "title_full": "Reardon announces annual community service award winners | Local News | newburyportnews.com",
    "published": "2024-02-29T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/newburyportnews.com/content/tncms/assets/v3/editorial/c/56/c56d8369-7350-51fa-8aca-63663e386791/632a22e17d012.image.jpg?crop=312%2C312%2C378%2C169&amp;resize=200%2C200&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 39725,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dded66e4c0107843aa3b80e810c06a9daf6f9f12",
  "url": "https://www.newburyportnews.com/news/local_news/reardon-announces-annual-community-service-award-winners/article_2b908b58-d720-11ee-9c5e-1b64a16261a5.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jim Sullivan | jsullivan@newburyportnews.com",
  "published": "2024-02-29T07:00:00.000+02:00",
  "title": "Reardon announces annual community service award winners | Local News | newburyportnews.com",
  "text": "NEWBURYPORT — A police inspector, the public schools' director of facilities and the owners of The Screening Room were among those handed Public and Community Service Awards by Mayor Sean Reardon following Wednesday's annual State of the City address. The Public and Community Service Awards are given each year to public servants and city residents who have given selflessly of themselves. Categories include business, public, individual community service and youth community service, and each winner must have been nominated by a community member or members. Just as he did the year before, Reardon followed up his second State of the City by naming this year's winners, but this time with a twist. Reardon told the finalists that the city received roughly 50 nominations this year, with multiple coming in for the same people, so they were all, in fact, winners. \"So many people put in multiple nominations for this crew, that's why I decided to make them all winners tonight,\" he said. PEG Center for Art & Activism founder Paula Estey received one of three individual service awards for transforming her art gallery into a space committed to community service, civic engagement and activism. \"This year marks the seventh anniversary of the Women in Action Huddle of Newburyport, where Paula is the founder,\" Reardon said. \"We owe Paula and the Huddle a great debt of gratitude for their investment in the Clipper City Rail Trail, including the edible gardens and the Uvalde Remembrance Garden.\" Estey accepted her award to boisterous applause and said Thursday she was completely humbled by the honor. \"I've never gotten an award like this before and I'll cherish it forever,\" she said. \"Frankly, I'm pretty emotional about it. But it really is a group effort between the PEG Center, the Huddle and all our volunteers. We're all feet to the ground over here.\" Plogging Newburyport founder Jim McCarthy received an individual service award for his continued efforts to beautify the city by assisting the Parks Commission and the Department of Public Services in digging holes, planting trees, and watering the trees in parks and on streets. The mayor said McCarthy also donates money annually to pay for trees across the city and spends hours picking up trash. \"Jim is also an active Rotarian and annually cleans the Route 1 rotary and plants flowers,\" Reardon said. \"He is a model citizen and Newburyport owes him great praise for the hundreds of hours he spends making Newburyport more beautiful.\" Rupert A. Nock Middle School field hockey coach Nicole DeRosa took home an individual service award for her success with her team, as well as coordinating offseason training, participation and tournaments and providing guidance to the athletes and their families. A trio of city employees, Recreation and Youth Services Enrichment Coordinator Tarah MacGregor, Public School Director of Facilities Steve Bergholm and Police Inspector Dani Sinclair, took home public service awards. MacGregor is president of the volunteer Newburyport Pride group and Reardon said she managed community support for local LGBTQ+ youth when an Over the Rainbow dance co-sponsored by the North Shore Alliance for Gay, Lesbian, Bisexual and Transgender Youth and Newburyport Youth Services came under fire from a Facebook-born group called Massachusetts Informed Parents in the spring of 2022. \"(MacGregor) also thought proactively to collaborate with others to create an authentic LGBTQ+ community response, in the first Newburyport Pride celebration in 2023,\" Reardon said. \"With the support of the city and the Diversity Equity and Inclusion (Alliance), local businesses and nonprofits, and a team of board members and volunteers, the event was an overwhelming success.\" Bergholm's diligence maintaining and upgrading school facilities, Reardon said, has guaranteed the buildings remain in great shape. \"Steve has helped the city save thousands of kilowatts and gas therms in addition to hundreds of thousands in dollars throughout his many years in this role,\" the mayor said. \"He has also been integral in helping Newburyport maintain its Green Community status and being recognized as a leading by example community in the state. Steve is retiring this year and it will be a big loss for the city. Thank you, Steve, for your leadership.\" Sinclair is the program director for the collaborative effort between 34 police departments, the Essex County Sheriff's Department and social service agencies, known as Essex County Outreach, which assists individuals and families experiencing substance abuse disorder, mental health/behavioral health needs, and offers harm-reduction strategies as well. Under Sinclair's leadership, Reardon said, the program has connected people in need of services with various local service providers. Newburyport High School students Isla and Jackson DeVivo received the evening's only youth community service award for founding Mission Sox. Using social media and word of mouth, community members donated over 1,500 pairs of socks during last year's Boston Red Sox home opener. \"They recognized a critical need for socks in homeless communities in the region and wanted to do something that would truly make a difference,\" Reardon said. The Screening Room owners Ben and Becca Fundis took home the business service award for their collaboration with many local organizations such as the Jeanne Geiger Crisis Center, the PEG Center for Art & Activism, Storm Surge, the Merrimack Valley Feline Rescue Society, Rescue Inc., and the Newburyport Documentary Film Festival to expand public information and/or fundraising. \"They took ownership (of the theater) just prior to the COVID-19 pandemic, a tough time to buy a movie theater,\" Reardon said. \"From the beginning, they preserved the homey, local atmosphere of the theater, including Andrew Mungo's voice for preliminary on-screen announcements.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "reardon",
        "sentiment": "negative"
      },
      {
        "name": "sean reardon",
        "sentiment": "none"
      },
      {
        "name": "paula estey",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "peg center for art & activism",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "newburyport",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:35:48.898+02:00",
  "updated": "2024-03-01T00:35:48.898+02:00"
}