{
  "thread": {
    "uuid": "ca11ff5fd199d12487f52166d8460e73789cf103",
    "url": "https://manuelzao.ufmg.br/a-biodiversidade-guardada-na-estacao-ecologica-de-aredes",
    "site_full": "manuelzao.ufmg.br",
    "site": "ufmg.br",
    "site_section": "https://manuelzao.ufmg.br/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Projeto Manuelzão",
    "title": "A biodiversidade guardada na Estação Ecológica de Arêdes",
    "title_full": "A biodiversidade guardada na Estação Ecológica de Arêdes",
    "published": "2024-07-05T01:19:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://manuelzao.ufmg.br/wp-content/uploads/2024/07/IMG-20240627-WA0024.jpg",
    "performance_score": 0,
    "domain_rank": 3131,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ca11ff5fd199d12487f52166d8460e73789cf103",
  "url": "https://manuelzao.ufmg.br/a-biodiversidade-guardada-na-estacao-ecologica-de-aredes",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Projeto Manuelzão",
  "published": "2024-07-05T01:19:00.000+03:00",
  "title": "A biodiversidade guardada na Estação Ecológica de Arêdes",
  "text": "04/07/2024\nUnidade de conservação em Itabirito protege vasta riqueza de espécies, muitas delas endêmicas, no epicentro de uma região tomada pela mineração\nNo encontro entre o Cerrado e a Mata Atlântica,\nos biomas com maior número de espécies ameaçadas de extinção no país fazem festa num refúgio singular de biodiversidade. Há 14 anos, a Estação Ecológica Estadual de Arêdes, localizada no município de Itabirito, a cerca de 60 quilômetros de Belo Horizonte, protege uma riqueza de fauna, flora, solo e águas. A unidade de conservação é ainda um patrimônio histórico e arqueológico que abriga vestígios dos primeiros núcleos populacionais de Minas Gerais.\nArêdes está inserida na região denominada Quadrilátero Ferrífero-Aquífero, uma área geológica conhecida por abrigar campos rupestres ferruginosos. Caracterizados por áreas de vegetação que crescem sobre minério de ferro, esses campos, também conhecidos como vegetação de canga, constituem um dos ecossistemas mais ameaçados de Minas Gerais, devido à intensa atividade de mineração associada a seus afloramentos.\nSegundo Yasmine Antonini, doutora em Ecologia e professora do Departamento de Biologia da Universidade Federal de Ouro Preto (Ufop), atualmente os remanescentes desses campos encontram-se, em sua maioria, fragmentados. “Do ponto de vista biológico, esses topos de montanhas abrigam uma quantidade muito grande de espécies que são endêmicas desses campos ferruginosos, ou seja, são espécies que só ocorrem nessas áreas e em nenhum outro lugar do mundo”, afirma a professora.\nYasmine acompanhou de perto a pesquisa de um aluno sobre uma espécie de cacto ameaçada de extinção, exclusiva desses ambientes, o Arthrocereus glaziovii. É um cacto que cresce lentamente e necessita de polinização para produzir frutos. “Só a presença do Arthrocereus glaziovii já justifica a proteção desse sistema, desse campo rupestre ferruginoso”, defende a professora.\nA Stachytarpheta glabra, popularmente conhecida como gervão, é outra espécie endêmica de campos ferruginosos. Com flores de um azul intenso, é uma planta metalófila, ou seja, tem a propriedade de retirar metais pesados do solo. “Em programas, por exemplo, de restauração, essa planta seria super bacana de ser utilizada. Se os campos ferruginosos onde essa planta habita forem destruídos pela mineração, essa planta vai deixar de existir e a gente não vai poder mais usá-la em programas de remediação de solo”, destaca Yasmine.\nO plano de manejo da estação de Arêdes identifica 529 espécies vegetais na unidade, dentre as quais 20 espécies apresentam algum grau de ameaça à extinção ou estão protegidas por lei, como é o caso do ipê-amarelo-do-cerrado, Handroanthus ochraceus. “Tem uma quantidade enorme de espécies de orquídeas que também são endêmicas desses campos ferruginosos. A estação faz parte de um complexo maior de áreas de reserva preservadas no Quadrilátero Ferrífero que mantém essa biodiversidade, além de servir também de corredor ecológico para as espécies transitarem entre essas áreas”, completa a professora.\nA geógrafa Beatriz Cristina, que foi monitora ambiental na Estação Ecológica de Arêdes, também enfatiza a importância do corredor ecológico que interliga o\nMonumento Natural Estadual da Serra da Moeda e a Estação Ecológica Estadual de Arêdes, separados pela BR-040. Segundo ela, a possibilidade de trânsito das espécies entre as áreas foi levada em consideração durante a criação da estação.\n“Essas espécies de grande porte, o lobo-guará, a onça-parda, o tamanduá-bandeira, eles transitam por essas áreas de reserva. Esses animais só conseguem vir quando tem uma certa biodiversidade e uma tranquilidade dentro dessas regiões. São espécies de topo de cadeia, que geralmente só conseguimos avistar quando existe um ambiente equilibrado. E ali é uma região bem impactada, no entorno, pela mineração”, ressalta Beatriz.\nUma proposta de criação e implementação do Corredor Ecológico Moeda-Arêdes\njá foi vetada duas vezes pelo governador Romeu Zema (Novo). Como destaca Beatriz, a conexão ecológica natural é formada pela ligação com outras áreas de conservação ambiental que, assim como Arêdes, enfrentam pressões associadas às atividades de mineração na região do Quadrilátero, como é o caso da Serra do Gandarela. “É importante que tenha essas regiões preservadas para que não se perca essa ligação entre Moeda, Arêdes, até mesmo a Mina de Cata Branca, que vai chegar até o Gandarela e as serra do Rola-Moça e do Curral”, completa a geógrafa.\nAinda segundo levantamentos do plano de manejo da estação, Arêdes abriga 16 espécies de peixes, 70 espécies de anfíbios e répteis, 217 espécies de aves e 71 espécies de mamíferos. Para Beatriz, o surpreendente é a quantidade de espécies de peixes encontrados, já que não é comum que uma unidade de conservação em altitude tão elevada, como é o caso de Arêdes, abrigue tamanha diversidade de ictiofauna. Três espécies de cascudinho, da família Loricariidae, são endêmicas da Bacia Hidrográfica do Rio das Velhas e são criticamente vulneráveis e ameaçadas de extinção — Neoplecostomus franciscoensis, Harttia leiopleura e Harttia novalimensis.\nA estação também abriga três espécies de anfíbios com escassez de dados científicos e, portanto, sem possibilidade de precisar o estado de conservação dos animais. As espécies endêmicas das classes de anfíbios e répteis somam 18, sendo 19 as ameaçadas de extinção. “Também foram achadas muitas aves e tem várias em extinção, como a águia-cinzenta, o maxalalagá, entre outras. São espécies que foram avistadas dentro da unidade de conservação e que, como é o caso por exemplo da águia-cinzenta, só têm registro em Itabirito encontradas dentro de Arêdes”, conta a geógrafa. São 20 espécies de aves ameaçadas e 72 endêmicas.\n“O maxalalagá, você não encontra em mata fechada, por exemplo, mata de galeria, essas coisas. Ele só é encontrado no Cerrado, porque ele faz os ninhos no chão. E é muito bonitinho, assim, essa espécie é difícil até de registrar, porque toda vez que a gente encontra a gente só consegue olhar, ele dá uns voos rasantes no chão! Não dá tempo nem de pensar em pegar no telefone pra fazer uma foto”, comenta Beatriz.\nPor ser uma unidade de conservação (UC) de proteção integral, dentro da Estação de Arêdes é proibido consumo, coleta ou dano a recursos. A UC é voltada à preservação ambiental e à realização de pesquisas científicas. São permitidas somente visitas autorizadas e previamente agendadas, que se enquadrem no plano de manejo, com prioridade para atividades educativas e científicas.\nBeatriz explica que as visitas devem ser monitoradas ou guiadas para evitar qualquer tipo de depredação da região, seja no patrimônio arqueológico ou na fauna e flora. “Quando você chega em Aredes e você olha, assim, primeiro você toma um impacto visual, por causa da mineração. Conhecendo, você pensa na importância de ter uma estação ecológica naquela região, porque se não tivesse uma unidade de conservação ali estabelecida, possivelmente a região já estaria como se encontra o entorno, todo destruído”, avalia a geógrafa.\nA aprovação na Assembleia Legislativa de Minas Gerais do Projeto de Lei 387/23, em dezembro de 2023, atualiza uma ameaça à integridade de Arêdes com a proposta de retirar do território da estação um trecho de quase 30 hectares, o equivalente a 30 campos de futebol, a fim de favorecer os interesses da mineradora Minar de retomar a exploração de minério de ferro no local. O PL não apenas compromete a conservação de espécies e ecossistemas vulneráveis e o patrimônio histórico da UC,\ncomo também impacta diretamente o abastecimento hídrico da Região Metropolitana de Belo Horizonte.\nA área a ser desafetada inclui os campos ferruginosos, que são protegidos por lei e vitais para a recarga de aquífero e a preservação da qualidade das águas que alimentam a Bacia Hidrográfica do Rio das Velhas.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.almg.gov.br/comunicacao/noticias/arquivos/Plenario-encerra-discussao-sobre-veto-parcial-a-alteracao-nos-limites-de-Aredes/",
    "https://oeco.org.br/noticias/mata-atlantica-e-o-bioma-com-maior-numero-de-especies-ameacadas-do-pais/",
    "https://www.almg.gov.br/comunicacao/noticias/arquivos/Plenario-encerra-discussao-sobre-veto-parcial-a-alteracao-nos-limites-de-Aredes",
    "https://oeco.org.br/noticias/mata-atlantica-e-o-bioma-com-maior-numero-de-especies-ameacadas-do-pais",
    "https://almg.gov.br/comunicacao/noticias/arquivos/Plenario-encerra-discussao-sobre-veto-parcial-a-alteracao-nos-limites-de-Aredes/",
    "https://www.oeco.org.br/noticias/mata-atlantica-e-o-bioma-com-maior-numero-de-especies-ameacadas-do-pais/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T10:01:40.145+03:00",
  "updated": "2024-07-05T10:01:40.145+03:00"
}