{
  "thread": {
    "uuid": "d449e59b7098039dd4ef32f5e5896c32bf4d80de",
    "url": "https://www.hindustantimes.com/science/nasa-unveils-probe-bound-for-jupiter-s-possibly-life-sustaining-moon-101712881758609.html",
    "site_full": "www.hindustantimes.com",
    "site": "hindustantimes.com",
    "site_section": "https://hindustantimes.com/cities/delhi-news",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Delhi News, Latest Delhi News, New Delhi News Today and Headlines | Hindustan Times",
    "title": "NASA unveils probe bound for Jupiter's possibly life-sustaining moon - Hindustan Times",
    "title_full": "NASA unveils probe bound for Jupiter's possibly life-sustaining moon - Hindustan Times",
    "published": "2024-04-12T00:59:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://images.hindustantimes.com/default/1600x900.jpg",
    "performance_score": 0,
    "domain_rank": 946,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d449e59b7098039dd4ef32f5e5896c32bf4d80de",
  "url": "https://www.hindustantimes.com/science/nasa-unveils-probe-bound-for-jupiter-s-possibly-life-sustaining-moon-101712881758609.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "AFP",
  "published": "2024-04-12T00:59:00.000+03:00",
  "title": "NASA unveils probe bound for Jupiter's possibly life-sustaining moon - Hindustan Times",
  "text": "NASA unveils probe bound for Jupiter's possibly life-sustaining moon NASA unveils probe bound for Jupiter's possibly life-sustaining moon US space scientists on Thursday unveiled the interplanetary probe NASA plans to send to one of Jupiter's icy moons as part of humanity's hunt for extra-terrestrial life. The Clipper spacecraft is due to blast off in October bound for Europa, one of dozens of moons orbiting the Solar System's biggest planet, and the nearest spot in our celestial neighborhood that could offer a perch for life. [Explore now!](https://www.hindustantimes.com/cricket?utm_source=middlearticle&utm_medium=website&utm_campaign=crickitlaunch) \"One of the fundamental questions that NASA wants to understand is, are we alone in the cosmos?\" Bob Pappalardo, the mission's project scientist told AFP. \"If we were to find the conditions for life, and then someday actually find life in a place like Europa, then that would say in our own solar system there are two examples of life: Earth and Europa. \"That would be huge for understanding how common life might be throughout the universe.\" The $5 billion probe is currently at NASA's Jet Propulsion Laboratory in California, sitting in a \"clean room\" a sealed area only accessible to people wearing head-to-toe covering. The precautions are to ensure the probe remains free of contaminants to avoid transporting Earthly microbes to Europa. After transport to Kennedy Space Center in Florida, Clipper is set to launch aboard a Space X Falcon Heavy rocket and begin an over-five-year journey that involves a pass by Mars to pick up speed. In 2031, it should be in orbit around Jupiter and Europa, where it will begin a detailed study of the moon scientists believe is covered in frozen water. \"We have instruments like cameras, and spectrometers, a magnetometer and a radar that can... penetrate right through ice, bounce off liquid water and back to the surface to tell us how thick is the ice and where is liquid water located,\" Pappalardo said. Mission managers do not expect to find little green men swimming in the water in fact, they're not even looking for life itself, only for the conditions that could support it. Scientists know from extreme environments on Earth like light-starved geothermal vents located deep under the polar ice cap that tiny beings can find purchase almost anywhere. And conditions on Europa, which is almost as large as Earth's moon, could provide a similar habitat, offering the tantalizing prospect we are not alone not even in our own Solar System. \"If moons around planets far away from stars could hold life, then the number of opportunities around the solar system, around the universe, where life could take hold, I think goes up dramatically,\" said Jordan Evans, project manager for the Europa Clipper mission. The science is not easy a powerful radiation field around Europa could degrade the instruments, which will be getting the equivalent of 100,000 chest x-rays every circuit around the moon. The vast distances involved mean that when Clipper sends its data back, the signal will take 45 minutes to arrive at Mission Control. And despite its massive solar array, which unfurls once in space, keeping Clipper powered will be a major challenge, Evans said. \"Right after launch, putting out 23,000 watts... but when we're out at Jupiter, so far away from the Sun, they're only putting out 700 watts,\" he said. \"Near Earth, they could power 20 houses continuously. And when we're at Jupiter, just a few light bulbs and some small appliances.\" The mission, planning for which began in the late 1990s, is expected to conclude around 2034, when Clipper will likely have reached the end of its useful life. The probe will then have one final port of call: Jupiter's largest moon, deputy project manager Tim Larson said. \"After we're done with the science mission, the way we end is by crashing into one of the other bodies in the Jovian system to dispose of the spacecraft,\" he said. \"Right now, the plan is to go into Ganymede.\" hg/des This article was generated from an automated news agency feed without modifications to text. [Login Now!](https://accounts.hindustantimes.com/?type=plain&ref=ht&funnel_entry=end_of_article&cta=end_of_article&is_premium=false)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bob pappalardo",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hindustan times",
        "sentiment": "negative"
      },
      {
        "name": "nasa",
        "sentiment": "negative"
      },
      {
        "name": "jupiter",
        "sentiment": "negative"
      },
      {
        "name": "jet propulsion laboratory",
        "sentiment": "none"
      },
      {
        "name": "afp",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "jupit",
        "sentiment": "none"
      },
      {
        "name": "europa",
        "sentiment": "none"
      },
      {
        "name": "california",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T03:37:07.468+03:00",
  "updated": "2024-04-19T07:32:44.427+03:00"
}