{
  "thread": {
    "uuid": "e251e031eccae438ec0a979381f3e79fb5692599",
    "url": "https://theshillongtimes.com/2024/01/19/national-nuggets-1229",
    "site_full": "theshillongtimes.com",
    "site": "theshillongtimes.com",
    "site_section": "https://theshillongtimes.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "The Shillong Times | Established 1945",
    "title": "National Nuggets | The Shillong Times",
    "title_full": "National Nuggets | The Shillong Times",
    "published": "2024-01-18T21:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 97685,
    "domain_rank_updated": "2024-01-16T12:06:44.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e251e031eccae438ec0a979381f3e79fb5692599",
  "url": "https://theshillongtimes.com/2024/01/19/national-nuggets-1229",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-18T21:00:00.000+02:00",
  "title": "National Nuggets | The Shillong Times",
  "text": "Buddhist forum calls for end to war New Delhi, Jan 18: The Asian Buddhist Conference for Peace on Thursday called for global unity in ending wars, promoting peace and prioritising efforts for nature and environment protection. The call was made in the Delhi Declaration released by the 12th General Assembly of the Asian Buddhist Conference for Peace (ABCP) which concluded here during the day. ABCP general secretary Khunkur Bymbanjay said the declaration emphasized the interconnectedness between the well-being of humanity and a healthy, peaceful environment. Rooted in the teachings of Lord Buddha, the declaration underscored the commitment of Buddhists towards fostering spiritual development and moral values, he said at a press conference. The first major point in the Delhi Declaration is an urgent call for an immediate cessation of wars and armed conflicts worldwide. (PTI) SC refuses to cancel Cong MLA’s bail New Delhi, Jan 18: The Supreme Court on Thursday refused to cancel Congress MLA Sukhpal Singh Khaira’s bail in a 2015 drugs haul case, rejecting the Punjab government’s appeal challenging the high court’s order granting him the relief. A bench of Justices Bela M Trivedi and KV Viswanathan said it was not inclined to interfere with the January 4 order of the Punjab and Haryana High Court granting bail to Khaira in a case registered under the Narcotic Drugs and Psychotropic Substances (NDPS) Act and the Arms Act. The Punjab government had challenged the order in the apex court claiming the high court had not considered all facts of the case. The bench told senior advocate Siddharth Luthra, appearing for the Punjab government, that though the allegations against Khaira were serious, it will not interfere with the high court order considering the facts and circumstances of the case. Luthra submitted that during the earlier round of litigation, when Khaira had challenged the summons issued to him under section 319 of the Code of Criminal Procedure (CrPC), the top court had said in December 2022 that the said provision could only be invoked before the pronouncement of the order after trial. Justice Trivedi said when the matter had ended there, how did the special judge of the trial court ordered further investigation in the case. “If Khaira was involved right from the beginning, why did you not include him in the charge sheet?” the bench asked the senior advocate. (PTI)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "buddha",
        "sentiment": "none"
      },
      {
        "name": "sukhpal singh khaira",
        "sentiment": "none"
      },
      {
        "name": "khunkur bymbanjay",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "national nuggets",
        "sentiment": "negative"
      },
      {
        "name": "asian buddhist conference for peace",
        "sentiment": "none"
      },
      {
        "name": "abcp",
        "sentiment": "none"
      },
      {
        "name": "congress mla",
        "sentiment": "none"
      },
      {
        "name": "cong mla",
        "sentiment": "none"
      },
      {
        "name": "the supreme court",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new delhi",
        "sentiment": "none"
      },
      {
        "name": "shillong",
        "sentiment": "none"
      },
      {
        "name": "punjab",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T01:34:15.263+02:00",
  "updated": "2024-01-19T01:34:15.263+02:00"
}