{
  "thread": {
    "uuid": "69f3f6ed5658366907bd3edb700987a557bc0110",
    "url": "https://www.racefans.net/2024/06/22/boya-wins-sprint-race-after-trident-team-mates-crash-fighting-over-lead",
    "site_full": "www.racefans.net",
    "site": "racefans.net",
    "site_section": "http://nato.einnews.com/live_feed",
    "site_categories": [
      "auto_racing",
      "sports"
    ],
    "section_title": "Live Feed Wire - NATO News Today - EIN Presswire",
    "title": "Boya wins sprint race after Trident team mates crash fighting over lead · RaceFans",
    "title_full": "Boya wins sprint race after Trident team mates crash fighting over lead · RaceFans",
    "published": "2024-06-22T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.racefans.net/wp-content/uploads/2024/06/racefansdotnet-2024-06-22_104050.jpg",
    "performance_score": 0,
    "domain_rank": 31963,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "69f3f6ed5658366907bd3edb700987a557bc0110",
  "url": "https://www.racefans.net/2024/06/22/boya-wins-sprint-race-after-trident-team-mates-crash-fighting-over-lead",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Will Wood",
  "published": "2024-06-22T03:00:00.000+03:00",
  "title": "Boya wins sprint race after Trident team mates crash fighting over lead · RaceFans",
  "text": "Mari Boya claimed his first Formula 3 victory in Barcelona after two of his Trident rivals crashed into each other while fighting over the lead.\nAdvert | Become a Supporter & go ad-free\nThe Campos driver inherited the lead of the race after Santiago Ramos and Sami Meguetounif collided at turn one. Boya then held off Alex Dunne to take the chequered flag under Safety Car triggered when championship leader Gabriele Mini crashed out of the race in the latter stages.\nRamos led the early laps from partial-reverse-grid pole with team mate Meguetounif running behind him in second. At the start of lap three, Meguetounif used DRS to get a run on his race leading team mate, who moved to defend.\nMeguetounif ran over the grass and inside kerb and collided with the leader. His race ended there while Ramos limped to the pits with a right-rear puncture.\nThe Safety Car was deployed, with Boya inheriting the lead from the Tridents. When the race resumed, he led from Dunne, Oliver Goethe, Laurens van Hoepen and McLaren junior Martinius Stenshorne.\nBoya briefly came under pressure for the lead from McLaren junior Dunne, but was able to resist him to keep his position when Dunne got a run on him down the pit straight. Behind, Stenshorne took fourth place from Van Hoepen, but the top three positions remained static.\nIn the closing laps, Sebastian Montoya, who was demoted out of the top 10 in qualifying when his best lap time was deleted, began to challenge Gabriele Mini for 11th place. The pair made slight contact out of turn four, damaging Mini’s Prema which sent him sliding into Montoya into turn five and putting both out.\nThe Safety Car was deployed for a second time and the race never resumed before the chequered flag. Boya therefore claimed his first win at his home round, with Dunne in second but one of several drivers set to be investigated after the race for a potential false start. Goethe claimed the final podium position in third.\nAdvert | Become a RaceFans supporter and go ad-free\nStenshorne finished fourth ahead of Van Hoepen, Noel Leon, Leonardo Fornaroli and Ferrari junior Dino Beganovic. Red Bull prospect Arvid Lindblad took ninth, with Tim Tramnitz completing the top ten.\nMini, Montoya and Meguetounif were joined in retirement by Callum Voisin and Nikita Bedrin, who collided under yellow flags at turn one immediately following the clash between the Trident drivers at turn one on lap three. Despite failing to finish, Mini retains his championship lead with Fornaroli now second ahead of Luke Browning, three points behind the leader.\nFormula 3 Spain race one results Position Car Driver Team 1 12 Mari Boya Campos 2 9 Alex Dunne MP 3 10 Oliver Goethe Campos 5 15 Martinius Stenshorne Hitech 5 24 Laurens Van Hoepen ART 6 20 Noel Leon Van Amersfoort 7 4 Leonardo Fornaroli Trident 8 1 Dino Beganovic Prema 9 3 Arvid Lindblad Prema 10 7 Tim Tramnitz MP 11 23 Christian Mansell ART 12 14 Luke Browning Hitech 13 25 Nikola Tsolov ART 14 16 Cian Shields Hitech 15 31 Joseph Loake Rodin 16 17 Charlie Wurz Jenzer 17 28 Josh Dufek PHM 18 22 Tom Smith Van Amersfoort 19 19 Matias Zagazeta Jenzer 20 21 Sophia Floersch Van Amersfoort 21 6 Santiago Ramos Trident 22 18 Max Esterson Jenzer 23 8 Kacper Sztuka MP 24 30 Piotr Wisnicki Rodin 25 26 Tasanapol Inthraphuvasak PHM DNF 2 Gabriele Minì Prema DNF 11 Sebastian Montoya Campos DNF 5 Sami Meguetounif Trident DNF 29 Callum Voisin Rodin DNF 27 Nikita Bedrin PHM Advert | Become a RaceFans supporter and go ad-free\nBecome a RaceFans Supporter RaceFans is run thanks in part to the generous support of its readers. By contributing £1 per month or £12 per year (or the same in whichever currency you use) you can help cover the costs of creating, hosting and developing RaceFans today and in the future.\nBecome a RaceFans Supporter today and browse the site ad-free. Sign up or find out more via the links below:\nBecome a RaceFans Supporter RaceFans Supporter FAQ Formula 3 Boya wins sprint race after Trident team mates crash fighting over lead Mansell pips Red Bull’s Lindblad to pole in close Barcelona qualifying Mini masters Monaco again after last-lap restart Alpine junior Tsolov cruises to first F3 win at Monaco after pile-up at start Mini earns Monaco pole ahead of Mansell in disrupted qualifying Browse all Formula 3 articles",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "racefans mari boya",
        "sentiment": "negative"
      },
      {
        "name": "boya",
        "sentiment": "negative"
      },
      {
        "name": "meguetounif",
        "sentiment": "none"
      },
      {
        "name": "dunne",
        "sentiment": "none"
      },
      {
        "name": "ramos",
        "sentiment": "none"
      },
      {
        "name": "oliver goethe",
        "sentiment": "none"
      },
      {
        "name": "alex dunne",
        "sentiment": "none"
      },
      {
        "name": "laurens van hoepen",
        "sentiment": "none"
      },
      {
        "name": "martinius stenshorne",
        "sentiment": "none"
      },
      {
        "name": "stenshorne",
        "sentiment": "none"
      },
      {
        "name": "gabriele mini",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "mclaren",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "barcelona",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-22T14:31:48.866+03:00",
  "updated": "2024-06-22T16:31:19.214+03:00"
}