{
  "thread": {
    "uuid": "87b9c2eb2dc4c290e21d28fdc243cde6d7006e59",
    "url": "https://www.biblicalarchaeology.org/daily/biblical-artifacts/the-pillow-psalter-returns",
    "site_full": "www.biblicalarchaeology.org",
    "site": "biblicalarchaeology.org",
    "site_section": "http://www.biblicalarchaeology.org/feed",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Biblical Archaeology Society",
    "title": "The “Pillow Psalter” Returns",
    "title_full": "The “Pillow Psalter” Returns",
    "published": "2024-03-29T16:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.biblicalarchaeology.org/wp-content/uploads/2024/03/Al-Mudil-Codex-Coptic-Psalter-thumbnail.jpg",
    "performance_score": 0,
    "domain_rank": 22556,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "87b9c2eb2dc4c290e21d28fdc243cde6d7006e59",
  "url": "https://www.biblicalarchaeology.org/daily/biblical-artifacts/the-pillow-psalter-returns",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Marek Dospěl",
  "published": "2024-03-29T16:00:00.000+03:00",
  "title": "The “Pillow Psalter” Returns",
  "text": "The Oldest Complete Book of Psalms is Back on Display\nOne of the most treasured artifacts in the collections of the Coptic Museum in Cairo, the so-called Pillow Psalter, is back on display. Dating to about 400 CE, this oldest complete Coptic manuscript of the Book of Psalms returned to public view in February, following almost five years of restoration work. As reported by several Egyptian outlets, including the\nState Information Service, the ancient codex has been fully restored and documented and is now presented in a newly designed permanent exhibit, ready to awe and inspire many more generations of visitors to the Coptic Museum.\nThe psalter owes its nickname to the unusual circumstances of its discovery. In 1984, the codex was excavated by antiquities inspectors from a humble Christian grave at al-Mudil, an Egyptian village some 25 miles northeast of al-Bahnasa (ancient Oxyrhynchus, known for its\npapyri). It was found open and placed as a pillow beneath the head of an adolescent girl. It was the only object buried with the girl and one of immense value. The purpose of such arrangement is unclear, but it brings to mind the ancient Egyptian practice of burying the Book of the Dead with the deceased to aid their passage into the afterlife. The girl’s family must have loved her exceedingly to send her off with such a precious object; they may have believed the holy book would aid her chances of resurrection. The psalter is more commonly known as the Mudil Codex, having been discovered at al-Mudil. It has since found its way to the Coptic Museum in Cairo, where it was first displayed in 1992 and given catalogue number 6614.\nDespite favorable environmental conditions, which preserved the parchment codex for more than one and a half millennia, the manuscript was in desperate need of professional treatment. Over the past five years, a team of Egyptian conservators from the Coptic Museum and the Museum of Islamic Art worked to address various forms of damage that had resulted from ancient usage, contact with the corpse, and dry climate. The whole book had to be dismantled to allow for thorough treatment of individual pages and the binding. Throughout this process, the Mudil Codex was documented using ultraviolet and infrared digital photography. Upon completion of the restoration work, it was finally sewed together and given a prominent place in the museum.\nThe Mudil Psalter is significant not only because it is the oldest surviving complete translation of the Book of Psalms in Coptic. Its text differs from other contemporary or later Coptic translations of the Septuagint psalms, thus adding to the history of text transmission. The two major questions are (1) what the model texts for this translation were (i.e., to which text family it might belong), and (2) in what ways it was revised. In fact, it contains some linguistically difficult passages and curious readings. It is also important to consider that, unlike so many manuscript finds (including much of the Dead Sea Scrolls and the “Gnostic library” from\nNag Hammadi), this codex comes from a controlled excavation.\nUnfortunately, the only book-length study of the manuscript appeared recently\nin German. Meticulous and highly technical, this monograph is written only for the selected few who read German and the relevant original languages (Hebrew, Greek, and Coptic), which are quoted without accompanying translations. Luckily, an accessible summary is available in the form of an English book review.\nCleaned and restored, the Mudil Codex is now back on view, in a special permanent exhibit at the Coptic Museum—the Book of Psalms Hall. This museum space includes interactive screens for visitors to engage with the artifact. Also available are digital photographs of the entire manuscript, label text in seven languages, and an audio guide. For their accomplishment, the restoration team won the Dr. Zahi Hawass Award for the best restoration project in 2023.\nThe world of the Bible is knowable. We can learn about the society where the ancient Israelites, and later Jesus and the Apostles, lived through the modern discoveries that provide us clues.\nBiblical Archaeology Review is the guide on that fascinating journey. Here is your ticket to join us as we discover more and more about the biblical world and its people.\nEach issue of Biblical Archaeology Review features lavishly illustrated and easy-to-understand articles such as:\n• Fascinating finds from the Hebrew Bible and New Testament periods\n• The latest scholarship by the world's greatest archaeologists and distinguished scholars\n• Stunning color photographs, informative maps, and diagrams\n• BAR's unique departments\n• Reviews of the latest books on biblical archaeology\nThe BAS Digital Library includes:\n• 45+ years of Biblical Archaeology Review\n• 20+ years of Bible Review online, providing critical interpretations of biblical texts\n• 8 years of Archaeology Odyssey online, exploring the ancient roots of the Western world in a scholarly and entertaining way,\n• The New Encyclopedia of Archaeological Excavations in the Holy Land\n• Video lectures from world-renowned experts.\n• Access to 50+ curated Special Collections,\n• Four highly acclaimed books, published in conjunction with the Smithsonian Institution: Aspects of Monotheism, Feminist Approaches to the Bible, The Rise of Ancient Israel and The Search for Jesus.\nThe\nAll-Access membership pass is the way to get to know the Bible through biblical archaeology.\nSign up to receive our email newsletter and never miss an update.\nDig into the world of Bible history with a BAS All-Access membership. Biblical Archaeology Review in print. AND online access to the treasure trove of articles, books, and videos of the BAS Library. AND free Scholar Series lectures online. AND member discounts for BAS travel and live online events.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://egymonuments.gov.eg/en/museums/the-coptic-museum",
    "https://www.sis.gov.eg/Story/191713/Oldest-Coptic-Psalter-Now-On-Display---In-Coptic-Museum-After-Restoration/?lang=en-us",
    "https://www.degruyter.com/document/doi/10.1515/9783110200805/html",
    "https://egymonuments.gov.eg/en/collections/psalter-11",
    "https://bmcr.brynmawr.edu/2008/2008.01.37",
    "https://w1.buysub.com/pubs/SP/BAR/BAS_07232019.jsp?cds_page_id=241163&cds_mag_code=BAR&id=1571194217467&lsid=92882150174062707&cds_response_key=ZB4A00ZF0&vid=1",
    "https://www.sis.gov.eg/Story/191713/Oldest-Coptic-Psalter-Now-On-Display---In-Coptic-Museum-After-Restoration/",
    "https://sis.gov.eg/Story/191713/Oldest-Coptic-Psalter-Now-On-Display---In-Coptic-Museum-After-Restoration/?lang=en-us",
    "https://www.egymonuments.gov.eg/en/collections/psalter-11",
    "https://degruyter.com/document/doi/10.1515/9783110200805/html",
    "https://www.w1.buysub.com/pubs/SP/BAR/BAS_07232019.jsp?cds_page_id=241163&cds_mag_code=BAR&id=1571194217467&lsid=92882150174062707&cds_response_key=ZB4A00ZF0&vid=1",
    "https://w1.buysub.com/pubs/SP/BAR/BAS_07232019.jsp",
    "https://www.bmcr.brynmawr.edu/2008/2008.01.37",
    "https://www.egymonuments.gov.eg/en/museums/the-coptic-museum"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "coptic museum",
        "sentiment": "none"
      },
      {
        "name": "state information service",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "cairo",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T17:22:12.771+03:00",
  "updated": "2024-03-29T17:22:12.771+03:00"
}