{
  "thread": {
    "uuid": "b4032243d6e31c7af5582454859e281c6510a85b",
    "url": "https://www.lavozdigital.es/andalucia/cadiz/semana-santa/cadiz-enaltece-corpus-20240602132158-ntv.html",
    "site_full": "www.lavozdigital.es",
    "site": "lavozdigital.es",
    "site_section": "http://www.lavozdigital.es/rss/feeds/lavozdigital_ultima.xml",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Última Hora",
    "title": "Cádiz enaltece su Corpus",
    "title_full": "Cádiz enaltece su Corpus",
    "published": "2024-06-02T13:22:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://s3.abcstatics.com/lavozdigital/www/multimedia/andalucia/2024/06/02/corpus-U03017733403vwe-1024x512@abc.jpeg",
    "performance_score": 0,
    "domain_rank": 48187,
    "domain_rank_updated": "2024-05-28T13:09:50.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b4032243d6e31c7af5582454859e281c6510a85b",
  "url": "https://www.lavozdigital.es/andalucia/cadiz/semana-santa/cadiz-enaltece-corpus-20240602132158-ntv.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "(lavozdigital)",
  "published": "2024-06-02T13:22:00.000+03:00",
  "title": "Cádiz enaltece su Corpus",
  "text": "Corpus Christi 2024\nCádiz enaltece su Corpus\nJesús Sacramentado recorre las calles para hacerse presente entre los gaditanos en este día de la Caridad\nEl viento de levante no ha defraudado y ha acompañado este domingo de Corpus en Cádiz que se ha iniciado con los últimos traslados y preparativos muy temprano, a primera hora de la mañana. En la Catedral de Cádiz todo estaba dispuesto en este día de la Caridad, en este año de la Eucaristía declarado por el obispo Rafael Zornoza. Llegaban los fieles y lo hacían también las distintas autoridades, además de la corporación municipal, que acudía bajo mazas a la Seo y acompañada por la banda de música Maestro Dueñas de El Puerto. Cofrades de las hermandades de la ciudad y asociaciones religiosas también han estado presentes la misa.\nSonaban las campanas de la Catedral y minutos más tarde de la hora prevista comenzaba el Solemne Pontifical con la entrada al templo desde la sacristía del obispo, Rafael Zornoza, y los demás sacerdotes que le han acompañado en la celebración.\nLa espléndida Custodia gaditana lucía en la Catedral exornada con rosas rojas. Allí también se encontraba la Virgen del Rosario, Patrona de Cádiz con distintas flores en tonos rosas y blanco. Además estaban sobre sus andas preparados para la procesión las imágenes del beato Diego José de Cádiz, el Niño Jesús de Santo Domingo y los santos patronos San Servando y San Germán.\nEn su homilía Rafael Zornoza incidía en la importancia de esta festividad. «Estamos aquí para celebrar esta fiesta con gozo. Es una fiesta que nos obliga a saborear mejor las verdades de la fe y la redencion del Señor Jesús. Repetiremos esas palabras de cuando el Señor instituyó la Eucaristía, estas palabras que escuchamos con atención tienen mucha mas importancia de lo que pensamos se podría decir que es el epicentro de este terremoto en el que Dios entra en el mundo porque ahí se culmina ese plan que está en el corazón del Señor que ha hecho todo por venir a nosotros».\nDestacaba el prelado gaditano en el sentido de la Eucaristía con palabras de Santo Tomas de Aquino. «Decía que en el misterio de la Eucaristía se contienen todas las riquezas que Dios ha querido dar al mundo. El pan que nos une es signo de nuestra comunidad. El Señor llama a la unidad en la fe, esperanza, caridad y amor». También ha querido Zornoza agradecer la labor de todos los que hacen posible esta procesión en esta jornada. «Os agradezco el esfuerzo, los preparativos, a los sacerdotes, a las parroquias... Muchas gracias por estar aquí porque vuestra presencia será un signo de ese deseo de caminar juntos que Dios tiene para nosotros para buscar el bien de todos. La procesión es una costumbre Cristiana. Nos permite aceptar la presencia de Dios en el mundo, en un mundo que se seculariza, que quiere vivir como si Dios no existiera. Se hace presente entre nosotros en nuestro mundo, nuestras calles... queriendo visitar a todos y socorrer sobre todo a los desvalidos, a los que están solos o los sin techo».\nTras la comunión se formaba el amplio cortejo de la procesión que empezaba a salir por la puerta principal de la Catedral. Abría camino la banda Ecce Mater de Cádiz y detrás, la cruz de guía cedida por la hermandad de Afligidos y los niños de Primera Comunión, los fieles, asociaciones de colegios católicos y las hermandades. Tras las imágenes del Niño Jesús, el beato Diego y los patronos iba la Alcaldesa Perpetua de Cádiz. La cuadrilla de cargadores de la archicofradía del Rosario elevaba el paso de la Patrona dentro de Catedral y caminaba hacia la salida. Mientras, dentro, bajo el palio de respeto llegaba el Santísimo Sacramento a la Custodia y era canónigo Guillermo Domínguez Leonsegui quien lo entronizaba en esa custodia del Cogollo que va dentro de la de plata.\nBajaba por la rampa dispuesta para este Corpus en Catedral el paso de la Patrona y sonaba la marcha Pasan los Campanilleros de López Farfán interpretada por la banda Maestro Dueñas de El Puerto. Unos minutos despúes con el persistente viento de levante sonaban de nuevo las campanas del primer templo de la diócesis y salía la Custodia con Jesús Sacramentado para llegar a todos los gaditanos. Se escuchaba entonces la marcha Corpus Christi que tocaba la banda de Música Cruz Roja ACM Maestro Agripino Lozano. José Julio Reyeros dirigía una vez más el carro de la Custodia flanqueado por sacerdotes. Detrás del Santísimo Sacramento, además de la curia, iba la corporación municipal con el alcalde, Bruno García, como máximo representante, y autoridades militares y civiles.\nLa procesión seguía el recorrido previsto, más arropada de público conforme avanzaba la mañana y se encaraban calles algo más protegidas del viento. Tras superar la Plaza de san Agustín llegaba hasta San Juan de Dios engalanada con mimo y donde se encontraba la alfombra de arena tintada que resistía a pesar del levante. Allí también se encontraba el altar que por primera vez había montado la hermandad del Rocío de Cádiz y que, junto a los demás altares preparados este año ensalzaban la fiesta.\nPasada la una de la tarde ya llegaba de nuevo el Santísimo Sacramento a la Catedral y repicaban las campanas. Allí el obispo procedía a la bendición final. Tras ello regresaban a su templo las imágenes para terminar esta jornada de un Corpus en Cádiz que ha ganado en solemnidad.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T14:34:43.849+03:00",
  "updated": "2024-06-02T14:34:43.849+03:00"
}