{
  "thread": {
    "uuid": "7e50c80789f67a446d65cf69b961134c10ad597c",
    "url": "https://vnexplorer.net/good-friday-marked-across-australia-with-church-services-easter-egg-hunts-and-seafood-spreads-s2121413.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Good Friday marked across Australia with church services, Easter egg hunts, and seafood spreads",
    "title_full": "Good Friday marked across Australia with church services, Easter egg hunts, and seafood spreads",
    "published": "2024-03-29T09:08:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1kJmJW.img",
    "performance_score": 0,
    "domain_rank": 52651,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7e50c80789f67a446d65cf69b961134c10ad597c",
  "url": "https://vnexplorer.net/good-friday-marked-across-australia-with-church-services-easter-egg-hunts-and-seafood-spreads-s2121413.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-03-29T09:08:00.000+03:00",
  "title": "Good Friday marked across Australia with church services, Easter egg hunts, and seafood spreads",
  "text": "The Good Friday service at EFKS Southwest Brisbane drew churchgoers dressed in white. (ABC News: Lucas Hill)\nLocals have gathered across the country to mark Good Friday this Easter long weekend.\nFrom special church services, to family days out in the sun, and seafood-rich dishes — here’s how you’re spending the public holiday.\n‘Blessed’ churchgoers gather in Brisbane In Brisbane, dozens of churchgoers at EFKS Southwest Brisbane dressed in white and gathered at the Samoan Church to celebrate Good Friday.\nIn Samoan culture, traditionally, white is worn during the Easter period.\n“For us, white represents a new life in our culture; it’s such a significant day, so we wear white clothes,” churchgoer Vao said.\nThe Queensland service consisted of hymns, singing and prayer.\nRosie Alaalatoa, who attended the service, said it was a “blessing” to embrace culture and language.\n“It’s a special day for all of us in the Samoan community; we come together and worship, and we’re able to see each other,” she said.\n“This is a beautiful day for the islanders.”\nAnglican Church Southern Queensland Archbishop Jeremy Greaves said in his Good Friday message, “no matter how desperate things seem, it does get better”.\n“Love will endure. Hope will win out,” he said.\nArchbishop Greaves said he hoped people could use the Easter break to find strength, hope and courage to “sing alleluia” in the face of “the darkness of the world”.\nCalls for harmony in Sydney At the St Patrick’s Cathedral in Western Sydney, hundreds gathered to pray through the Stations of the Cross, marking the different phases of Jesus’s life and death.\nBishop Vincent Long led the procession.\nHe began with an Easter message calling for harmony in the Israel-Gaza war, which has been front-of-mind for many in the local community.\nPilgrimage across Melbourne Melbourne Christians also marked Good Friday, by participated in the annual Way of the Cross walk.\nHundreds began the walk at one of Melbourne’s oldest churches, St Francis on Lonsdale Street, and concluded at St Paul’s Cathedral on Flinders Street.\nThe walk takes Christians of different denominations on a journey through Melbourne’s city centre, stopping at many of the city’s historic churches to share reflections, songs, and prayers.\nThe annual pilgrimage has been running since 1998.\nIt passes from church to church, commemorating Jesus’s journey from the Last Supper to the crucifixion and resurrection.\nFollowers were invited to continue the walk when it resumed early on Easter Sunday.\nEaster egg hunt in Hobart Meanwhile, Tasmanians marked Good Friday with an Easter egg hunt for the kids.\nAround 2,000 children and their parents took part in the annual egg hunt and family picnic at the Royal Tasmanian Botanical Gardens.\nClues to find a special chocolate Easter egg surprise were hidden throughout the gardens.\nIt is the 12th year the event has been hosted, which raises funds for medical research across Tasmania.\nSeafood spreads in Perth Over in Western Australia, many are eagerly lining up at the fish markets to score a fresh catch for their Good Friday feast.\nRichard Karagania’s religious background means it’s important to him and his wife — who is Catholic — to avoid red meat on Good Friday, so he was at the fish market bright and early on Friday.\n“It’s all very nice, a tomatoey fish stew,” he said of the fish fillet and extra-large prawns he was picking up.\n“But also it’s a nice time of the year to sit outside and have a seafood meal.”\nThird-generation fishmonger Matt Kailis said the most important thing is to look for this Good Friday is local produce.\n“We’ve got all variety of fish to suit basically any budget and any cooking style,” he said.\n“Traditionally people might have just bought their snapper, but they’re trying a lot of different species of fish, they’re more adventurous in their cooking.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1kJmJW.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1kJmJW.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "luc",
        "sentiment": "neutral"
      },
      {
        "name": "vao",
        "sentiment": "none"
      },
      {
        "name": "rosie alaalatoa",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "efks southwest brisbane",
        "sentiment": "negative"
      },
      {
        "name": "samoan church",
        "sentiment": "none"
      },
      {
        "name": "anglican church southern queensland archbish",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "efks southwest brisbane",
        "sentiment": "none"
      },
      {
        "name": "brisbane",
        "sentiment": "none"
      },
      {
        "name": "queensland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T09:15:27.623+03:00",
  "updated": "2024-03-29T09:15:27.623+03:00"
}