{
  "thread": {
    "uuid": "f2a289327ab4f2daf5f423e17f99e317eee1144f",
    "url": "https://www.13abc.com/2024/01/15/preparing-your-car-freezing-temps",
    "site_full": "www.13abc.com",
    "site": "13abc.com",
    "site_section": "https://www.13abc.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "WTVG | 13Action News, Local News and Weather",
    "title": "Preparing your car for the freezing temps",
    "title_full": "Preparing your car for the freezing temps",
    "published": "2024-01-16T00:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gray-wtvg-prod.cdn.arcpublishing.com/resizer/v2/2RH4IWOOSRH4NMSLADRIZDWJQE.jpg?auth=aecc2a3b33e908e290b8ab7ae4e0c91f32077667893fa518242e7a57d5010274&amp;width=1200&amp;height=600&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 18852,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f2a289327ab4f2daf5f423e17f99e317eee1144f",
  "url": "https://www.13abc.com/2024/01/15/preparing-your-car-freezing-temps",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Brenna Nye",
  "published": "2024-01-16T00:44:00.000+02:00",
  "title": "Preparing your car for the freezing temps",
  "text": "PERRYSBURG, Ohio (WTVG) - As our First Alert Weather coverage continues, it’s important to take care of yourself and your car in these extreme cold temperatures.With dangerous temperatures and wind chills in the forecast for the next couple of days, it’s important to be prepared. One of those steps is making sure your vehicle is ready to go out in the freezing temps.“Some of the most important things to do would be to just have your vehicle regularly serviced. Have the maintenance done. Make sure before it gets really cold, like it is now, that you’re having your tires checked, tire pressure, make sure your battery’s good, your fluids are topped off and all your exterior lights are working and that you’ve got a good set of wiper blades,” Matt Keber, the general manager of AAA in Perrysburg said.Keber says to plan for the worst, that way you’re ready for anything.“In those kinds of events, it’s always good to have something similar to this (an emergency road kit). Something that’s got some signs, a flashlight, maybe a strobe light, jumper cables. Things like that inside of here even a first aid kit is in this,” Keber said.Keber says some things to keep in mind are:- Have a hat, gloves, and warm coat on hand in case you were to get stuck and need them.- Try not to let your car get below half a tank of gas. Because if the vehicle stops running, so does the heat.- Make sure your phone is charged and have a way to charge it.The bottom line: have a plan to safely brace the cold.“When it’s cold like this, and we get these subzero temperatures, mix in some wind, the windchill is really what’s going to chill you. So make sure your outer extremities are covered ears, fingers, hands a good hat to make sure that you can hold that heat in and protect yourself. You don’t have to be out of your vehicle for very long with wind like this to end up with frostbite or really serious health concerns,” Keber said. See a spelling or grammar error in our story? Please include the title when you click here to report it. Copyright 2024 WTVG. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Disaster and Accident",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "matt keber",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "aaa",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "perrysburg",
        "sentiment": "none"
      },
      {
        "name": "ohio",
        "sentiment": "none"
      },
      {
        "name": "perrysburg",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-16T01:13:55.382+02:00",
  "updated": "2024-01-16T01:13:55.382+02:00"
}