{
  "thread": {
    "uuid": "752242338df5d77846b75c68881f6f4b873a7d19",
    "url": "https://www.vaticannews.va/en/church/news/2024-05/sister-jane-wakahiu-hilton-foundation-religious-sisters-change.html",
    "site_full": "www.vaticannews.va",
    "site": "vaticannews.va",
    "site_section": "https://www.vaticannews.va/en.rss.xml",
    "site_categories": [
      "uncategorized"
    ],
    "section_title": "\n            ",
    "title": "Empowering women religious as voices of change",
    "title_full": "Empowering women religious as voices of change",
    "published": "2024-05-31T20:32:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://www.vaticannews.va/content/dam/vaticannews/multimedia/2023/05/19/Yvette-6.jpg/_jcr_content/renditions/cq5dam.thumbnail.cropped.1500.844.jpeg",
    "performance_score": 0,
    "domain_rank": 2820,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "752242338df5d77846b75c68881f6f4b873a7d19",
  "url": "https://www.vaticannews.va/en/church/news/2024-05/sister-jane-wakahiu-hilton-foundation-religious-sisters-change.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Vatican News",
  "published": "2024-05-31T20:32:00.000+03:00",
  "title": "Empowering women religious as voices of change",
  "text": "By Sr. Roselyne Wambani Wafula, fsp \"As Catholic sisters, we are called to serve those who are most vulnerable. The Hilton Foundation's support allows us to amplify our efforts and reach those who need it most. Our commitment to alleviating suffering and fostering positive change continues to inspire and empower millions around the globe,” Sister Jane explains. Sister Jane Wakahiu, a member of the Little Sisters of St. Francis and Associate Vice President for Programs at the Conrad N. Hilton Foundation, as well as Head of the Catholic Sister Initiative, brings a unique perspective to the world of philanthropy. Recently, Vatican News had the privilege of interviewing Sr. Jane about the important role the Hilton Foundation in empowering Catholic sisters around the globe. [ Audio Embed Listen to an excerpt from our interview with Sr Jane Wakahiu ] The power of communication \"Why such a significant focus on Catholic sisters and communication?\" the interviewer inquired. Sr. Jane's responds insightfully and thought-provokingly \"Communication is central to everything we do. This is especially true for those who serve the Church.\" The Catholic Sisters Initiative recognizes this new reality. Silent forces for good, Catholic Sisters dedicate their lives to humanity. Yet, their voices are often lost. \"Unlike even a decade ago,\" Sister Jane explains, \"In today's world, communication is the cornerstone of effective ministry. It matters how we connect and share the message of faith,\" she said. The ability to share the message of hope, advocate for the marginalized, and connect with communities resides in clear and compelling communication. \"Equipping our sisters with the skills to communicate effectively is no longer a luxury; it's a necessity. Catholic sisters are becoming powerful voices for social justice, education, and peacebuilding.\" Walking the talk What are the specific ways the Catholic Sisters Initiative empowers sisters in communication? \"We offer a variety of programs,\" Sr. Jane elaborates. \"These range from workshops on social media engagement to media training initiatives. We organize workshops and training in various communication fields, from social media and digital storytelling to media literacy and effective grant writing.\" \"These skills empower sisters to share their stories, raise awareness about the needs of their communities, and ultimately, secure funding for their crucial work. We also facilitate opportunities for sisters to collaborate and learn from each other's experiences.\" Success stories The interview then shifted to the impact of the Catholic Sisters Initiative. Sr. Jane's face lit up with a smile knowing so many of us are beneficiaries of the Pentecost project and more. “We’ve witnessed incredible changes,\" she said. \"Sisters who once struggled to navigate the complexities of social media are now effectively utilizing it to connect with their communities and raise awareness about critical issues. Others have honed their communication skills and found powerful voices as advocates for the voiceless.\" Beyond numbers \"While a decline in the number of sisters is a reality, we should not miss overlook the bigger picture.” she stated. \"We must shift our focus to the vitality, quality and impact of those actively serving, celebrate their dedication, and empower them with the resources they need to continue their vital work. Their impact on the world is undeniable.\" Service with a difference Established in 1944 by the visionary hotelier Conrad Hilton, the foundation continues to serve those living in disadvantaged conditions. The foundation addresses issues such as homelessness, education, early childhood, migration, and global health. A ray of hope \"There is so much good work being done,\" Sister Jane concludes. \"The needs are great, and the opportunities for service are boundless. Let's focus on amplifying these stories, encouraging young women to consider a life of service, and supporting the sisters who are already changing the narrative, by ensuring that the legacy of alleviating suffering continues for generations to come.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "roselyne wambani wafula",
        "sentiment": "neutral"
      },
      {
        "name": "jane wakahiu",
        "sentiment": "none"
      },
      {
        "name": "jane",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "catholic",
        "sentiment": "none"
      },
      {
        "name": "hilton foundation",
        "sentiment": "none"
      },
      {
        "name": "vatican news",
        "sentiment": "none"
      },
      {
        "name": "conrad n. hilton foundation",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "st. francis",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T20:42:57.062+03:00",
  "updated": "2024-05-31T22:50:32.661+03:00"
}