{
  "thread": {
    "uuid": "69a30a5510fdc8bb81dba0d3c48606718671b172",
    "url": "https://news.stv.tv/world/pro-palestine-supporters-gather-in-london-to-urge-gaza-ceasefire",
    "site_full": "news.stv.tv",
    "site": "stv.tv",
    "site_section": "https://news.stv.tv",
    "site_categories": [
      "logistics",
      "society",
      "business"
    ],
    "section_title": "STV News | The home of Scottish News, Sport &amp; Weather",
    "title": "Pro-Palestine supporters gather in London to urge Gaza ceasefire | STV News",
    "title_full": "Pro-Palestine supporters gather in London to urge Gaza ceasefire | STV News",
    "published": "2024-03-09T19:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://news.stv.tv/wp-content/uploads/2024/03/8c8c1b9e528b2d772daba47c10f9b4e3-1710000095-social-default.jpg",
    "performance_score": 0,
    "domain_rank": 9714,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "69a30a5510fdc8bb81dba0d3c48606718671b172",
  "url": "https://news.stv.tv/world/pro-palestine-supporters-gather-in-london-to-urge-gaza-ceasefire",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "PA Media",
  "published": "2024-03-09T19:07:00.000+02:00",
  "title": "Pro-Palestine supporters gather in London to urge Gaza ceasefire | STV News",
  "text": "Thousands of pro-Palestine supporters have marched in central London calling for an immediate ceasefire in Gaza. The Palestine Solidarity Campaign (PSC) organised the protest, following the Hamas attacks on southern Israel on October 7 in which about 1,200 people were killed and more than 240 kidnapped before Israel retaliated with months of attacks on the Gaza Strip, killing and wounding thousands. Singer Charlotte Church joined protesters at the front of the march, and said she joined the protest to “show solidarity with the people of Palestine for all that they are suffering through”. Speaking to the PA news agency, she said: “I am here today to call for an immediate ceasefire, to ask our Government and governments all over the world to send as strong message as we possibly can. “But a strong, a peaceful a loving message, that’s what every single march that I’ve been on for Palestine has been about. “There’s been singing there’s been drumming, yes, there’s been emotion, but in the majority that emotion has been love, has been compassion because that’s why we’re all here. “We’re all here because we cannot bear what we’re witnessing. “We cannot bear to see civilians, children, women slaughtered. “And so we are here because our hearts are so full of love for the Palestinian people.” Demonstrators waved Palestine flags and carried banners which read “stop the war on Gaza” and “ceasefire now” as they marched from Hyde Park Corner to the US Embassy. Protesters chanted “free free Palestine”, “what do we want? Ceasefire. When do we want it? Now” and the slogan “from the river to the sea, Palestine will be free”. Female volunteers from Friends of Al-Aqsa (FOA) joined protesters on the march, which falls a day after International Women’s Day, to “highlight the Palestinian genocide as a gendered issue”. It was revealed the cost of policing Gaza-related protests in London has reached over £32 million and has required 35,464 officer shifts and more than 5,200 officer rest days to be cancelled, the Metropolitan Police said. It added that a “robust policing plan” was in place for a “busy weekend in the capital”. It comes as the Government’s counter-extremism tsar warned that London’s streets have become a “no-go zone for Jews” during pro-Palestine protests. Robin Simcox said a “permissive environment for radicalisation” was developing as he welcomed the Government’s forthcoming new definition of extremism. And last week Prime Minister Rishi Sunak warned that democracy is being targeted by extremists and said there are “forces here at home trying to tear us apart”. Mr Sunak, in a message aimed at those taking part in pro-Palestine protests, urged people to reject extremist messages. Ben Jamal, director of Palestine Solidarity Campaign, responded to the Prime Minister’s address by suggesting he “look in the mirror” and expel some senior MPs from his party. STV News is now on WhatsApp Get all the latest news from around the country Follow STV News Follow STV News on WhatsApp Scan the QR code on your mobile device for all the latest news from around the country",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://www.whatsapp.com/channel/0029VaCESJzKgsNvKKNOYO2r)",
    "https://whatsapp.com/channel/0029VaCESJzKgsNvKKNOYO2r)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pro-palestine",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "palestine solidarity",
        "sentiment": "none"
      },
      {
        "name": "hamas",
        "sentiment": "none"
      },
      {
        "name": "singer charlotte church",
        "sentiment": "none"
      },
      {
        "name": "pa news agency",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "london",
        "sentiment": "none"
      },
      {
        "name": "gaza strip",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "palestine",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-09T20:55:26.218+02:00",
  "updated": "2024-03-09T22:40:47.755+02:00"
}