{
  "thread": {
    "uuid": "4929257336f166a1e44e5befbf15b486589f05b8",
    "url": "https://www.autostraddle.com/raising-kanan-season-3-episode-5-recap/",
    "site_full": "www.autostraddle.com",
    "site": "autostraddle.com",
    "site_section": "http://www.autostraddle.com/feed/",
    "site_categories": [
      "society",
      "sexuality",
      "health",
      "gay_life"
    ],
    "section_title": "Autostraddle",
    "title": "Boobs on Your Tube: Raising Kanan Is Setting up a Peak 90s Black Girl Love Story",
    "title_full": "Boobs on Your Tube: Raising Kanan Is Setting up a Peak 90s Black Girl Love Story",
    "published": "2024-01-05T23:21:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.autostraddle.com/wp-content/uploads/2024/01/Raising-Kanan-BOYT-Jukebox-Ayesha.jpg?resize=1200,675",
    "performance_score": 0,
    "domain_rank": 14294,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4929257336f166a1e44e5befbf15b486589f05b8",
  "url": "https://www.autostraddle.com/raising-kanan-season-3-episode-5-recap/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Carmen Phillips",
  "published": "2024-01-05T23:21:00.000+02:00",
  "title": "Boobs on Your Tube: Raising Kanan Is Setting up a Peak 90s Black Girl Love Story",
  "text": "Happy New Year, let’s get right to it! We have updated so may queer television streaming guides for you to ring in the new year, and hereeee we go: [25 Lesbian Movies on Hulu That You Can Watch Right Now For Fun If You Want](https://www.autostraddle.com/lesbian-movies-on-hulu/) [LGBTQ+ Movies To Stream on Netflix With Lesbian, Bisexual and Trans Characters](https://www.autostraddle.com/best-all-lesbian-movies-netflix-streaming-329778/) - And also, even though we do this deep dive every month (support queer media!) here is your monthly streaming guide — [January 2024: What’s New, Gay and Streaming On Max, Netflix, Hulu, Prime Video, Peacock, Starz and Paramount+](https://www.autostraddle.com/january-2024-new-gay-streaming/) Good Trouble is back for its final season, and Natalie has [a recap of the first episode ](https://www.autostraddle.com/good-trouble-season-5-episode-11/)for you — she’s also planning to have a variety of pieces in various places (including this column) as we prepare to say goodbye to The Fosters-verse after all these years! Kayla’s back at Bravo Dyke Central to tell you that in the Real Housewives: Salt Lake season finale, Monica [ gave the gays everything they want](https://www.autostraddle.com/monica-gave-the-gays-everything-they-want-in-the-salt-lake-city-finale/). Drew said fuck it! She’s finally going to watch Riverdale this year, and she’s going to [liveblog the jokes with you](https://www.autostraddle.com/fck-it-im-starting-riverdale-a-year-long-live-tweet/) every step of the way. Speaking of Drew jokes, she also made a list of [ actresses born before her grandma](https://www.autostraddle.com/i-want-these-old-hollywood-actresses-to-top-me/) ranked by how badly she wants them to top her. And for that, you are welcome. And in our biggest news, the time has come once again for the Autostraddle TV Awards!! Voting is open now and will close on Monday, January 8 at 5p.m. EST. [Here is your official ballot!](https://www.surveymonkey.com/r/PYW7N6F) Don’t forget to vote! [Raising Kanan](http://TV SHOW TAG LINK HERE) 305: “Brothers and Keepers” Written by [Carmen](http://YOUR AUTHOR BIO LINK HERE) As I mentioned [last week on Raising Kanan](https://www.autostraddle.com/raising-kanan-season-3-episode-4-recap/), after multiple seasons of pain, things are finally turning Jukebox’s way. Her once notoriously homophobic father has become her biggest advocate (there’s a scene this week where Marvin cheers her on from the car that actually made me squeal! The character growth!). Her life-long passion for singing has turned into a potential career path, thanks to her placement in a new girl group that’s vying for national attention. And speaking of that girl group — both of the group’s other two members were on my shortlist to be Jukebox’s next girlfriend. Well, I think we got an answer to that last remaining question this week! Iesha, who’s designated as the group’s “girl next door” figure, cannot get these dance steps. The group’s manager is just about done with her entirely. But Jukebox offers to stay behind after rehearsal and help Iesha catch up. Once they’re done dancing, now alone and sweaty and out of breath sitting on the floor, Iesha confesses that she’s not sure she is cut out for this. After all (as she bats her eyes), she’s not as talented as Jukebox. Jukebox complains, Iesha’s the “girl next door” but Juke is the tomboy — she has to do these complicated dance numbers while shuffling around in Timberland boots. Iesha smiles and tells her that no one wears Timbs like Juke. OK. This is when I knew we were on to something. Jukebox seemingly senses the vibe too, because next she tests out a disclosure. She casually lets it slide that Iesha’s support sounds a lot like her “friend” Nicole. Iesha says that Nicole should come hang out, so the two of them can gang up on Juke together. Jukebox lets out a small nervous breath, “Nicole was my girlfriend.” Iesha nods her head slightly, letting the information sink in. Then she goes right on back to her flirting. And this is when I knew we were in for something good. Juke and Iesha continue their playful flirting outside of the dance studio in that way teenagers do where they are making fun of each other with their words, but their eyes keep soaking each other in. Marvin watches from the car, and London Brown’s comic timing has never been more fierce as he’s less than one second away from basically making a hand hearts in the air, the way he’s carrying on. When Juke finally gets in the car, he teases her that there’s always room for “her girl” to get a ride if she wants. Jukebox pretends like she doesn’t know what Marvin means (even though she’s already blushing). He claps her on the back and brings her in for a hug, cheering on his daughter, “She’s a dime, Juke! You know you get your good taste from me, right??” This is where our little puppy love story takes a pivot, I’m sorry to say, because Jukebox invited Iesha out to Uncle Lou’s open mike night — not necessarily as a date… but also, I think Juke was definitely hoping it was a date. Unfortunately when Kanan shows up, Iesha starts flirting with him, too! Juke quietly clocks it right away and when Kanan pulls her aside to (respectfully, I gotta say! I loved this moment of acknowledgment!) ask his cousin about Iesha, “Is that you?” Jukebox says no. Juke’s eyes are telling another story — one of jaded dreams and disappointment — but Kanan, being a teen boy, goes with what she said and not the overall sad girl vibe she’s putting out into the universe. He goes back to flirt more with Iesha, but the camera lingers on Juke. Maybe I’m going to be proven wrong here, but everything within me is saying that this is not the end for Iesha and Juke. I think this is the first act. Coming out as a Black queer teen in the 90s can be messy business, but the connection between Iesha and Juke was genuine. And I think we have a Black love story in the making on our hands.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://surveymonkey.com/r/PYW7N6F",
    "https://www.surveymonkey.com/r/PYW7N6F"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "drew",
        "sentiment": "none"
      },
      {
        "name": "natalie",
        "sentiment": "none"
      },
      {
        "name": "kayla",
        "sentiment": "none"
      },
      {
        "name": "monica",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "netflix",
        "sentiment": "none"
      },
      {
        "name": "trans characters",
        "sentiment": "none"
      },
      {
        "name": "paramount",
        "sentiment": "none"
      },
      {
        "name": "starz",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "hulu",
        "sentiment": "none"
      },
      {
        "name": "salt lake",
        "sentiment": "none"
      },
      {
        "name": "riverdale",
        "sentiment": "none"
      },
      {
        "name": "bravo dyke central",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:06:15.114+02:00",
  "updated": "2024-01-06T07:00:10.954+02:00"
}