{
  "thread": {
    "uuid": "fccd09aceb3ba89281ef6707e36aa95dfe15caf1",
    "url": "https://french.xinhuanet.com/20240216/66e25d147e574c7bafb70c1ec8fa8508/c.html",
    "site_full": "french.xinhuanet.com",
    "site": "xinhuanet.com",
    "site_section": "https://french.xinhuanet.com/monde/index.htm",
    "site_categories": [
      "media"
    ],
    "section_title": "MONDE - Xinhua - french.news.cn",
    "title": "PNUD : la transition énergétique verte de la Chine aide et inspire les pays du monde entier (INTERVIEW) - Xinhua - french.news.cn",
    "title_full": "PNUD : la transition énergétique verte de la Chine aide et inspire les pays du monde entier (INTERVIEW) - Xinhua - french.news.cn",
    "published": "2024-02-15T21:12:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 348,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fccd09aceb3ba89281ef6707e36aa95dfe15caf1",
  "url": "https://french.xinhuanet.com/20240216/66e25d147e574c7bafb70c1ec8fa8508/c.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "french.xinhuanet.com",
  "published": "2024-02-15T21:12:00.000+02:00",
  "title": "PNUD : la transition énergétique verte de la Chine aide et inspire les pays du monde entier (INTERVIEW) - Xinhua - french.news.cn",
  "text": "par Martina Fuchs\nDUBAI, 15 février (Xinhua) -- Le chef du Programme des Nations Unies pour le développement (PNUD) a salué les efforts de la Chine pour contribuer à la réponse mondiale au changement climatique et son rôle dans la stratégie de transition verte, tout en soulignant que la Chine était l'épine dorsale de la reprise économique internationale.\nInterrogé sur ses perspectives pour l'économie mondiale et chinoise cette année, l'administrateur du PNUD, Achim Steiner, a déclaré récemment à Xinhua dans une interview lors du 11e Sommet mondial des gouvernements du 12 au 14 février à Dubaï : \" Les perspectives de l'économie mondiale reposent également en partie sur le développement économique de la Chine\".\n\"La reprise de la Chine en termes de croissance du PIB semble actuellement positive. Mais de nombreux facteurs influencent cette situation, notamment les perturbations des chaînes d'approvisionnement mondiales, des perturbations commerciales et géopolitiques\", a-t-il ajouté.\nSon évaluation intervient alors que le Fonds monétaire international (FMI) a relevé ses prévisions de croissance mondiale à 3,1% en 2024 et à 3,2 % en 2025.\n\"Les perspectives restent celles où la Chine reste un pilier majeur de la reprise économique internationale. Mais voyons où nous mènent nos voies de développement mondial. Nous restons très optimistes quant au fait qu'une reprise est en cours\", a souligné M. Steiner.\nLe PNUD travaille dans environ 170 pays et territoires, contribuant à éradiquer la pauvreté, à réduire les inégalités et l'exclusion et à renforcer la résilience afin que les pays puissent poursuivre leurs progrès. En tant qu'agence de développement des Nations Unies, le PNUD joue un rôle essentiel en aidant les pays à atteindre les Objectifs de développement durable (ODD).\nERADICATION DE LA PAUVRETE EN CHINE\nEn 2021, la Chine est parvenue à éradiquer la pauvreté absolue dans le pays, sortant plus de 770 millions d'habitants ruraux de la pauvreté depuis le début de la réforme et de l'ouverture à la fin des années 1970.\nM. Steiner a commenté : \" Le développement de la Chine a été remarquable à bien des égards en termes de réduction de la pauvreté, mais aussi d'investissements dans la technologie et la transition verte. Il s'attaque à certains des héritages de son industrialisation rapide, à la pollution de l'air, mais aussi à l'assainissement d'eau\".\nLa décarbonation de l'approvisionnement énergétique reste une grande priorité et la Chine a pris des engagements majeurs, à la fois sur le pic d'utilisation des combustibles fossiles et sur l'utilisation du charbon, pour atteindre un objectif de zéro émission d'ici 2060, a-t-il déclaré.\n\"Ces transitions permettront à la Chine de contribuer à la réponse mondiale au changement climatique, mais aussi, grâce à ses technologies et à ses politiques, d'aider de nombreux autres pays, y compris de nombreux pays en développement, à s'orienter vers une stratégie de transition verte\", a-t-il souligné.\n\"Nous voyons un grand potentiel pour notre future collaboration avec la Chine sur les ODD, notamment dans les pôles d'innovation des ODD que la Chine est en train d'établir\", a conclu M. Steiner. Fin\nVous avez une question, une remarque, des suggestions ? Contactez notre équipe de rédaction par e-mail à xinhuanet_french@news.cn",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T06:51:05.169+02:00",
  "updated": "2024-02-16T06:51:05.169+02:00"
}