{
  "thread": {
    "uuid": "40e9499154e811a4e0303bdf69310e1216d1eb95",
    "url": "https://kfgo.com/2024/01/05/high-market-hopes-raise-stakes-as-us-stocks-face-inflation-data-earnings/",
    "site_full": "kfgo.com",
    "site": "kfgo.com",
    "site_section": "https://dukefmfargo.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Fargo | KFGO | kfgo.com",
    "title": "High market hopes raise stakes as US stocks face inflation data, earnings",
    "title_full": "High market hopes raise stakes as US stocks face inflation data, earnings",
    "published": "2024-01-06T02:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://storage.googleapis.com/media.mwcradio.com/mimesis/2024-01/06/2024-01-06T004144Z_1_LYNXMPEK0500C_RTROPTP_3_USA-STOCKS.JPG",
    "performance_score": 0,
    "domain_rank": 25338,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "40e9499154e811a4e0303bdf69310e1216d1eb95",
  "url": "https://kfgo.com/2024/01/05/high-market-hopes-raise-stakes-as-us-stocks-face-inflation-data-earnings/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Syndicated Content",
  "published": "2024-01-06T02:57:00.000+02:00",
  "title": "High market hopes raise stakes as US stocks face inflation data, earnings",
  "text": "By Lewis Krauskopf\nNEW YORK (Reuters) – Investors’ hopes are running high to start 2024, which could set up U.S. stocks for a rocky stretch if some expectations are not met.\nDespite a shaky start to the year, the S&P 500 stands only around 2% below a fresh record high. Most investors have maintained a rosy view on everything from the U.S. economy and corporate profits to the Federal Reserve’s monetary policy trajectory. For example, the narrative of resilient growth and gradually cooling inflation that helped boost the S&P 500 to a 24% gain last year has become the consensus view among investors.\nThe latest BofA Global Research survey, released last month, showed 66% of fund managers believed the economy will achieve a soft landing in 2024. Only 15% of fund managers expected a recession in the next 12 months, BofA’s data showed, a sharp contrast from a year earlier, when 68% of investors expected a recession. Bets on easier monetary policy have gone hand-in-hand with the soft-landing outlook. Futures tied to the Fed’s policy rates show investors pricing in around 140 basis points of interest rate cuts this year, nearly twice what the central bank itself has projected. Not surprisingly, many investors have a positive outlook on stocks. Bullish sentiment rose to 48.6% in the latest week — a notch down from its recent peak in December, but well above the historic average of 37.5%, the American Association of Individual Investors survey showed. Those views have been shaped in large part by tangible evidence of cooling inflation, a comparatively strong economy and the Fed’s own guidance, after policymakers surprised markets with a dovish pivot last month. With stocks near historical highs and at elevated valuations, however, some investors worry the market’s sunny outlook leaves more room for disappointment if any of those scenarios do not materialize. “Anything that throws off the current economic narrative or market narrative – the risk of that disappointment flowing through to prices in equities is higher,” said Yung-Yu Ma, chief investment officer at BMO Wealth Management.\nOne test of investors’ optimism comes with next week’s consumer price data, which could show whether recent bets on ebbing inflation have been premature. Expectations for a cooling economy that could set the stage for Fed rate cuts took a hit on Friday, after jobs data showed employers hired more workers than expected in December while raising wages at a solid clip.\nThe S&P 500 fell 1.54% this week, the biggest weekly decline since late October. Major banks including JPMorgan Chase and Citigroup kick off earnings season next week, testing elevated expectations for corporate profits. Analysts expect S&P 500 earnings to rise by 11% in 2024 after increasing just 3% in 2023, according to LSEG data. Pressure to meet higher earnings targets may be more intense than a year ago, as the market’s overall valuation has climbed. The S&P 500 trades at a forward price-to-earnings ratio of 19.5 compared with about 17 times at the start of 2023, LSEG Datastream data showed. “We don’t expect multiples to expand significantly from here because valuations are stretched a bit, so it’s going to come down to where the earnings come in,” said James Ragan, director of wealth management research at D.A. Davidson. Ragan puts fair value for the S&P 500 at 4,700, roughly where it is trading now.\nLooking further ahead, investors will parse the message from the Fed at the end of its Jan. 30-31 policy meeting. Markets expect the central bank to leave rates unchanged this month, and bets on a cut at the March meeting have been pared back. Futures markets on Friday priced a roughly 62% chance that the Fed cuts rates by 25 basis points in March, from around 73% a week ago, CME’s FedWatch Tool showed. Still, stocks have historically responded well to rate cuts. Over the past 12 easing cycles since 1970, the S&P 500 has tended to rally for the six or seven months after the first rate cut with an average gain of about 12%, according to Ned Davis Research. Keith Lerner, co-chief investment officer at Truist Advisory Services, said in a recent note that the bar for positive surprises has risen and he expects a “digestion period” for the market after its strong run. He still believes, however, that stocks are likely to rise in 2024. “Stick with the underlying positive market trend and be prepared to use pullbacks as opportunities,” Lerner said.\n(Reporting by Lewis Krauskopf; Editing by Ira Iosebashvili, David Gregorio and Leslie Adler)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Politics",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lewis krauskopf",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "reuters",
        "sentiment": "negative"
      },
      {
        "name": "bofa global research",
        "sentiment": "none"
      },
      {
        "name": "fed",
        "sentiment": "none"
      },
      {
        "name": "federal reserve",
        "sentiment": "none"
      },
      {
        "name": "s&p",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T03:16:24.395+02:00",
  "updated": "2024-01-06T03:16:24.395+02:00"
}