{
  "thread": {
    "uuid": "59e28fd9a8d71c91c5f30c5e77bf4423344705bf",
    "url": "https://expose-news.com/2024/07/05/the-internet-of-living-things-is-close",
    "site_full": "expose-news.com",
    "site": "expose-news.com",
    "site_section": "https://jonnywalkersb.wordpress.com/feed",
    "site_categories": [],
    "section_title": "The Expose",
    "title": "Oxford Nanopore: The Internet of Living Things is closer than you think",
    "title_full": "Oxford Nanopore: The Internet of Living Things is closer than you think",
    "published": "2024-07-05T10:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i0.wp.com/expose-news.com/wp-content/uploads/2024/07/FeatJul5.png?resize=1200%2C720&#038;ssl=1",
    "performance_score": 0,
    "domain_rank": 57509,
    "domain_rank_updated": "2024-07-02T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "59e28fd9a8d71c91c5f30c5e77bf4423344705bf",
  "url": "https://expose-news.com/2024/07/05/the-internet-of-living-things-is-close",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rhoda Wilson",
  "published": "2024-07-05T10:30:00.000+03:00",
  "title": "Oxford Nanopore: The Internet of Living Things is closer than you think",
  "text": "During the covid era, Oxford Nanopore’s portable genomic sequencers were already used in 82 countries around the world. These devices are one of the methods that will be used to collect data for the Internet of Living Things.\nLet’s not lose touch…Your Government and Big Tech are actively trying to censor the information reported by The Exposé to serve their own needs. Subscribe now to make sure you receive the latest uncensored news in your inbox…\nSubscribe\nThe Internet of Living Things (“IoLT”) is a concept that connects living organisms, such as humans, animals and plants, to the Internet, enabling the exchange of data and information. This concept is an extension of the Internet of Things (“IoT”), which focuses on connecting devices and objects.\nIn short, the IoLT enables real-time monitoring of biological functions, such as vital signs, genetic data and environmental factors. The collected data is analysed to provide insights into the biological state of the organism, enabling early detection of diseases and personalised healthcare. The data is transmitted to the cloud, where it can be accessed and analysed by healthcare professionals, researchers and other people. The biological state of an organism becomes an extension of the internet, enabling the creation of new intelligence about natural systems.\nExamples of how the IoLT will collect data are:\nWearable sensors, such as fitness trackers, which can monitor vital signs and transmit data to the cloud for analysis. Smart contact lenses, contact lenses with embedded sensors that can monitor glucose levels and transmit data to the cloud for diabetes management. Portable genomic sequencers, portable devices that can sequence DNA and transmit data to the cloud for genetic analysis. Internet-enabled biocyber interfaces, biocyber interfaces which can connect living insects to the internet, enabling control of their behaviour and communication with the environment. The topic of this article is portable genomic sequencers; in particular Oxford Nanopore Technology devices.\nIn 2015, 9 years ago, when Clive Brown, Chief Technology Officer of Oxford Nanopore Technology was asked what the likelihood was of portable DNA sequencers becoming reality , he answered: “It is already a reality. The technology is now in the optimisation phase and will only get better. If you are asking how long before it reaches a clinic – then I think that is a different question, but it will be in many other non-clinical environments first.”\nThe DNA sequencer he was referring to was Oxford Nanopore’s MinION. Any living thing, or system of living things, can be connected to the internet via the MinION or by any similar real-time DNA sensing devices, Brown said.\n“Healthcare is just one application [ ]; equally, water sources, food supplies, hospital air and many other systems can be frequently sampled and sequenced – also allowing their state to be trended, tracked and predicted,” Brown said.\nA few years later, in 2019, an article published by International Defence, Security and Technology (“IDST”) described MinION as small as a USB stick and easy to use. “Oxford Nanopore has designed an intelligent cloud lab, Metrichor, to be used for genomics data storage in conjunction with smartphone apps that interpret the meaning of DNA sequences. Researchers around the world now use pocket-size genomic sequencers to rapidly detect resistant pathogenic strains in hospitals, and diagnose infectious agents in food supply and aboard spaceships ,” IDST wrote.\nIn early 2020 , Oxford Nanopore’s technology was put to use in the surveillance of the coronavirus outbreak .\nThe following year, the Financial Times published an article which said that the covid “pandemic” had put Oxford Nanopore “on the map.”\nIn September 2021, in the midst of the covid-19 pandemic, the company floated on the London Stock Exchange, achieving a market capitalisation of £3.5bn, which made it the third-largest biotechnology listing globally this year.\nNanopore sequencing had turned genomic sequencing into a real-time, decentralised community effort that could save lives. So, when the covid-19 outbreak was declared a pandemic last year, the Oxford-based company’s patented technology proved indispensable. The devices were essential in identifying and tracking the spread of covid variants in 85 countries, and have sequenced about 18 per cent of all coronavirus genomes globally.\nThe company’s core customers are universities and laboratories conducting scientific research, but it hopes the covid-19 bump it experienced will help the industry move towards applied genomics, or a “global Internet of Living Things” – real-time networks of biological sensors that can be used in hospitals, pharmaceuticals, food and water safety and agriculture – which it says could be valued in the tens of billions of pounds.\nPandemic puts Oxford Nanopore ‘on the map’ , Financial Times, 8 November 2021 The IoLT, also referred to as the Internet of Bodies, is a set of networks that includes wearable sensors like Fitbits, intelligent implants inside and outside our bodies, brain-computer interfaces and portable DNA sequencers that are connected to the internet and send information to the cloud, IDST wrote in its 2019 article. The article continued:\nAll Apple Watches can monitor heart rhythm, and the new Apple Watch Series 4 could also take an electrocardiogram – just like you would get at the hospital – to provide your doctor with detailed heart health information.\nIn the future, the computers will become so tiny they can be embedded under the skin, implanted inside the body, or integrated into a contact lens and stuck on top of your eyeball. The gadgets like smartphones, smartwatches, augmented glasses, virtual reality headgear and the myriad of other devices shall merge humans and the internet. These wi-fi enabled machines shall make it feasible that anything you can do with your phone now you could do with your gaze or gestures in a few decades.\n The embedded microchips shall monitor every body function keeping tabs on our personal health, prevent or treat disease, and maybe even live longer. Smart contact lenses are being developed to monitor glucose levels and could eliminate the daily blood sugar pinprick for people with diabetes.\nInternet of Living Things (IoLT), or “Internet of Bodies,” shall save lives and improve health while create new cybersecurity, and privacy concerns , International Defence, Security and Technology, 10 April 2019 IDST goes on to describe some of the privacy, safety and cyber security concerns relating to the melding of man with machine. You can read their full article HERE .\nAbout Oxford Nanopore Technology Oxford Nanopore Technologies is a UK-based company that develops and sells nanopore sequencing products for the direct, electronic analysis of single molecules. The company was founded in 2005 as a spin-out from the University of Oxford by Hagan Bayley, Gordon Sanghera, and Spike Willcocks, with seed funding from the IP Group.\nThe company’s technology uses nanopores to sequence DNA and RNA molecules in real-time, allowing for fast and portable sequencing. Its MinION and PromethION devices are portable and can be used in a variety of settings, including fieldwork and clinical settings, for genomics, synthetic biology, transcriptomics, and forensic and clinical diagnostic applications.\nGenomics is the sequencing of entire genomes. Transcriptomics is the sequencing of RNA molecules, enabling researchers to study gene expression and regulation. Synthetic biology is the designing and engineering of new biological systems, such as synthetic genomes. You can see a list of applications for Oxford’s Nanopore HERE .\nOxford Nanopore’s website boasts that its technology “enables analysis of anything, anywhere.” By “anything,” they are referring to almost the entire natural world.\n“The platform is used by scientific researchers to solve real-world challenges through answering questions about the biology of people, plants, animals, pathogens and environments. It is also increasingly being used in ‘applied’ settings such as healthcare and food safety,” Oxford Nanopore states .\nHow Does Oxford Nanopore Technology Work? Nanopore sequencing uses a unique method to read DNA or RNA sequences in real-time, without the need for amplification or preparation.\n“[Oxford Nanopore] is the only sequencing technology that offers real-time analysis (for rapid insights), in fully scalable formats from pocket to population scale, that can analyse native DNA or RNA and sequence any length of fragment to achieve short to ultra-long read lengths,” the Oxford Nanopore website states .\nThe process begins with a DNA or RNA molecule being inserted into a nanopore, a tiny hole in a membrane. The nanopore is attached to an electrically conductive molecule, which is sensitive to the changes in the electrical current as the DNA or RNA molecule passes through the pore.\nAs the DNA or RNA molecule passes through the nanopore, it causes changes in the electrical current, which are detected by the sensor. The changes in the current are unique to each nucleotide (A, C, G, or T) and are used to determine the sequence of the DNA or RNA molecule.\n“You can think of the current as water flowing through a pipe. When an object enters the pipe, the flow of water is disrupted, just as DNA disrupts the current as it passes through the nanopore,” Oxford Nanopore says.\nOxford Nanopore Technologies: How nanopore sequencing works, 29 May 2019 (2 mins) How do you feel about the Internet of Living Things? Would you like to be hooked up to it?\nThe Expose Urgently Needs Your Help…\nCan you please help power The Expose’s honest, reliable, powerful journalism for the years to come…\nYour Government & Big Tech organisations\nsuch as Google, Facebook, Twitter & PayPal\nare trying to silence & shut down The Expose.\nSo we need your help to ensure\nwe can continue to bring you the\nfacts the mainstream refuse to…\nWe’re not funded by the Government\nto publish lies & propaganda on their\nbehalf like the mainstream media.\nInstead, we rely solely on our support. So\nplease support us in our efforts to bring you\nhonest, reliable, investigative journalism\ntoday. It’s secure, quick and easy…\nJust choose your preferred method\nto show your support below support\n“Killer nurse” case: Is Lucy Letby guilty or has the evidence been skewed? How Gordon Brown’s Target Culture Destroyed Britain New study may have identified an “off switch” for spike proteins produced in the body caused by mRNA injections Here are the alarming signals that World War III is fast approaching",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://nanoporetech.com/applications/.",
    "https://nanoporetech.com/platform/technology",
    "https://pharmatimes.com/news/the_internet_of_living_things_is_just_around_the_corner_971299/",
    "https://www.mpls.ox.ac.uk/research/impact-case-studies/oxford-nanopore-technologies",
    "https://encycloreader.org/r/wikipedia.php?q=Oxford_Nanopore_Technologies",
    "https://nanoporetech.com/about/history",
    "https://idstch.com/technology/ict/internet-living-things-iolt-internet-bodies-shall-save-lives-improve-health-create-new-cybersecurity-privacy-concerns/",
    "https://nanoporetech.com/covid-19/overview",
    "https://nanoporetech.com/about",
    "https://nanoporetech.com/",
    "https://www.nanoporetech.com/platform/technology",
    "https://www.pharmatimes.com/news/the_internet_of_living_things_is_just_around_the_corner_971299/",
    "https://www.encycloreader.org/r/wikipedia.php?q=Oxford_Nanopore_Technologies",
    "https://nanoporetech.com",
    "https://www.nanoporetech.com/applications/.",
    "https://encycloreader.org/r/wikipedia.php",
    "https://www.nanoporetech.com/",
    "https://www.nanoporetech.com/about/history",
    "https://www.idstch.com/technology/ict/internet-living-things-iolt-internet-bodies-shall-save-lives-improve-health-create-new-cybersecurity-privacy-concerns/",
    "https://mpls.ox.ac.uk/research/impact-case-studies/oxford-nanopore-technologies",
    "https://www.nanoporetech.com/covid-19/overview",
    "https://idstch.com/technology/ict/internet-living-things-iolt-internet-bodies-shall-save-lives-improve-health-create-new-cybersecurity-privacy-concerns",
    "https://www.nanoporetech.com/about",
    "https://pharmatimes.com/news/the_internet_of_living_things_is_just_around_the_corner_971299"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "oxford nanopore",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "big tech",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T15:19:24.537+03:00",
  "updated": "2024-07-05T16:56:09.280+03:00"
}