{
  "thread": {
    "uuid": "a0e6f1157f5767a049cb2240e19afa442f0d50f7",
    "url": "https://www.president.gov.ua/en/news/olena-zelenska-u-velikij-britaniyi-zustrilasya-z-korolevoyu-89453",
    "site_full": "www.president.gov.ua",
    "site": "president.gov.ua",
    "site_section": "http://www.president.gov.ua/en/rss/index.xml",
    "site_categories": [
      "media",
      "college_administration",
      "education",
      "law_government_and_politics",
      "us_government_resources"
    ],
    "section_title": "www.president.gov.ua",
    "title": "Olena Zelenska met with Queen Camilla and the wife of the Prime Minister of the United Kingdom",
    "title_full": "Olena Zelenska met with Queen Camilla and the wife of the Prime Minister of the United Kingdom",
    "published": "2024-02-29T21:26:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "UA",
    "main_image": "https://www.president.gov.ua/storage/j-image-storage/40/43/37/2f81e2c0183490abbac0e130032d92d7_1709206506_large.png",
    "performance_score": 0,
    "domain_rank": 5211,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a0e6f1157f5767a049cb2240e19afa442f0d50f7",
  "url": "https://www.president.gov.ua/en/news/olena-zelenska-u-velikij-britaniyi-zustrilasya-z-korolevoyu-89453",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-02-29T21:26:00.000+02:00",
  "title": "Olena Zelenska met with Queen Camilla and the wife of the Prime Minister of the United Kingdom",
  "text": "As part of her visit to the UK to participate in the Global Soft Power Summit, First Lady Olena Zelenska met with Her Majesty Queen Camilla.\nThe President's wife thanked Queen Camilla and His Majesty King Charles III for their consistent support of Ukraine and for sheltering 200 thousand Ukrainian forced migrants in the UK.\n\"His Majesty's strong message of support for Ukraine on the second anniversary of Russia's full-scale invasion of our country was especially valuable for me, the President and the entire Ukrainian people,\" Olena Zelenska said during the meeting.\nThe First Lady of Ukraine also met with the wife of the British Prime Minister, Akshata Murty. Olena Zelenska conveyed her gratitude for the recent visit of the British Prime Minister to Ukraine: \"Your husband's visit to Kyiv last month has further strengthened relations between Ukraine and the UK. We hope that ties between our countries and people will continue to develop on an upward trajectory.\"\nOlena Zelenska thanked Akshata Murty for participating in the Third Summit of First Ladies and Gentlemen in Kyiv and invited her to participate in the fourth one.\nA Ukrainian song was performed at Downing Street, at the residence of the British Prime Minister, where the First Lady of Ukraine and the wife of the Prime Minister of the United Kingdom met. The Ukrainian anthem and \"Prayer for Ukraine\" were performed by Ukrainian forced migrants and members of the Royal Opera Chorus.\n\"I believe that these performers will soon be able to perform in Ukraine. Safely, victoriously, at home,\" the President's wife said.\nAkshata Murty and Olena Zelenska visited the Centre for Blast Injury Studies at Imperial College London. The center was established in 2011 to study the challenges associated with blast injuries. The center brings together about 50 participants from seven different departments of the college: bioengineering, brain sciences, civil and environmental engineering, Dyson School of Design Engineering, National Heart and Lung Institute, physics, and surgery. Cambridge students told about their research on gait and prosthetics for low-resource environments. There are also 3D printers for making prostheses in the institution.\nThe Centre aims to improve understanding of blast injury patterns, treatment and recovery, and to develop better ways to protect those serving in conflict, reducing the long-term impact of such injuries on individuals, their families and communities.\nThe Centre shares its work and achievements through a number of educational initiatives.\n\"Every day of the Russian invasion brings new blast injuries, and more than 20,000 Ukrainians need prostheses. That is why Ukraine is developing, among other things, a medical partnership with the world in order to attract all possible experience to save people. It will include the British contribution,\" Olena Zelenska said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "olena zele",
        "sentiment": "negative"
      },
      {
        "name": "olena zelenska",
        "sentiment": "negative"
      },
      {
        "name": "queen camilla",
        "sentiment": "negative"
      },
      {
        "name": "akshata murty",
        "sentiment": "none"
      },
      {
        "name": "kyiv",
        "sentiment": "none"
      },
      {
        "name": "her majesty queen camilla",
        "sentiment": "none"
      },
      {
        "name": "charles iii",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "united kingdom",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:38:12.676+02:00",
  "updated": "2024-03-01T00:38:12.676+02:00"
}