{
  "thread": {
    "uuid": "79313a14dedf17228c4000543f2eaa6bf33da5cf",
    "url": "https://www.rtl.be/sport/football/c3-lom-saccroche-son-reve-deurope/2024-04-18/article/660161",
    "site_full": "www.rtl.be",
    "site": "rtl.be",
    "site_section": "https://m.rtl.be/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "RTL Info",
    "title": "C3: L'OM s'accroche à son rêve d'Europe",
    "title_full": "C3: L'OM s'accroche à son rêve d'Europe",
    "published": "2024-04-19T00:18:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BE",
    "main_image": "https://rtleng.rosselcdn.net/sites/default/files/dpistyles_v2/ena_16_9_extra_big/2024/04/19/node_660161/3533228/public/2024/04/19/14145676.jpg?itok=iVMWKeWm1713478730",
    "performance_score": 0,
    "domain_rank": 11617,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "79313a14dedf17228c4000543f2eaa6bf33da5cf",
  "url": "https://www.rtl.be/sport/football/c3-lom-saccroche-son-reve-deurope/2024-04-18/article/660161",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@rtlinfo",
  "published": "2024-04-19T00:18:00.000+03:00",
  "title": "C3: L'OM s'accroche à son rêve d'Europe",
  "text": "Admirable de courage et porté par le tumulte du Stade Vélodrome, l'OM est parvenu, au bout de ses forces, à se qualifier jeudi pour les demi-finales de la Ligue Europa et à donner un sens à sa fin de saison en éliminant Benfica aux tirs au but (1-0 a.p., 4 tab à 2, défaite 2-1 à l'aller).C'est l'Europe qui a maintenu l'OM en vie tout au long de cette pénible saison et qui a évité qu'elle soit un désastre de A à Z. Finalement, c'est encore l'Europe qui pourrait permettre à Marseille d'en sortir par le haut. Car la Ligue Europa continue pour l'OM, avec une double confrontation à venir face à l'Atalanta Bergame, ouverte et qui peut permettre de rêver à une nouvelle finale européenne après celles de 1991, 1993, 1999, 2004 et 2018.Pour l'OM, les ennuis avaient commencé dès le mois d'août avec une séance de tirs au but ratée contre le Panathinaïkos en barrage de Ligue des Champions. L'entraîneur s'appelait encore Marcelino et, depuis, les crises, les blessures, les catastrophes et les changements de coach se sont enchaînés.Mais jeudi, la terrible séance a cette fois tourné dans le bon sens avec cinq frappes parfaites côté marseillais et deux ratés pour les Portugais, dans un vacarme de légende. Angel Di Maria a frappé sur le poteau et Antonio Silva a buté sur Pau Lopez, qui s'était un jour qualifié de \"nul\" dans l'exercice.- Encore du bricolage -Le gardien espagnol a d'ailleurs été l'un des grands hommes de cette qualification, avec plusieurs arrêts déterminants, quand il fallait laisser l'OM en vie.Car même si le Vélodrome poussait très fort, comme le mistral du jour, Marseille n'avait toujours pas marqué à la pause et était virtuellement éliminé.Pendant ces 45 premières minutes, la prestation marseillaise a été plutôt bonne, mais l'OM a été rattrapé par le souci qui le poursuit depuis le début de saison: un manque de qualité offensive vraiment rédhibitoire à ces hauteurs.Iliman Ndiaye a ainsi eu la première belle occasion du match (7e), mais il n'a ensuite plus fait la moindre différence, alors qu'Amine Harit, perdu dans ses mauvais choix depuis des semaines désormais, a tout fait de travers.Benfica de son côté s'est longtemps contenté de surveiller Pierre-Emerick Aubameyang, seul joueur offensif marseillais à avoir vraiment le but dans la tête, et de lancer quelques contres.A la pause, la sortie de Chancel Mbemba a ensuite obligé Jean-Louis Gasset, Monsieur bricolage, à rebâtir une fois de plus sa défense, l'OM se retrouvant avec sur les côtés un gamin de 18 ans, Emran Soglo, et Amir Murillo, un joueur de complément qui n'avait pas joué depuis trois mois à cause d'une blessure.- Moumbagna buteur -Marseille pourtant a tenu le coup et a même joué un peu plus haut, s'offrant plusieurs occasions, gâchées encore par trop d'imprécision technique. Mais tout cela confirmait que les Portugais n'étaient pas des terreurs.Il a d'ailleurs suffi d'un coup enfin joué avec justesse pour les faire céder quand Aubameyang, bien lancé par Jordan Veretout, a débordé et posé un centre parfait sur la tête de Faris Moumbagna (1-0, 79e).Le Camerounais a encore eu deux possibilités de qualifier l'OM, mais il n'a pas marqué et l'affaire a dû aller jusqu'en prolongation. Là, entre deux coups d'éclat signés Aubameyang, Marseille a encore dû compter ses hommes.Fourbus, Samuel Gigot et Amine Harit ont ainsi laissé leurs places aux jeunes Raimane Daou et Gaël Lafont, connus seulement de quelques suiveurs très assidus de l'équipe de N3 entraînée par Jean-Pierre Papin et du championnat U19.Ils ont rempli leur rôle et la suite, les tirs au but, a donc appartenu à l'OM et à son incroyable public, qui a encore un rendez-vous avec l'Europe, le 2 mai face à l'Atalanta Bergame pour la demi-finale aller. D'ici-là, l'OM a trois matchs de L1 à jouer. Mais jeudi soir, sa 9e place en championnat était très loin.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:35:42.802+03:00",
  "updated": "2024-04-19T06:28:44.451+03:00"
}