{
  "thread": {
    "uuid": "734b2ec8a959c8b55598b5c1d37de2d5ac3cf5d4",
    "url": "https://www.theweek.in/voices/columns/brijeshwari-gohil/2024/03/29/how-art-has-depicted-christs-crucifixion-over-the-years.html",
    "site_full": "www.theweek.in",
    "site": "theweek.in",
    "site_section": "https://www.theweek.in/",
    "site_categories": [
      "media"
    ],
    "section_title": "The Latest news - Journalism with a human touch - The Week",
    "title": "How art has depicted Christ's crucifixion over the years - The Week",
    "title_full": "How art has depicted Christ's crucifixion over the years - The Week",
    "published": "2024-03-29T07:50:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.theweek.in/content/dam/week/week/voices/columns/brijeshwari-gohil/images/2024/3/29/crucifixion-brijeshwari.jpg",
    "performance_score": 0,
    "domain_rank": 8260,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "734b2ec8a959c8b55598b5c1d37de2d5ac3cf5d4",
  "url": "https://www.theweek.in/voices/columns/brijeshwari-gohil/2024/03/29/how-art-has-depicted-christs-crucifixion-over-the-years.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Brijeshwari Gohil",
  "published": "2024-03-29T07:50:00.000+03:00",
  "title": "How art has depicted Christ's crucifixion over the years - The Week",
  "text": "As the pious month of Lent draws to an end and the Easter weekend begins, I cannot help but contemplate the myriad ways in which artists in India, over the years, have depicted this subject that has so much influence on western art. Christ's crucifixion and the last week of his time on earth has probably been the most important and popular subject for the Renaissance artists. Mammoth, life-size canvas paintings, murals and frescoes, tapestries, stained glass— these are just some of the many mediums artists have used to depict their interpretation of this subject matter. Popularly known as ‘Passion Narrative’, these depictions and scenes showcase heightened, raw emotions of intense suffering, sacrifice, pain, misery, disbelief and grief. Indian artists too have depicted Biblical scenes for centuries. The inspiration to depict these scenes has either stemmed from the obvious missionaries, their own Christian heritage and family lineage, or through the influence of European Masters whom they may have studied. In the Mughal courts, where superior craftsmanship and generous patronage flourished, there were artists who dealt extensively with this theme. Kitabkhanas, or artist ateliers, were largely community-driven centres. Every artist had their own arena of expertise, starting with preparing the base or paper, creating the pigments, defining the background, creating the characters. The prominence of Biblical scenes in Mughal miniatures is seen from the reign of Akbar. Ever curious to expand his knowledge, he engaged in dialogues with all religions, patronised art and architecture, and was fascinated by different cultures and ideologies. It is, I assume, this open-mindedness which also led him to form his own religion, the Din-I-Ilahi. His benevolent side led him to invite Jesuit missionaries to his court in 1550. While they were not successful in converting the great emperor, this was perhaps the beginning of the depiction of Biblical scenes in Mughal miniature works. Subject matters such as Madonna and Child abound. Interestingly, the essence of the miniature painting was left untouched. The intricate style of painting, the use of opaque colours and natural pigments, the gold, flowery, ornate borders. An interesting work that caught my eye from a Christie's auction is ‘The Crucifixion’. The figures here seem almost oriental, but there is a lack of that heightened emotion seen in most European works on the same theme. The disconnect between the character and artist makes me wonder whether it was simply a fascination with a new subject matter, which led to these paintings being created? Since it was a different, unfamiliar religious theme, was the artist simply a detached observer, devoid of the ‘passion’? What I was also intrigued with was the verso or the back of the painting. Depicting delicate, floral borders and bold calligraphy, this was indeed something unique. Fast forward a few centuries and you have a stunning series of crucifixion paintings by Jamini Roy. Modern Indian artists have displayed Christ and crucifixion in a far more individualistic and dramatic manner in comparison to the miniatures, which are largely a depiction of scenes, lacking a personality, keeping it general. For me the classic works of Jamini Roy speak volumes as he brings his personal style to the forefront with intensity. Having the religious connect and despite the scene being Biblical, Roy sticks to his familiar colours, bold lines, flat strokes and of course, his distinct almond eyes, a signature aspect of his artistic oeuvre. Through his use of colour he creates a tense atmosphere, and a sense of solemnity prevails. There is no deep suffering being emoted through his figures. Rather, a sense of calm pervades. Many others too drew inspiration from the Crucifixion, marrying it with their own personal style and subjects. MF Husain, for example, uses the historic Pieta of Michelangelo, which depicts Mary holding Christ after the crucifixion. Using the same heartbreaking image and sentiment, he elevates Mother Teresa to the status of Mother Mary in his canvas. Mother Teresa was a favourite subject for Husain who admired her life of sacrifice and service. Faceless, she is brought to life simply with her trademark white saree with a blue border, while the person laying across her lap, a faceless, bare, individual is being embraced by her. The stark, heart aching figures stay true to his personal style of painting but depicting the same emotion of death and destitute. These works over the years are not only testament to the influence of biblical scenes on art but also the ways by which art in India has evolved and progressed. The miniature works almost seem like illustrations or historical documentations. While there is a focus on the Mughal school of painting with style and form, the individual, the artist is missing in this subject matter. Modern works, in comparison, are more about the artist. A very clear, deeper emotion of the artist shines through juxtaposed with the Crucifixion. Can this also be a reflection of the way society has shifted and evolved in India, as the individual becomes more dominant?",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "christ",
        "sentiment": "negative"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T10:30:10.962+03:00",
  "updated": "2024-03-29T10:30:10.962+03:00"
}