{
  "thread": {
    "uuid": "f494d9add1c67c6ac17d92dea09dc18e92467054",
    "url": "https://www.publishersweekly.com/pw/by-topic/new-titles/adult-announcements/article/95179-seven-religion-books-for-battling-burnout.html",
    "site_full": "www.publishersweekly.com",
    "site": "publishersweekly.com",
    "site_section": "https://publishersweekly.com/pw/feeds/recent/index.xml",
    "site_categories": [
      "books_and_literature",
      "hobbies_and_interests",
      "freelance_writing",
      "entertainment"
    ],
    "section_title": "PublishersWeekly.com",
    "title": "7 Religion Books for Battling Burnout",
    "title_full": "7 Religion Books for Battling Burnout",
    "published": "2024-05-31T12:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.publishersweekly.com/images/data/ARTICLE_PHOTO/photo/000/110/110883-1.JPG",
    "performance_score": 0,
    "domain_rank": 2918,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f494d9add1c67c6ac17d92dea09dc18e92467054",
  "url": "https://www.publishersweekly.com/pw/by-topic/new-titles/adult-announcements/article/95179-seven-religion-books-for-battling-burnout.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Emma Wenner",
  "published": "2024-05-31T12:00:00.000+03:00",
  "title": "7 Religion Books for Battling Burnout",
  "text": "Books on the emotional, physical, and mental toll associated with burnout began flooding the mainstream market following the pandemic. Now, religion publishers are addressing the impact burnout can have on faith, and vice versa. “Stress management has been a strong felt need for a long time,” says Andrea Doering, executive editor at Revell. “But the rise in burnout as a topic readers are willing to admit to and address is more recent. That can be seen as a positive sign—if people are actively seeking remedies on these topics, there is hope for a better outcome for us all.” Al Hsu, associate editorial director at IVP, says the pandemic and the Great Resignation revealed “the widespread nature of people’s dissatisfaction with work.” “The exhaustion is real,” he says. “There are a lot of self-help books out there to help people with the practical skills needed to navigate challenging work and life realities, but the deeper issues are more existential.” Fatigue afflicts men and women alike, but several books are focusing specifically on women’s exhaustion, both in the home and at work. Below is a selection of new and forthcoming titles about burnout from faith-based publishers. Big Impact Without Burnout Bianca Best (Watkins, Mar. 2025) Best, an advertising executive turned entrepreneur and a mother of four, focuses on what she calls “graceful productivity,” or balancing the demands of work with the needs of one’s mind, body, and soul. The book details Best’s experience with severe burnout and includes advice on time management from women in professional leadership roles. Healthy Calling: From Toxic Burnout to Sustainable Work Arianna Molloy (IVP, Jan. 2025) Molloy, an associate professor of organizational communication at Biola University, draws on her research into productivity, motivation, and resilience to explore how a religious calling can help one manage the risk of burning out. A healthy calling, Molloy writes, requires “knowing yourself well, being teachable, and embracing the vulnerability of consistently taking time to rest and reflect.” Ignite Your Soul: When Exhaustion, Isolation, and Burnout Light a Path to Flourishing Mindy Caliguire (NavPress, Sept.) Caliguire, founder of Soul Care Ministry in Colorado, presents six practices—attention, participation, delight, humility, silence, and rest—intended to help readers heal from exhaustion. In promoting “whole-self flourishing,” the book, according to the publisher, also considers the various impacts of apathy, addiction, busyness, distraction, and fear. Love Your Kids Without Losing Yourself: 5 Steps to Banish Guilt and Beat Burnout When You Already Have Too Much to Do Morgan Cutlip (Thomas Nelson, Oct.) Psychotherapist Cutlip addresses perfectionism, comparison, and other difficulties associated with motherhood, offering suggestions for how to speak up and better care for oneself. The PLAN: Manage Your Time Like a Lazy Genius Kendra Adachi (Convergent, Oct.) Adachi, who encouraged readers to “do what matters, skip the rest” in The Lazy Genius Way, is following up with an alternate route to productivity in The PLAN, an acronym for prepare, live, adjust, and notice. (For PW’s q&a with Adachi, see “A Plan for Contentment,” p. 24.) Stronger Than Stress: 10 Spiritual Practices to Win the Battle of Overwhelm Barb Roose (Revell, Aug.) Roose, a Bible teacher, examines challenges in the life of the apostle Paul and invites Christians to follow his example in having a greater devotion and faith in God, despite chronic stress, anxiety, and other difficult circumstances. “Life is often more than we can handle, even for someone who has been walking with Jesus for a long time,” Roose writes. “Spiritual maturity doesn’t mean that you won’t experience overwhelm, but your connection with God keeps you from getting stuck there.” When Work Hurts: Building Resilience When You’re Beat Up or Burnt Out Meryl Herr (IVP, Mar. 2025) Herr, director of research and resources at Fuller Seminary’s Max De Pree Center for Leadership, focuses on work-related harms, such as trauma, harassment, disillusionment, and discouragement, as well as job loss. “Work can certainly break our bodies,” Herr writes. “But more often it breaks our hearts.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Religion and Belief",
    "Lifestyle and Leisure"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "al hsu",
        "sentiment": "none"
      },
      {
        "name": "andrea doering",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "religion books for battling burnout books",
        "sentiment": "negative"
      },
      {
        "name": "revell",
        "sentiment": "none"
      },
      {
        "name": "ivp",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-01T02:32:50.975+03:00",
  "updated": "2024-06-03T23:28:28.400+03:00"
}