{
  "thread": {
    "uuid": "d7c92513a414c562ac7a86e5d6d8fc8034a7401d",
    "url": "https://timesofindia.indiatimes.com/city/allahabad/bhoole-bhatke-shivir-to-go-hi-tech-for-magh-mela-prayagraj/articleshow/106393046.cms",
    "site_full": "timesofindia.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "http://timesofindia.indiatimes.com/rssfeeds/3947060.cms",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Allahabad News, Latest Allahabad News Headlines, Allahabad Samachar &amp; Live Updates - Times of India",
    "title": "Bhoole Bhatke Shivir: Bhoole bhatke shivir to go hi-tech for Magh Mela Prayagraj | Allahabad News - Times of India",
    "title_full": "Bhoole Bhatke Shivir: Bhoole bhatke shivir to go hi-tech for Magh Mela Prayagraj | Allahabad News - Times of India",
    "published": "2023-12-30T05:32:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.toiimg.com/thumb/msid-47529300,width-1070,height-580,imgsize-110164,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
    "performance_score": 0,
    "domain_rank": 278,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d7c92513a414c562ac7a86e5d6d8fc8034a7401d",
  "url": "https://timesofindia.indiatimes.com/city/allahabad/bhoole-bhatke-shivir-to-go-hi-tech-for-magh-mela-prayagraj/articleshow/106393046.cms",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kapil Dixit",
  "published": "2023-12-30T05:32:00.000+02:00",
  "title": "Bhoole Bhatke Shivir: Bhoole bhatke shivir to go hi-tech for Magh Mela Prayagraj | Allahabad News - Times of India",
  "text": "PRAYAGRAJ: The authorities of bhoole bhatke shivir, that has helped reunite 15.32 lakh people lost in religious fairs with their families in past 77 years, will go hi-tech this time for better functioning. “We plan to offer computer sets equipped with web-cameras and Internet to volunteers of the camp so that they can stay in constant touch with police authorities to help missing persons reunite with their kin,” Umesh Tiwari, organiser of the camp told TOI. Celebrating 78 years of its formation, the organisation will deploy 50 active volunteers on the mela campus to help lost people. The camp will come up at Triveni Road from January 10 and will maximize the use of social media to reunite lost people with their families. 'Bhoole bhatke shivir reunited 15.32L people with their families since 1946'Volunteers will compile data including names, address and photographs of missing ones and share the data/details with police authorities of the Magh Mela and other districts to trace out locations of missing persons.\\\"\\\"Earlier, the work was done manually, and it was hard to compile data. Once the volunteers are able to take photographs and other details of missing persons, they would be seeking the help of city and neighbouring districts' police to trace out families of missing persons,\\\" he said.Mela authorities have also planned to set up camps at two spots on mela campus and offering all sorts of assistance to volunteers.\\\"The noble deed was started by octogenarian Raja Ram Tiwari in 1946. Since then, bhoole bhatke shivir has reunited 15.32 lakh people, including 21,853 children, with their families during Maha Kumbhs, Ardh Kumbhs and over 55 Magh Melas,\\\" said mela officials.Volunteers from different state including Madhya Pradesh, Chhattisgarh, Bihar and others join the organisation to be a part of the novel cause.\\\"When a person meets his family member through volunteers' efforts, it seems like God has accepted the prayers,\\\" said a volunteer working for the camp for the last five years.The mela administration will be installing public address systems in and around the mela campus where announcements will be made about missing persons and requests will also be made for complainants to reach the shivir and meet their lost family members.These announcements are made round-the-clock by volunteers and cops as well till the missing person is reunited with the family.With over 40 crore pilgrims expected to visit Maha Kumbh in 2025, authorities of shivir too are preparing to upgrade their activities.We also published the following articles recently Man who lost memory & was living at a tomb reunites with family after 20 yearsPrakash Jatav, who went missing in 2003, was found in a mentally-deranged condition near a tomb in Bareilly, Uttar Pradesh. After rehabilitation and treatment, he revealed his actual name and details of his hometown and relatives. Prakash was reunited with his family in Sant Kabir Nagar after nearly 20 years. Doctors believe that his condition will improve with time.106307742 CWC helps 14-year-old Dhanbad boy reunite with family after 8 years14-year-old Ravi, separated from his family, was reunited with them by the CWC. He was taken by the Gulgulias tribe from Pradhankhunta station and rescued by the RPF. After staying at a shelter home in Bokaro, he was handed over to his aunt. Ravi's father died in a train accident. The Supreme Court has directed CWCs to prioritize non-institutional care. Shiva and Saif have different situations.106259337 UPSRTC to deploy 8,000 buses during Magh MelaThe UPSRTC is preparing for Magh Mela 2024, seen as a trial for Maha Kumbh 2025, by putting in place facilities and calling for additional buses from across the state. The arrangement of 300 buses from other districts will be used during the main bathing days of the Magh Mela. Buses will operate from various locations for the devotees, and the depots' sub control rooms will be connected to a modern control room for better monitoring. Officials believe that the planning for Magh Mela will be beneficial for Maha Kumbh.106225347",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bhoole bhatke shivir",
        "sentiment": "negative"
      },
      {
        "name": "prakash",
        "sentiment": "none"
      },
      {
        "name": "umesh tiwari",
        "sentiment": "none"
      },
      {
        "name": "toi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "allahabad news - times of india prayagraj",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "bareilly",
        "sentiment": "none"
      },
      {
        "name": "triveni road",
        "sentiment": "none"
      },
      {
        "name": "uttar pradesh",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T06:02:06.803+02:00",
  "updated": "2023-12-30T10:12:09.909+02:00"
}