{
  "thread": {
    "uuid": "afae6ede619caf7c219cd1b274d8a106b0b6765b",
    "url": "https://www.dailystar.co.uk/showbiz/loose-womans-carol-mcgiffin-shows-31764907",
    "site_full": "www.dailystar.co.uk",
    "site": "dailystar.co.uk",
    "site_section": "https://www.dailystar.co.uk/tv/?service=rss",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Daily Star - TV",
    "title": "Loose Woman's Carol McGiffin shows off ageless figure as she sizzles in skimpy bikini",
    "title_full": "Loose Woman's Carol McGiffin shows off ageless figure as she sizzles in skimpy bikini",
    "published": "2023-12-29T00:17:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://i2-prod.dailystar.co.uk/incoming/article31764864.ece/ALTERNATES/s1200/1_staapp_412682636_735391715184934_8630070098423527325_n_1080.jpg",
    "performance_score": 0,
    "domain_rank": 2059,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "afae6ede619caf7c219cd1b274d8a106b0b6765b",
  "url": "https://www.dailystar.co.uk/showbiz/loose-womans-carol-mcgiffin-shows-31764907",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "staronline@reachplc.com (Frankie Collins)",
  "published": "2023-12-29T00:17:00.000+02:00",
  "title": "Loose Woman's Carol McGiffin shows off ageless figure as she sizzles in skimpy bikini",
  "text": "Carol McGiffin had showed off her ageless figure as she poses in a skimpy white bikini. After a tumultuous exit from popular [ITV](https://www.dailystar.co.uk/latest/itv) daytime show [ Loose Women,](https://www.dailystar.co.uk/latest/loose-women) the 63-year-old broadcaster has been living her best life near her French villa. The TV star has been sharing precious moments with friends and commemorating her 15th wedding anniversary with her 41-year-old \"toy boy\" husband, Mark Cassidy. Carol bared her sun-kissed figure in a skimpy white bikini and flaunted her toned legs in a chic shirt dress while chronicling her summer adventures on Instagram. In a lengthy caption, she cheekily quipped: \"Next for #MyYearInReview June/July and August. I’ve lumped them all together because they are collectively 'Summer.' And anyway, [Christmas](https://www.dailystar.co.uk/latest/christmas) came so I felt like a couple of days off.\" READ MORE: [Loose Women's Linda Robson 'told off' by family for dishing dirt on private life](https://www.dailystar.co.uk/tv/itv-loose-womens-linda-robson-31660439) READ MORE: [This Morning's Kate Lawler strips to undies as she shows off jaw-dropping figure](https://www.dailystar.co.uk/tv/itv-morning-star-kate-lawler-31728347) The star also opened up on what she’s been up to since her show exit. \"Mostly these months are spent at home, in the garden, more often than not drinking rosé wine. We hardly ever go away because it’s just too nice here. Luckily lots of our friends want to come for a holiday so we do get to see them.\" Carol dished about their adventures, from trips to La Colombe d’Or to an exquisite day out at The Belles Rives in Antibes. Even Scottish friends from their Asian days made an appearance in July, and her boss from Best magazine paid a weekend visit while Mark escaped to London to avoid their relentless gossip sessions. In a candid interview with Women's Own magazine, Carol recently opened up on her [Loose Women](https://www.dailystar.co.uk/latest/loose-women) exit, calling the show \"very woke\". The star boldly proclaimed: \"My pronouns are P and Off.\" She made it clear that her departure wasn't solely due to the \"wokeness\" but also some other undisclosed factors, leaving fans speculating. Carol, who once appeared on Loose Women from its inception in 2000, made her last on-air appearance on March 2. However, her fiery TNT Radio interview with James Freeman for The Freeman Report sealed her fate, as she hinted at censorship and a stifling environment compared to the \"good old days\" of TV and radio. [Join the Daily Star Soaps WhatsApp for all the latest spoilers and exclusives](https://www.dailystar.co.uk/news/uk-news/join-daily-star-soaps-whatsapp-31401287) In her words, \"I always look back at when I started working in television and radio as the good old days because they were much less policed, I suppose. Much less restricted and it was a freer place to be. When I look back at the old Loose Women I used to do from 2000 all the way until I left in 2013, they're completely different. There is so much offence. People take so much offence at so much and they never used to.\" For more of the latest showbiz news from Daily Star, make sure you sign up to one of our newsletters [here](https://www.dailystar.co.uk/newsletter-preference-centre/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "carol mcgiffin",
        "sentiment": "negative"
      },
      {
        "name": "mark cassidy",
        "sentiment": "none"
      },
      {
        "name": "kate lawler",
        "sentiment": "none"
      },
      {
        "name": "linda robson",
        "sentiment": "none"
      },
      {
        "name": "carol",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:30:24.083+02:00",
  "updated": "2023-12-29T00:31:06.987+02:00"
}