{
  "thread": {
    "uuid": "e8d6a2b159849915fe8cb444a0aa7aa16a4a2c49",
    "url": "https://www.sport.es/es/noticias/calcio/arthur-melo-historia-fe-superacion-96382124",
    "site_full": "www.sport.es",
    "site": "sport.es",
    "site_section": "https://www.sport.es/es/rss/last-news/news.xml",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "Últimas Noticias",
    "title": "Arthur Melo; una historia de fe y superación",
    "title_full": "Arthur Melo; una historia de fe y superación",
    "published": "2023-12-29T23:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/a2fe96c3-b59a-4dcc-98e0-0d3bb74dafa7_16-9-discover-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 6947,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e8d6a2b159849915fe8cb444a0aa7aa16a4a2c49",
  "url": "https://www.sport.es/es/noticias/calcio/arthur-melo-historia-fe-superacion-96382124",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@sport",
  "published": "2023-12-29T23:50:00.000+02:00",
  "title": "Arthur Melo; una historia de fe y superación",
  "text": "Arthur Melo; una historia de fe y superación\nArthur Melo ha superado sus malos momentos y ha vuelto a recuperar su sonrisa\nEl centrocampista brasileño es indiscutible en una Fiorentina que lucha por los puestos europeos\nDicen algunos que la esperanza es lo último que se pierde...y a veces no hay que perder la fe en determinados jugadores; es el caso de Arthur Melo.\nAterrizaje en Europa\nEl centrocampista brasileño aterrizó en Europa en una plaza muy exigente como es el Barça. La irregularidad marcó la etapa de Arthur en el conjunto azulgrana y no acabó de cuajar en tierras catalanas. Tras no cumplir las expectativas puestas en él, el Barça decidió intercambiar al centrocampista brasileño por Miralem Pjanić, que militaba en la Juventus en ese momento.\nLa etapa de Arthur Melo en la 'Vecchia Signora' fue parecida a la del Barça. Siempre con dudas en su juego y con un juego que parecía más bonito que efectivo. El rendimiento de Arthur fue empeorando hasta que el conjunto turinés decidió dejarle salir cedido al Liverpool.\nUna historia dramática en Anfield\nLa etapa del Liverpool fue dramática. El futbolista brasileño únicamente jugó un partido con el primer equipo del Liverpool e incluso estuvo con el equipo sub21 de los de Anfield. Las lesiones y los problemas físicos marcaron su andadura en Inglaterra.\nCuando todo parecía acabado para Arthur en su vuelta de la cesión, la Fiorentina apareció como la última opción de Arthur para reflotar su carrera deportiva.\nEl conjunto 'viola' apostó por el jugador y ha sido todo un acierto .\nEl resurgir en Florencia\nEn la actual temporada, Arthur Melo ha disputado 1243 minutos en 12 partidos de la Serie A. El exfutbolista del Barça ha dado un paso adelante y ha vuelto a sacar la calidad que tiene en sus botas. Más allá de las dos asistencias que ha repartido, Arthur se ha hecho amo y señor del centro del campo del equipo italiano.\nArthur ha recuperado la sonrisa y, tras la última victoria de la Fiorentina ante el Torino, ha publicado un tuit agradeciendo el cariño de la afición y con ganas de más en el 2024. Sin duda, la carrera de Arthur Melo es un ejemplo para seguir creyendo en aquellos jugadores que no están pasando por su mejor momento.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T23:59:54.315+02:00",
  "updated": "2023-12-29T23:59:54.315+02:00"
}