{
  "thread": {
    "uuid": "5a59bb43c39fe8d7dd23f9b864ad2dcfca025837",
    "url": "https://www.sapo.pt/noticias/atualidade/pr-de-cabo-verde-pede-confianca-e-alento-para_659165a2fb26ca4a9836950b",
    "site_full": "www.sapo.pt",
    "site": "sapo.pt",
    "site_section": "https://www.sapo.pt",
    "site_categories": [
      "media"
    ],
    "section_title": "SAPO - &Uacute;ltima hora e not&iacute;cias de hoje atualizadas ao minuto",
    "title": "PR de Cabo Verde pede \"confiança e alento\" para acreditar num ano de paz em 2024 - Atualidade - SAPO.pt - Última hora e notícias de hoje atualizadas ao minuto",
    "title_full": "PR de Cabo Verde pede \"confiança e alento\" para acreditar num ano de paz em 2024 - Atualidade - SAPO.pt - Última hora e notícias de hoje atualizadas ao minuto",
    "published": "2023-12-31T14:53:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PT",
    "main_image": "https://thumbs.web.sapo.io/?W=1200&amp;H=630&amp;delay_optim=1&amp;tv=1&amp;crop=center&amp;bottom_overlay=https%3A%2F%2Fhomepagept.web.sapo.io%2Fassets%2Fimg%2Fhomepage-sapo%2Ffacebook-overlay.png&amp;epic=YTFjz5ZxZVo734lzysU2JhPO/8s2QWLwpAEruuIQ+Uyo22FN2djbJrkgjAsm202SZE8STKNlR47WckrapoAdPK7RMXczichq/cDOGFrHMONndII=",
    "performance_score": 0,
    "domain_rank": 1772,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5a59bb43c39fe8d7dd23f9b864ad2dcfca025837",
  "url": "https://www.sapo.pt/noticias/atualidade/pr-de-cabo-verde-pede-confianca-e-alento-para_659165a2fb26ca4a9836950b",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "visao.sapo.pt",
  "published": "2023-12-31T14:53:00.000+02:00",
  "title": "PR de Cabo Verde pede \"confiança e alento\" para acreditar num ano de paz em 2024 - Atualidade - SAPO.pt - Última hora e notícias de hoje atualizadas ao minuto",
  "text": "Lusa 31 dez 2023 12:53 Atualidade Partilhar Partilhar Partilhar Partilhar Partilhar PR de Cabo Verde pede \"confiança e alento\" para acreditar num ano de paz em 2024 O Presidente de Cabo Verde, José Maria Neves, pediu hoje aos cabo-verdianos \"confiança e alento suficientes\" para acreditar que 2024 será um ano de paz, com menos pobreza, desemprego e menos desigualdades sociais.\n\"Temos de ter confiança e alento suficientes para acreditar que 2024 será um ano de paz, principalmente pela cessação dos conflitos com evidente desprezo pela vida humana\", afirmou José Maria Neves, na tradicional mensagem de novo ano.\nO chefe de Estado cabo-verdiano sublinhou os \"tempos difíceis\" que se vivem a nível mundial, no contexto dos conflitos na Ucrânia e no Médio Oriente, assinalando as incertezas do próximo ano.\n\"É certo que atravessamos uma crise estrutural global, para a qual ainda não se vislumbra nem o fim, nem a duração, e nem o seu desfecho. São tempos difíceis, de crise e de estagnação, e com um retrocesso histórico na democracia. A sensação é a de que a insensatez impera, e que vozes autorizadas, como as do Secretário Geral das Nações Unidas ou do Papa Francisco, têm pregado no deserto\", assinalou.\nRecordando que Cabo Verde defende a Carta das Nações Unidas e o Direito Humanitário, José Maria Neves manifestou o desejo de que terminem \"as situações coloniais anacrónicas de ocupações ilegais de territórios\", repudiando também \"os ataques maciços infligidos à população civil indefesa, com massacres de mulheres e crianças, só comparáveis ao pior que aconteceu durante a segunda guerra mundial\".\n\"Ambicionamos por um 2024 com menos pobreza, menos desemprego e menos desigualdades sociais, que são fenómenos corrosivos, para qualquer sociedade. Que estejamos determinados a encontrar os melhores caminhos, principalmente para a redução da pobreza extrema, eliminando a insegurança alimentar e as condições de vida degradantes, garantindo uma existência mais digna para todos os cabo-verdianos\", referiu.\nComo um outro desafio para o ano novo, o Presidente da República apontou a questão da insegurança e da criminalidade em Cabo Verde.\n\"Esperamos mais sucesso nesta luta, a bem de um clima de maior tranquilidade e harmonia social\", sustentou.\nJosé Maria Neves destacou também a necessidade de melhorar a qualidade da educação e de ter em conta as reivindicações dos professores, bem como de promover uma melhor avaliação da prestação dos serviços disponibilizados na área da saúde.\n\"Nos transportes, marítimos e aéreos, face à regressão que se constata, auguramos que aconteçam melhorias significativas durante este ano. No geral, desejamos que as reivindicações de vários grupos profissionais possam merecer a devida atenção, pois, muitas delas parecem ser justas\", continuou.\nIndicou ainda que o diálogo deve ser eleito como a \"melhor forma\" para encontrar soluções para os diferendos e apontou uma revisão da política salarial do Estado, para que haja \"maior equilíbrio\" e justiça entre os diferentes grupos profissionais.\n\"Nos próximos anos, devemos dispensar uma atenção especial aos oceanos, sendo fundamental a sua proteção e também potenciar todos os recursos marinhos. Vivemos tempos difíceis, pelo que continua a ser necessário envidar esforços para garantir, tanto a segurança alimentar como a segurança energética, bem como implementar inovações tecnológicas\", disse José Maria Neves.\nROZS/CFF // FPA\nLusa/Fim A dose certa de informação. Sem contraindicações. Subscreva a newsletter Dose Diária. Subscrever Já subscrevi Esteja em cima do acontecimento. Ative as notificações do SAPO. Subscrever Damos tudo por tudo, para que não lhe falte nada de nada! Siga o SAPO nas redes sociais. Use a #portalSAPO nas suas publicações. Facebook Twitter Instagram Partilhar Partilhar Partilhar Partilhar Partilhar Em destaque\nFoi “um ano intenso”, mas o rendimento das famílias vai melhorar em 2024, garante Costa",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "http://thumbs.web.sapo.io/?W=1200&H=627&crop=center&delay_optim=1&epic=YTFjz5ZxZVo734lzysU2JhPO/8s2QWLwpAEruuIQ+Uyo22FN2djbJrkgjAsm202SZE8STKNlR47WckrapoAdPK7RMXczichq/cDOGFrHMONndII=",
    "https://instagram.com/sapo",
    "https://twitter.com/sapo",
    "https://facebook.com/sapo",
    "https://www.twitter.com/sapo",
    "https://www.instagram.com/sapo",
    "https://www.facebook.com/sapo",
    "http://www.thumbs.web.sapo.io/?W=1200&H=627&crop=center&delay_optim=1&epic=YTFjz5ZxZVo734lzysU2JhPO/8s2QWLwpAEruuIQ+Uyo22FN2djbJrkgjAsm202SZE8STKNlR47WckrapoAdPK7RMXczichq/cDOGFrHMONndII=",
    "http://thumbs.web.sapo.io/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-31T15:06:27.164+02:00",
  "updated": "2023-12-31T15:06:27.164+02:00"
}