{
  "thread": {
    "uuid": "590dfe3ba790b91363baea40b8eb363bebb0eb8c",
    "url": "https://www.lapatilla.com/2024/03/10/el-papa-francisco-dice-que-hay-que-tener-el-valor",
    "site_full": "www.lapatilla.com",
    "site": "lapatilla.com",
    "site_section": "https://www.lapatilla.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "LaPatilla.com",
    "title": "El papa Francisco dice que hay que tener el valor de “negociar” el fin de la guerra en Ucrania",
    "title_full": "El papa Francisco dice que hay que tener el valor de “negociar” el fin de la guerra en Ucrania",
    "published": "2024-03-10T12:49:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VE",
    "main_image": "https://www.lapatilla.com/wp-content/uploads/2023/11/342K79G-Preview.jpg",
    "performance_score": 0,
    "domain_rank": 43959,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "590dfe3ba790b91363baea40b8eb363bebb0eb8c",
  "url": "https://www.lapatilla.com/2024/03/10/el-papa-francisco-dice-que-hay-que-tener-el-valor",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "H L",
  "published": "2024-03-10T12:49:00.000+02:00",
  "title": "El papa Francisco dice que hay que tener el valor de “negociar” el fin de la guerra en Ucrania",
  "text": "El papa Francisco dijo que en la guerra de Ucrania se debería tener “el coraje de la bandera blanca” y “negociar”, que es una “palabra valiente”, para lograr el final del conflicto, en una entrevista a la Radio Televisión Suiza de la que hoy se publicaron algunos extractos. “Creo que es más fuerte quien ve la situación, quien piensa en el pueblo, quien tiene el valor de la bandera blanca, de negociar. Y hoy se puede negociar con la ayuda de las potencias internacionales. La palabra negociar es una palabra valiente”, dijo el pontífice recogiendo la expresión “bandera blanca” usada previamente por el entrevistador. “Cuando ves que estás derrotado, que las cosas no van, debes tener el valor de negociar”, añadió el pontífice. En el mismo sentido y refiriéndose a la guerra de Gaza, el papa dijo: “Negociar nunca es rendirse”. La entrevista será emitida íntegra el próximo 20 de marzo. “No se avergüencen de negociar, antes de que la situación empeore”, dijo Francisco, que ha hecho numerosos llamamientos a favor de la paz en la “martirizada Ucrania” y que mandó a su enviado para el conflicto, el cardenal italiano Matteo Zuppi, a reunirse con las autoridades en Kiev, Moscú y Washington. Tras publicarse la entrevista, la Santa Sede matizó que el papa no habla de rendición sino de negociación, según el portavoz vaticano, Matteo Bruni, citado por los medios italianos. “El papa utiliza el término bandera blanca, y responde tomando la imagen propuesta por el entrevistador, para indicar con ella el cese de las hostilidades, la tregua alcanzada con el valor de la negociación. En otro momento de la entrevista, hablando de otra situación de conflicto, pero refiriéndose a cualquier situación bélica, el papa afirma claramente: ‘la negociación nunca es rendición'”, dijo. Según Bruni, “el deseo del papa sigue siendo el que ha repetido siempre en los últimos años (…): ‘Mientras renuevo mi más profundo afecto por el atormentado pueblo ucraniano y rezo por todos, en particular por las innumerables víctimas inocentes, imploro que encontremos esa pizca de humanidad que nos permita crear las condiciones para una solución diplomática en la búsqueda de una paz justa y duradera'”. EFE",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-10T12:54:30.729+02:00",
  "updated": "2024-03-10T18:17:09.766+02:00"
}