{
  "thread": {
    "uuid": "271fc8e9206b261edef1f3ab2ee1bbac2f012934",
    "url": "https://www.fox13now.com/news/local-news/data-shows-how-rare-fireworks-citations-are-in-utah",
    "site_full": "www.fox13now.com",
    "site": "fox13now.com",
    "site_section": "https://www.fox13now.com",
    "site_categories": [
      "media"
    ],
    "section_title": "FOX 13 Utah and Salt Lake City: Breaking News, Weather, Traffic",
    "title": "Data shows how rare fireworks citations are in Utah",
    "title_full": "Data shows how rare fireworks citations are in Utah",
    "published": "2024-07-05T05:17:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ewscripps.brightspotcdn.com/dims4/default/da39862/2147483647/strip/true/crop/1280x672+0+24/resize/1200x630!/quality/90/?url=https%3A%2F%2Fx-default-stgec.uplynk.com%2Fausw%2Fslices%2F338%2Fef205c0e5ea14d77944cbd6904335118%2F3385216eff6f4ed7b2200cb7ae0e4ca3%2Fposter_ae486e8cae5445dba2da0868cfa1ac74.png",
    "performance_score": 0,
    "domain_rank": 7710,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "271fc8e9206b261edef1f3ab2ee1bbac2f012934",
  "url": "https://www.fox13now.com/news/local-news/data-shows-how-rare-fireworks-citations-are-in-utah",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Nate Carlisle",
  "published": "2024-07-05T05:17:00.000+03:00",
  "title": "Data shows how rare fireworks citations are in Utah",
  "text": "SALT LAKE CITY — Kenneth Mailo loves fireworks. His black Labrador mix, Opihi, doesn’t feel the same way. “A lot of times he’s kind of reluctant and sometimes startled just because it’s coming out of nowhere and it’s loud,” Mailo said. “I wouldn’t say he’s a fan,” he added. Utah has criminal statutes restricting the times and places when Mailo and Opihi have to hear the pops, bangs and booms of retail fireworks. Data from Utah State Courts show those laws are rarely enforced. In the 3 ½ years ending with June 30 of this year, there were 63 cases of unlawful discharge or sale of fireworks filed in Utah courts. That’s less than two citations for every 100,000 Utahns during that span. “That sounds way to low,” said Chris Dake, another pet owner who was at a dog park in Sandy on Wednesday. “I would think in one city that would be a daily quota,” he added. The statutes say fireworks may only be discharged from 11 a.m. to 11 p.m. on July 2-5 and July 22-25. The hours are extended to midnight on the Fourth of July and Pioneer Day. “At a certain time of night,” said Alan Backman, another man at the dog park on Wednesday, “it needs to shut down. But how do you catch them? You can’t even stop people from running yellow and red lights.” Fireworks regulation is seen as a way to reduce the risks of wildfires in Utah. As July Fourth and Pioneer Day approach, public officials warn Utahns to follow the laws, especially those forbidding fireworks in areas where state or local governments have banned them. Cities and counties often publish maps on social media showing where fireworks are banned. Unlawful discharge of fireworks in Utah is an infraction with a fine of up to $1,000. It’s typically up to local police and fire departments to issue citations, said Utah State Fire Marshal Ted Black. “Law enforcement and the fire departments are enforcing the statutes,” Black contended in an interview Wednesday. “Obviously, they cannot catch everybody.” When asked whether the state courts data sounded too high, low or just right, Black responded, “We’re shooting for zero.” “And I realize that might sound a little pie in the sky,” he added. “We should celebrate this great nation and our freedoms. But please do so responsibly,\" Black said. \"Buy your fireworks locally. Use them according to the instructions and don’t use them in areas that have been closed to fireworks.” “There’s a reason Francis Scott Key wrote the rocket’s red glare. We are remembering the price paid,\" he said. If someone does start a fire or injure someone with fireworks, the scenario changes. He or she could be asked to pay for the damages or injuries or be charged with more serious crimes. Back at the dog park in Sandy, Mailo said he wasn’t sure what a stricter enforcement of the fireworks laws would look like. But, in theory, at least, he’s in favor of more citations. “I think we should be more mindful and aware of the issues that are underlying with not enforcing some of these things,” he said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kenneth mailo",
        "sentiment": "negative"
      },
      {
        "name": "opihi",
        "sentiment": "neutral"
      },
      {
        "name": "mailo",
        "sentiment": "none"
      },
      {
        "name": "alan backman",
        "sentiment": "none"
      },
      {
        "name": "chris dake",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "utah salt lake city",
        "sentiment": "none"
      },
      {
        "name": "utah state courts",
        "sentiment": "none"
      },
      {
        "name": "utah",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T11:28:41.364+03:00",
  "updated": "2024-07-05T11:28:41.364+03:00"
}