{
  "thread": {
    "uuid": "0575942f3ca415938ea5d4a8a1100a69fa6a249d",
    "url": "https://www.infobae.com/sociedad/policiales/2023/12/29/quien-era-daniel-martinengo-el-destacado-genetista-asesinado-por-su-amigo-en-cordoba/",
    "site_full": "www.infobae.com",
    "site": "infobae.com",
    "site_section": "https://www.infobae.com/argentina-rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Infobae.com",
    "title": "Quién era Daniel Martinengo, el destacado genetista asesinado por su amigo en Córdoba",
    "title_full": "Quién era Daniel Martinengo, el destacado genetista asesinado por su amigo en Córdoba",
    "published": "2023-12-29T22:43:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.infobae.com/new-resizer/YMzf0MDFIuL0vniTWOv24N7_1XI=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/PRGOMBKAFFCZNDB4OOD4JJPLUE.jpg",
    "performance_score": 0,
    "domain_rank": 2144,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0575942f3ca415938ea5d4a8a1100a69fa6a249d",
  "url": "https://www.infobae.com/sociedad/policiales/2023/12/29/quien-era-daniel-martinengo-el-destacado-genetista-asesinado-por-su-amigo-en-cordoba/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@infobae",
  "published": "2023-12-29T22:43:00.000+02:00",
  "title": "Quién era Daniel Martinengo, el destacado genetista asesinado por su amigo en Córdoba",
  "text": "El\nasesinato del destacado genetista Daniel “Pájaro” Martinengo, acribillado por su amigo Alexis Barrios por causas que aún se mantienen en el misterio, conmocionó a la localidad de Pozo del Molle, en Córdoba. Sobre todo por el arraigo que tenía la víctima en el lugar y por su importante trayectoria en su rubro. [Te puede interesar: Córdoba: un joven muerto y otro herido tras un enfrentamiento a tiros, en medio de los festejos navideños](/sociedad/policiales/2023/12/26/cordoba-un-joven-muerto-y-otro-herido-tras-un-enfrentamiento-a-tiros-en-medio-de-los-festejos-navidenos/)\nMartinengo tenía 50 años y llevaba el campo en la sangre. Hijo de “Pinino” Martinengo, pasó su vida vinculado al mundo del Holando Argentino.\n“Daniel tiene una larga trayectoria en la industria del mejoramiento genético con más de 30 años de experiencia en el área. Es reconocido internacionalmente como miembro de la lista oficial de jurados de la Asociación Criadores de Holando Argentino. Y también por su gran trabajo hecho en las más grandes cabañas de raza Holando de Argentina”, lo presentó hace pocos meses la empresa Genex Argentina, donde recién había comenzado a trabajar al momento de su muerte.\n[Te puede interesar: Brutal femicidio en Córdoba: le pidió a su marido que dejara de tomar alcohol y la mató frente a sus hijas](/sociedad/policiales/2023/12/26/brutal-femicidio-en-cordoba-le-pidio-a-su-marido-que-dejara-de-tomar-alcohol-y-la-mato-frente-a-sus-hijas/)\nEsta mañana, la firma publicó un mensaje en Instagram junto a una foto de la víctima: “Todo el equipo de Genex Argentina siente muchísimo la pérdida de nuestro amigo y colega Daniel Martinengo. Un padre ejemplar, un gran profesional y un amigo leal. Te recordaremos siempre”.\nEn su camino profesional, el asesor genético pasó muchos años dentro de la empresa Reproductores (ahora llamada Select Sires Argentina) y le dedicó gran parte de su tiempo a la cabaña Don Nura de SyC Tambos en San Marcos Sud.\n“Es con profundo pesar y tristeza que compartimos la dolorosa noticia del fallecimiento del Daniel Martinengo, referente indiscutido de la lechería Argentina. Un apasionado de las vacas que tuvimos la suerte de llamar compañero durante más de 20 años. Su entusiasmo y compromiso dejaron una marca indiscutible en todos nosotros. Gracias, Pájaro”, posteó en Facebook Select Sires Argentina & Juan Debernardi.\n[Te puede interesar: Asesinaron a puñaladas a un joven en Córdoba y la principal sospechosa es su novia](/sociedad/policiales/2023/12/28/asesinaron-a-punaladas-a-un-joven-en-cordoba-y-la-principal-sospechosa-es-su-novia/)\nAdemás, gracias a su destacada labor, era miembro de la lista oficial de jurados de la Asociación Criadores de Holando Argentino. Eso lo llevó a ser jurado en distintas pistas del país -Palermo incluido- y el extranjero.\n“Se fue un compañero con el que compartimos más de 20 años. Un persona directa y frontal que no tenía empacho en dar su opinión a quien se pusiera adelante, de los de antes. Uno de los pocos que seguía manteniendo la pasión por hacer buenas vacas”, lo recordó un allegado en Facebook.\n“Para mí, las vacas son mi vida. Si tuviera que nacer de nuevo, volvería a hacer lo mismo porque realmente me gusta. Es mi pasión, algo que disfruto y me divierte. Me crié en esto y no voy a salir de aquí”, había dicho Martinengo en una entrevista con ViveNuestroPerfilTV.\nLa muerte le llegó de manos de un amigo, su vida fue para las vacas.\nÚltimas Noticias\n[Acordó con los empresarios una suba adicional del 12,5% en enero y del 21% en febrero](/politica/2023/12/29/paritarias-2024-hugo-moyano-cerro-su-primer-aumento-salarial-en-el-gobierno-de-javier-milei/)\nParitarias 2024: Hugo Moyano cerró su primer aumento salarial en el gobierno de Javier Milei\n[Una petición online de 150 mil firmas pide reconsiderar la idea de reemplazar las vidrieras históricas de la catedral, incendiada en 2019 y cuya reapertura está prevista para diciembre de 2024](/cultura/2023/12/29/presionan-a-emmanuel-macron-por-las-fachadas-originales-de-notre-dame/)\nPresionan a Emmanuel Macron por las fachadas originales de Notre Dame\n[En una nota que publicó Bloomberg –y que realizó el periodista Ignacio Olivera Doll–, el arquitecto de los cambios que impulsa el Gobierno aseguró que espera que legisladores aprueben el proyecto de ley enviado esta semana al Congreso antes de marzo](/economia/2023/12/29/sturzenegger-dijo-que-la-semana-que-viene-se-eliminaran-otras-160-leyes-y-que-aun-no-se-plantearon-ni-la-mitad-de-las-reformas/)\nSturzenegger dijo que la semana que viene se eliminarán otras 160 leyes y que aún no se plantearon ni la mitad de las reformas\n[La economía cortará una racha de dos años consecutivos de recuperación tras el desplome de la pandemia. Para 2024 el Gobierno y los analistas anticipan que continuará la “estanflación”](/economia/2023/12/29/sequia-devaluaciones-ajuste-y-escasez-de-dolares-la-actividad-economica-cerrara-2023-en-caida/)\nSequía, devaluaciones, ajuste y escasez de dólares: la actividad económica cerrará 2023 en caída\n[La temporada de la costa esteña prepara una multiplicidad de eventos y espectáculos que incluye artistas internacionales. Cómo será la vibrante vida nocturna que se viene](/tendencias/2023/12/29/las-nuevas-fiestas-en-punta-del-este-cuales-son-los-eventos-que-definen-el-verano-2024/)\nLas nuevas fiestas en Punta del Este: cuáles son los eventos que definen el verano 2024\nMÁS NOTICIAS",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T22:49:31.192+02:00",
  "updated": "2023-12-29T22:49:31.192+02:00"
}