{
  "thread": {
    "uuid": "845483b829173a93de26eeef3ba67465a1fb9713",
    "url": "https://www.shropshirestar.com:443/news/uk-news/2024/01/02/labour-sets-50-british-food-pledge-to-woo-farmers/",
    "site_full": "www.shropshirestar.com",
    "site": "shropshirestar.com",
    "site_section": "https://shropshirestar.com/news/education",
    "site_categories": [
      "media",
      "business",
      "entertainment"
    ],
    "section_title": "Education and schools news - Shropshire and Mid Wales | Shropshire Star",
    "title": "Labour sets 50% British food pledge to woo farmers | Shropshire Star",
    "title_full": "Labour sets 50% British food pledge to woo farmers | Shropshire Star",
    "published": "2024-01-02T09:28:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://www.shropshirestar.com/resizer/r_9PP9GTyZ296uxp5E1djELtMrM=/1200x900/cloudfront-us-east-1.images.arcpublishing.com/mna/L4QGFGNK6RGPXDCEXRAH4Z3NDU.jpg",
    "performance_score": 0,
    "domain_rank": 14904,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "845483b829173a93de26eeef3ba67465a1fb9713",
  "url": "https://www.shropshirestar.com:443/news/uk-news/2024/01/02/labour-sets-50-british-food-pledge-to-woo-farmers/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "UK News",
  "published": "2024-01-02T09:28:00.000+02:00",
  "title": "Labour sets 50% British food pledge to woo farmers | Shropshire Star",
  "text": "The party said it would use government buying power to back agricultural businesses as it seeks to woo rural voters. Labour has pledged to ensure British produce makes up at least half of food in schools, hospitals and prisons as it set out its “new deal” for UK farmers. The party said it would use government buying power to back agricultural businesses as it seeks to woo rural voters before a general election next year. A quota-driven approach across parts of the public sector at home would run alongside Sir Keir Starmer’s plan to pursue a new veterinary agreement with the European Union, which Labour hopes would boost exports. A Cobra-style “flood resilience taskforce” would also be created to reduce the flood risk of Britain’s farms by delivering drainage systems, flood defences and natural flood management schemes, the party said. The package of measures comes as Labour claimed the Tories are presiding over “destruction” of agricultural-related businesses, with party analysis of Office for National Statistics data suggesting more than 6,300 have been terminated since 2017. The party hopes its plan for GB Energy, a new publicly owned company to invest in clean, homegrown power and make Britain energy secure, will deliver cheaper bills for farmers. It has promised to “rewire Britain” in a way that allows farmers to “rapidly plug their renewable energy into the grid”. Shadow environment secretary Steve Reed said: “This Conservative Government has wrecked our farmers. It is time we turned the page and embraced a decade of national renewal with the countryside at its heart. “Labour will give British farmers their future back. We will deliver lower energy bills for farmers by switching on GB Energy, lower red tape at our borders to get our great food exports flowing again and use the government’s own purchasing power to back British produce.” Food minister Mark Spencer said Labour has failed to support farmers in the past and would continue to do so. “Labour are incapable of supporting British farming – in government they failed to provide the connectivity, jobs and investment rural communities needed, and years later they still have no plan to support the countryside,” he said. “Meanwhile, the Conservatives have delivered better targeted funding for farmers, protecting our best farmland and speeding up our grid connections for those who need it most. “Aside from this copy-and-paste pledge to farmers, the only plan Labour have is a £28 billion a year spending splurge – unfunded spending that would mean higher taxes.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "keir starmer",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "shropshire star",
        "sentiment": "negative"
      },
      {
        "name": "labour",
        "sentiment": "negative"
      },
      {
        "name": "office for national statistics",
        "sentiment": "none"
      },
      {
        "name": "european union",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "britain",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T09:33:48.575+02:00",
  "updated": "2024-01-02T09:33:48.575+02:00"
}