{
  "thread": {
    "uuid": "0a8ee6c22432b1cbcfb15299f1e93c7e01a75811",
    "url": "https://www.spokesman.com/stories/2024/jun/02/manito-united-methodist-church-celebrates-100-year",
    "site_full": "www.spokesman.com",
    "site": "spokesman.com",
    "site_section": "http://spokesman.com/feeds/stories",
    "site_categories": [
      "media"
    ],
    "section_title": "Spokesman.com: Latest stories",
    "title": "Manito United Methodist Church celebrates 100 years - Sun, 02 Jun 2024 PST",
    "title_full": "Manito United Methodist Church celebrates 100 years - Sun, 02 Jun 2024 PST",
    "published": "2024-06-02T10:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://thumb.spokesman.com/d2E64OSyO1quwqy4ia7hX5Xjk58=/1200x630/smart/media.spokesman.com/photos/2024/05/29/663c1b4fc0467.hires.jpg",
    "performance_score": 0,
    "domain_rank": 4296,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0a8ee6c22432b1cbcfb15299f1e93c7e01a75811",
  "url": "https://www.spokesman.com/stories/2024/jun/02/manito-united-methodist-church-celebrates-100-year",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Cindy Hval",
  "published": "2024-06-02T10:00:00.000+03:00",
  "title": "Manito United Methodist Church celebrates 100 years - Sun, 02 Jun 2024 PST",
  "text": "Every day, hundreds of motorists pass a unique piece of Spokane history on the corner of Grand Boulevard and 33rd Avenue. Designed by Kirtland Cutter, Manito United Methodist Church has stood as a quiet beacon of welcome for 100 years. On June 9, the church will celebrate its centennial with an Open House and tour. “It’s the only remaining, intact, Kirtland Cutter-designed church in Spokane,” congregation member Wendy Budge said. In 1910, Manito Methodist Episcopal Church was built at 502 E. 33rd Ave., and by 1921, the congregation had outgrown the small space. “Spokane businessman Seymour Birch and his wife Mary donated three lots and $30,000 to fund the building of the (new) church,” Budge said. “He wanted the church to be built in the Italian Renaissance style like the Basilica of St. Francis of Assisi.” Architect Cutter captured Birch’s vision, but neither Birch nor his wife Mary lived to see the building completed in 1924. The three-story church featured a gym with a basketball court that extended from a sub-basement through the ceiling of the street level. A south-facing large rose window was dedicated to Mary Birch. The building is an unusual blend of Italian Renaissance and midcentury modern design, because in 1959, the education wing, designed by prominent Inland Northwest architect George Rasque was added. At the time of the addition, a sanctuary was planned, which would have destroyed Cutter’s original design. “Fate and the John Birch Society stepped in at that point,” Budge said. In the early 1960s, the far-right John Birch Society suspected communists were lurking everywhere – including the Methodist church. Manito United Methodist member Lucy Thosath, now deceased, wrote of the conflict. “Emotions ran high, and a large group left the Methodist Church and Manito, breaking longtime friendships and leaving painful wounds, as well as playing havoc with our budget.” That division spared the 1924 structure from the wrecking ball. “Lacking funds, the new sanctuary was never erected, and we still have Kirtland Cutter’s creation,” Budge said. In 2016, both the church and its education wing were placed on the Spokane Register of Historic Places. Thirty-three stained glass windows surround the sanctuary and adjoining areas, most of them dedicated to the memory of past parishioners and pastors. The huge, heavy pocket doors on either side of the sanctuary were preserved, as well as the original wooden pews and lecterns. Seymour Birch intended the sacred space to be of service to the community. Rev. Sandy Ward said with three preschools and 14 recovery groups meeting at the church, as well as Boy Scouts and other community groups, the church is living out that mission. Like many churches, Manito United Methodist lost members during COVID, and the congregation is aging, but Ward said they’ve found a way to include younger folks in their services. “Our music director, Dr. Jadrian Tarver, is a professor at Gonzaga University,” she said. “He created a student music program. The students sing in the choir, and it adds a youthful presence.” While mindful of keeping the historic integrity of the building intact, work is scheduled outside to improve the landscape. “We’re recreating ‘God’s Corner,’ a Spokane-scaping of our front and side lawns to be environmentally responsible and bring attention to creation care and climate justice,” Ward said. She hopes Manito United Methodist will continue its mission into the next 100 years. “The vision I have for this church is that it’s a place where people can become whole and holy,” Ward said. “It’s a place where they can find safety, healing and support.” Budge believes Seymour Birch would be pleased. “Birch wanted this to be a church for the community,” Budge said. “One hundred years later, the church is still fulfilling his dream.” Contact Cindy Hval at dchval@juno.com.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "wendy budge",
        "sentiment": "none"
      },
      {
        "name": "birch",
        "sentiment": "none"
      },
      {
        "name": "st. francis",
        "sentiment": "none"
      },
      {
        "name": "cutter",
        "sentiment": "none"
      },
      {
        "name": "seymour birch",
        "sentiment": "none"
      },
      {
        "name": "mary",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "pst manito united methodist church",
        "sentiment": "positive"
      },
      {
        "name": "manito united methodist church",
        "sentiment": "positive"
      },
      {
        "name": "manito methodist episcopal church",
        "sentiment": "none"
      },
      {
        "name": "kirtland cutter",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kirtland cutter",
        "sentiment": "none"
      },
      {
        "name": "grand boulevard",
        "sentiment": "none"
      },
      {
        "name": "assisi",
        "sentiment": "none"
      },
      {
        "name": "spokane",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-02T10:20:35.932+03:00",
  "updated": "2024-06-09T18:45:37.467+03:00"
}