{
  "thread": {
    "uuid": "08cc991e5fbd18a7a2a084a323342dfddab5863d",
    "url": "https://www.thehindubusinessline.com/economy/agri-business/uae-to-recruit-agri-workers-to-increase-farm-production-cut-imports/article67698132.ece",
    "site_full": "www.thehindubusinessline.com",
    "site": "thehindubusinessline.com",
    "site_section": "https://www.thehindubusinessline.com/feeder/default.rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest  News , Latest News Live and Breaking News Today  | The HinduBusinessLine",
    "title": "UAE to recruit agri workers to increase farm production, cut imports - The Hindu BusinessLine",
    "title_full": "UAE to recruit agri workers to increase farm production, cut imports - The Hindu BusinessLine",
    "published": "2024-01-02T14:32:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://bl-i.thgim.com/public/incoming/go8zff/article67628245.ece/alternates/LANDSCAPE_1200/IMG_IMG_bl04_Ind_UAE_5_1_2_1_ES9HT26A.jpg",
    "performance_score": 0,
    "domain_rank": 3010,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "08cc991e5fbd18a7a2a084a323342dfddab5863d",
  "url": "https://www.thehindubusinessline.com/economy/agri-business/uae-to-recruit-agri-workers-to-increase-farm-production-cut-imports/article67698132.ece",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Subramani Ra Mancombu",
  "published": "2024-01-02T14:32:00.000+02:00",
  "title": "UAE to recruit agri workers to increase farm production, cut imports - The Hindu BusinessLine",
  "text": "With the United Arab Emirates (UAE) aspiring to produce 50 per cent of the food it consumes locally by 2051, it could begin recruiting agricultural workers from India mainly in view of the good bilateral relations between New Delhi and Abu Dhabi. Currently, most of its food demand is met through imports.\nThe Gulf kingdom is one of the most affected countries by the global wave of food shortage. In 2018, it launched its National Food Security Strategy to ensure access to sufficient amounts of food for all citizens.\nSamuel Joy, Founder & CEO of Huntr “The UAE government made its intentions to bring agricultural workers into the Kingdom a couple of weeks ago. But specifications on the sort of personnel to be hired have not been issued yet,” said Samuel Joy, Founder & CEO of Huntr, a migrant worker marketplace.\nEmulating Israel According to him, the UAE is looking to emulate Israel, which has converted desert into “farming paradise”. “Israel has become self-sufficient in its own food production and it is exporting to European countries,” he said.\nTo start with, the UAE could recruit 20,000 such workers this year and in the long-term the requirement could be two lakh. “The UAE government has brought in scientists from Israel to work on soil fertility. Billions of dollars have been invested in farming,” Joy said.\nAt the I2U2 (India, Israel, UAE and the US) Summit in September 2023, the group focused on ensuring food security in each nation and looked at developing clean energy.\nArable land in the Emirates “The US and Israeli private sectors will be invited to lend their expertise and offer innovative solutions that contribute to the project’s overall sustainability. These investments will help maximise crop yields and, in turn, help tackle food insecurity in South Asia and the Middle East,” the group said in a statement.\nAccording to the World Bank, only 0.5 per cent of the UAE’s land is arable. It has decreased by 3 per cent annually due to desertification and soil degradation. It also experiences water scarcity as groundwater is quickly depleting.\nThe largest facets of the UAE’s agritech sector include 36 per cent (indoor farming), 15.9 per cent (precision agriculture), and 15 per cent (agri inputs), according to the report titled ‘AgriTech in the UAE Industry Landscape Q3 2022.’\nAround 65 per cent of the nation’s agritech companies are micro-sized enterprises with fewer than 50 employees.\nJob requirements Joy said recruiting firms such as Huntr will look for agricultural workers whose English speaking ability will be up to “a certain level”. “But in terms of requirements, they must understand the soil and agriculture,” he said.\nA recent advertisement to recruit agricultural workers for the UAE among other things said they should have previous experience in agricultural practices and techniques. They should be able to operate farm tools and equipment and should possess a high school diploma or equivalent.\nBut Joy said farmers, once they land in the UAE, will be provided training in new technologies, machinery, equipment and farming in desert lands. “They will work with scientists on vertical and hydroponic farming. We may recruit agriculture specialists too but not scientists,” said Joy.\nThe UAE may be looking to grow corn (maize) first. The kingdom is already experimenting with growing corn and vegetables. “There is a green farm spread over 200 hectares in Sharjah Maliha desert, which is a red one,” the Huntr founder and CEO said.\nDubai’s largest vertical farm Emirates Airlines, on the other hand, in collaboration with Crop One Holdings, has unveiled Dubai’s world’s largest vertical farm. “The new facility, the $40 million-Bustanica, is a 330,000 square-foot space - nearly the size of 6 football grounds- growing crops like kale, spinach, and mixed greens,” he said.\nBustanica has the potential to produce over 1,000 tonnes of high-quality, organic greens annually. It leverages AI to help grow food without the use of soil. Human contact with plants is limited to decrease the chances of contamination. Instead, digital methods are used to collect valuable data and control operations.\nThe recruited agricultural workers may be provided pre-departure training in English, the UAE culture and understanding the job, he said.\n“For the UAE, agricultre workers will be recruited from all across India,” said Joy.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "samuel joy",
        "sentiment": "none"
      },
      {
        "name": "huntr",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "uae",
        "sentiment": "negative"
      },
      {
        "name": "national food security strategy",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "united arab emirates (uae",
        "sentiment": "none"
      },
      {
        "name": "new delhi",
        "sentiment": "none"
      },
      {
        "name": "kingdom",
        "sentiment": "none"
      },
      {
        "name": "uae",
        "sentiment": "none"
      },
      {
        "name": "gulf",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "abu dhabi",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T14:44:56.347+02:00",
  "updated": "2024-01-02T14:44:56.347+02:00"
}