{
  "thread": {
    "uuid": "8341854a28384c3645270a93f8ada103dec9dbf4",
    "url": "https://www.ksby.com/weather/todays-forecast/more-20-ft-waves-will-pair-with-high-tides-and-rain-chances-into-the-weekend",
    "site_full": "www.ksby.com",
    "site": "ksby.com",
    "site_section": "https://www.ksby.com",
    "site_categories": [
      "media"
    ],
    "section_title": "KSBY News | California&#x27;s Central Coast",
    "title": "More 20+ ft waves will pair with high tides and rain chances into the weekend",
    "title_full": "More 20+ ft waves will pair with high tides and rain chances into the weekend",
    "published": "2023-12-29T13:12:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ewscripps.brightspotcdn.com/dims4/default/7d295ec/2147483647/strip/true/crop/911x478+0+113/resize/1200x630!/quality/90/?url=http%3A%2F%2Fewscripps-brightspot.s3.amazonaws.com%2Ffc%2Fab%2F5e7c5cd643318b52d970e1ae7014%2Fmichael-pelk.png",
    "performance_score": 0,
    "domain_rank": 17698,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8341854a28384c3645270a93f8ada103dec9dbf4",
  "url": "https://www.ksby.com/weather/todays-forecast/more-20-ft-waves-will-pair-with-high-tides-and-rain-chances-into-the-weekend",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Vivian Rennie",
  "published": "2023-12-29T13:12:00.000+02:00",
  "title": "More 20+ ft waves will pair with high tides and rain chances into the weekend",
  "text": "Good morning Central Coast and happy Friday! If there is one thing that I hope everyone gets from this forecast is that safety is key over the next few days. High tides and extremely strong waves from an offshore pattern of storms continues to push onshore and bring life threatening conditions. There have been several water rescues already and we are far from done. Stepping down from that soap box here is what we have going on today across the Central Coast! There is a lot of energy in the Pacific basin thanks to several strong storms pushing through the North Pacific. While we will not get hit directly by this storm the waves made their impact Thursday and will continue to do so into the weekend. For Friday morning there is a little break between the most intense swell conditions but don't let that fool you, more of those 20+ ft waves will move in today. The waves will also combine with large tides, producing coastal flooding in some areas. There is a High Surf Warning and Coastal Flood Warning for the Central Coast. Waves 15-20 feet will have some max breaks to 25 feet through Saturday at 10 p.m. The Central Coast's high tides will be around 6 feet. The combination of both causes coastal flooding, among other risks. The South Coast has a Coastal Flood Advisory for similar conditions but just not as much wave action as the Central Coast. There is also a High Surf Advisory for 7-12 foot breakers with some max sets of 15-20 feet. A tidal bulge of roughly 6 feet at high tide will cause some areas of coastal flood risk. While the worst of the wave and tide combo may have already occurred, there is still warning level potential into later Saturday. Please avoid flooded areas and surfing. Waves should be avoided unless you are an experienced surfer and willing to accept the risks. Beyond the waves and tide, we still must talk about a significant system rolling into the Central Coast later Friday into Saturday. It is important to note that it will not rain much of Friday, with the activity arriving after sunset. This is a deep trough of low pressure and rain could be in the .50-1.50” range with the SLO County North Coast seeing as much as 2”. The deep interior may only see amounts to .25”. After the Friday-Saturday system, there is a system flying down the coast later Sunday PM into the very early hours Monday. While most of Sunday shouldn’t see rain this late, the \"splash and dash\" system looks to go through after the sun is down, so it may not be represented in icons on a forecast. After that, another small and fast-moving \"splash and dash\" is possible on January 3 with more fast-moving systems possible after that. Have a wonderful day and weekend Central Coast!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "central coast",
        "sentiment": "positive"
      }
    ],
    "locations": [
      {
        "name": "central coast",
        "sentiment": "none"
      },
      {
        "name": "pacific",
        "sentiment": "none"
      },
      {
        "name": "north pacific",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T16:53:53.379+02:00",
  "updated": "2023-12-29T16:53:53.379+02:00"
}