{
  "thread": {
    "uuid": "725748b09fa0981f27674c9f64bd08fd670ce782",
    "url": "https://www.pulzo.com/mundo/ultra-music-festival-miami-gano-premio-mundial-sostenibilidad-PP3450544",
    "site_full": "www.pulzo.com",
    "site": "pulzo.com",
    "site_section": "https://www.pulzo.com/rss",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Pulzo.com - home",
    "title": "Ultra, uno de los festivales musicales más grandes, ganó Premio Mundial de Sostenibilidad",
    "title_full": "Ultra, uno de los festivales musicales más grandes, ganó Premio Mundial de Sostenibilidad",
    "published": "2024-02-16T01:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://d2yoo3qu6vrk5d.cloudfront.net/pulzo-lite/images-resized/PP3450544-h-o.jpg",
    "performance_score": 0,
    "domain_rank": 56907,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "725748b09fa0981f27674c9f64bd08fd670ce782",
  "url": "https://www.pulzo.com/mundo/ultra-music-festival-miami-gano-premio-mundial-sostenibilidad-PP3450544",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "editorial@pulzo.com (Editorial Pulzo)",
  "published": "2024-02-16T01:44:00.000+02:00",
  "title": "Ultra, uno de los festivales musicales más grandes, ganó Premio Mundial de Sostenibilidad",
  "text": "[Redacción Mundo](/mundo) Este [premio](https://www.pulzo.com/noticias/premios), uno de los más destacados a nivel global en materia de responsabilidad ambiental, sirve para destacar a las empresas que elaboran estrategias para cuidar al medioambiente. El Ultra Music Festival venció en su categoría particular a destacadas compañías como Paramount, Telus, Stryker, Dentsu, entre otras. (Vea también: [Famosa marca de ropa colombiana abre tienda en el centro comercial más reconocido de EE. UU.](https://www.pulzo.com/economia/empresa-monastery-couture-abre-tienda-centro-comercial-aventura-mall-miami-PP3422892)). “El equipo ha formado a más de 1.000 colegas en sostenibilidad y, al mismo tiempo, ha creado conciencia sobre cuestiones de sostenibilidad en una campaña externa que llegó a una audiencia de 6 millones de personas”, detalló la organización de los premios. Desde el evento musical destacaron cómo su programa Ultra Music Festival Mission: Home une los esfuerzos de equipos internos, proveedores externos, personal de eventos, socios comunitarios y asistentes al [festival ](https://www.pulzo.com/noticias/concierto)para entregar un producto tan destacado. [Cuánto vale comer en uno de los restaurantes más famosos de Medellín vs. su sede en Miami](/economia/mondongos-medellin-cuanto-vale-ir-restaurante-vs-su-sede-miami-PP3376334) [Colombiana de 60 años causó caos en aeropuerto de Miami, a pesar de ser \"coach espititual\"](/mundo/colombiana-60-anos-aeropuerto-miami-causo-caos-saltar-filtros-seguridad-PP3430405) [Famosa marca de ropa colombiana abre tienda en centro comercial más famoso de EE. UU.](/economia/empresa-monastery-couture-abre-tienda-centro-comercial-aventura-mall-miami-PP3422892) [El Ultra Music Festival, y más planes asombrosos para hacer en Miami yendo desde Colombia](/mundo/vuelos-miami-desde-bogota-ultra-music-planes-esa-ciudad-PP3420291) “Esto dice mucho sobre el poder de la música y las artes para convocar a la acción colectiva, y qué mejor propósito que proteger nuestro planeta“, detalló Vivian Belzaguy Hunter, directora de Sostenibilidad del Ultra Music Festival. El programa especializado del evento musical consiste en una campaña de concientización y educación ambiental dirigida a los asistentes, que se transmite diariamente a los 55.000 asistentes internacionales del evento a través de carteles en el lugar durante todo el festival, así como a través de correo electrónico, sitio web y redes sociales. Ultra Music Festival: cuánto vale ir al importante evento Por su cercanía, Colombia es uno de los países con más personas yendo hacia el festival musical. Y aunque [faltan menos de dos meses](https://www.pulzo.com/economia/cuanto-vale-pesos-ir-miami-ultra-fest-vuelos-desde-bogota-PP3414744), todavía se encuentran buenos precios para vuelos y hoteles en Miami durante esos días. Vuelos de ida y vuelta Bogotá- [Miami ](https://www.pulzo.com/noticias/miami)(4 horas de duración cada uno) entre el 22 y 25 de marzo se consiguen, revisando el 15 de febrero, por precios de entre 1,7 y 2 millones de pesos. En cuanto a los hoteles, hay de todo tipo ante el [ tamaño de la ciudad de Florida](https://www.pulzo.com/mundo/vuelos-miami-desde-bogota-ultra-music-planes-esa-ciudad-PP3420291), pero en las zonas más cercanas al evento se encuentran habitaciones donde cada noche cuesta entre 352.000 y 2,3 millones de pesos. Las entradas para el festival están muy cerca de agotarse, quedando solamente las [ generales para los 3 días en venta](https://www.pulzo.com/entretenimiento/ultra-music-festival-artistas-precios-donde-es-cuando-comienza-PP3417354). Las entradas VIP de 3 días (ya agotadas) costaban 4,8 millones de pesos más impuestos y las generales que siguen en venta salen por 1,5 millones de pesos más impuestos. LO ÚLTIMO [Mundo] Hace 5 horas [Ultra, uno de los festivales musicales más grandes, ganó Premio Mundial de Sostenibilidad](/mundo/ultra-music-festival-miami-gano-premio-mundial-sostenibilidad-PP3450544) [Mundo] Hace 7 horas [Petro llegó a Alemania e irá a conferencia para crear \"una alianza para derrotar a Hitler\"](/mundo/gustavo-petro-llego-alemania-aseguro-que-quiere-vencer-hitler-PP3450244A) [Mundo]",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T02:11:42.848+02:00",
  "updated": "2024-02-16T06:37:25.991+02:00"
}