{
  "thread": {
    "uuid": "8815378fc3d1d169da38176c98f381a04602d500",
    "url": "https://www.nowtolove.com.au/royals/international-royals/how-king-frederik-met-queen-mary-79716",
    "site_full": "www.nowtolove.com.au",
    "site": "nowtolove.com.au",
    "site_section": "https://www.nowtolove.com.au/rss",
    "site_categories": [
      "television",
      "womens_health",
      "health",
      "entertainment"
    ],
    "section_title": "Now To Love: Celebrity, News, Parenting, Health, Beauty, Fashion, Lifestyle",
    "title": "From pub to palace: How Frederik and Mary met",
    "title_full": "From pub to palace: How Frederik and Mary met",
    "published": "2024-01-07T21:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://d3unuz0h0mttub.cloudfront.net/s3/digital-cougar-assets/now/2024/01/05/1704426459568_FBCMS193.jpg?width=1200&amp;height=630&amp;quality=75&amp;mode=crop",
    "performance_score": 0,
    "domain_rank": 27663,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8815378fc3d1d169da38176c98f381a04602d500",
  "url": "https://www.nowtolove.com.au/royals/international-royals/how-king-frederik-met-queen-mary-79716",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Woman's Day team",
  "published": "2024-01-07T21:30:00.000+02:00",
  "title": "From pub to palace: How Frederik and Mary met",
  "text": "Wearing a dazzling diamond tiara and dripping in crown jewels, it's hard to picture the carefree and cheeky Tasmanian real estate agent [Mary Donaldson, whose life changed forever](https://www.nowtolove.com.au/royals/international-royals/queen-margrethe-abdication-79658)when she met her prince at the Slip Inn all those years ago. \"They were being quite flirtatious, but we didn't know until after the story broke that he was a prince,\" Slip Inn's Justin Tynan tells Woman's Day in the wake of her big news about becoming the queen of Denmark. \"I didn't know Mary but she did look beautiful and I can totally see why Frederik was having a crack!\" It was a balmy September night in 2000 when Sydney was ablaze with all the colour and fun of the Olympic Games, and one that the then-28-year-old Mary would never forget! Royal secret Prince Frederik and his regal entourage of European blue bloods kept his royal lineage a secret from Mary and her flatmate when they joined the group, who were celebrating the Danish women's handball team winning a gold medal at the popular city venue. Mary had no idea that the handsome and athletic Fred she was flirting up a storm with was the [Crown Prince of Denmark](https://www.nowtolove.com.au/royals/international-royals/highest-title-danish-royal-family-79675), or that his mates included his younger brother Prince Joachim, his cousin Prince Nikolaos of Greece, Princess Martha of Norway, and King Felipe of Spain (who was then known as the Prince of Asturias). Mary later confirmed it wasn't until 30 minutes after meeting in the crowded bar that someone came up to her and said, \"Do you know who these people are?\" She later told 60 Minutes, \"The first time we met or shook hands, I did not know he was the Crown Prince of Denmark.\" Just the beginning The Inn's Justin says he was equally clueless that he was witnessing the beginning of what would become one of the most celebrated royal unions of all time. \"I remember looking at the black Amex and it had Frederik's name on it and I wondered who he was,\" reveals Justin. And Fred, known internationally as a party prince, was instantly smitten with the confident and bold brunette beauty who cheekily rubbed her hands over the chests of the three princes as the women debated whether hairy or bare chests were sexier. \"They were all having a great time,\" shares Justin, who is now the chief operating officer of the Laundy Hotels and a father of three young kids – including his daughter, who was over the moon to discover her dad's royal connection last week! Almost two decades after their fairytale wedding, Mary's long-time friend and bridesmaid Amber Petty tells Woman's Day she, too, is immensely proud of her friend. \"It's wonderful news,\" she says. \"And yes, I'm proud of her, as always.\" The queen-to-be's beginnings couldn't have been further removed from Fred's childhood of playing in palaces. She was born on February 5, 1972, at Queen Alexandra Hospital in Hobart, the youngest of four children to her Scottish-born parents, mathematics professor John Dalgleish Donaldson and his wife Henrietta, who died in 1997 from complications after heart surgery. Mary's childhood was spent playing basketball and hockey and studying music, and learning piano, flute and clarinet in Sandy Bay, Tasmania, apart from a 12-month sabbatical the family spent in Texas when Mary was just two. She was a student at Waimea Heights primary school before completing her HSC at Taroona High School and Hobart College. She got a combined Bachelor of Commerce and Bachelor of Law degree at the University of Tasmania and started a career in advertising. But it was her move to Belle Property as sales director that changed everything because it was her boss, New Zealand property developer Chris Meehan, a keen sailor who knew Fred, who arranged for her to join the party at the Slip Inn with her flatmate, who knew the Prince of Asturias. Mary and Fred kept their romance a secret for just over 12 months, spending hours on the phone getting to know each other before a Danish magazine broke the news that they were in love. Mary moved to Denmark in December 2001, started learning to speak Danish and began intense studies on royal protocols and etiquette to equip her for royal life – before Fred presented her with an emerald and ruby engagement ring on October 8, 2003. \"I mean, every child at one stage dreams of being a prince or princess,\" she later admitted.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "frederik",
        "sentiment": "negative"
      },
      {
        "name": "mary",
        "sentiment": "negative"
      },
      {
        "name": "mary donaldson",
        "sentiment": "none"
      },
      {
        "name": "fred",
        "sentiment": "none"
      },
      {
        "name": "justin tynan",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "slip inn",
        "sentiment": "none"
      },
      {
        "name": "denmark",
        "sentiment": "none"
      },
      {
        "name": "sydney",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:01:05.623+02:00",
  "updated": "2024-01-15T05:14:21.289+02:00"
}