{
  "thread": {
    "uuid": "33162d10f8001e229c9afc3076c71a794e64f552",
    "url": "https://www.biospace.com/article/releases/imunon-reports-compliance-with-nasdaq-listing-requirements",
    "site_full": "www.biospace.com",
    "site": "biospace.com",
    "site_section": "https://feedity.com/biospace-com/WlpaV1tW.rss",
    "site_categories": [
      "job_search",
      "jobs"
    ],
    "section_title": "Biotech IPOs &amp; News | BioSpace",
    "title": "IMUNON Reports Compliance with Nasdaq Listing Requirements",
    "title_full": "IMUNON Reports Compliance with Nasdaq Listing Requirements",
    "published": "2024-04-11T08:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 5904,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "33162d10f8001e229c9afc3076c71a794e64f552",
  "url": "https://www.biospace.com/article/releases/imunon-reports-compliance-with-nasdaq-listing-requirements",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "BioSpace",
  "published": "2024-04-11T08:00:00.000+03:00",
  "title": "IMUNON Reports Compliance with Nasdaq Listing Requirements",
  "text": "IMUNON Reports Compliance with Nasdaq Listing Requirements\nLAWRENCEVILLE, N.J., April 11, 2024 (GLOBE NEWSWIRE) --\nIMUNON, Inc. (NASDAQ: IMNN) (“IMUNON” or the “Company”), a clinical-stage drug-development company focused on developing DNA-mediated immuno-oncology therapies and next-generation vaccines, today announced that on April 10, 2024, it received written notice from the staff of The NASDAQ Stock Market LLC (“Nasdaq”) informing the Company that it has regained compliance with the minimum bid price requirement under Nasdaq Listing Rule 5550(a)(2) (the “Minimum Bid Price Requirement”) for continued listing on The Nasdaq Capital Market. Accordingly, IMUNON complies with all applicable listing standards, and its common stock will maintain its listing on the Nasdaq Capital Market under the symbol “IMNN.”\nIMUNON was notified by Nasdaq on December 26, 2023 that it was not in compliance with the Minimum Bid Price Requirement because its common stock had failed to meet the closing bid price of $1.00 or more for 30 consecutive business days. To regain compliance with the Rule, the Company’s common stock was required to maintain a minimum closing bid price of $1.00 or more for at least 10 consecutive trading days. This requirement was met on April 9, 2024, the 10th consecutive trading day when the closing bid price of the Company's common stock was over $1.00.\nIMUNON’s Executive Chairman, Michael H. Tardugno said, “Regaining compliance with the Nasdaq Minimum Bid Price Requirement is an important event as we continue to advance our dual platform technologies. We are heartened with continued support from the investment community and remain on track to report topline results mid-year from the OVATION 2 Study with IMNN-001 in advanced ovarian cancer. If the interim data are confirmed in the final readout, the observed PFS benefit would represent a clinically meaningful outcome supporting a registrational Phase III study. Further, we remain on track to begin our Phase 1 proof-of-concept clinical study in the second quarter of 2024 with a seasonal COVID-19 booster vaccine, following FDA clearance of our IND application.”\nAbout IMUNON\nIMUNON is a clinical-stage biotechnology company focused on advancing a portfolio of innovative treatments that harness the body’s natural mechanisms to generate safe, effective and durable responses across a broad array of human diseases, constituting a differentiating approach from conventional therapies. IMUNON is developing its non-viral DNA technology across its modalities. The first modality, TheraPlas®, is developed for the coding of proteins and cytokines in the treatment of solid tumors where an immunological approach is deemed promising. The second modality, PlaCCine®, is developed for the coding of viral antigens that can elicit a strong immunological response. This technology may represent a promising platform for the development of vaccines in infectious diseases.\nThe Company’s lead clinical program, IMNN-001, is a DNA-based immunotherapy for the localized treatment of advanced ovarian cancer currently in Phase 2 development. IMNN-001 works by instructing the body to produce safe and durable levels of powerful cancer-fighting molecules, such as interleukin-12 and interferon gamma, at the tumor site. Additionally, the Company is entering a first-in-human study of its COVID-19 booster vaccine (IMNN-101). We will continue to leverage these modalities and to advance the technological frontier of plasmid DNA to better serve patients with difficult-to-treat conditions. For more information on IMUNON, visit\nwww.imunon.com.\nForward-Looking Statements\nIMUNON wishes to inform readers that forward-looking statements in this news release are made pursuant to the “safe harbor” provisions of the Private Securities Litigation Reform Act of 1995. Readers are cautioned that such forward-looking statements involve risks and uncertainties including, without limitation, market conditions and the risk that the Company may not be able to maintain compliance with Nasdaq listing requirements; unforeseen changes in the course of research and development activities and in clinical trials, including the fact that interim results may not be indicative of later results in such trials; the uncertainties of and difficulties in analyzing interim clinical data; the timing of expected regulatory and business milestones; the significant expense, time and risk of failure of conducting clinical trials; the need for IMUNON to evaluate its future development plans; possible acquisitions or licenses of other technologies, assets or businesses; possible actions by customers, suppliers, competitors or regulatory authorities; and other risks detailed from time to time in IMUNON’s filings with the Securities and Exchange Commission. IMUNON assumes no obligation to update or supplement forward-looking statements that become untrue because of subsequent events, new information or otherwise.\nContacts:\n|IMUNON||LHA Investor Relations|\n|Jeffrey W. Church||Kim Sutton Golodetz|\n|Executive Vice President, CFO||212-838-3777|\n|and Corporate Secretary|\n|609-482-2455|\n####",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology"
  ],
  "external_links": [
    "https://www.globenewswire.com/Tracker?data=xr6G5Q2sThvW15ylsX2faZZOnxzP_u9mkUQkaWlXyX-GZHJRmVxhBYA_83HbEo60",
    "https://www.globenewswire.com/Tracker?data=KMHudJBceiv2BuJB_sLgFD9rMSexCHmuhWxTn0FBcJGAZHKE5wyuXmM8FpxiMRuDfI89NufApC3wWxBoEIU8pw==",
    "https://www.globenewswire.com/Tracker",
    "https://globenewswire.com/Tracker?data=KMHudJBceiv2BuJB_sLgFD9rMSexCHmuhWxTn0FBcJGAZHKE5wyuXmM8FpxiMRuDfI89NufApC3wWxBoEIU8pw==",
    "https://globenewswire.com/Tracker?data=xr6G5Q2sThvW15ylsX2faZZOnxzP_u9mkUQkaWlXyX-GZHJRmVxhBYA_83HbEo60"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "nasdaq",
        "sentiment": "none"
      },
      {
        "name": "nasdaq capital market",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "n.j.",
        "sentiment": "none"
      },
      {
        "name": "lawrenceville",
        "sentiment": "none"
      },
      {
        "name": "imunon",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T01:47:27.988+03:00",
  "updated": "2024-04-12T01:47:27.988+03:00"
}