{
  "thread": {
    "uuid": "09b8b0ba3db1f75c12626127c479d098db96b647",
    "url": "https://menafn.com/1107955030/Taiwan-Training-Laser-Weapons-On-Chinas-Drone-Threat",
    "site_full": "menafn.com",
    "site": "menafn.com",
    "site_section": "http://www.menafn.com/rss/Menafn_MostaPopular_global_en.xml",
    "site_categories": [
      "investing",
      "financial_news",
      "finance"
    ],
    "section_title": "United Imaging Announces Numerous Collaborative Relationships In The Middle East At Arab Health 2024",
    "title": "Taiwan Training Laser Weapons On China's Drone Threat | MENAFN.COM",
    "title_full": "Taiwan Training Laser Weapons On China's Drone Threat | MENAFN.COM",
    "published": "2024-03-09T00:11:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://menafn.com/updates/pr/2024-03/09/AT_cf661image_story.jpg",
    "performance_score": 0,
    "domain_rank": 6382,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "09b8b0ba3db1f75c12626127c479d098db96b647",
  "url": "https://menafn.com/1107955030/Taiwan-Training-Laser-Weapons-On-Chinas-Drone-Threat",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MENAFN",
  "published": "2024-03-09T00:11:00.000+02:00",
  "title": "Taiwan Training Laser Weapons On China's Drone Threat | MENAFN.COM",
  "text": "( MENAFN - Asia Times) Taiwan has teamed up with allies to develop a 50-kilowatt laser weapon system, marking a potential great leap in the self-governing island's defenses against China's rising drone threats and incursions.\nThe Taipei Times reported that Taiwan is rapidly advancing in the development of a pioneering 50-kilowatt vehicle-mounted laser weapon, which it aims to deploy on CM-32 Clouded Leopard armored vehicles by the end of the year.\nThe initiative, spearheaded by the National Chungshan Institute of Science and Technology (NCSIST), marks a notable improvement on a low-powered prototype unveiled last year. The high-energy laser system under development is primarily designed to counter drones.\nThe effort highlights the institute's global technological collaborations and the publication of research exploring operational synergies between laser technology and existing air defense platforms such as the missile-based AN/TWQ-1 Avenger.\nWhile lasers can be used against ballistic and hypersonic missiles, a July 2021 US Congressional Research Service (CRS) report states that a 1-megawatt laser may be needed to neutralize such threats.\nWhile the Boeing YAL-1 airborne laser weapon was in that power range, it was canceled in 2010 due to high costs, impractical size and weight, technological immaturity and limited range due to atmospheric beam distortion.\nHowever, solid-state laser (SSL) technology advancements and a resetting of goals to use lasers for point defense rather than missile defense have made laser weapons feasible.\nTaiwan's new laser weapon may become the“hard kill” component of its planned national drone defense system against intruding drones from mainland China.\nIn September 2022, the South China Morning Post (SCMP) reported that Taiwan is bolstering its defense capabilities with a US$143 million drone defense system developed by the NCSIST to counter the rising incursions of Chinese drones, particularly around its offshore islands.\nLatest stories\nGold, Bitcoin surges show black swan risk rising Report from Paris: an encounter with the left\nThe maritime issues ASEAN wants to talk about SCMP notes that the system is designed to identify incoming drones through search radars, camera and frequency detection, jam the drones' controls electronically and then capture them with nets.\nChina's Caihong-5 armed drones are for sale on global markets. Photo: Xinhua SCMP notes that Taiwan's Defense Ministry plans to implement this system over the next four years across all military bases, ports and airports with an emphasis on 45 offshore islands and isolated locations, targeting not only Chinese military threats but also civilian drones used in gray-zone tactics.\nTaiwan's drive to develop a cost-effective short-range air defense system that can take down multiple drones is likely spurred by the potential dronification of a Taiwan Strait conflict.\nIn February 2024, Asia Times reported that China has revealed plans to transform its military operations by integrating advanced unmanned systems.\nChina's strategy marks a shift toward drone-led special operations in war scenarios, including a potential conflict with the US over Taiwan. The People's Liberation Army (PLA) is developing unmanned aerial vehicles (UAVs) capable of flying vast distances, diving deep underwater and lying in wait for long periods.\nThe PLA is reportedly planning for a small-scale conflict between China and an unnamed neighboring country in 2035, with both sides agreeing to limit their equipment to small arms including small boats, drones and anti-aircraft guns.\nIn the scenario, the PLA is tasked with striking swiftly and silently at key enemy installations, including critical command and supply hubs, deep behind enemy lines.\nAdvanced intelligence, surveillance, and reconnaissance (ISR) systems hover over the battlefield after an initial attack, assess the damage and determine whether further action is required.\nFurthermore, in December 2022, Asia Times reported that China had unveiled a catamaran drone carrier mothership, a new type of warship that could change the military balance in a conflict over Taiwan.\nThe catamaran drone mini-carrier, part of an experimental naval training force, can simulate enemy drone swarms, high-volume anti-ship missile strikes and distributed electronic warfare attacks.\nThe drone carrier could operate as part of a larger surface action group to direct drone swarms against shore targets or air defenses, allowing more traditional capabilities to be used more effectively.\nThe drones can have specialized payloads such as sensors, electronic warfare systems or explosive warheads.\nThis new type of warship could play a decisive role in a clash between the mainland and Taiwan, potentially launching drone swarm attacks to knock out Taiwan's air defenses and enabling a“shock and awe” bombing campaign to take out critical military, government and civilian infrastructure.\nChina could seek to launch dronified small-scale military operations to take Taiwan's frontline islands, Kinmen and Matsu, which are situated only three and nine kilometers away from the mainland.\nThe heavily fortified islands would likely play a vital role in Taiwan's possible protraction strategy against a Chinese invasion, whereby their defenders would seek to buy time for US and allies to intervene in the first 90 days of a conflict .\nSign up for one of our free newsletters The Daily Report Start your day right with Asia Times' top stories AT Weekly Report A weekly roundup of Asia Times' most-read stories\nA Taiwanese military outpost on Shihyu Islet, seen past anti-landing spikes along Lieyu Island in the Kinmen Islands, August 10, 2022. Image: Twitter / Screengrab Taking cues from the ongoing Israel-Hamas conflict and Ukraine war, Taiwan could seek to use its new laser weapon to defend critical urban areas from suicide drone strikes, potentially eliminating the problem of limited and costly missile interceptors and the relatively poor performance of gun-based defenses .\nIn February 2024, Asia Times noted that if the PLA were to enter Taipei, it might face costly urban warfare in the city of seven million. Taiwan's military is known to be preparing for that situation by acquiring“mobile, small, portable and AI-enabled” weapons, UAVs and counter-UAV systems.\nStill, Taiwan may face challenges in delivering an effective laser weapon. Those include high development costs, diminishing beam power over distance, size and mobility restrictions, high energy requirements, limited suppliers for critical components and the need for specialized facilities to maintain the sophisticated weapons.\nTaiwan has so far struggled to balance its acquisition of high-profile assets such as frigates and fighter jets with that of more survivable assets like shore-based anti-ship missiles, naval mines and anti-tank guided missiles, which are better-suited for an asymmetric defense strategy.\nThese competing strategic priorities may limit Taiwan's resources and ultimately slow its laser weapons program.\nAlready have an account? Sign i Sign up here to comment on Asia Times stories OR\nThank you for registering!\nAn account was already registered with this email. Please check your inbox for an authentication link.\nMENAFN09032024000159011032ID1107955030\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://asiatimes.com/2024/03/taiwan-training-laser-weapons-on-chinas-drone-threat/",
    "https://asiatimes.com/2024/03/taiwan-training-laser-weapons-on-chinas-drone-threat",
    "https://www.asiatimes.com/2024/03/taiwan-training-laser-weapons-on-chinas-drone-threat/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "asia times",
        "sentiment": "negative"
      },
      {
        "name": "national chungshan institute of science and technology",
        "sentiment": "none"
      },
      {
        "name": "taipei times",
        "sentiment": "none"
      },
      {
        "name": "us congressional research service",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "taiwan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-09T08:50:55.179+02:00",
  "updated": "2024-03-09T08:50:55.179+02:00"
}