{
  "thread": {
    "uuid": "227d59b1f3ac72d00df4f3f2755e51488a1358f2",
    "url": "https://tribuneonlineng.com/renaissance-of-islam-through-ima-and-crescent-university-v/",
    "site_full": "tribuneonlineng.com",
    "site": "tribuneonlineng.com",
    "site_section": "http://www.tribuneonlineng.com/feed",
    "site_categories": [
      "shopping"
    ],
    "section_title": "Tribune Online",
    "title": "Renaissance of Islam through IMA and Crescent University (V)",
    "title_full": "Renaissance of Islam through IMA and Crescent University (V)",
    "published": "2023-12-29T05:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://tribuneonlineng.com/wp-content/uploads/2023/04/Muslim-sermon-logo-e1631939211856.jpg",
    "performance_score": 0,
    "domain_rank": 22003,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "227d59b1f3ac72d00df4f3f2755e51488a1358f2",
  "url": "https://tribuneonlineng.com/renaissance-of-islam-through-ima-and-crescent-university-v/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sulaimon Osho",
  "published": "2023-12-29T05:30:00.000+02:00",
  "title": "Renaissance of Islam through IMA and Crescent University (V)",
  "text": "ALMIGHTY Allah declares in the Holy Qur’an, Hujurat, 49:13: “O mankind ! We created You from a single (pair) Of a male and a female, And made you into Nations and tribes, that Ye may know each other (Not that ye may despise Each other). Verily The most honoured of you In the sight of God Is (he who is) the most Righteous of you. And God has full knowledge And is well acquainted (With all things).”\nJust as Almighty Allah promises to inspire new leaderships for the revival of Islam in every century, there is no doubt that He inspired Justice Abdul-Jabbar Bola Ajibola, SAN, to revive the religion. The Holy Qur’an, Nur, 24:54-57, says, “Say: ‘Obey God, and obey The Apostle’: but if ye turn Away, he is only responsible For the duty placed on him And ye for that placed On you. If ye obey him, Ye shall be on right guidance. The Apostle’s duty is only To preach the clear (Message).God has promised, to those Among you who believe And work righteous deeds, that He Will, of a surety, grant them In the land, inheritance (Of power), as He granted it To those before them ; that He will establish in authority Their religion—the one Which He has chosen for them ; And that He will change (Their state), after the fear In which they (lived), to one Of security and peace: ‘They will worship Me (alone) And not associate aught with Me’. If any do reject Faith After this, they are Rebellious and wicked.So establish regular Prayer And give regular Charity; And obey the Apostle; That ye may receive mercy. Never think thou That the Unbelievers Are going to frustrate (God’s Plan) on earth : Their abode is the Fire,— And it is indeed An evil refuge!”\nA Hadith of the Holy Prophet Muhammad (SAW), as narrated by Abu Hurrayrah, asserts that Prophet Muhammad (SAW) said: “At the beginning of every century Almighty Allah Will send to its Ummah someone who will renew its religious understanding.” (Sahih Abu Dawood).\nAfter we had started the AT-Tanzil -The Revelation programme on OGBC 2 FM in Abeokuta transmitting to the West African countries and up to FCT, Abuja, reciting the Glorious Qur’an in Arabic and English translation, from Ramadan 1, 1416 A.H. (January 21, 1996) to kick-start Islamic Mission for Africa (IMA), Judge Abdul-Jabbar Bola Ajibola SAN, the President was more triggered to further the Islamic revival from among his personal staff at his palatial residence in Asero, Abeokuta.\nComing home on holidays from the World Court at The Hague, Netherlands, for the Christmas and New Year holidays in 1997, he asked one of his personal assistants to go and buy 12 different versions of the Holy Bible in English and Yoruba from the bookshops at Sapon, Abeokuta.\nHis personal staff were about 12, including drivers, cooks, gardeners, secretary and his tailor, Mr Kufile. He asked each of them to pick any copy from the newly bought 12 copies of the Holy Bible and 12 copies of the English translation of the Holy Qur’an. He didn’t involve the two policemen always stationed at his gate by the government for his security and as his orderly.\nThen Justice Ajibola asked them to open the Lord’s Prayer, Matthew 6:9-13 NIV – New International Version Bible – “This, then, is how you should pray: ‘Our Father in heaven, hallowed be your name, your kingdom come, your will be done, on earth as it is in heaven. Give us today our daily bread. And forgive us our debts, as we also have forgiven our debtors.’”\nBut in the New King James Version (NKJV) of the Bible, Matthew 6:9-13 says, “In this manner, therefore, pray: ‘Our Father in heaven, Hallowed be Your name. Your kingdom come. Your will be done on earth as it is in heaven. Give us this day our daily bread. And forgive us our debts. As we forgive our debtors. And do not lead us into temptation. But deliver us from the evil one. For Yours is the kingdom and the power and the glory forever. Amen.’”\nThe most surprising thing to me was that the verses in each of the 12 versions of the Bible differ from each other in content, context and translation. Apart from the confusion of the contents of the same verses of the Lord’s Prayer, he said the content of how we pray in Islam is the same in every mosque of the world, apart from having only one version of the Holy Qur’an in the entire world and asked me to demonstrate it to them.\nHe asked them, why would you want to be in a confused religion that is confused in the contents of how you pray to Almighty God that’s supreme? Even the contents of the Holy Bible are confusing within itself of the same verses in different versions of over 200 in the world.\nJustice Ajibola, in what I call the evangelisation of the Lord’s Prayer, then asked the personal staffs to go with one copy each of the Holy Bible and one copy of the Holy Qur’an, and come back the following day of their decisions.\nEventually, they all resolved and agreed to convert to Islam. And they were given the Kalima – words of testimony of conversion to Islam at the weekly Sunday prayer sessions of Islamic Mission for Africa (IMA).\nIt was the following day of that session that Justice Ajibola asked me to bring my friend, Architect Ishaq Alaka, to him so that we could take him to the new six acres of land that he had donated to the IMA, so that he can give us the architectural designs for the Africa Islamic Research Centre.\nIncredibly, the cars of the three of us didn’t function that morning. But I met up with the appointment at 7a.m. at Justice Ajibola’s house at Asero, Abeokuta. Architect Alaka’s car didn’t work; he met up with the appointment too. And Justice Ajibola’s two cars didn’t work too in his house.\nAs the three of us stepped out of his gate, it started raining. As he tucked in brand new wrist watches in the pockets of myself and the architect, he said, “This is what I brought for you from The Hague.” We said ,“Thank you, sir.”\nAs we trekked towards the main road from his street, Justice Ajibola said, “My father, Oba Gbadela II, used to say, ‘… let the rain be doing its own, and we should move on with our own…. But let me tell both of you, we are embarking on a great mission for Allah, based on these signs of our cars not working today, and the shower of blessings from God Almighty…” Honestly, it came to pass!\nHe asked his police orderly to stay, and we moved on trekking to the site of the IMA centre from his house at Asero. Justice Ajibola continued to tell us stories upon stories. We moved on until one man driving a Peugeot 505 car saw Justice Ajibola. After passing us by, the man made a U-turn and packed beside us. He asked Justice Ajibola, “Are you on a jogging exercise, sir?”\nThe World Court Judge said we were going somewhere. The man asked, “Can I give you a ride, sir?” He first told us, “Please, let’s allow him to take us then.” He then said, “Yes.” We entered the car and the man dropped us and waited till we finished at the site, despite the Judge telling him to go. He was the owner of Mobil Petrol Station at Adatan, Abeokuta. Eventually, the man took us back to the residence of Justice Ajibola.\nMay Almighty Allah accept our da’wah efforts as acts of worship, Ameen.\n ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [
    "https://www.sportingtribune.com/anthony-joshua-beats-otto-wallin-in-five-rounds/",
    "https://sportingtribune.com/anthony-joshua-beats-otto-wallin-in-five-rounds",
    "https://sportingtribune.com/anthony-joshua-beats-otto-wallin-in-five-rounds/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hujurat",
        "sentiment": "negative"
      },
      {
        "name": "abdul-jabbar bola ajibola",
        "sentiment": "none"
      },
      {
        "name": "nur",
        "sentiment": "none"
      },
      {
        "name": "ye",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "crescent university",
        "sentiment": "negative"
      },
      {
        "name": "renaissance of islam",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T06:11:36.446+02:00",
  "updated": "2023-12-29T06:11:36.446+02:00"
}