{
  "thread": {
    "uuid": "38feb0855458cbcb1cf923a4badef96aa28d82e5",
    "url": "https://vnexplorer.net/una-de-las-plantas-trepadoras-con-flores-mas-bonitas-la-clematis-como-cudarla-s1542806.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/rss",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Una de las plantas trepadoras con flores más bonitas: la clematis, cómo cudarla",
    "title_full": "Una de las plantas trepadoras con flores más bonitas: la clematis, cómo cudarla",
    "published": "2024-02-16T02:16:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ighs0.img",
    "performance_score": 0,
    "domain_rank": 51153,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "38feb0855458cbcb1cf923a4badef96aa28d82e5",
  "url": "https://vnexplorer.net/una-de-las-plantas-trepadoras-con-flores-mas-bonitas-la-clematis-como-cudarla-s1542806.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-02-16T02:16:00.000+02:00",
  "title": "Una de las plantas trepadoras con flores más bonitas: la clematis, cómo cudarla",
  "text": "También llamada clemátide, la clematis es una planta trepadora, oriunda de la campiña inglesa, con más de 400 especies cultivables que, en primavera y verano, ofrecen un espectáculo de colores y formas con su floración. Algunas son arbustivas y otras herbáceas perennes, pudiendo alcanzar los 3 metros de altura.\nLas clematis española es la Clematis vitalba, tiene flores blancas de unos 2 centímetros y salen agrupadas en ramilletes que dan paso a unos frutos de aspecto plumoso que se mantienen en la planta durante el otoño y el invierno. Por lo que será una planta muy bonita y decorativa a lo largo de todo el año.\nEsta planta trepadora tiene más de 250 especies y es muy resistente. La clematis no tienen tronco, pero cuenta con tallos leñosos, por lo que debes plantar cerca de algo que le sirva para escalar.\nPlanta con flor: Clematis\nQué cuidados tiene que tener una clematis Si hablamos de la plantación, sus raíces deben estar a la sombra y los tallos tienen que recibir la luz del sol. Cava un agujero, el doble de ancho que la maceta y la mitad de profundo, y abona. La tierra debe ser fértil y húmeda para que crezca bien, emplea un sustrato rico capaz de retener la humedad, pero con buen drenaje. Se puede plantar en maceta, pero que sea de cerámica o terracota. Debes regarla a menudo.\nLas clemátides necesitan estar en un suelo muy bien drenado, fresco, rico, profundo y no calcáreo. Un buen truco es cubrir la superficie de la tierra con gravilla, corteza de pino o piedra volcánica para evitar que el agua se evapore muy rápido y que se mantenga la humedad del suelo a nivel de las raíces.\nCómo cultivar la clemátida Lo ideal es plantar la clemátide a principios de primavera. Cava un hoyo a 15-30 cm de una pared o valla, del doble del tamaño de la maceta o del cepellón. Añade una pizca de compost bien descompuesto o mantillo y una pizca de hongos micorrícicos. Asegúrate de que la copa de la planta esté justo debajo de la tierra, con el tallo inclinado hacia la pared, la valla o el poste de la pérgola. Rellena el agujero y riega bien.\nLa planta tardará un par de temporadas en alcanzar todo su potencial, pero debería ver un crecimiento sustancial en el primer verano tras la plantación. Asegúrate de proporcionarle un soporte vertical para que el nuevo crecimiento vaya en la dirección correcta: un enrejado sencillo o una malla metálica deberían funcionar, ya que los zarcillos y los ganchos están diseñados para agarrarse a los soportes disponibles y llevar la planta hacia arriba. Poda hasta dos nuevos brotes y mantén la planta joven bien regada durante la primera temporada, con un mantillo durante el invierno. Debería florecer en la segunda temporada, una vez que las raíces se hayan establecido.\nCuánto crece la clematis Las clemátides son ideales para trepar por vallas, cobertizos y pérgolas, por árboles y arbustos, y también pueden quedar bien combinadas con otras trepadoras. También hay clemátides de porte bajo que pueden cultivarse en macetas originales, siempre que tenga un buen drenaje y el porte del tiesto sea de 45 cm de profundidad. Elige el lugar con cuidado, porque, una vez plantadas, a las clemátides no les gusta que las cambien de sitio. La regla general es plantar estas flores donde las raíces estén a la sombra fresca y húmeda, pero la planta crezca hacia el pleno sol. Esto recuerda a su hábitat natural, donde las plantas pueden echar raíces en el suelo cerca de la base de un árbol o seto y crecer por las ramas hasta cubrir de flores la copa.\nEs bastante fácil propagar clemátides. Pruebe a cultivar gratis su clemátide favorita tomando esquejes de la nueva temporada a finales de primavera y principios de verano. Corta la parte inferior del tallo, justo por encima de la unión de las hojas, y vuelve a recortar por debajo de la unión, eliminando el exceso de follaje. Sumerge la base del esqueje en hormona de enraizamiento y coloca varios esquejes alrededor del borde de una maceta, llena de una mezcla de compost arenoso. Riega bien y coloca la maceta en una bolsa de plástico sellada para que actúe como un mini invernadero. Comprueba que no haya moho y busca nuevas hojas y raíces en la base de la maceta. Si los signos son positivos, estás listo para dividir tus esquejes en macetas individuales y seguir creciendo.\nPlanta con flor: Clematis\nCaracterísticas de la flor clematis La clemátide es una trepadora excepcional, en los últimos años hemos visto clemátides cultivadas como plantas tapizantes en zonas de pleno sol o variedades heraclifolias arbustivas como plantas de arriate. Las clemátides también son cada vez más populares para crear ramos de flores y mantenerlos bonitos. Algunas variedades duran mucho tiempo en jarrones. Esto es estupendo para diseño de jardines pequeños, donde se puede aprovechar el espacio de cultivo vertical y elegir una clemátide por su potencial como flor cortada, así como por su abundante floración y larga temporada de floración. El vivero especializado en clemátides Thorncroft recomienda la gama Clematis Saphyra como grandes ejemplares para cortar.\nEl aroma de la clemátide es muy especial, similar al jazmín, la convierte en una planta aromática perfecta para decorar paredes y regalarte su fragancia natural. Las flores de la clematis no poseen verdaderos pétalos, son grupos de 4 a 8 sépalos, llamados tépalos, con forma de disco plano o de campana.\nEs una de las plantas con flor más bonitas que puedes plantar en tu jardín. Le dará un buen toque de color. Recuerda colocarle unas guías o plantarla cerca de una celosía para que pueda trepar. En poco tiempo tendrás una pared vegetal preciosa llena de flores.\nCuándo florece al clematis Hay varios tipos de clemátidas que van a determinar su poda y cultivo. Se trata de fomentar la floración, por lo que los tiempos de poda varían en función de si la clemátide florece temprano o tarde en tallos establecidos el año anterior o en nuevos brotes producidos en la temporada actual. Las clemátides se dividen en tres grupos:\nC lemátides del g rupo 1. Tienen floración temprana y necesitan una poda ligera y ordenada después de la floración, para fomentar nuevos tallos durante el verano para la floración del año siguiente. Las variedades son alpina , armandii, cirrhosa, macropetala y montana. C lemátides del grupo 2. Incluyen cultivares de gran floración estival como Nelly Moser . Estas grandes flores se producen en los brotes de la nueva temporada y deben podarse a principios de primavera, cortando los tallos viejos hasta dejar un par de brotes frescos. C lemátides del grupo 3. Son plantas de floración tardía en verano, que incluyen los cultivares jackmanii, tangutica y viticella , que necesitan una poda primaveral para promover muchas flores. Corta todo el brote viejo hasta tener un par de brotes fuertes y ata el brote nuevo a medida que aparezca. Qué problemas tienen las clemátidas Aparte de proteger los brotes jóvenes de babosas y caracoles y vigilar los pulgones, el gran enemigo es la marchitez de la clemátide. Se trata de una enfermedad fúngica que penetra en la planta a través de la tierra y de roturas o cortes en el tallo. Causa un impacto muy repentino e inconfundible y notarás que las hojas y los tallos se vuelven negros casi de la noche a la mañana.\nLa marchitez de la clemátide tiende a afectar más a los cultivares de flor más grande que a las especies e híbridos más pequeños. Si detecta la marchitez de la clemátide, corte todas las partes afectadas de la planta y quémelas; la planta puede recuperarse en las siguientes temporadas. Las medidas preventivas incluyen mantener la zona alrededor de la base de la planta libre de residuos para que el aire pueda circular, lo que evita condiciones húmedas que permiten que florezca cualquier enfermedad fúngica.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ighs0.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1igs1i.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1igs1i.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ighs0.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T02:25:48.410+02:00",
  "updated": "2024-02-16T02:25:48.410+02:00"
}