{
  "thread": {
    "uuid": "f44b0508af8986326cd6e2a06e6ee9f5b628f60b",
    "url": "https://www.interempresas.net/Energia/Articulos/567732-Andalucia-aspira-a-desempenar-un-papel-protagonista-en-el-desarrollo-de-la-industria-verde.html",
    "site_full": "www.interempresas.net",
    "site": "interempresas.net",
    "site_section": "https://www.interempresas.net/rss",
    "site_categories": [
      "telecommuting",
      "jobs"
    ],
    "section_title": "Noticias en Interempresas.net",
    "title": "Andalucía aspira a desempeñar un papel protagonista en el desarrollo de la industria verde",
    "title_full": "Andalucía aspira a desempeñar un papel protagonista en el desarrollo de la industria verde",
    "published": "2024-07-05T09:18:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://img.interempresas.net/fotos/4744308.jpeg",
    "performance_score": 0,
    "domain_rank": 13057,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f44b0508af8986326cd6e2a06e6ee9f5b628f60b",
  "url": "https://www.interempresas.net/Energia/Articulos/567732-Andalucia-aspira-a-desempenar-un-papel-protagonista-en-el-desarrollo-de-la-industria-verde.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "(Interempresas)",
  "published": "2024-07-05T09:18:00.000+03:00",
  "title": "Andalucía aspira a desempeñar un papel protagonista en el desarrollo de la industria verde",
  "text": "Andalucía aspira a desempeñar un papel protagonista en el desarrollo de la industria verde\nEl consejero de Industria, Energía y Minas de la Junta de Andalucía, Jorge Paradela, ha participado en un desayuno informativo organizado por Executive Forum, con la colaboración de Atlantica Sustainable Infrastructure. Durante el encuentro, Paradela ha compartido la apuesta del gobierno andaluz \"por una política industrial ambiciosa y útil\" en el marco de la transición energética y digital.\nDurante su intervención, Paradela ha presentado algunas de las medidas que están llevando a cabo “para continuar impulsando el desarrollo económico y social en Andalucía”. Entre ellas, ha destacado la aprobación del Plan CRECE Industria 2027 esta misma semana, declarando que se trata de “un paso más en el camino emprendido para impulsar el desarrollo industrial de Andalucía”. Este plan contará con una dotación presupuestaria de 1.800 millones de euros, a través de los cuales se pretende movilizar 25.000 millones de inversión industrial en 2027, que conllevarán la creación de 64.500 empleos.\nEn este sentido, el consejero ha subrayado que “el Gobierno andaluz quiere aprovechar las nuevas oportunidades industriales que conlleva la transición energética y digital con el impulso a una política industrial ambiciosa y útil” y ha destacado que \"Andalucía aspira a desempeñar un papel protagonista en el desarrollo de esta nueva industria verde”. En los últimos cinco años, la región ha duplicado la potencia eléctrica verde instalada hasta casi alcanzar los 12 GW y hay otros 11 GW que ya cuentan con autorización de construcción.\nEn esta línea, el consejero ha afirmado que el Ejecutivo andaluz \"está apostando fuerte\" también por las nuevas tecnologías y vectores energéticos, entre los que ha destacado el hidrógeno renovable y sus moléculas derivadas, los biocombustibles y el biogás. Así, ha anunciado que la Consejería de Industria, Energía y Minas está trabajando en la constitución de una alianza andaluza que aglutine a todos los agentes implicados, similar a la que impulsó en el sector del hidrógeno verde, y que en su primer año de andadura ha establecido una hoja de ruta para el sector y un mapa que identifica las capacidades de la cadena de valor en esta comunidad autónoma.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Business and Market Analysis",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T11:12:10.428+03:00",
  "updated": "2024-07-05T11:12:10.428+03:00"
}