{
  "thread": {
    "uuid": "0abd26a3575701b2a2f295b70529a932b0c2f192",
    "url": "https://www.tycsports.com/futbol-internacional/fue-convocado-por-camerun-a-la-copa-de-africa-dice-tener-17-anos-y-encendio-la-polemica-id555580.html",
    "site_full": "www.tycsports.com",
    "site": "tycsports.com",
    "site_section": "https://www.tycsports.com",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "TyC Sports - Las noticias de deportes del canal líder en Argentina ",
    "title": "Fue convocado por Camerún a la Copa de África, dice tener 17 años y encendió la polémica - TyC Sports",
    "title_full": "Fue convocado por Camerún a la Copa de África, dice tener 17 años y encendió la polémica - TyC Sports",
    "published": "2023-12-29T14:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://media.tycsports.com/files/2023/12/29/660279/wilfried-douala-camerun_1440x810_wmk.webp?v=1",
    "performance_score": 0,
    "domain_rank": 25863,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0abd26a3575701b2a2f295b70529a932b0c2f192",
  "url": "https://www.tycsports.com/futbol-internacional/fue-convocado-por-camerun-a-la-copa-de-africa-dice-tener-17-anos-y-encendio-la-polemica-id555580.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "TyC Sports.com",
  "published": "2023-12-29T14:10:00.000+02:00",
  "title": "Fue convocado por Camerún a la Copa de África, dice tener 17 años y encendió la polémica - TyC Sports",
  "text": "Fue convocado por Camerún a la Copa de África, dice tener 17 años y encendió la polémica Wilfried Nathan Douala juega como volante ofensivo y sería una fija en los próximos llamados de los Leones Indomables. Otra vez una selección africana quedó envuelta en una polémica por las dudas sobre la edad de uno de sus futbolistas. Esta vez fue el turno de Camerún y Wilfried Nathan Douala, quien dice tener 17 años y ya encendió la polémica de cara a la Copa de África 2024. Nathan Douala, nacido el 15 de mayo de 2006, ingresó en la convocatoria de Rigobert Song para jugar entre el 13 de enero y el 11 de febrero en Costa de Marfil. De todas maneras, por tratarse de un torneo absoluto, no hay edad límite para disputarlo. Según los medios locales, el volante ofensivo de Victoria United sería una de las fijas en los próximos llamados de los Leones Indomables, que va por la sexta estrella con figuras como André Onana (Manchester United), André Zambo Anguissa (Napoli) y Vincent Aboubakar (Beşiktaş), después de ganar en 1984, 1988, 2000, 2002 y 2017. Cabe recordar que a principios de año Camerún desafectó a 21 de sus 30 futbolistas convocados a la Sub-17 por no pasar algunas pruebas de resonancia magnética, mejor conocido como el test en las muñecas, que miden la maduración en los huesos. Todo para saber si el jugador tiene menos de 18 años con un 99% de certeza. Foto: @LIndomptables Marruecos organizará la Copa de África 2025 La revelación del Mundial de Qatar 2022 organizará la Copa de África 2025, después de la retirada de Argelia. Organizador del mayor torneo continental de selecciones africanas en 1988, los Leones del Atlas fueron designados también para albergar la edición de 2015, pero el país magrebí pidió un aplazamiento por un brote del virus Ébola. La CAF decidió entonces no solo retirarle la organización del torneo a Marruecos, sino también descalificar a la selección de este país. Para la edición de 2027, en tanto, se ha elegido la candidatura integrada por Kenia, Uganda y Tanzania. Marruecos fue cuarto en Qatar 2022 tras perder la semifinal ante Francia (0-2) y caer en el cotejo por el tercer puesto ante Croacia (1-2), no sin antes eliminar a España y Portugal. No te pierdas nada Recibí las últimas noticias de Fútbol Internacional ¡y más! Comentá Te puede interesar",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T14:32:36.669+02:00",
  "updated": "2023-12-29T14:32:36.669+02:00"
}