{
  "thread": {
    "uuid": "d0c08a2a548bac88dddeb3c4c418899fc44eb903",
    "url": "https://spectrumnews1.com/oh/columbus/news/2024/01/15/homeless-cold-weather-warm-shelters",
    "site_full": "spectrumnews1.com",
    "site": "spectrumnews1.com",
    "site_section": "https://spectrumlocalnews.com/services/contentfeed.oh%7ccincinnati%7cnews.landing.rss",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Local News | Cincinnati | Spectrum News",
    "title": "Keeping the homeless warm during a frigid week",
    "title_full": "Keeping the homeless warm during a frigid week",
    "published": "2024-01-16T00:46:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s7d2.scene7.com/is/image/TWCNews/Community-shelter-board-ohio-011524",
    "performance_score": 0,
    "domain_rank": 8016,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 1,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d0c08a2a548bac88dddeb3c4c418899fc44eb903",
  "url": "https://spectrumnews1.com/oh/columbus/news/2024/01/15/homeless-cold-weather-warm-shelters",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kennedy Chase",
  "published": "2024-01-16T00:46:00.000+02:00",
  "title": "Keeping the homeless warm during a frigid week",
  "text": "COLUMBUS, Ohio — The frigid temperatures mean those who are homeless need to find a place to stay warm.\nWhat You Need To Know The Community Shelter Board has nine different shelters located in Columbus\nThe Community Shelter Board's 24/7 Homeless Hotline is (614)274-7000 and is available to learn more information on shelters and where to go if you need help and transportation\nThe Community Shelter Board always sees an uptick in shelter use during the winter “It's a time for all of us to pay attention to our neighbors and folks in our community who might be vulnerable. But specifically people who are experiencing unsheltered homelessness are at immense risk right now,” said Sara Loken from the Community Shelter Board.\nOn days like Monday when the temperatures and wind chills make it painful to be outside, Loken said they’re doing what they can to provide space and warmth to those who need it.\n“For people who are unsheltered, there are nine homeless shelters located all across the community that are open 365 days a year to provide a place for people who are unsheltered. And then when it's really cold like this, in the wintertime, we open hundreds more beds inside those shelters,” said Loken.\nWith an uptick in homeless shelter use during this time of year, the Community Shelter Board has a 24/7 homeless hotline that anyone can call to find out more information.\n“Especially on a day like today in frigid cold weather, we don't want someone to risk their safety, potentially risk their life traveling across the community to knock on the door of a place where they believe they can get help, only to find out that all those beds at that particular location might be full,” said Loken.\nBut Loken said using these shelters or warming centers shouldn’t be the first option. They’d rather anyone who’s homeless to first try to stay with family or friends. With that said, the Community Shelter Board said it will never turn anyone away who needs a bed or transportation.\n“Everybody needs help now and then. There's no one among us who has not experienced some kind of hardship, some kind of gap in our lives, and experiencing homelessness can just be one of those hardships or gaps that is completely relatable. And no one should be afraid to seek help, especially in dangerously cold weather like this, where it can become a matter of life or death,” said Loken.\nTo contact the Community Shelter Board’s 24/7 homeless hotline, call (614) 274-7000.\nRelated Stories Stay warm in Columbus warming centers\nAs cold blast continues, officials warn about hypothermia and frostbite",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sara loken",
        "sentiment": "none"
      },
      {
        "name": "loken",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "community shelter board",
        "sentiment": "none"
      },
      {
        "name": "homeless hotline",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "columbus",
        "sentiment": "none"
      },
      {
        "name": "ohio",
        "sentiment": "none"
      },
      {
        "name": "columbus",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-16T15:33:43.615+02:00",
  "updated": "2024-01-16T15:33:43.615+02:00"
}