{
  "thread": {
    "uuid": "b94f115c9843ff1f72370acaabeebb75d8cb8aa4",
    "url": "https://honey.nine.com.au/royals/king-charles-distant-cousin-pregnant-india-oxenberg/593b2c72-044c-4126-b170-bb4f81aac3d8",
    "site_full": "honey.nine.com.au",
    "site": "nine.com.au",
    "site_section": "https://honey.nine.com.au/rss",
    "site_categories": [
      "health"
    ],
    "section_title": "",
    "title": "King Charles III's third cousin India Oxenberg is expecting her first child years after fleeing a cult - 9Honey",
    "title_full": "King Charles III's third cousin India Oxenberg is expecting her first child years after fleeing a cult - 9Honey",
    "published": "2024-03-14T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://imageresizer.static9.net.au/16W4kzuk4PRxa5lBaD6XTsyfEjc=/1200x628/smart/https%3A%2F%2Fprod.static9.net.au%2Ffs%2F464057c7-a35a-436a-b2b3-3a4fcf7469cb",
    "performance_score": 0,
    "domain_rank": 6021,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b94f115c9843ff1f72370acaabeebb75d8cb8aa4",
  "url": "https://honey.nine.com.au/royals/king-charles-distant-cousin-pregnant-india-oxenberg/593b2c72-044c-4126-b170-bb4f81aac3d8",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Maddison Leach",
  "published": "2024-03-14T02:00:00.000+02:00",
  "title": "King Charles III's third cousin India Oxenberg is expecting her first child years after fleeing a cult - 9Honey",
  "text": "King Charles III's third cousin India Oxenberg is expecting her first child with husband Patrick D'lgnazio, sharing the happy news years after fleeing a cult.\nOxenberg, 32, announced she was expecting in an interview with People , in which she confessed she \"couldn't believe it\" when she found out she was expecting.\n\"It took a little bit to fully sink in because you're sort of in disbelief. You're like, 'Really? What is happening? Are we really doing this?'\" she told the outlet.\nREAD MORE: Scandal that rocked the royal family may bring end to new tradition\nKing Charles III's distant cousin India Oxenberg is expecting her first child. (Instagram) \"I felt really emotional about it, and really blessed, and just like, 'Wow, this really is something that I've always wanted, that I in a way told myself I didn't want for so long.' Because it was so vulnerable to think about having my own family, and what that means to me.\"\nThe 32-year-old is best known for her work as an actress and her former association with the NXIVM cult, which she joined in 2011.\nSold as an American multi-level marketing company, NXIVM was later exposed as a cult where women – Oxenberg included – were groomed as sexual partners for the founder, Keith Raniere.\nOxenberg left the organisation in 2018, detailing her experiences in a memoir titled Still Learning: A Memoir, and producing and starring in the documentary series Seduced: Inside the NXIVM Cult.\nShortly after fleeing, she met chef D'lgnazio and fell in love.\nThe pair got engaged in 2019 and wed the following year, then moved to Key West, where D'lgnazio runs his own restaurant called Eaton Good.\nREAD MORE: The wildest theories about Kate's photo, debunked\nIndia Oxenberg is expecting her first child with husband Patrick D'lgnazio. (Instagram) Alluding to her past, Oxenberg told People she's looking forward to the next chapter of her life as a mother.\n\"Even though I know being a parent is going to be challenging at times, I feel like it's giving me permission to put a lot of what I went through in the past and be present with this new future that I'm creating,\" she said.\nOxenberg is related to the royal family through her mother, Catherine Oxenberg, who is second cousin to the King of England.\nREAD MORE: How to join the nine.com.au WhatsApp channel\nMeet the new generation of young royals View Gallery Though Catherine, 62, has previously confessed to \"not being part of the inner circle\" of the monarchy, it's understood her own mother, Princess Elizabeth of Yugoslavia, has a close relationship with Charles.\nElizabeth even reached out to the monarch directly for his blessing when Catherine, also an actress, signed on to play none other than the late Princess Diana in the 1982 TV movie The Royal Romance of Charles and Diana.\n\"He was wonderful actually, he said, 'Look, they're going to make this film regardless. At least she can bring dignity to the role.' And I thought that was a very gracious way to respond,\" Catherine claimed in a 2019 interview.\nREAD MORE: Princess Anne 'wanted to' take Prince Harry under her wing\nKing Charles' second cousin Catherine Oxenberg and her daughter India Oxenberg. (Getty) Not all members of Europe's ruling class were happy with Catherine's decision, however.\n\"There was a certain king of a certain country, who sent me a letter saying that I was a disgrace and then mom's feathers were ruffled. She was very worried how her family would take it.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "maddison leach",
        "sentiment": "negative"
      },
      {
        "name": "charles iii",
        "sentiment": "negative"
      },
      {
        "name": "india oxenberg",
        "sentiment": "negative"
      },
      {
        "name": "oxenberg",
        "sentiment": "none"
      },
      {
        "name": "patrick d'lgnazio",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nxivm",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:31:33.835+02:00",
  "updated": "2024-03-15T06:58:52.720+02:00"
}