{
  "thread": {
    "uuid": "67821ff947b5f6d76c593e50b824a9790ed897d8",
    "url": "https://eugeneweekly.com/2024/03/14/showing-up-for-lane-countys-bipoc-residents",
    "site_full": "eugeneweekly.com",
    "site": "eugeneweekly.com",
    "site_section": "http://eugeneweekly.com/feed",
    "site_categories": [
      "media",
      "non_standard_content"
    ],
    "section_title": "Eugene Weekly",
    "title": "Showing Up for Lane County’s BIPOC Residents",
    "title_full": "Showing Up for Lane County’s BIPOC Residents",
    "published": "2024-03-15T00:18:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s0.wp.com/i/blank.jpg",
    "performance_score": 0,
    "domain_rank": 69251,
    "domain_rank_updated": "2024-03-12T12:13:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "67821ff947b5f6d76c593e50b824a9790ed897d8",
  "url": "https://eugeneweekly.com/2024/03/14/showing-up-for-lane-countys-bipoc-residents",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Amelia Winkelman",
  "published": "2024-03-15T00:18:00.000+02:00",
  "title": "Showing Up for Lane County’s BIPOC Residents",
  "text": "Eugene/Springfield NAACP creates programming that teaches BIPOC youth about sustainable gardening, empowers their post-high school career goals, and supports their mental health. It advocates for training in education and health care settings that centers BIPOC voices and experiences.\nThe Lane County area NAACP is a space for BIPOC people where “they won’t be talked over or ignored or misinterpreted based on a language barrier by somebody that is non-BIPOC,” says Jocelyn Wensel, the group’s interim managing director.\nThe group says it strives to ensure BIPOC voices and experiences are heard and represented. It uses a culturally understanding approach to provide a variety of support services to BIPOC individuals and promote diversity throughout the county.\nWensel is a medical student at the International University of Health Sciences in St. Kitts in the Caribbean, where she takes classes remotely. She says she’s “noticed that sometimes having a provider that looks like you or thinks like you or has similar intersectional identities can go a long way.” She adds, “I think that can lower your defensiveness and make you more able to comfortably share without feeling like you have to put on an act or code switch or act a certain way so that people perceive you as intelligent and worthy of proper care.”\nWensel, who is also the local NAACP’s health care workforce development and program manager, says her work with the NAACP includes partnering with community organizations to extend shadowing and research opportunities to high school students that are underrepresented in the health care sciences, such as medical, nursing, vet tech and medical assistant fields. She helps them “prepare for the next step after high school on their pathway to medicine,” she says.\nWensel says she’s currently in the process of designing “trauma-informed behavioral health training” with HIV Alliance and Behavioral Health Resource Networks, which provide health and mental health care services. She observes where the organizations should improve their capacity to serve BIPOC community members and educates them on how to do so, she says. She says she listens to employees express their feelings of preparedness about serving all members of the community and uses that to teach them how they can do better.\nHer job is to do research and “provide some education to community health partners to help improve the ability to serve BIPOC members of the community,” she says.\nOn Sunday, Feb. 25, the NAACP held a Leaders Include Influences and Future Entrepreneurs Expo. Its education coordinator, Lawrence Hunter, says the event was essentially a youth-led TED Talk series about the programs they have been involved in.\nHunter says one of the projects discussed at the L.I.F.E. Expo was a garden the youth developed. He says they started the garden by creating soft composting beds and have been learning about seed-to-harvest gardening. They are planning to begin a farm-to-table cooking program, Hunter says.\n“Certain cultures are more prone to have gardens or land or have farms because of the way things were developed here in disproportionate inequity,” Hunter says. There aren’t a lot of Black-owned farms and gardens, he says. According to the 2022 USDA Census of Agriculture, 1.2 percent of farm operators in the U.S. are Black.\nThe idea for the garden, which is on a private property in Eugene, gained momentum when he and the youth began having conversations about food deserts and accessibility, Hunter says. Their goal, he says, is to make a garden each year at different youths’ homes to foster them “growing food within the community” so they have “more sustainable practices as far as how to access nutritional food.”\nHunter says the Eugene/Springfield NAACP has other educational programs geared towards teenagers, including one for mentorship in specific fields, like music production and other arts. There are also bicycle repair and safety pop-ups to “promote mobility and visibility” in areas that BIPOC youth aren’t usually seen in groups, Hunter says. There is even a program that provides 10 free therapy sessions to youth with obstacles to mental health care.\n“Financial donations as well as volunteering goes a super long way for a small chapter like ours,” Wensel says. “And yeah, I think directing people that are around you that ask to find organizations that support diverse communities, direct them towards us.”\nThe NAACP is in need of volunteers to help stock its food pantry at the Mims Historic House and plan events. Even just a couple hours a month is helpful, she says.\nIn a city like Eugene, where less than 2 percent of the population is Black — according to the census — advocates like the NAACP are all the more important, Wensel says. When the majority of the population is white, Wensel says the measures that should be taken to include BIPOC voices and experiences are not usually “programmatically emphasized” in the education for teachers or healthcare workers.\n“Everybody’s somebody, and I think being able to bring those voices together becomes our work and so we have to work sometimes harder than another organization that’s in a more diverse or BIPOC-predominant city,” like Atlanta or Los Angeles, Wensel says.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jocelyn wensel",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "eugene/springfield naacp",
        "sentiment": "negative"
      },
      {
        "name": "international university of health sciences",
        "sentiment": "none"
      },
      {
        "name": "naacp",
        "sentiment": "none"
      },
      {
        "name": "bipoc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "lane county",
        "sentiment": "none"
      },
      {
        "name": "st. kitts",
        "sentiment": "none"
      },
      {
        "name": "caribbean",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:45:32.454+02:00",
  "updated": "2024-03-15T00:45:32.454+02:00"
}