{
  "thread": {
    "uuid": "be7aa5a322f3e60602d6ec91a139a0edf8fb1d87",
    "url": "https://vnexplorer.net/i-was-in-wetherspoon-when-a-tornado-ripped-through-my-hometown-it-saved-my-life-punter-21-claims-going-for-a-pint-when-80mph-gusts-wreaked-havoc-in-stalybridge-kept-him-safe-from-falling-bric-s709337.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "'I was in Wetherspoon when a tornado ripped through my hometown - it saved my life': Punter, 21, claims going for a pint when 80mph gusts wreaked havoc in Stalybridge kept him safe from falling bricks and debris",
    "title_full": "'I was in Wetherspoon when a tornado ripped through my hometown - it saved my life': Punter, 21, claims going for a pint when 80mph gusts wreaked havoc in Stalybridge kept him safe from falling bricks and debris",
    "published": "2023-12-29T17:43:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.dailymail.co.uk/1s/2023/12/29/14/79436753-12909939-image-a-9_1703861838689.jpg",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "be7aa5a322f3e60602d6ec91a139a0edf8fb1d87",
  "url": "https://vnexplorer.net/i-was-in-wetherspoon-when-a-tornado-ripped-through-my-hometown-it-saved-my-life-punter-21-claims-going-for-a-pint-when-80mph-gusts-wreaked-havoc-in-stalybridge-kept-him-safe-from-falling-bric-s709337.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-29T17:43:00.000+02:00",
  "title": "'I was in Wetherspoon when a tornado ripped through my hometown - it saved my life': Punter, 21, claims going for a pint when 80mph gusts wreaked havoc in Stalybridge kept him safe from falling bricks and debris",
  "text": "A man whose street was damaged when the Greater Manchester tornado tore through his town has revealed how going to the pub for a pint ‘saved his life’.\nEuan Welsh, 21, was in Wetherspoons when 80mph winds swept through Stalybridge, Greater Manchester, on Wednesday night.\nDozens of locals were advised to stay inside ‘due to the severity’ of the damage caused and risk to public safety while at least 100 homes were damaged.\nShocking pictures show houses with gaping holes in their roofs while dozens of cars were battered by falling bricks, trees and debris in the freak weather incident.\nEuan, who lives on Cherry Grove, said he normally doesn’t go to the pub after finishing work as a bartender, but decided to as a spur of the moment decision.\nHe said that going for a pint of San Miguel ‘saved his life’ because of the amount of debris and trees that fell down along his street.\nEuan Welsh, 21, was in Wetherspoon having a pint of San Miguel when a tornado tore about his town\nOne house in the Greater Manchester Area had its roof completely torn off in the 80phm gusts\nResident Rebecca Saycell outside her house in Stalybridge yesterday after the roof was ripped off\nEuan said: ‘If I hadn’t gone to the pub, I would have been walking home at that point.\n‘It probably saved my life to be honest because of the amount of debris and trees that have fallen down.\n‘A pint of San Miguel might have actually saved my life.’\nShortly after the incident happened at around 11.45pm, Euan and his friends found out it was actually a tornado.\nEuan says he was ‘shocked’ and thought a tornado happening in Greater Manchester ‘was just bizarre.’\nHe said: ‘It was just bizarre and crazy at first. I just thought, how could this happen here?\n‘We found out quite soon after that it was a tornado and we were all like ‘what, a tornado? It was shocking.\n‘There’s a bistro next door and all the windows flew out of it. There was just glass everywhere – it was crazy.’\nEuan’s home luckily avoided being damaged by the tornado, but he says some of his neighbours’ properties were.\nHe added: ‘You can see the amount of slate on the road and roofs have been destroyed which is awful.\n‘Luckily, my home is okay but some of my neighbours have had slates off their roofs come off and fences that have been blown in.\n‘When I leave my house, I can just see the roofs that have come off the houses and I just can’t believe it – it’s shocking and awful.’\nHis dad Kevin Welsh, 57, added he had ‘never experienced anything like this’ since he moved into the property 36 years ago.\nEuan Welsh, 21, and father Kevin were not caught out in the storm which caused major damage to Stalybridge\nEuan Welsh, 21, outside the Wetherspoon’s pub, The Society Rooms, where he was during the tornado\nA piece of stone is seen impaled in the back of a car today in Stalybridge, Greater Manchester\nHe said: ‘I was watching the Woman in Black when I heard all this noise outside.\n‘I’ve lived here for 36 years and never experienced anything like this.\n‘We do get strong winds but only in one direction, this was came from every direction and lasted all of one minute.’\nLyndsey Moody, 45, lives on nearby Hill Hough Road with her husband and two children and was one of the worst affected by the tornado.\nShe claims her son is lucky to be alive – as a chimney fell through the house and onto his bed.\nLyndsey said: ‘We had animals in the house – the dog, three cats and a turtle, when it hit.\n‘There was one in the front bedroom, a chimney fell through and almost killed my son – if he was in bed the chimney would’ve killed him.’\nShe also said it took just 20 seconds for the tornado to tear her home apart and now she’s been left with ‘nothing.’\nLyndsey added: ‘After that it was still, nothing – now we have to deal with the aftermath.\n‘We had the photo albums in the loft, they are gone with the rest of it. Christmas presents, computers, the lot.’\nThe roof of one house was completely torn off in Stalybridge, Greater Manchester during the tornado\nAn aerial view of the damage the freak weather incident did one resident’s home in Stalybridge\nThe aftermath after the tornado hit Stalybridge in Greater Manchester on Wednesday night\nJeffrey Sheehan, 68, was out walking his dog just ten minutes before the high winds struck.\nHe said it sounded like ‘someone was throwing rocks at the window’ and he saw a roof ‘blowing past’ his house.\nJeffrey said: ‘We had just got in from walking the dog, we put him to bed then not even 10 minutes later we heard this noise.\n‘My wife said it has just started to hailstone and I said ‘I was just out there, it must just be heavy rain.’\n‘Then, it was like someone was throwing rocks at the windows and there was this loud swoosh sound.\n‘We looked outside and there was a roof blowing past the window. It’s nothing like I’ve ever experienced before.’\nChief Superintendent Mark Dexter has urged members of the public to ‘avoid the area’ because of the amount of debris on the road.\nA damaged roof on a house in Stalybridge, Greater Manchester, after Wednesday night’s tornado\nHe said: ‘This incident has undoubtedly affected numerous people in the Stalybridge area with many residents displaced from their properties during the night.\n‘Our highest priority is keeping people safe which is why we are advising those who have been displaced not to return or enter their properties which have significant damage until they have been assessed by structural engineers.\n‘I would also like to urge members of the public to avoid the area where possible and take extra care when travelling in vehicles on the roads in Stalybridge and the surrounding areas, due to debris in the road.\n‘This has understandably caused some disruption and, though we are not yet in a position to confirm when the area will return to normal, further updates will be communicated when we have them.\n‘I would like to use this opportunity to thank the community for their cooperation and patience.’\nA GoFundMe page has been set up to support those who have been affected at: https://www.gofundme.com/f/stalybridge-tornado",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Weather"
  ],
  "external_links": [
    "https://www.gofundme.com/f/stalybridge-tornado",
    "https://videos.dailymail.co.uk/video/mol/2023/12/28/6356457709270317837/1024x576_MP4_6356457709270317837.mp4",
    "https://gofundme.com/f/stalybridge-tornado",
    "https://www.videos.dailymail.co.uk/video/mol/2023/12/28/6356457709270317837/1024x576_MP4_6356457709270317837.mp4"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "wetherspoon",
        "sentiment": "neutral"
      },
      {
        "name": "euan welsh",
        "sentiment": "none"
      },
      {
        "name": "euan",
        "sentiment": "none"
      },
      {
        "name": "rebecca saycell",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "greater manchester",
        "sentiment": "none"
      },
      {
        "name": "stalybridge",
        "sentiment": "none"
      },
      {
        "name": "san miguel",
        "sentiment": "none"
      },
      {
        "name": "wetherspoons",
        "sentiment": "none"
      },
      {
        "name": "cherry grove",
        "sentiment": "none"
      },
      {
        "name": "greater manchester area",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T17:53:06.199+02:00",
  "updated": "2023-12-29T17:53:06.199+02:00"
}