{
  "thread": {
    "uuid": "a7d1cc9e848bef0c5de42d59abe75ac9f18194e8",
    "url": "https://www.thisdaylive.com/index.php/2023/12/31/cds-offers-remedies-to-insecurity",
    "site_full": "www.thisdaylive.com",
    "site": "thisdaylive.com",
    "site_section": "https://thisdaylive.com",
    "site_categories": [
      "media"
    ],
    "section_title": "THISDAYLIVE - Truth and Reason - NON-AMP",
    "title": "CDS Offers Remedies to Insecurity - THISDAYLIVE",
    "title_full": "CDS Offers Remedies to Insecurity - THISDAYLIVE",
    "published": "2023-12-31T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://global.ariseplay.com/amg/www.thisdaylive.com/uploads/Christopher-Musa.png",
    "performance_score": 0,
    "domain_rank": 12734,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a7d1cc9e848bef0c5de42d59abe75ac9f18194e8",
  "url": "https://www.thisdaylive.com/index.php/2023/12/31/cds-offers-remedies-to-insecurity",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-31T02:00:00.000+02:00",
  "title": "CDS Offers Remedies to Insecurity - THISDAYLIVE",
  "text": "A recent advocacy of the Chief of Defence Staff, General Christopher Musa, shows that when political leaders prioritise good governance and respect constitutional provisions in the country, insecurity and other hardships witnessed by Nigerians will be substantially addressed, Wale Igbintade writes The Chief of Defence Staff (CDS), General Christopher Musa, recently stated that good governance, and not a military solution, would end terrorism in the country. While addressing journalists during his maiden parley with defence correspondents at the Defence Headquarters, Abuja, Musa said while the military solution to terrorism would provide 30 per cent of the solution, good governance, equity, fairness and justice from the political leaders would account for 70 per cent. The defence chief, who urged Nigerians and the media to tread softly in order to avert escalating insecurity in the country, also assured them that the armed forces are committed to securing lives and properties. “We urge our political leaders to do the right thing. Anywhere you find good governance, it reduces insecurity. Our present challenges in Nigeria are man-made. We in the military are not magicians.” His words: “The security challenges we’re facing is not only a military challenge, it’s for everybody and you are always on the forefront; you’re also exposed to such things. That’s why it’s important for us to have a good understanding of what’s going on so that we can clearly sensitise the public, and let them understand what’s going on. “Members of the security forces are dying and yet sometimes people don’t tend to always remember that people are sacrificing so much for the peace they enjoy. “One thing I want people to do is to avoid demoralising the troops. If somebody is there in the day, night, standing, morning, evening, and night – away from his family getting injured, and yet he’s being insulted, he’s being unappreciated. I mean, we’re all humans. Do you know what the tendencies are? This person will say, since I’m not being appreciated, then it’s not my business anymore and that will be dangerous for all of us. “Please, whatever we’re doing, we should always remember that there are people that are there standing in so that we can sleep, so that we can go about doing our lawful work, so that we can go to church, go to mosque, go to market without them standing up. “We have seen what other war zones look like, what has been done, how troops have been suffering and how civilians are also suffering. The incident in Kaduna is highly regrettable. Our mandate is to protect civilians, not to kill, maim or destroy anything. And that particular time we’re in the heat of pursuing some bandits within that general area and unfortunately this happened. “I’m happy the President has instituted a committee that will look into it critically so that they can also advise how to move forward and how to prevent it in future. We are also working for them to be compensated,” the CDS explained. Furthermore, he reassured all Nigerians of the armed forces’ quest to protect the citizens. “I want to also appeal that when you see something not going right, report to the police even if it is our troops that are not doing the right thing. Don’t just keep quiet and pass by because whatever you see and you pass by, it means you approve of it. If you want changes, report so that we can take action.” He dismissed rumours of conflict among the Nigerian soldiers due to the military action in Kaduna where the Air Force was not contacted to provide air support. According to him, “there’s no conflict. We’re one-armed forces, the armed forces of Nigeria and we operate jointly. We have seen that we are going to also be able to harmonise more on our own operations because, you know, we run over thousands of operations every day.” It will be recalled that when the CDS appeared with Service Chiefs and the Inspector General of Police, Kayode Egbetokun, before the House of Representatives on the state of insecurity in the country, Musa had blamed the judiciary, the Nigeria Correctional Centres and a foreign country for the inability of the security agencies to contain the insecurity plaguing parts of the country. He had also cited the porous national borders as one of its biggest challenges as people come inside the country and go without any checks, which he said is responsible for the movement of light weapons and small arms. While politicians and other public officers earn humongous salaries and allowances, military personnel who toil day and night to secure the country are paid a paltry sum of N50,000 as a monthly salary while other officers, regardless of rank, are paid N1,200 daily as operation allowance. Speaking during an interview on television, Musa said: “On the issue of cash allowance where we feed, any time we are on operations, I as a General can tell you that I am being paid N1,200 per day with my soldiers. From the first general to the last soldier, it is the same amount; that is what we manage. My soldiers collect less than N50,000 as salary in a month. We all know the situation on the ground; my appeal is for them to have a salary that is worthy of the work they are doing; we deserve to have that so that it can encourage them to want to do more,” he said. Musa, therefore, called for an increase in soldiers’ salaries, as they deserve to be paid more for the work they do, adding that although an average of 15,000 personnel has been recruited over the years, there has been no corresponding increase in the number of barracks. He said: “If you look at the constitution, our primary responsibility is territorial integrity but if you look at the territorial integrity, it implies that charity begins at home. We cannot be protecting territory and the home front is on fire and then sit back and watch. “Over the past few years, on average, the armed forces recruited over 15,000 personnel into the system, but we are not building new barracks. We know the budget has captured some of it. We need to do more. We need to renovate the old ones because they have been there for ages. “My dream is for every officer and soldier to have an accommodation that he can look up and say, ‘this is my own; this is my barracks.’ Due to the operations we are conducting, a lot of the officers and soldiers are out there in the field. If we say these operations are over and we too are to go back to the barracks, there wouldn’t be enough barracks for us.” It is not only Musa that has advocated good governance in the country. Recently, some retired military generals equally cautioned democratically-elected leaders to ensure good governance and respect the constitution for the country to be prosperous. For instance, one of the retired officers asked some pertinent questions: “Every politician knows what is right. Before resuming office, don’t they campaign? If they stick to those promises, why would they have a problem? If I say this road to your place is not good, I will fix it for you, and when I get there and I fix the road, will anyone have the moral justification to say you are not performing?” His view mirrored those of other retired officers who maintained that flagrant disregard for the constitution and absence of good governance may give rise to poverty, hardship and disenchantment with the government.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "christopher musa",
        "sentiment": "negative"
      },
      {
        "name": "musa",
        "sentiment": "none"
      },
      {
        "name": "wale igbintade",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "defence headquarters",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "abuja",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T04:51:33.595+02:00",
  "updated": "2023-12-31T04:51:33.595+02:00"
}