{
  "thread": {
    "uuid": "bc2dba0ed796c8211d10a626605a92b60a514ac1",
    "url": "https://ph.investing.com/news/stock-market-news/sensei-biotherapeutics-advances-cancer-therapy-with-new-antibody-93CH-1192924",
    "site_full": "ph.investing.com",
    "site": "investing.com",
    "site_section": "https://ph.investing.com/news/latest-news",
    "site_categories": [
      "investing",
      "finance"
    ],
    "section_title": "Latest Financial News - Investing.com PH",
    "title": "Sensei Biotherapeutics advances cancer therapy with new antibody By Investing.com",
    "title_full": "Sensei Biotherapeutics advances cancer therapy with new antibody By Investing.com",
    "published": "2024-04-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i-invdn-com.investing.com/news/news_six_pile_69x52._800x533_L_1419494215.jpg",
    "performance_score": 0,
    "domain_rank": 1347,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bc2dba0ed796c8211d10a626605a92b60a514ac1",
  "url": "https://ph.investing.com/news/stock-market-news/sensei-biotherapeutics-advances-cancer-therapy-with-new-antibody-93CH-1192924",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Investing.com",
  "published": "2024-04-04T03:00:00.000+03:00",
  "title": "Sensei Biotherapeutics advances cancer therapy with new antibody By Investing.com",
  "text": "BOSTON - Sensei Biotherapeutics, Inc. (NASDAQ:SNSE), an immuno-oncology company, announced the publication of a paper in Nature Communications that details the development of a novel antibody, SNS-101, targeting a protein known to suppress immune response in cancer patients. The research, a collaboration with genOway and Washington University, St. Louis School of Medicine, presents a significant step in cancer immunotherapy, particularly addressing the challenges posed by the protein VISTA. VISTA, widely expressed on myeloid cells, was previously considered \"undruggable\" due to associated safety concerns and difficulty in achieving effective drug concentrations. SNS-101, a pH-sensitive monoclonal antibody, selectively binds to VISTA under acidic conditions typical of the tumor microenvironment, thereby avoiding the cytokine release syndrome (CRS) and pharmacokinetic issues seen with first-generation antibodies. The paper, titled \"VISTA checkpoint inhibition by pH-selective antibody SNS-101 with optimized safety and pharmacokinetic profiles enhances PD-1 response,\" demonstrates SNS-101's ability to activate T-cells by blocking VISTA's interaction with the PSGL-1 receptor, which could lead to fewer dose-limiting toxicities and off-target effects. Edward van der Horst, Ph.D., Chief Scientific Officer of Sensei Bio, expressed confidence in the antibody's design and its potential for clinical application, citing supportive initial data from ongoing Phase 1/2 studies. Sensei Biotherapeutics is focused on creating conditionally active therapeutics through its Tumor Microenvironment Activated biologics (TMAb™) platform. In addition to SNS-101, the company is developing other antibodies targeting different aspects of the tumor microenvironment, such as SNS-102, SNS-103, and SNS-201. The development of SNS-101 and its preclinical success are based on the company's research, which is part of their broader effort to offer new treatments for cancer patients. The company cautions that despite the promising nature of the research, there are inherent risks in the development of therapeutic candidates, including the possibility that the product candidates may not be successfully developed or commercialized. InvestingPro Insights As Sensei Biotherapeutics, Inc. (NASDAQ:SNSE) continues to make strides in the field of cancer immunotherapy with its novel antibody SNS-101, investors and industry observers are closely monitoring the company's financial health and market performance. According to InvestingPro, Sensei Biotherapeutics holds more cash than debt on its balance sheet, which is a positive sign for its financial stability. However, the company is quickly burning through cash and suffers from weak gross profit margins, which are important considerations for potential investors. The company's market capitalization stands at $23.82 million, and it has experienced a large price uptick over the last six months, with a 43.27% price total return. This growth could reflect investor optimism following the promising developments in the company's immunotherapy research. Sensei Biotherapeutics does not pay a dividend to shareholders, which is common for companies in the biotech sector focusing on reinvesting earnings into research and development. For those interested in a deeper analysis of Sensei Biotherapeutics, InvestingPro offers additional insights and metrics, including valuation implications and the company's profitability outlook. With a total of 9 additional [InvestingPro](/pro/pricing?referral=inv_in_article_anchor) Tips available for SNSE, investors can gain a comprehensive understanding of the company's potential and challenges. To access these insights and more, consider using the coupon code PRONEWS24 to get an additional 10% off a yearly or biyearly Pro and Pro+ subscription. Investors should note that the next earnings date for Sensei Biotherapeutics is set for May 7, 2024, which will provide further clarity on the company's financial trajectory and the progress of its therapeutic candidates like SNS-101. This article was generated with the support of AI and reviewed by an editor. For more information see our T&C.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "investing.com boston - sensei biotherapeutics, inc.",
        "sentiment": "neutral"
      },
      {
        "name": "st. louis school of medicine",
        "sentiment": "none"
      },
      {
        "name": "washington university",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:44:38.416+03:00",
  "updated": "2024-04-05T00:44:38.416+03:00"
}