{
  "thread": {
    "uuid": "51d8a87ffa9077611005d8c6ef2ffc9475c14843",
    "url": "https://www.herald.co.zw/hope-elation-as-first-ladys-ultra-modern-mobile-hospital-rolls-out-services",
    "site_full": "www.herald.co.zw",
    "site": "herald.co.zw",
    "site_section": "http://zimbabwe.shafaqna.com/rss.xml",
    "site_categories": [
      "society"
    ],
    "section_title": "Zimbabwe News (News Reader) | ",
    "title": "The Herald - Breaking news.",
    "title_full": "The Herald - Breaking news.",
    "published": "2024-03-15T00:18:59.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ZW",
    "main_image": "https://www.herald.co.zw/wp-content/uploads/sites/2/2024/03/FL1-2.jpg",
    "performance_score": 0,
    "domain_rank": 19826,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "51d8a87ffa9077611005d8c6ef2ffc9475c14843",
  "url": "https://www.herald.co.zw/hope-elation-as-first-ladys-ultra-modern-mobile-hospital-rolls-out-services",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Herald",
  "published": "2024-03-15T00:18:59.000+02:00",
  "title": "The Herald - Breaking news.",
  "text": "Tendai Rupapa Senior Reporter\nHEALTH Ambassador First Lady Dr Auxillia Mnangagwa yesterday ushered in a new era in breast cancer screening when she took her recently acquired ultra-modern and top-notch mobile hospital to Parirenyatwa Group of Hospitals for free services to patients.\nAmai Mnangagwa recently received the mobile hospital as a gift from President Aleksandr Lukashenko of Belarus in recognition of her philanthropic work and efforts to transform the lives of vulnerable members of the community.\nThe First Lady further facilitated the training of a group of radiologists, radiographers and technicians by experts from Belarus on the use of the advanced mammography equipment in the mobile hospital as well as its maintenance.\nMidwives also received training in Belarus to handle cases where women give birth during screening.\nThose who got training in Belarus, imparted the knowledge they got to their local counterparts.\nUsing the advanced machinery, breast cancer will be detected at an early stage, greatly reducing the risk of breast cancer mortality.\nThe mobile hospital also consists of an ultrasound scan, gynaecological machinery and a radiation machine.\nThe mother of the nation, who has a passion for the welfare of women among many other disadvantaged groups, yesterday visited the hospital where she interacted with the patients at the mobile hospital encouraging them to grab the opportunity to be screened for breast cancer so that it is detected early and treated to save lives.\nCancer screening, Dr Mnangagwa explained, is neither frightening nor painful.\nShe added that even men will have the same services as they are also affected by breast cancer.\nAngel of Hope Foundation patron First Lady Dr Auxillia Mnangagwa and Dr George Jakanani listen as Sr Linda Karera explains how they book patients for cancer screening into the ultra-modern top-notch mobile hospital at Parirenyatwa Group of Hospitals yesterday\nThe First Lady explained that the services were not meant for cities and towns alone as they will be rolled out to rural areas, including those that are hard to reach.\nGogo Agfa Mashoko (70), who was among beneficiaries of the programme, was at a loss for words because of the love Dr Mnangagwa had shown.\n“Our mother we want to thank you for the love that you show us always. It is not this screening alone, there is a lot that you do for us around the country.\n“Today we want to thank you for the mobile hospital that you have brought for us so that we are examined. A lot of women are dying in the communities because of lack of money and knowledge, but look at what you have done Mhamha. Mwari varambe vachikukomborerai, rudo rwenyu rwakatikoshera,” she said with a broad smile.\nThe First Lady sought to know what it is that motivated Gogo Mashoko to be screened for cancer even at an advanced age.\n“What is it that made you come to be screened at your age?” she asked.\nIn response, Gogo Mashoko curtly replied: “Cancer knows no age, it affects people of all ages, all of us are affected. Be it the cervix or breast cancer, we are affected, but because of what you have done we will all be screened. Thank you.”\nAngel of Hope Foundation patron First Lady Dr Auxillia Mnangagwa teaches women awaiting breast cancer screening from her ultra-modern top notch mobile hospital, the importance and benefits of being screened for cancer at Parirenyatwa Group of Hospitals yesterday\nDr Mnangagwa thanked the women for putting their health first and encouraged them to advise their relatives and friends to be screened.\n“I want to thank you all for coming vanamai. Why do I thank you? You have put health first. Good health is what defines an individual. We do not want you to wake up saying I do not understand how I am feeling.\n“I have taken pain killers and tomorrow you say it’s much better. What is it that is causing you pain and are you aware of it? Your coming here is very good because as women if you take the lead in terms of health our families will follow.\nUnderstand that families follow mothers. If you take the lead, our children will follow in their totality. Men are not spared when it comes to breast cancer. This mobile hospital will assist our girls, boys, men and women.\n“Together with the team of doctors and our mobile hospital we shall visit rural areas as this programme is not confined to the capital city and towns.\n“We shall visit rural areas where we shall stay as I go door-to-door encouraging women to come forward and be screened. What happens inside the mobile hospital is that when one comes out, she will be having his/her results and will go back home knowing her status.\n“All of you will go home knowing whether or not you will have tested positive or negative for breast cancer. Once you test positive, they immediately know what to do so that you are treated early.\n“The screening is neither fierce nor painful. That idea of coming forward to be tested please keep it up. When you go back tell others and it’s a one-stop facility. The hospital has come to you,” the First Lady said, whereupon the women ululated and clapped their hands.\nHealth Ambassador First Lady Dr Auxillia Mnangagwa shares a lighter moment while demonstrating how women should get into the ultra-modern top notch mobile hospital for breast cancer screening at Parirenyatwa Group of Hospitals yesterday\nDr George Jakanani, a specialist and consultant radiologist from Parirenyatwa Group of Hospitals praised the First Lady for her service to the nation.\n“We have been trialling out the new mobile digital mammography hospital which came from our First Lady through her Angel of Hope foundation. The hospital is offering services that were previously not available for the vast majority of our population.\n“Crucially we have been able to start a screening programme for breast cancer. Patients are coming and having mammogram done here at Parirenyatwa at no cost to them.\n“This is a state-of-the-art equipment that also allows us to go out into the community since this is a mobile hospital which means the hospital can come to the patient and it will remove a lot of the logistical challenges that our patients often face.\n“You can imagine someone out in Gokwe, Murambinda or Mt Darwin. We can now physically take state-of-the-art technology to the patent’s doorstep.\n“A lot of patients when they hear about cancer of the breast, their first sort of reaction or thought is that of death, but what we are saying is if we screen you early enough that is if we pick up this cancer before it is clinically apparent then you have a much better chance of survival because treatment can be instituted early and curative surgery or treatment can be done.\n“We are very excited that this service has now commenced at Parirenyatwa and hopefully we can streamline the service, improve it as we go along so that more and more people can actually benefit from it.\n“We want to thank the First Lady for organising this and extending its use to various districts and provinces of our country and this will be of benefit to our patients,” he said.\nAngel of Hope Foundation patron First Lady Dr Auxillia Mnangagwa talks to a cancer patient (far left) as she was about to be screened for breast cancer in the digital mammography unit in the ultra-modern mobile hospital, while radiographer Ms Farai Maguduru (second from left) and Dr George Jakanani look on at Parirenyatwa Group of Hospitals yesterday\nSimilar sentiments were echoed by Matron Miriam Zembera.\n“I am grateful for the programme that was set in motion by our First Lady of doing mammogram. Breast cancer mostly kills women but when detected early one can be cured and heal.\n“I have testimonies of a lot of people who were cured and healed because it was detected early. So this is a good development that we are happy for. We thank our mother for what she is doing in our country,” the matron said.\nMs Farai Maguduru, a radiographer, gave a brief on what happens in the mobile hospital.\n“When a patient enters the hospital, they get to the changing area where they undress and put on a gown so that we take an X-ray. We take two projections of the breasts one while standing properly and the other on the side. Our machine will assist us as it can move in all angles. Once we have taken these angles, our examination will be complete,” she said.\nGogo Catherine Chatsakama (52) of Mudzi, who was transferred from All Souls Mission Hospital in Mutoko, was among those who were attended to yesterday.\n“I was referred here from All Souls Mission with a challenge with my breast. The doctors told me that I came at the right time. Today I was checked and I now know where I stand so I encourage other women to come forward and be screened for breast cancer.\n“I thank our mother the First Lady for rolling out this programme so that we do not suffer from home,” Gogo Chatsakama said happily.\nGogo Egfa Mashoko, who could not contain her excitement of being screened for breast cancer for free, hugs First Lady Dr Auxillia Mnangagwa and thanks her for championing and prioritising the health of citizens during an Angel of Hope Foundation cancer screening programme in the ultra-modern top-notch mobile hospital at Parirenyatwa Group of Hospitals yesterday. – Pictures: John Manzongo",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "auxillia mnangagwa",
        "sentiment": "neutral"
      },
      {
        "name": "tendai rupapa",
        "sentiment": "neutral"
      },
      {
        "name": "aleksandr lukashenko",
        "sentiment": "none"
      },
      {
        "name": "amai mnangagwa",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "herald",
        "sentiment": "neutral"
      },
      {
        "name": "parirenyatwa group of hospitals",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "belarus",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:19:00.589+02:00",
  "updated": "2024-03-15T01:13:06.638+02:00"
}