{
  "thread": {
    "uuid": "65527498a8724af23ad38070b986cea9780f3b87",
    "url": "https://globalnews.ca/news/10433493/swan-valley-stampeders-saved",
    "site_full": "globalnews.ca",
    "site": "globalnews.ca",
    "site_section": "https://globalnews.ca/radio/cjob/feed",
    "site_categories": [
      "media",
      "health",
      "cold_and_flu",
      "top_news"
    ],
    "section_title": "",
    "title": "Swan Valley Stampeders hockey team saved after quick community response - Winnipeg | Globalnews.ca",
    "title_full": "Swan Valley Stampeders hockey team saved after quick community response - Winnipeg | Globalnews.ca",
    "published": "2024-04-18T21:10:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://globalnews.ca/wp-content/uploads/2024/04/Stamps.jpg?quality=85&strip=all&w=720&h=379&crop=1",
    "performance_score": 0,
    "domain_rank": 941,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "65527498a8724af23ad38070b986cea9780f3b87",
  "url": "https://globalnews.ca/news/10433493/swan-valley-stampeders-saved",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Skylar Peters Global News",
  "published": "2024-04-18T21:10:00.000+03:00",
  "title": "Swan Valley Stampeders hockey team saved after quick community response - Winnipeg | Globalnews.ca",
  "text": "For 25 years, the Swan Valley Stampeders have been a junior hockey staple in Western Manitoba. But for a few hours this week, the team seemed as though it might come to an end. The team entered the Manitoba Junior Hockey League (MJHL) in 1999, and hundreds of young men have rolled through that town, some from afar, others from right at home. Josh Tripp is one of the latter. A native of Swan River, he grew up looking up to Stampeders players — then becoming one. As of this year, he is coaching them. “If you have a kid in school, the Stamps are going there once, twice a week. I remember being a kid and it was awesome when the Stamps came to the school. They’re just a huge part of the community.” The community expressed that earlier this week, when the team put out a concerning statement , saying they were at risk of folding. Finances weren’t the issue. Instead, it was human resources — an understaffed and overworked volunteer board that needed more members. Team officials declined an interview with Global News the day after the release, but now say the response was quick, large, and positive. The Stampeders will play on for years to come. Tripp wasn’t surprised to hear people stepped up. He knows the team affects the community, just as much as the community affects the team. “Guys are kind of unsure about coming here – just with it being in the middle of nowhere in this small town,” he said. “Once they’re here for a while, they love it. And so many guys come back regularly just to visit.” [sent to your email, as it happens.](javascript:void(0)) That involvement is something the league’s brass has been focusing on in recent years. MJHL commissioner Kevin Saurette says there’s always work to do, but he’s proud of how far they’ve come. “These are young men, a lot of them living away from home, outside of where they grew up, and they embrace the role of ambassadors for their communities. To take all that on, along with playing elite junior hockey and going to school… I really commend the kids in our league.” While the league’s 13 teams are in a healthy position heading into the 2024-25 season, Saurette says the news this week shows how quickly that can change. “If that team leaves, what does that mean for youth hockey, for the community involvement, being a social gathering place… that sense of pride?” The struggle to find volunteers isn’t just an issue at hockey rinks. Volunteer Canada says 67 per cent of organizations are in a similar position to the Stampeders. Those in the know say COVID-19 changed everything. “During the pandemic, people got to experience slowing down,” explains Kamillah El-Giadaa, the Training and Development Manager for Volunteer Manitoba. “They didn’t have to run around to five different places any more, and people enjoyed that.” April 19 marks the end of National Volunteer Week, but the need remains. El-Giadaa hopes this year’s theme, “every moment matters”, rings far into the future. “Volunteering isn’t a 10-year commitment. It can be something you do once a month – once a year – based on your schedule and the skillset you want to offer. We’re trying to encourage folks that volunteering isn’t the massive commitment you think it is.” He says the organization’s website provides a plethora of resources , including a match-making system for people looking to experience what it’s like to sit on a board, and groups who need those board members. As for the MJHL, the league is recording playoff attendance numbers not seen since the days of NHLers Jordin Tootoo and Steve Lajoie in the early 2000s. “It’s very competitive, very strong communities. Year after year, our (player) advancement numbers are growing, to NCAA, major junior, U-Sports, even NHL prospects,” Saurette says. Hockey fans don’t have to look far back into history to find the most recent example of a MJHL alumnus achieving the highest goal. Sioux Valley, Man.’s Zach Whitecloud, who played parts of three seasons with the Virden Oil Capitals from 2013-16, won the Stanley Cup with the Vegas Golden Knights last year. Both Whitecloud and former Steinbach Piston Cole Smith are among the former MJHLers competing in this year’s Stanley Cup Playoffs. The Turnbull Cup Final, the league’s championship series, kicks off Friday in Niverville between the Pistons and Winkler Flyers.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [
    "https://d21y75miwcfqoq.cloudfront.net/70c8fc80",
    "https://www.stampedershockey.com/stampeders-at-risk-of-folding-board-members-and-volunteers-desperately-needed",
    "https://www.youtube.com/embed/2ZDGNcGD7-Y?version=3&#038;rel=1&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;fs=1&#038;hl=en-US&#038;autohide=2&#038;wmode=transparent",
    "https://www.volunteermanitoba.ca/",
    "https://stampedershockey.com/stampeders-at-risk-of-folding-board-members-and-volunteers-desperately-needed",
    "https://volunteermanitoba.ca/",
    "https://www.d21y75miwcfqoq.cloudfront.net/70c8fc80",
    "https://youtube.com/embed/2ZDGNcGD7-Y?version=3&#038;rel=1&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;fs=1&#038;hl=en-US&#038;autohide=2&#038;wmode=transparent",
    "https://www.youtube.com/embed/2ZDGNcGD7-Y",
    "https://www.volunteermanitoba.ca"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "josh tripp",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "swan valley stampeders",
        "sentiment": "negative"
      },
      {
        "name": "global news",
        "sentiment": "none"
      },
      {
        "name": "manitoba junior hockey league",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "winnipeg",
        "sentiment": "none"
      },
      {
        "name": "swan valley",
        "sentiment": "none"
      },
      {
        "name": "western manitoba",
        "sentiment": "none"
      },
      {
        "name": "swan river",
        "sentiment": "none"
      },
      {
        "name": "sask.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:15:31.998+03:00",
  "updated": "2024-04-19T01:49:30.232+03:00"
}