{
  "thread": {
    "uuid": "e84eb802d0c1e80dbd1bb9e901f0001e2227329a",
    "url": "https://www.publishersweekly.com/pw/by-topic/new-titles/adult-announcements/article/95174-new-religion-books-look-to-strengthen-women-s-spirits.html",
    "site_full": "www.publishersweekly.com",
    "site": "publishersweekly.com",
    "site_section": "https://publishersweekly.com/pw/feeds/recent/index.xml",
    "site_categories": [
      "books_and_literature",
      "hobbies_and_interests",
      "freelance_writing",
      "entertainment"
    ],
    "section_title": "PublishersWeekly.com",
    "title": "New Religion Books Look to Strengthen Women’s Spirits",
    "title_full": "New Religion Books Look to Strengthen Women’s Spirits",
    "published": "2024-05-31T12:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.publishersweekly.com/images/data/ARTICLE_PHOTO/photo/000/110/110872-1.JPG",
    "performance_score": 0,
    "domain_rank": 2918,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e84eb802d0c1e80dbd1bb9e901f0001e2227329a",
  "url": "https://www.publishersweekly.com/pw/by-topic/new-titles/adult-announcements/article/95174-new-religion-books-look-to-strengthen-women-s-spirits.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Emma Wenner",
  "published": "2024-05-31T12:00:00.000+03:00",
  "title": "New Religion Books Look to Strengthen Women’s Spirits",
  "text": "A growing number of Christian living books confront the issues facing women today, whether difficulties related to caregiving, managing demanding schedules, or how best to follow the teachings of God, to name a few. This trend includes books that look at “slowing down and finding rest in ways that determine both personal and spiritual growth,” according to Keren Baltzer, associate publisher at Zondervan Books. She adds, “Women are hungry for great resources that offer depth and meaning in their lives as they seek to lean into the purpose and plans God has for them.” And while women have been writing for women for decades, Kim Bangs, editorial director at Chosen Books, points out that today’s authors bring an unprecedented level of vulnerability and transparency to the page. “They share their own life experiences, inviting other women into their stories to discover they are not alone,” Bangs says. “They say, ‘We understand where you are and what you are facing.’ ” Stop the striving Society has too many expectations of women, according to several new and forthcoming titles. Authors are telling women to do less, be true to the self, and find relief from stress. In Tired of Being Tired: Receive God’s Realistic Rest for Your Soul-Deep Exhaustion (Baker, out now), Jess Connolly, founder of Bright City Church in Charleston, S.C., takes aim at the exhaustion and defeat that can accompany a busy, fast-paced life. Offering scripts for saying no and lessening mental workloads, Connolly urges readers to protect their time and energy in order to “experience the abundant life God intended for you,” according to the publisher. A good life necessitates a deeper understanding of scripture, according to Bible studies author and life coach Becky Kiser in But God Can: How to Stop Striving and Live Purposefully and Abundantly (W, out now). The book explores the pressures women feel from social media and self-help culture to be and do more, with Kiser urging readers to instead focus on God’s qualities and capabilities. Each chapter features quotes from the Bible, reflection questions, prayers, and actions to take for finding fulfillment. Jennifer Thompson, who has written for outlets such as Yahoo! News, Scary Mommy, and Life, addresses overcommitment, stress, and “the expectations of the world pressing in” with a guide to finding rest in Return to Jesus: Inviting His Love into Every Part of Your Life (WaterBrook, Apr. 2025). Sharing personal experiences alongside quotes from scripture, Thompson, according to the publisher, aims to remind readers of “the One who gives us lungs to breathe and eyes to see all the beauty, heartache, and wonder that can be found in a single day.” Karen Ehman, a Bible teacher and the author of bestsellers such as Keep It Shut, writes jointly with The Better Mom blogger Ruth Schwenk in The Love Your Life Project: 40 Days to Prioritize Your Passions, Cultivate Productive Habits, and Refuel with Times of Rest (Bethany, Aug.). The daily readings aim to help women identify their passions and priorities, and each entry is designed to accommodate a variety of personalities, and seasons of life, as well as those with what the publisher calls “maxed-out schedules.” Megan Fate Marshman, a teaching pastor and women’s ministry leader, argues against striving for more in Relaxed: Walking with the One Who Is Not Worried About a Thing (Zondervan, Aug.). The book examines Proverbs 3:5–6 (KJV)—“Trust in the Lord with all thine heart; and lean not unto thine own understanding. In all thy ways acknowledge him, and he shall direct thy paths”—and makes a case for a slower, more intentional spiritual life. Despite hardships such as shame, guilt, grief, financial stress, and fatigue, Marshman asserts that a close relationship with God can lead to contentment and a sense of freedom. Get back to God Those seeking to reestablish spiritual routines or reconnect with God can find many different avenues in a new crop of books. For believers whose relationship with Christianity is in flux, God Didn’t Make Us to Hate Us by Lizzie McManus Dail (TarcherPerigee, Feb. 2025) is a 40-day devotional that features feminist, anti-racist, and LGBTQ-affirming theology. Dail, who serves as vicar of Jubilee Episcopal Church in Austin, Tex., explores what she calls “God’s radical and liberating salvation” in an effort to dispel beliefs that religion is rigid or hateful. The Hope in Our Scars: Finding the Bride of Christ in the Underground of Disillusionment by Aimee Byrd (Zondervan Reflective, out now) confronts issues within the Christian church, including fraud, abuse, and cover-ups as well as racism and misogyny. Acknowledging increasing levels of disappointment among women and doubt related to the church, Byrd nevertheless encourages readers to focus on “what’s true and beautiful about our covenantal union with Christ,” according to the publisher. A soul-driven self-confidence Confidence and Coffee podcaster Ashley Henriott tackles negative inner voices and cultural messages in Confidence Is an Inside Job: Conquer Self-Doubt and Embrace God’s View of You (WaterBrook, Oct.), writing that a relationship with Jesus can help believers appreciate their uniqueness and find their self-worth. Henriott shares experiences with self-doubt and focuses on how to overcome what she identifies as three confidence killers: fear, inaction, and comparison. Nicole O. Salmon, a life skills and marriage coach, cites hardships such as financial strain and the death of her mother from cancer as crucial inflection points in her relationship with God in Courage and Confidence: A Bold Guide to Unboxing Who You Were Created to Be (NavPress, out now). PW’s review called the book “a sincere call for women to embrace a ‘created self’ shaped by God rather than ‘social and familial influences.’ ” Former Miss Universe and Miss South Africa 2017 Demi Leigh Tebow, who is the wife of sports broadcaster Tim Tebow, tells her story of finding an identity rooted in faith in A Crown That Lasts: You Are Not Your Label (W, Aug.). The book explores the pitfalls of chasing fame and basing one’s worth on personal accomplishments, encouraging readers to instead pursue the security that comes from a relationship with God. Bethny Ricks, a former business executive of 18 years, describes challenging obstacles in both her professional and personal life in Face Forward: Reclaiming Hope When Everything Falls Apart (Zondervan Reflective, Oct.), including having her qualifications questioned because of her age, race, and gender. The book makes a case for how failure and other setbacks can help point readers toward their purpose and deepen their faith, with Ricks writing, “When you find yourself off-balance, outnumbered, or outwitted, if you do nothing else, harness the power of silence and remember to lean on God.” Ryan Pazdur, VP and publisher at Zondervan Reflective, was drawn to the message of resilience in Face Forward. “We felt that it was a story that many people need to hear,” he says. “That we need not be crushed by life’s challenges but can stand up and face forward, looking ahead to the future with faith.” Dallas, Tex., pastor Oneka McClellan focuses on the concept of sisterhood in Born Royal: Overcoming Insecurity to Become the Woman God Says You Are (WaterBrook, July). The book features biblical insight on Mary, Esther, and Deborah as well as stories of real women helping one another, and McClellan writes that readers should see themselves as “daughters of the king.” A-listers weigh in Two bestselling authors of books for women have new titles publishing in the fall. Think differently, writes Jennie Allen in Stop the Spiral Devotional: 100 Days of Breaking Free from Negative Thoughts (WaterBrook, Sept.). A spin-off of Allen’s 2020 bestseller Get Out of Your Head, the new devotional addresses anxiety, distraction, and what the author calls toxic thinking patterns. Each entry features prayers, meditations, and mantras intended to help readers draw strength and positivity from their faith. Lysa TerKeurst, president of Proverbs 31 Ministry, explores the link between a relationship with God, the self, and others in I Want to Trust You, but I Don’t: Moving Forward When You’re Skeptical of Others, Afraid of What God Will Allow, and Doubtful of Your Own Discernment (Thomas Nelson, Oct.). In the book, TerKeurst reflects on her recent divorce and delves into trust issues that arise in relationships of all kinds, including with organizations and institutions. “Trust is something everyone struggles with at some point,” says Jessica Rogers, executive editor at W. “Most people haven’t learned how to handle relationships after they experience betrayals or a loss of confidence, or even smaller hurts that continue to nag at them. They don’t know how to walk forward in a healthy, Godly way and instead get stuck in skepticism, holding other people at arm’s length.”I Want to Trust You, but I Don’t presents faith-based reasons for when to rebuild trust or when to walk away. Read more from our Religion feature: [A Plan for Contentment: PW Talks with Kendra Adachi](https://www.publishersweekly.com/pw/by-topic/new-titles/adult-announcements/article/95175-a-plan-for-contentment-pw-talks-with-kendra-adachi.html) So says author Kendra Adachi, who calls herself a “professional permission giver.” [Religion Publishers Look to the Past to Find Their Way Forward](https://www.publishersweekly.com/pw/by-topic/new-titles/adult-announcements/article/95177-religion-publishers-look-to-the-past-to-find-their-way-forward.html) Women from nonsecular history can provide spiritual blueprints for modern readers, as seen in a host of new books from religion publishers. [Seven Religion Books for Battling Burnout](https://www.publishersweekly.com/pw/by-topic/new-titles/adult-announcements/article/95179-seven-religion-books-for-battling-burnout.html) Now, religion publishers are addressing the impact burnout can have on faith, and vice versa. [Five Books for Fostering Friendships with Faith](https://www.publishersweekly.com/pw/by-topic/new-titles/adult-announcements/article/95180-five-books-for-fostering-friendships-with-faith.html) Five titles geared toward women explore the concept of belonging, ways to form and strengthen bonds, and the role can faith play in friendships.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "keren baltzer",
        "sentiment": "none"
      },
      {
        "name": "kim bangs",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "zondervan books",
        "sentiment": "none"
      },
      {
        "name": "chosen books",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-01T02:33:01.173+03:00",
  "updated": "2024-06-08T05:53:39.971+03:00"
}