{
  "thread": {
    "uuid": "6547fac8ac383ca014dc269e67ed3c22dff6f03f",
    "url": "https://www.1011now.com/2024/04/04/mental-health-advocate-hosting-town-hall-with-dhhs-ceo-interim-behavioral-health-director",
    "site_full": "www.1011now.com",
    "site": "1011now.com",
    "site_section": "http://www.1011now.com/news",
    "site_categories": [
      "media"
    ],
    "section_title": "News",
    "title": "Mental health advocate hosting town hall with DHHS CEO, interim Behavioral Health director",
    "title_full": "Mental health advocate hosting town hall with DHHS CEO, interim Behavioral Health director",
    "published": "2024-04-05T00:37:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gray-koln-prod.cdn.arcpublishing.com/resizer/v2/DWR2TIMQUFBRNFGK3XAMDBQGZA.png?auth=bb7bcbdd07221b94c9bea232ce1a56feb52766cb1aaad82827d6317de7747d12&amp;width=1200&amp;height=600&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 26041,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6547fac8ac383ca014dc269e67ed3c22dff6f03f",
  "url": "https://www.1011now.com/2024/04/04/mental-health-advocate-hosting-town-hall-with-dhhs-ceo-interim-behavioral-health-director",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@1011_news",
  "published": "2024-04-05T00:37:00.000+03:00",
  "title": "Mental health advocate hosting town hall with DHHS CEO, interim Behavioral Health director",
  "text": "Mental health advocate hosting town hall with DHHS CEO, interim Behavioral Health director LINCOLN, Neb. (KOLN) - Because of the care and advocacy of one Lincoln man fighting for his brother, Nebraskans will have the chance to sit down with the Department of Health and Human Services top decision makers and share their stories and concerns about access to mental health resources. “I want people to come out to this because these people can’t speak for themselves,” Clay Anders said. “We have to do it and it’s our obligation and our duty to do that for the community.” 10/11 viewers first met Clay Anders in the documentary, [Suffering in Silence](https://www.1011now.com/2024/01/12/suffering-silence-1011-documentary-about-mental-health-crisis-response-lincoln/), which aired stories from the frontlines of the mental health response in Lincoln and surrounding communities. Anders is a primary care taker for his brother, who has schizophrenia and has struggled to stay out of the criminal justice system and access help. Anders said his brother is now in a residential treatment center and doing well. “I’m very encouraged right now,” Anders said. “And I’m very optimistic about, you know, the growth that’s coming from everything that we’re dealing with and where he was at and how they helped him.” His optimism isn’t just about his brother, but Anders’ wider impact on the community. That impact has brought him to the halls of the Nebraska State Capitol, where he’s connected with senators like Kathleen Kauth and Tony Vargas, who help Anders collect donations for his non-profit for at risk youth, [Honesty Project](https://www.honestyprojectinfo.com/). Kauth, after hearing Anders’ story about his brother, connected him with DHHS CEO Steve Corsi and Tony Green, the director of Developmental Disabilities and current interim Behavioral Health Division Director. “I have access to people and I can make a phone call and help make connections which once you make the connection with Clay, that’s that’s all it takes,” Kauth said. “He cares deeply about his brother and about all the other people in the community.” Anders’ had that talk with Corsi and Green earlier this year and now, he’s inviting more community members to speak with them on April 16. They’ll host a townhall meeting at the State Office building downtown. “It’ll be us all in a room with all these providers,” Anders said. “We’ll be expressing the concerns that we have any problems that we’re facing when it comes to policies and procedures on trying to get help. It’d be them explaining why certain funds aren’t being used right now and you know, how it could be appropriated in other places.” The townhall comes as the Nebraska Legislature approves the cutting of $15 million from DHHS’ budget. The department said this shouldn’t impact services, but Clay hopes to get more information about that money and more. “Especially because there’s a narrative right now that there’s no services in the State of Nebraska for the mentally ill or DD,” Anders said. “If that’s the case, then come say that. The only way things will change is if you voice what’s going on. If nobody knows what you’re dealing with, how can we fix it?” Anders said there’s space for 50 to 70 people to join the talk. They’re specifically looking for people who work in the behavioral health space. If interested in participating, email Anders at Canders@honestyprojectinfo.com or message Honesty Project on Facebook. [Click here](https://www.1011now.com/newsletter/) to subscribe to our 10/11 NOW daily digest and breaking news alerts delivered straight to your email inbox. Copyright 2024 KOLN. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [
    "https://www.honestyprojectinfo.com/).",
    "https://honestyprojectinfo.com/)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "anders",
        "sentiment": "none"
      },
      {
        "name": "clay anders",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "dhhs",
        "sentiment": "negative"
      },
      {
        "name": "behavioral health",
        "sentiment": "negative"
      },
      {
        "name": "department of health and human services",
        "sentiment": "none"
      },
      {
        "name": "lincoln",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "lincoln",
        "sentiment": "none"
      },
      {
        "name": "lincoln",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T01:08:01.026+03:00",
  "updated": "2024-04-05T01:08:01.026+03:00"
}