{
  "thread": {
    "uuid": "f79dc2ca92094ec9d499346ea0922d1d04a2b7ce",
    "url": "https://www.wandtv.com/news/illinois-workers-will-receive-five-days-paid-leave-under-law-taking-effect-monday/article_d45981ca-a5cc-11ee-b2c8-035e3c20a4c5.html",
    "site_full": "www.wandtv.com",
    "site": "wandtv.com",
    "site_section": "https://wandtv.com",
    "site_categories": [
      "media"
    ],
    "section_title": "wandtv.com | Central Illinois' Best Source for News and Weather ",
    "title": "Illinois workers will receive five days paid leave under law taking effect Monday | Top Stories | wandtv.com",
    "title_full": "Illinois workers will receive five days paid leave under law taking effect Monday | Top Stories | wandtv.com",
    "published": "2023-12-28T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/wandtv.com/content/tncms/assets/v3/editorial/5/95/59525992-5ea0-5da7-8382-0c3a6d9d2a27/658e0fa5bd524.image.jpg?crop=1280%2C672%2C0%2C23&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 42660,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f79dc2ca92094ec9d499346ea0922d1d04a2b7ce",
  "url": "https://www.wandtv.com/news/illinois-workers-will-receive-five-days-paid-leave-under-law-taking-effect-monday/article_d45981ca-a5cc-11ee-b2c8-035e3c20a4c5.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mike Miletich",
  "published": "2023-12-28T07:00:00.000+02:00",
  "title": "Illinois workers will receive five days paid leave under law taking effect Monday | Top Stories | wandtv.com",
  "text": "SPRINGFIELD, Ill. (WAND) — Illinois is the first state in the Midwest to guarantee paid time off. All employers across the state will be required to provide workers up to 40 hours, or five days, of paid leave each year. Gov. JB Pritzker signed the [Paid Leave for All Workers Act](https://www.ilga.gov/legislation/102/SB/PDF/10200SB0208enr.pdf) into law March 13. \"Too many people can't afford to miss even a day's pay,\" Pritzker said. \"But then, crises arise - sometimes seemingly small, sometimes catastrophic.\" Pritzker said people should not live in fear of losing income or their jobs if they have to miss work because their child is sick or a loved one needs help. The law guarantees time off for full-time and part-time workers starting January 1. Employees will receive one hour of paid leave for every 40 hours they work. However, managers could offer workers more PTO. \"When we have the ability to pass legislation like that that impacts literally 4 million Illinoisans, it's because of the work that we're able to do together,\" said House Speaker Pro Tempore Jehan Gordon-Booth (D-Peoria). People can use the paid leave they accrue after working 90 days. The law also states any unused paid time off must carry over at the end of each year, but employers are not required to cash out the balance for people leaving the workplace. Lt. Governor Juliana Stratton said the law will help Illinois continue to stand up for working families. \"There are far too many Illinoisans who are put between a rock and a hard place when life happens,\" Stratton said. \"And life does happen to all of us, to many who feel like they have to choose between their job and their loved ones. And honestly, that is a false choice.\" Any businesses failing to obey the law could face $2,5000 fines for each offense. Money from the fines will go to the state's new Paid Leave for All Workers Fund. Leaders from the business and labor community said this is the right move for Illinois. Tim Drea, President of the Illinois AFL-CIO said the law gives employees paid time off when work gets in the way of life. \"For years, we've had collective bargaining agreements that recognized that,\" Drea explained. \"But, not all employers did. CEOs, they get it. You know, middle management gets it. Union members get it. This bill gives it to every worker in the state.\" Although, the new law will not apply to independent contractors or workers covered by a collective bargaining agreement in the construction and parcel delivery industries. On January 1, Illinois will join Nevada and Maine as the only states mandating employers offer paid leave for any reason. \"Employers benefits from allowing employees to tend to urgent personal matters of their lives,\" Pritzker said. \"Workers' productivity increases, and they often gain greater passion for their job when they can manage the stress that they face outside of work more easily.\" Senate Majority Leader Kimberly Lightford (D-Maywood) said this issue lingered around the General Assembly for far too long. Lightford said this is a victory for several million workers who still fear taking an unpaid sick day. She noted that Black and Latino men and women are over-represented among low-wage workers relative to their share of the total number of workers. \"Too many low-wage workers go to work sick because they cannot afford to take unpaid leave, and then they make everybody else sick, and fear losing their job if they do. That's just simply inhumane,\" Lightford said. Under the law, employees must be paid their full wage while on leave and tipped workers will be paid the minimum wage in their municipality. The Pritzker administration said employers will not be allowed to require an employee to find their replacement for the period they are off work. \"Everyone experiences the need to take time off from work from time-to-time,\" said Illinois Department of Labor Director Jane Flanagan. \"Now, under the Paid Leave for All Workers Act, employees will be able to take time to address basic life needs without the threat of losing their pay or their job.\" Copyright 2023. WAND TV. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [
    "https://www.ilga.gov/legislation/102/SB/PDF/10200SB0208enr.pdf)",
    "https://ilga.gov/legislation/102/SB/PDF/10200SB0208enr.pdf)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jehan gordon",
        "sentiment": "none"
      },
      {
        "name": "jb pritzker",
        "sentiment": "none"
      },
      {
        "name": "pritzker",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "pto",
        "sentiment": "none"
      },
      {
        "name": "house",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "midwest",
        "sentiment": "none"
      },
      {
        "name": "illinois",
        "sentiment": "none"
      },
      {
        "name": "ill.",
        "sentiment": "none"
      },
      {
        "name": "springfield",
        "sentiment": "none"
      },
      {
        "name": "peoria",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T02:46:50.010+02:00",
  "updated": "2023-12-29T02:46:50.010+02:00"
}