{
  "thread": {
    "uuid": "8f062df2a62a40afc75a230d9b97853c8b98b2e6",
    "url": "https://www.hilltimes.com/story/2024/02/15/first-nations-british-columbia-sustainable-salmon-farming/411879",
    "site_full": "www.hilltimes.com",
    "site": "hilltimes.com",
    "site_section": "http://www.hilltimes.com",
    "site_categories": [
      "politics",
      "law_government_and_politics",
      "media"
    ],
    "section_title": "People. Policy. Politics. - The Hill Times",
    "title": "Our food source is our livelihood: a First Nation's plea for sustainable salmon farming - The Hill Times",
    "title_full": "Our food source is our livelihood: a First Nation's plea for sustainable salmon farming - The Hill Times",
    "published": "2024-02-15T21:32:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.hilltimes.com/wp-content/uploads/2024/02/12435393153_776bde27aa_k-e1708025864238.jpg",
    "performance_score": 0,
    "domain_rank": 41192,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8f062df2a62a40afc75a230d9b97853c8b98b2e6",
  "url": "https://www.hilltimes.com/story/2024/02/15/first-nations-british-columbia-sustainable-salmon-farming/411879",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Chief Terry Walkus",
  "published": "2024-02-15T21:32:00.000+02:00",
  "title": "Our food source is our livelihood: a First Nation's plea for sustainable salmon farming - The Hill Times",
  "text": "For too long, the British Columbia salmon farming debate has been drowned out by fearmongering. Environmental activists paint aquaculture as a plague, demanding its immediate closure. Their cries ignore facts, silence First Nations like us, and threaten our very survival. The truth? At least 10 government studies show B.C.'s marine aquaculture poses minimal risk to wild salmon. While activists push a doomsday narrative, they neglect site-specific analysis and emerging technologies that can actually help wild stocks thrive. Worse, they ignore the harsh reality of remote First Nations like Gwa’sala-‘Nakwaxda’xw. We depend on salmon farming. After being forced onto barren land in 1964, it became our lifeline, providing food security and funding critical services. Our ancestral home on 20 per cent of B.C.'s coast was burned to keep us from returning. We face real hunger; aquaculture is the bridge between poverty and prosperity. Chief Terry Walkus, left, is an elected chief of the Gwa’sala-’Nakwaxda’xw Nations, and Cyrus Singh is CEO of the K'awat'si Economic Development Corporation, which guides economic growth for Gwa'sala-’Nakwaxda’xw Nations. Handout photographs But it's not just about us. All food production has environmental costs, and marine aquaculture, which absorbs carbon and mitigates climate change, is considered by many experts as a responsible way forward. A safe path exists in B.C., one that respects our territory and our right to economic self-determination. We, the Gwa’sala-‘Nakwaxda’xw, are not asking for handouts. We've always protected our marine environment, implementing stricter measures than any government regulation at our five farms. It was an honour to host Fisheries Minister Diane Lebouthillier this past December. We discussed a sustainable pathway with a nine-year license renewal to invest in cutting-edge technology and co-manage the industry with government. We will be in Ottawa on Feb. 27-29 to meet with Parliamentarians and government officials on this issue. Abruptly closing our farms would be devastating. For decades, we were excluded from commercial fisheries that took $1.2-billion from our territory without permission. Shutting down our only source of empowerment wouldn't erase that exclusion. It would slam the door on hope, plunging us back into darkness. This is about economic reconciliation, not handouts. We owe it to our children and ancestors to chart a different course. A nine-year license renewal will allow us to invest in technology, conduct research, and partner with the government to implement best practices and co-manage the industry. This aligns with our ongoing treaty negotiations with Ottawa and B.C. We have every right to determine what happens in our waters, as recognized by the United Nations Declaration on the Rights of Indigenous Peoples. Salmon aquaculture is not just about salmon. It's about justice, opportunity, and a future where First Nations thrive. To the activists: stop the scare tactics and engage with reality. To the government: listen to our voices. Let Gwa’sala-‘Nakwaxda’xw chart its own course to a vibrant future. Chief Terry Walkus is an elected chief of the Gwa’sala-’Nakwaxda’xw Nations, advocating for their rights and advancing initiatives in governance, culture, and community development. Cyrus Singh is CEO of the K'awat'si Economic Development Corporation, which guides economic growth for Gwa'sala-’Nakwaxda’xw Nations through strategic partnerships and stakeholder engagement. He has been recognized for expanding opportunities for the Nations and building prosperity with respect and meaning. The Hill Times",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "terry walkus",
        "sentiment": "none"
      },
      {
        "name": "cyrus singh",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hill times",
        "sentiment": "negative"
      },
      {
        "name": "gwa",
        "sentiment": "none"
      },
      {
        "name": "k'awat'si economic development corporation",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "british columbia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T00:46:49.112+02:00",
  "updated": "2024-02-16T00:46:49.112+02:00"
}