{
  "thread": {
    "uuid": "40335ec884f046045100363593951e3fabe79276",
    "url": "https://arizona.rivals.com/news/recap-top-seed-arizona-overpowers-9-usc-in-21-point-win",
    "site_full": "arizona.rivals.com",
    "site": "rivals.com",
    "site_section": "https://arizona.rivals.com/feed",
    "site_categories": [
      "hobbies_and_interests",
      "investors_and_patents"
    ],
    "section_title": "Rivals.com",
    "title": "RECAP: Top-seed Arizona overpowers (9) USC in 21-point win",
    "title_full": "RECAP: Top-seed Arizona overpowers (9) USC in 21-point win",
    "published": "2024-03-14T23:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.rivals.com/image/upload/f_auto,q_auto,t_headline_primary/mimtnnozouyhkv4b05zg",
    "performance_score": 0,
    "domain_rank": 11003,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "40335ec884f046045100363593951e3fabe79276",
  "url": "https://arizona.rivals.com/news/recap-top-seed-arizona-overpowers-9-usc-in-21-point-win",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Troy Hutchison •",
  "published": "2024-03-14T23:10:00.000+02:00",
  "title": "RECAP: Top-seed Arizona overpowers (9) USC in 21-point win",
  "text": "LAS VEGAS — Thursday's game against 9-seed USC started off as a defensive struggle for Arizona with the score being 19 to 16 with a little over five minutes left in the half. But, the Wildcats' offense started to flow and ended the half with the 28-16 lead.\nThat momentum cared into the second half as the Wildcats opened things up on a 15 to 6 run and that became all she wrote. Arizona went on to win 70-49 over USC advancing to the semi-finals of the Pac-12 Tournament.\nArizona head coach Tommy Lloyd is now 7-0 in his Pac-12 Tournament career and the Wildcats as a team are now 2-1 versus USC on the season in what might be the final meeting between these two programs.\n\"Good win. Just how we liked it. Drew it up perfect. We obviously wanted to establish ourselves defensively, not just because it was USC and how we played last time,\" said Lloyd during his postgame press conference. \"Just because that's what you've got to do this time of year.Our guys came out with a defensive mindset, and offensively we were able to settle into the game. When maybe things weren't coming easy we hung with it. So really proud of them.\"\nAdvertisement Last time against USC, most of the Wildcats' starting lineup struggled against the zone and couldn't find the bottom of the next.\nThings changed the second time around as Arizona's starters scored 38 of the teams 70 points with three of the five scoring in double figures. Leading the starting group was center Oumar Ballo, who recorded yet another double-double with his 10 points and 13 rebounds.\nIt was the Ballo's 17th double-double of the season.\nOn the defensive side of the ball, the Wildcats held the Trojans to just 49 points, which was the lowest an opponent has scored against UA in the history of the conference tournament.\nThe Trojans shot 36% from the field and held USC to 6 of 26 from behind the 3-point line. Plus, the Wildcats forced them into 18 turnovers that resulted into 16 points the other way.\n\"We always try to make an excuse for our defense because we're a good offensive team,\" Lloyd said. \"Guys, two out of the last three years we've been the number one ranked defense in the Pac-12. Do a little research. We're a good defensive team. We're a great defensive team, and we're going to get better.\"\nBut, the real difference in the game for Arizona was points off the bench with 32 points and forward KJ Lewis knocking in 15 points on 6 of 10 shooting from the field.\nMeanwhile, guard Jaden Bradley was a spark with his 12 points on 4 of 4 shooting and snagged three rebounds in the process.\nUSC's bench was able to score just three points a the Trojans had to rely heavily on its starting unit.\n\"It's awesome. They both responded because they didn't play good at SC. And I'm really proud of how they responded, especially in a game like that, with a team switching defenses, playing a lot of zone, said Lloyd.\n\"Maybe they're not players you think traditionally would playgood against the zone, but they were opportunistic. Youfind some in transition, some late in the possession. You\nfind some on the offensive glass.\"\nArizona will await the winner of the Oregon-UCLA game to see who it plays on Friday night in the semifinals of the Pac-12 Tournament.\n> DISCUSS the article with other Arizona fans Inside McKale\n> WATCH the latest videos from GOAZCATS.com and subscribe to our YouTube channel\n> FOLLOW us on Twitter ( @goazcatscom , @MattRMoreno , @THutch1995 )\n> FOLLOW us on Instagram ( @goazcats )\n> LIKE us on Facebook\n> SUBSCRIBE for all the latest Arizona Wildcats team and recruiting news ( subscribe now )\ntrending {{ article.title }} premium-icon\n{{ timeAgo(article.live_at) }}",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Sport"
  ],
  "external_links": [
    "https://www.youtube.com/channel/UCAszh_TG7YLj2WzpmjuginQ",
    "https://twitter.com/MattRMoreno",
    "https://www.instagram.com/goazcats/",
    "https://www.facebook.com/goazcats/",
    "https://twitter.com/THutch1995",
    "https://twitter.com/goazcatscom",
    "https://www.twitter.com/THutch1995",
    "https://facebook.com/goazcats/",
    "https://instagram.com/goazcats/",
    "https://youtube.com/channel/UCAszh_TG7YLj2WzpmjuginQ",
    "https://www.twitter.com/goazcatscom",
    "https://www.twitter.com/MattRMoreno",
    "https://www.facebook.com/goazcats",
    "https://www.instagram.com/goazcats"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "oumar ballo",
        "sentiment": "none"
      },
      {
        "name": "tommy lloyd",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "usc",
        "sentiment": "negative"
      },
      {
        "name": "las vegas",
        "sentiment": "negative"
      },
      {
        "name": "pac",
        "sentiment": "none"
      },
      {
        "name": "wildcats",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "arizona",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:25:06.865+02:00",
  "updated": "2024-03-22T00:56:39.045+02:00"
}