{
  "thread": {
    "uuid": "d3670f291d0f100e3b2e2aa278de8c9935ab31e7",
    "url": "https://lat.motorsport.com/dakar/news/carlos-sainz-alaba-padre-dakar-2024-victoria/10567530",
    "site_full": "lat.motorsport.com",
    "site": "motorsport.com",
    "site_section": "https://lat.motorsport.com",
    "site_categories": [
      "auto_racing",
      "sports"
    ],
    "section_title": "Motorsport.com Latinoamérica | F1, MotoGP, Nascar, Rally",
    "title": "Carlos Sainz destaca lo hecho por su padre en el Rally Dakar",
    "title_full": "Carlos Sainz destaca lo hecho por su padre en el Rally Dakar",
    "published": "2024-01-19T17:58:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://cdn-1.motorsport.com/images/amp/2jX5j7p6/s6/carlos-sainz-hijo.jpg",
    "performance_score": 0,
    "domain_rank": 5081,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 43,
        "comments": 1,
        "shares": 9
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d3670f291d0f100e3b2e2aa278de8c9935ab31e7",
  "url": "https://lat.motorsport.com/dakar/news/carlos-sainz-alaba-padre-dakar-2024-victoria/10567530",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mario Galán",
  "published": "2024-01-19T17:58:00.000+02:00",
  "title": "Carlos Sainz destaca lo hecho por su padre en el Rally Dakar",
  "text": "Carlos Sainz destaca lo hecho por su padre en el Rally Dakar El hijo de Carlos Sainz, el piloto de Ferrari en la Fórmula 1, se mostró muy orgulloso por la victoria de su padre tras hacer \"el Dakar más inteligente\" que le vio. Yanbu-. La victoria de Carlos Sainz en el Rally Dakar 2024 se completó con la visita de toda su familia en la misma línea de meta, puesto que su hijo, Carlos Sainz, y su mujer, Reyes, vieron cómo se proclamaba cuatro veces ganador de la carrera más dura del mundo. El piloto de Ferrari estaba tan emocionado como su padre, y cuando Motorsport.com le preguntó sobre si era todo un orgullo ver al mayor de la casa ahí, dijo: \"Ha empezado bien el 2024, y ahora hay que seguir así para la familia Sainz\". \"No os podéis imaginar el orgullo de padre, de marido, de todo. Aquí están todos sus mejores amigos, no solo yo, y está toda la gente que le quiere y le anima en cada momento\", añadió a los medios de comunicación presentes en Arabia Saudí. \"Ha sido un Dakar larguísimo, un Dakar durísimo con todo tipo de terrenos, todo tipo de etapas, algunas nuevas como la de 48 horas, la maratón que esa fue ahí [dura]\". \"Ha habido de todo, y [ [Carlos Sainz Sr.](https://lat.motorsport.com/driver/carlos-sainz-sr/626103/)] ha sabido sortearlo todo. En las etapas clave además es donde mejor lo ha hecho, y eso te demuestra que ha venido muy bien preparado, muy motivado y lo han clavado\", expresó el menor de los madrileños tras abrazar a su padre nada más bajarse del RS Q e-tron en el Rally Dakar. Además, ganar esta carrera con un concepto tan novedoso y especial como el de los alemanes no fue sencillo, y Carlos Sainz hijo lo reconoció: \"Era un proyecto muy ambicioso de Audi, pero a la tercera ha ido la vencida. La han clavado, han hecho un Dakar perfecto tanto Audi como él y creo que se lo merecen porque han hecho una carrera impresionante desde el primer día\". \"Yo le pedía que no corriese todos los días porque al final el Dakar es una carrera de resistencia, y a él le gusta correr mucho. Ha tenido que correr muchísimo para ganar, pero ha estado más listo que ninguno y ha sabido gestionar la carrera como sólo sabe él\", aseguró su hijo. \"El Dakar ha sido perfecto, ha hecho el Dakar más inteligente que le he visto hacer en mi vida. Lo ha sabido gestionar a la perfección y ha demostrado que también tiene experiencia\", concluyó el piloto de Ferrari en la Fórmula 1. Photo by: Audi Communications Motorsport #204 Team Audi Sport Audi RS Q e-tron E2: Carlos Sainz Sr, Lucas Cruz [ Fórmula 1 ](/f1/news/f1-honda-mercedes-ferrari-limite-motores-reglas-2024/10564065/) Honda y Mercedes juegan contra Ferrari limitando los motores en 2024 Honda y Mercedes juegan contra Ferrari limitando los motores en 2024 Honda y Mercedes juegan contra Ferrari limitando los motores en 2024 [ Fórmula 1 ](/f1/news/ferrari-usa-experiencia-rory-byrne-coche-f1-2024/10562644/) Ferrari aprovecha la experiencia de Rory Byrne para su F1 2024 Ferrari aprovecha la experiencia de Rory Byrne para su F1 2024 Ferrari aprovecha la experiencia de Rory Byrne para su F1 2024 [ Fórmula 1 ](/f1/news/ferrari-supera-prueba-choque-676/10562222/) Ferrari supera el crash test con su F1 2024 Ferrari supera el crash test con su F1 2024 Ferrari supera el crash test con su F1 2024 Últimas noticias [ DAKR Dakar Dakar ](/dakar/news/carlos-sainz-alaba-padre-dakar-2024-victoria/10567530/) Carlos Sainz destaca lo hecho por su padre en el Rally Dakar Carlos Sainz destaca lo hecho por su padre en el Rally Dakar Carlos Sainz destaca lo hecho por su padre en el Rally Dakar [ F2 FIA F2 ](/fia-f2/news/f2-villagomez-competira-van-amersfoort-racing-2024/10567491/) Mexicano Villagómez pasa de la F3 a la F2 con Van Amersfoort Racing Mexicano Villagómez pasa de la F3 a la F2 con Van Amersfoort Racing Mexicano Villagómez pasa de la F3 a la F2 con Van Amersfoort Racing [ DAKR Dakar Dakar ](/dakar/news/dakar-2024-cristina-gutierrez-triunfa-y-hace-historia/10567461/) Dakar 2024: Cristina Gutiérrez triunfa y hace historia Dakar 2024: Cristina Gutiérrez triunfa y hace historia Dakar 2024: Cristina Gutiérrez triunfa y hace historia [ DAKR Dakar Dakar ](/dakar/news/dakar-2024-audi-explica-clave-victoria-sainz/10567433/) Dakar 2024: Audi explica los momentos clave para la victoria de Sainz Dakar 2024: Audi explica los momentos clave para la victoria de Sainz Dakar 2024: Audi explica los momentos clave para la victoria de Sainz Suscríbete y accede a Motorsport.com con tu ad-blocker. Desde la Fórmula 1 hasta MotoGP, informamos directamente desde el paddock porque amamos nuestro deporte, igual que tú. Para poder seguir ofreciendo nuestro periodismo experto, nuestro sitio web utiliza publicidad. Aún así, queremos darte la oportunidad de disfrutar de un sitio web sin publicidad, y seguir utilizando tu bloqueador de anuncios. [Suscríbase ahora](/prime/?refEdition=lat&offer=adblock)¿Ya estás suscrito? [Entra aquí](javascript:void(0))",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-19T20:30:45.256+02:00",
  "updated": "2024-01-19T20:30:45.256+02:00"
}