{
  "thread": {
    "uuid": "d1b26b92b483c6832bb574ca1e366f7dd67f7778",
    "url": "https://www.elcorreogallego.es/sociedad/2024/05/31/arca-celebra-devocion-tradicion-polo-103209863.html",
    "site_full": "www.elcorreogallego.es",
    "site": "elcorreogallego.es",
    "site_section": "https://www.elcorreogallego.es/sociedad",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Todas las noticias sobre Sociedad - EL CORREO GALLEGO",
    "title": "Arca celebra a devoción e a tradición polo Corpus",
    "title_full": "Arca celebra a devoción e a tradición polo Corpus",
    "published": "2024-05-31T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/3b8855ad-0018-4dbb-9a3b-996975a75c39_16-9-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 31859,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d1b26b92b483c6832bb574ca1e366f7dd67f7778",
  "url": "https://www.elcorreogallego.es/sociedad/2024/05/31/arca-celebra-devocion-tradicion-polo-103209863.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "B.C.",
  "published": "2024-05-31T03:00:00.000+03:00",
  "title": "Arca celebra a devoción e a tradición polo Corpus",
  "text": "A parroquia de Arca, no municipio do Pino, prepárase para celebrar a esperada Festa do Corpus, un evento que combina a devoción relixiosa con actividades festivas para todas as idades. A celebración dará inicio hoxe venres, 31 de maio, coa tradicional Feira do Polbo, a partir das 20:30 horas. Este evento culinario, que celebra un dos pratos máis emblemáticos da gastronomía galega, atraerá a veciños e visitantes para gozar dunha cea ao aire libre nun ambiente festivo e familiar. Ás 22:30 horas, a noite encherase de música e alegría cunha verbena a cargo das orquestras Fania Blanco Show e Los Players. O sábado 1 de xuño comezará ás 10:00 horas cuns alegre pasarrúas a cargo da Banda de Música de Arca, que encherá de melodías tradicionais a parroquia. Ás 12:30 horas, celebrarase a misa solemne na honra do Corpus, acompañada polas voces do Coro de Arca. Trala misa, os asistentes poderán gozar dunha sesión vermú, amenizada por un grupo musical que convidará a bailar e socializar. A tarde estará dedicada aos máis pequenos coa Festa do Neno a partir das 17:00 horas. Nela, gozarán de actividades divertidas e unha emocionante festa da escuma organizada por Infantilandia. A xornada concluirá cunha gran verbena nocturna ás 22:30 horas, animada polas orquestras Finisterre e Capitol. O domingo 2 de xuño comezará cunha salva de bombas ás 9:00 horas, seguida doutro pasarrúas coa Banda de Música de Arca ás 10:00 horas. Ás 12:00 horas, a procesión partirá desde O Pedrouzo ata a igrexa, un acto solemne que concluirá cunha misa solemne, novamente acompañada polo Coro de Arca. Posteriormente, levará a cabo unha segunda sesión vermú acompañada dun grupo musical. A tarde do domingo, a partir das 19:00 horas, estará dedicada a un concerto de bandas de música, onde a Banda de Música de Arca unirase a outra banda convidada para ofrecer un peche musical de alta calidade a estas festas. A comisión desexa expresar o seu sincero agradecemento a todos os veciños da parroquia de Arca e do municipio do Pino. A colaboración e o esforzo conxunto da comunidade foron fundamentais para organizar e levar a cabo estas festividades. A Festa do Corpus non só é unha ocasión para honrar unha tradición relixiosa, senón tamén unha oportunidade para fortalecer os lazos comunitarios e gozar de momentos inesquecibles xunto a familiares e amigos.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-01T14:06:40.172+03:00",
  "updated": "2024-06-01T14:06:40.172+03:00"
}