{
  "thread": {
    "uuid": "4b19e5bad389e009b57434a78b6d7270a5a359a6",
    "url": "https://www.finanzen.net/nachricht/aktien/government-of-canada-champions-sustainable-jobs-inclusivity-innovation-at-globe-forum-13265719",
    "site_full": "www.finanzen.net",
    "site": "finanzen.net",
    "site_section": "https://www.finanzen.net/nachrichten/ressort/aktien",
    "site_categories": [
      "investing",
      "financial_news",
      "finance"
    ],
    "section_title": "Aktiennews | Nachrichten zu Aktien | finanzen.net",
    "title": "Government of Canada Champions Sustainable Jobs, Inclusivity, Innovation at GLOBE Forum | finanzen.net",
    "title_full": "Government of Canada Champions Sustainable Jobs, Inclusivity, Innovation at GLOBE Forum | finanzen.net",
    "published": "2024-02-16T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "https://images.finanzen.net/images/logos/finanzennet_660x303.png",
    "performance_score": 0,
    "domain_rank": 7668,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4b19e5bad389e009b57434a78b6d7270a5a359a6",
  "url": "https://www.finanzen.net/nachricht/aktien/government-of-canada-champions-sustainable-jobs-inclusivity-innovation-at-globe-forum-13265719",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Importer",
  "published": "2024-02-16T02:00:00.000+02:00",
  "title": "Government of Canada Champions Sustainable Jobs, Inclusivity, Innovation at GLOBE Forum | finanzen.net",
  "text": "VANCOUVER, BC, Feb. 15, 2024 /CNW/ - As countries around the world turn to Canada as a supplier of choice for clean energy, critical minerals and clean technologies, Canada continues to work with innovators, Indigenous partners and youth through fora such as the GLOBE Forum to help communities seize the economic opportunities presented by ambitious climate action.This week, Parliamentary Secretary Julie Dabrusin represented the Government of Canada at GLOBE Forum 2024 in Vancouver, B.C., to advance action toward net-zero innovation and inclusive economic growth with partners. The Parliamentary Secretary attended on behalf of the Honourable Jonathan Wilkinson, Minister of Energy and Natural Resources, and the Honourable Steven Guilbeault, Minister of Environment and Climate Change.While at GLOBE, Parliamentary Secretary Dabrusin:Championed the government's vision for clean growth through her participation in key sessions with youth, industry innovators and women leaders in the energy sector, highlighting Canada's commitments to creating sustainable, high-quality jobs for youth and to achieving gender equality and broader inclusion, diversity, equity and accessibility in the energy sector — including through Equal by 30.Hosted GLOBE's Clean Tech Pitch Panel with seven of the 13 Canadian companies named to the 2024 Global Cleantech 100 list and joined businesses involved in the Net-Zero Challenge, who discussed their motivations and experience as well as the challenges, opportunities and lessons learned in planning and pursuing net-zero commitments.Jointly convened industry and community leaders to discuss climate-resilient infrastructure and housing and climate-proofing Canadian communities through collaborations across governments and sectors with the Honourable Sean Fraser, Canada's Minister of Housing, Infrastructure and Communities.Parliamentary Secretary Dabrusin also jointly announced — with the Federation of Canadian Municipalities (FCM) — an investment of over $900,000 through the Green Municipal Fund (GMF) to support local climate action projects in six communities across British Columbia. By supporting municipal initiatives that reduce emissions and enhance resiliency, Canada is working collaboratively to deliver for British Columbians. The Parliamentary Secretary then visited Vancouver's Firehall No.17, one of Canada's first net-zero fire halls, where she met with local firefighters.The Government of Canada is supporting clean technology innovation, the creation of good jobs and meaningful partnerships. Canada is dedicated to the active participation of women, youth, Indigenous Peoples, immigrants, racialized peoples and persons with disabilities in building a sustainable and prosperous future on the road to net zero.Quotes\"I am pleased to be at GLOBE, connecting with women, young people, Indigenous partners and innovators in our growing clean technology sector. The imperative of climate action presents a huge opportunity for enhancing community resilience, driving economic inclusion and spurring job creation in every single part of our country. This week's roundtables with Canadian leaders, alongside new federal investments here in British Columbia, are helping us to advance the important work of building strong communities.\"Julie DabrusinParliamentary Secretary to the Minister of Energy and Natural Resources and to the Minister of Environment and Climate Change\"At this year's GLOBE Forum, the Government of Canada connected with clean technology innovators including many Indigenous partners, young people and women leaders to advance discussions on our shared energy and resource future. By investing in innovation and sustainable jobs, and by responsibly advancing resource partnerships, we are positioned to help lead the world in building a sustainable, resilient and prosperous future — including for our communities here in B.C. and across Canada.\"The Honourable Jonathan WilkinsonMinister of Energy and Natural Resources\"TBC\"The Honourable Steven Guilbeault,Minister of Environment and Climate Change\"The Government of Canada's investments in infrastructure across Canada are helping to protect homes, businesses and communities from climate-related risks like floods and wildfires. As we work together with our partners to build more homes for Canadians at prices they can afford, we will continue to help build housing that is resilient to the effects of climate change. By taking action on climate-resilient housing and infrastructure across the country, we can protect our communities now and for the future.\"The Honourable Sean FraserMinister of Housing, Infrastructure and CommunitiesRelated InformationGLOBE Forum 2024Science and Technology Internship Program – Green JobsFederation of Canadian MunicipalitiesGovernment of Canada and FCM Fund Municipal Climate Action Across British ColumbiaFollow us on LinkedIn SOURCE Natural Resources Canada",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Environment",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dabrusin",
        "sentiment": "none"
      },
      {
        "name": "steven guilbeault",
        "sentiment": "none"
      },
      {
        "name": "julie dabrusin",
        "sentiment": "none"
      },
      {
        "name": "jonathan wilkinson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cnw",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "bc",
        "sentiment": "none"
      },
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "vancouver",
        "sentiment": "none"
      },
      {
        "name": "vancouver",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T02:30:27.952+02:00",
  "updated": "2024-02-16T02:30:27.952+02:00"
}