{
  "thread": {
    "uuid": "cec3c3fd8d03d126d7d35a21771b10a342e2ca7e",
    "url": "https://www.taipeitimes.com/News/world/archives/2024/03/11/2003814764",
    "site_full": "www.taipeitimes.com",
    "site": "taipeitimes.com",
    "site_section": "http://www.taipeitimes.com/xml/index.rss\r",
    "site_categories": [
      "media"
    ],
    "section_title": "Taipei Times",
    "title": "Ukraine should not fear white flag: pope",
    "title_full": "Ukraine should not fear white flag: pope",
    "published": "2024-03-10T18:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "TW",
    "main_image": "https://www.taipeitimes.com/images/2024/03/11/P05-240311-309.jpg",
    "performance_score": 0,
    "domain_rank": 4431,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cec3c3fd8d03d126d7d35a21771b10a342e2ca7e",
  "url": "https://www.taipeitimes.com/News/world/archives/2024/03/11/2003814764",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-10T18:00:00.000+02:00",
  "title": "Ukraine should not fear white flag: pope",
  "text": "Pope Francis has said in an interview that Ukraine should have what he called the courage of the “white flag” and negotiate an end to the war with Russia that followed Moscow’s full-scale invasion two years ago and has killed tens of thousands. Francis made his comments in an interview recorded last month with Swiss broadcaster RSI, well before Friday’s latest offer by Turkish President Tayyip Erdogan to host a summit between Ukraine and Russia to end the war. Erdogan made the fresh offer after a meeting in Istanbul with his Ukrainian President Volodymyr Zelenskiy. Photo: AFP Zelenskiy has said that while he wants peace, he would not give up any territory. The Ukrainian leader’s own peace plan calls for the withdrawal of Russian troops from all of Ukraine and the restoration of its state borders. The Kremlin has ruled out engaging in peace talks on terms set by Kyiv. A spokesman for Zelenskiy did not immediately respond to a request for comment on the pope’s remarks. In the interview, Francis was asked for his position on a debate between those who say Ukraine should give up as it has not been able to repel Russian forces, and those who say doing so would legitimize actions by the strongest party. The interviewer used the term “white flag” in the question. “It is one interpretation, that is true,” Francis said, according to an advance transcript of the interview and a partial video made available to Reuters on Saturday. It is due to be broadcast on Wednesday next week as part of a new cultural program. “But I think that the strongest one is the one who looks at the situation, thinks about the people and has the courage of the white flag, and negotiates,” Francis said, adding that talks should take place with the help of international powers. “The word ‘negotiate’ is a courageous word. When you see that you are defeated, that things are not going well, you have to have the courage to negotiate,” he said. It was believed to be the first time Francis has used terms such as “white flag” or “defeated” in discussing the Ukraine war, although he has spoken in the past about the need for negotiations. In a statement, Vatican spokesman Matteo Bruni said that the pope had picked up on the term “white flag” spoken by the interviewer and used it “to indicate a stop to hostilities [and] a truce achieved with the courage of negotiations.” Last year, the 87-year-old pope sent a peace envoy, Italian Cardinal Matteo Zuppi, to Kyiv, Moscow and Washington to sound out leaders in those countries. “One may feel shame,” about negotiating, “but how many dead will it [the war] end up with? [One should] negotiate in time, find a country that can be a mediator,” the pope said, mentioning Turkey among the countries that had offered. “Do not be ashamed of negotiating, before things get worse,” said Francis, who has made hundreds of appeals for what he calls “martyred Ukraine.” Asked if he was willing to mediate, Francis said: “I am here.” In another part of the interview, speaking of the war between Israel and Hamas, Francis said that “negotiating is never a surrender.” INDIAN EXIT: New Delhi’s 89 military personnel will be gone by May 10, said Maldives’ pro-China president, who was elected last year on an anti-India platform The Maldives has signed a “military assistance” deal with China after ordering Indian troops deployed in the small but strategically-placed archipelago to leave, officials said yesterday. India’s 89 military personnel in the country will be gone by May 10 after having been previously ordered out by pro-China Maldivian President Mohamed Muizzu, who came to power last year on an anti-India platform. The Maldivian Ministry of Defense said they signed an “agreement on China’s provision of military assistance” with Beijing late on Monday, saying the agreement was “gratis,” or without payment or charge, but gave no further details. It said on French linguist Bernard Cerquiglini would like to send a copy of his new book, The English Language Doesn’t Exist: It’s Badly Pronounced French, to King Charles III. Rather than aiming to make the monarch sputter into his morning tea, “it’s a book written from a humorous perspective. It’s deliberately in bad faith, arrogant, chauvinistic and so on,” Cerquiglini said. Beneath the provocative title and humor, the prominent academic hopes to convey the cross-Channel linguistic tangle since the Norman conquest of 1066 — and how ridiculous French resistance to “anglicisms” can be. “You can also see my book as an homage to the English Japan is interested in discussing cooperation with the US, Australia and the UK on advanced military technology, an official said yesterday, signaling that Tokyo could become more involved in the AUKUS security partnership. An official from the Japanese embassy in Australia told reporters that the government supported AUKUS’ efforts in the Indo-Pacific region and was looking at how to deepen cooperation. Japan was aware of discussions between Australia, the UK and the US on a range of issues, including artificial intelligence (AI) and underwater capabilities, the official said. “Japan is interested in the possibility of technical cooperation in the field of advanced capabilities, ‘WRONG SIGNAL’: Human rights groups accused Tehran of using the death penalty to spread fear throughout society, and decried the UN’s lack of reaction to the killings Iran executed a “staggering” total of at least 834 people last year, the highest number since 2015 as capital punishment surged in the Islamic republic, two rights groups said yesterday. The number of executions, which Iran has carried out by hanging in recent years, was up about 43 percent from 2022. It marked only the second time in two decades that more than 800 executions were recorded in a year, after 972 executions in 2015, Norway-based Iran Human Rights (IHR) and Paris-based Together Against the Death Penalty (ECPM) said in the joint report. The groups accused Iran of using the death penalty to",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Social Issue",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pope francis",
        "sentiment": "negative"
      },
      {
        "name": "francis",
        "sentiment": "none"
      },
      {
        "name": "zelenskiy",
        "sentiment": "none"
      },
      {
        "name": "erdogan",
        "sentiment": "none"
      },
      {
        "name": "tayyip erdogan",
        "sentiment": "none"
      },
      {
        "name": "volodymyr zelenskiy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "rsi",
        "sentiment": "none"
      },
      {
        "name": "kremlin",
        "sentiment": "none"
      },
      {
        "name": "afp zelenskiy",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "istanbul",
        "sentiment": "none"
      },
      {
        "name": "moscow",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-10T18:54:15.060+02:00",
  "updated": "2024-03-11T18:59:23.554+02:00"
}