{
  "thread": {
    "uuid": "da72c13c0c6d7037ce28edb25a9d89d133d30e18",
    "url": "https://en.vijesti.me/BBC/714579/wind-farms-how-spain-solves-the-problem-of-excess-green-energy",
    "site_full": "en.vijesti.me",
    "site": "vijesti.me",
    "site_section": "https://en.vijesti.me",
    "site_categories": [],
    "section_title": "Vijesti online - The latest from Montenegro and the world",
    "title": "Wind farms: How Spain solves the problem of \"surplus\" green energy",
    "title_full": "Wind farms: How Spain solves the problem of \"surplus\" green energy",
    "published": "2024-07-05T14:02:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ME",
    "main_image": "https://www.vijesti.me/data/images/2024/07/05/13/5578572__133457698_ca7bdfa0-28a7-11ef-bb30-4b949fc56ef4.jpg_share.jpg",
    "performance_score": 0,
    "domain_rank": 33300,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "da72c13c0c6d7037ce28edb25a9d89d133d30e18",
  "url": "https://en.vijesti.me/BBC/714579/wind-farms-how-spain-solves-the-problem-of-excess-green-energy",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Vijestime",
  "published": "2024-07-05T14:02:00.000+03:00",
  "title": "Wind farms: How Spain solves the problem of \"surplus\" green energy",
  "text": "The plains of the autonomous community of Castile-La Mancha in central Spain were once famous for their windmills. Today, they have been replaced by wind turbines, much more impressive on the horizon of the area not far from Madrid. The landscape is dominated by the 28 huge wind generators of the Sierra del Romeral wind farm, located on the hills not far from the historic city of Toledo. The wind farm, managed by the Spanish company Iberdrola (Iberdrola), in the last five years, has contributed to the accelerated production of renewable energy in Spain. The capacity of wind power plants, which use the kinetic energy of the wind, the main source of renewable energy in recent years, has doubled since 2008, while the capacity of solar power plants has increased eight times in the same period. [Wind as an energy revolution that needs to be managed carefully](https://www.bbc.com/serbian/lat/srbija-57468664?xtor=AL-73-%5Bpartner%5D-%5Bvijesti%5D-%5Blink%5D-%5Bserbian%5D-%5Bbizdev%5D-%5Bisapi%5D) [How much does it cost to install solar panels in Serbia and is it worth it?](https://www.bbc.com/serbian/lat/srbija-58751837?xtor=AL-73-%5Bpartner%5D-%5Bvijesti%5D-%5Blink%5D-%5Bserbian%5D-%5Bbizdev%5D-%5Bisapi%5D) [Reversible hydropower plants in the Balkans: Guardians of energy and the key to transition to renewable sources](https://www.bbc.com/serbian/lat/balkan-68427133?xtor=AL-73-%5Bpartner%5D-%5Bvijesti%5D-%5Blink%5D-%5Bserbian%5D-%5Bbizdev%5D-%5Bisapi%5D) After Sweden, Spain has the largest renewable energy infrastructure in the European Union (EU). Pedro Sánchez, Prime Minister from Spain's Socialist Workers Party, recently said that his country is \"the driving force behind the energy transition at the global level\". The boom began in 2018, shortly after the Sánchez government came to power, which removed regulatory hurdles and introduced subsidies for renewable energy production. The covid-19 pandemic further accelerated everything. \"The corona virus has had a very positive impact on our sector,\" says José Donoso, director of the Spanish Association for Solar Photovoltaic Energy (UNEF), which represents the solar panel sector. \"People saved money, had time to think about what to do with it, and many of them decided it was better to invest in a roof than in a bank.\" In the meantime, the government has set new ambitious goals, including that by 2030, 81 percent of electricity consumption will be provided from renewable sources. However, this positive trend has caused concern in the power industry due to the imbalance between supply and demand. Occasionally there is an excess of electricity. Although the Spanish economy has recovered from the pandemic crisis and is growing faster than all other major EU economies, electricity consumption has been declining in recent years. Last year, electricity consumption was even below the level during the 2020 pandemic, and the lowest since 2003. \"Until 2005, we saw that when gross domestic product (GDP) grew, electricity consumption grew more than GDP,\" says Miguel de la Torre Rodríguez, director of systems development at the company. Spanish Electricity Network (REE) which manages Spain's national electricity grid. \"Recently we have seen that demand has grown less than GDP, which means that energy intensity, that is, the relationship between consumption and economic activity, is decreasing,\" he says. Watch the video: Will the world embrace wind energy? There are several reasons for the recent decline in demand. One of them is the energy crisis caused by the Russian invasion of Ukraine in 2022, which has caused businesses and households across Europe to cut back on consumption. Also, energy efficiency has been improved. The increased use of renewable energy has further contributed to the reduced consumption of electricity in the national grid. Rodríguez says that during the day, when solar energy production is especially high, there can be a disruption in the balance of supply and demand, which affects prices. \"Since the power system must always be balanced - the demand must be equal to the production, which means that there is excess production during those hours,\" he says. \"This led to a drop in prices, especially during certain hours, when prices were at zero or even in the red.\" Although such low prices benefit consumers, they potentially pose a problem in terms of attracting investment to the industry. \"Because of this, investors may find it more difficult to decide to increase investments in the production of electricity from renewable sources,\" says Sara Picinato, an expert on renewable energy sources at the organization Greenpeace Spain. \"It can be a bottleneck in the energy transition.\" Concerns about excess electricity in Spain have sparked discussions about the need to speed up the \"electrification\" of the economy, which means phasing out fossil fuels. The Sanchez government has set a goal that by 2030, 34 percent of the economy will switch to electricity. \"This process is taking place slowly and we need to speed it up,\" says UNEF's Jose Donoso. \"Electricity is the cheapest and most competitive way to produce clean energy. We need plants and facilities that use electricity instead of fossil fuels.\" [Electric cars: Where are the Balkans compared to Europe](https://www.bbc.com/serbian/lat/srbija-68510444?xtor=AL-73-%5Bpartner%5D-%5Bvijesti%5D-%5Blink%5D-%5Bserbian%5D-%5Bbizdev%5D-%5Bisapi%5D) [What are heat pumps and are they the future of heating in Serbia](https://www.bbc.com/serbian/lat/srbija-67025820?xtor=AL-73-%5Bpartner%5D-%5Bvijesti%5D-%5Blink%5D-%5Bserbian%5D-%5Bbizdev%5D-%5Bisapi%5D) A complete transition to electricity is considered unrealistic, as the transition will be difficult for some important sectors such as the chemical and metal industries. However, Donoso and many others believe there are opportunities for faster electrification. For example, Spain lags behind many European countries in terms of the installation of heat pumps in homes and the use of electric cars, which only make up about six percent of vehicles in the country. Picinato agrees that electrification is key, but says there are other ways to solve the supply and demand problem. Among them are a faster pace of phasing out nuclear power and increasing energy storage capacity. \"In order to provide the necessary flexibility, which enables a better balancing of production and demand during the day and during the night, we need to engage more people and more industries in the management of electricity demand,\" he says. Watch the video: Are solar farms the solution to climate change? BBC is in Serbian from now on and on YouTube, follow us [HERE](https://www.youtube.com/@bbcnewsnasrpskom). Follow us on [YouTube](https://www.youtube.com/@bbcnewsnasrpskom) i [Viber](https://vb.me/bbcrs). If you have a topic proposal for us, contact us at bbcnasrpskom@bbc.co.uk Bonus video:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.youtube.com/@bbcnewsnasrpskom)",
    "https://www.bbc.com/serbian/lat/srbija-67025820?xtor=AL-73-%5Bpartner%5D-%5Bvijesti%5D-%5Blink%5D-%5Bserbian%5D-%5Bbizdev%5D-%5Bisapi%5D)",
    "https://www.bbc.com/serbian/lat/balkan-68427133?xtor=AL-73-%5Bpartner%5D-%5Bvijesti%5D-%5Blink%5D-%5Bserbian%5D-%5Bbizdev%5D-%5Bisapi%5D)",
    "https://vb.me/bbcrs).",
    "https://www.youtube.com/@bbcnewsnasrpskom).",
    "https://www.bbc.com/serbian/lat/srbija-57468664?xtor=AL-73-%5Bpartner%5D-%5Bvijesti%5D-%5Blink%5D-%5Bserbian%5D-%5Bbizdev%5D-%5Bisapi%5D)",
    "https://www.bbc.com/serbian/lat/srbija-68510444?xtor=AL-73-%5Bpartner%5D-%5Bvijesti%5D-%5Blink%5D-%5Bserbian%5D-%5Bbizdev%5D-%5Bisapi%5D)",
    "https://www.bbc.com/serbian/lat/srbija-58751837?xtor=AL-73-%5Bpartner%5D-%5Bvijesti%5D-%5Blink%5D-%5Bserbian%5D-%5Bbizdev%5D-%5Bisapi%5D)",
    "https://www.bbc.com/serbian/lat/srbija-67025820",
    "https://www.bbc.com/serbian/lat/srbija-68510444",
    "https://youtube.com/@bbcnewsnasrpskom)",
    "https://www.bbc.com/serbian/lat/srbija-58751837",
    "https://youtube.com/@bbcnewsnasrpskom).",
    "https://www.vb.me/bbcrs).",
    "https://bbc.com/serbian/lat/srbija-67025820?xtor=AL-73-%5Bpartner%5D-%5Bvijesti%5D-%5Blink%5D-%5Bserbian%5D-%5Bbizdev%5D-%5Bisapi%5D)",
    "https://bbc.com/serbian/lat/srbija-58751837?xtor=AL-73-%5Bpartner%5D-%5Bvijesti%5D-%5Blink%5D-%5Bserbian%5D-%5Bbizdev%5D-%5Bisapi%5D)",
    "https://bbc.com/serbian/lat/srbija-68510444?xtor=AL-73-%5Bpartner%5D-%5Bvijesti%5D-%5Blink%5D-%5Bserbian%5D-%5Bbizdev%5D-%5Bisapi%5D)",
    "https://www.bbc.com/serbian/lat/srbija-57468664",
    "https://www.bbc.com/serbian/lat/balkan-68427133",
    "https://bbc.com/serbian/lat/balkan-68427133?xtor=AL-73-%5Bpartner%5D-%5Bvijesti%5D-%5Blink%5D-%5Bserbian%5D-%5Bbizdev%5D-%5Bisapi%5D)",
    "https://bbc.com/serbian/lat/srbija-57468664?xtor=AL-73-%5Bpartner%5D-%5Bvijesti%5D-%5Blink%5D-%5Bserbian%5D-%5Bbizdev%5D-%5Bisapi%5D)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "iberdrola",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "castile-la mancha",
        "sentiment": "none"
      },
      {
        "name": "spain",
        "sentiment": "none"
      },
      {
        "name": "sierra del romeral",
        "sentiment": "none"
      },
      {
        "name": "madrid",
        "sentiment": "none"
      },
      {
        "name": "toledo",
        "sentiment": "none"
      },
      {
        "name": "serbia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T14:42:49.100+03:00",
  "updated": "2024-07-05T14:42:49.100+03:00"
}