{
  "thread": {
    "uuid": "b1278d425813699685a79bead8bd2289f446952d",
    "url": "https://kalkinemedia.com/news/world-news/inventionhome-product-developer-creates-solar-and-wind-powered-semi-truck-system-for-environmentally-effective-travel",
    "site_full": "kalkinemedia.com",
    "site": "kalkinemedia.com",
    "site_section": "https://kalkinemedia.com/feed",
    "site_categories": [
      "financial_news",
      "finance"
    ],
    "section_title": "Kalkine Media",
    "title": "InventionHome® Product Developer Creates Solar- and Wind-Powered Semi-Truck System for Environmentally Effective Travel",
    "title_full": "InventionHome® Product Developer Creates Solar- and Wind-Powered Semi-Truck System for Environmentally Effective Travel",
    "published": "2024-02-15T22:31:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://kalkinemedia.com/storage/uploads/large/1708055346_65cedb323990d_19328868_ih_logo_800x395.png",
    "performance_score": 0,
    "domain_rank": 63080,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b1278d425813699685a79bead8bd2289f446952d",
  "url": "https://kalkinemedia.com/news/world-news/inventionhome-product-developer-creates-solar-and-wind-powered-semi-truck-system-for-environmentally-effective-travel",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "info@kalkinemedia.com (EIN Presswire)",
  "published": "2024-02-15T22:31:00.000+02:00",
  "title": "InventionHome® Product Developer Creates Solar- and Wind-Powered Semi-Truck System for Environmentally Effective Travel",
  "text": "EINPresswire.com/ -- Dennis W. of Las Vegas, NV is the creator of the Quick-Charge Solar Generator Pack, a multifunctional electric generator system for semi-trucks, box trucks, and numerous other land and marine vehicles designed to power the vehicle via solar and wind energy. The system functions in conjunction with the existing power source of the semi-truck while offering renewable power capabilities for vehicle travel. The semi-trailer will be mounted with solar panels on the exterior that deliver solar energy to the truck’s electrical system. A standard 53-foot semi-trailer can accommodate an approximate 1,200-SF solar panel field. At 15 watts / SF, on a sunny day, the solar panels will generate roughly 18 KW of power.\nIn conjunction with the energy from solar, the wind turbine-generator system will also provide power to the electrical system. It consists of trailer mounted wind turbine-generators, as well as a wind turbine-generator on the front of the truck. As flow into these wind turbines will cause resistance – lack of aerodynamics – each turbine will work in with its own louver system that will open to admit air to the turbines based on truck throttle position. When the truck driver is “off the pedal” the louvers will be open to admit air to the turbines. As the turbine-generators spin, they will generate electricity to supply the electrical system. The turbines mounted on the top-front of the trailer will have their louvers built into the air dam (the spoiler on top of the truck). The trailer bottom mounted wind turbine-generator will have its louver built into the trailer skirt.\nThe bottom of the trailer includes a battery pack that maintains charge to the electric semi-truck system. There is a plug adapter on the face of the trailer that enables the trailer to be plugged into the truck. All components work in conjunction to develop a consistent renewable energy source for electric semi-truck vehicles. The wind turbines and solar energy can help reduce stops to recharge the vehicle and effectively improve travel times. There is also a 10-300 KV quick charge/backup/emergency/auxiliary generator mounted to the face or under the belly of the trailer for use during emergency need of electrical power. Overall, the system improves charging experiences for the electric semi-truck to reduce frequent stops and minimize travel times.\nOver the last few years, the market for electric semi-trucks has been gaining momentum, driven by a combination of environmental concerns, advancements in battery technology, and increased interest from logistics and transportation companies looking to reduce their carbon footprint. Many major automotive manufacturers and new entrants in the electric vehicle (EV) space have announced plans to develop and produce electric semi-trucks. This growing interest indicates a positive trend toward the adoption of electric trucks in the commercial transportation sector. However, range anxiety and the availability of charging infrastructure are important factors influencing the adoption of electric semi-trucks. Advances in battery technology are improving the range of electric trucks, and the development of a robust charging infrastructure is underway to support long-haul operations. The Quick-Charge Solar Generator pack offers several versatile and multifunctional solutions to these issues and would be a significant enhancement to any automotive manufacturer’s current products.\nDennis filed his Utility Patent with the United States Patent and Trademark Office (USPTO) and is working closely with\nInventionHome, a leading invention licensing firm, to sell or license the patent rights to his Quick-Charge Solar Generator Pack product. Ideal licensing candidates would be U.S. based product manufacturers or distributors looking to further develop and distribute this product innovation.\nCompanies interested in the Quick-Charge Solar Generator Pack can contact InventionHome at\n[[email protected]]https://kalkinemedia.com/cdn-cgi/l/email-protection. Inventors currently looking for assistance in patenting, marketing, or licensing their invention can request information from InventionHome at [[email protected]]https://kalkinemedia.com/cdn-cgi/l/email-protectionor by calling 1-866-844-6512.\nAbout InventionHome®\nInventionHome is a leading invention and product licensing firm focused on helping inventors and entrepreneurs through the invention and patent process with the goal of licensing or wholesaling client inventions. For more information, email\n[[email protected]]https://kalkinemedia.com/cdn-cgi/l/email-protectionor visit https://www.inventionhome.com.\nInventionHome\nInventionHome\n+1 866-844-6512\n[[email protected]]https://kalkinemedia.com/cdn-cgi/l/email-protection#d8b1b6beb798b1b6aebdb6acb1b7b6b0b7b5bdf6bbb7b5",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [
    "http://www.inventionhome.com",
    "https://www.inventionhome.com.",
    "https://www.einpresswire.com/",
    "https://www.einpresswire.com",
    "https://inventionhome.com.",
    "https://einpresswire.com/",
    "http://inventionhome.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dennis w. of las vegas",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "nv",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T09:52:04.458+02:00",
  "updated": "2024-02-16T09:52:04.458+02:00"
}