{
  "thread": {
    "uuid": "409536722fde19af7dfba1b53170d698668c6593",
    "url": "https://cdn-www.expressandstar.mna.arcpublishing.com/news/business/2024/01/02/former-apprentice-becomes-production-manager-at-the-company-where-he-started-at-16/",
    "site_full": "cdn-www.expressandstar.mna.arcpublishing.com",
    "site": "arcpublishing.com",
    "site_section": "https://cdn-www.expressandstar.mna.arcpublishing.com/news",
    "site_categories": [],
    "section_title": "Latest West Midlands news | Express &amp; Star",
    "title": "Former apprentice becomes production manager at the company where he started at 16 | Express & Star",
    "title_full": "Former apprentice becomes production manager at the company where he started at 16 | Express & Star",
    "published": "2024-01-02T08:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.expressandstar.com/resizer/1uTofODpTkZ8j8lM00nMP76olT0=/1200x903/cloudfront-us-east-1.images.arcpublishing.com/mna/B53KGXAQKVADTKJOCODQEPOCEY.jpg",
    "performance_score": 0,
    "domain_rank": 24867,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "409536722fde19af7dfba1b53170d698668c6593",
  "url": "https://cdn-www.expressandstar.mna.arcpublishing.com/news/business/2024/01/02/former-apprentice-becomes-production-manager-at-the-company-where-he-started-at-16/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "John Corser",
  "published": "2024-01-02T08:00:00.000+02:00",
  "title": "Former apprentice becomes production manager at the company where he started at 16 | Express & Star",
  "text": "Former apprentice becomes production manager at the company where he started at 16 A loyal employee has been promoted to production manager at Stairways Midlands, almost three decades on from starting out there as a teenager. [John Corser](/news/authors/john-corser/) Andy Clarke, 44, joined Stairways Midlands, one of the UK’s largest manufacturers of volume staircases and door solutions, as a carpentry and joinery apprentice at just 16. He worked his way up over the past 28 years and has now been made Production Manager at the Walsall factory, where he has spent the majority of his career, after Stairways acquired the factory 20 years ago. The story of his steady climb with one company is, as Andy describes, “something you don’t think happens anymore”, but he counts himself fortunate to have remained loyal to one company throughout his career. Andy said: “I’ve worked all my life to get into this role. I started from the bottom and progressed through, staying loyal to the same company my whole career – something you think of only happening for people years ago. “It’s a great company to work for, and it has been very good to me. All those years of hard work and loyalty were recognised - it has all paid off. “I’m not academically bright but I have common sense and I’m good with my hands so it was a good fit from the start and I really enjoyed the work. When I look back to the early days, I remember thinking ‘I would love to do that job’ and now here I am. “It’s been a good journey and I just want it to carry on now and do the best I can do in this position; to do good things for Stairways to help it continue to be a success.” Andy’s career has taken him from the factory floor, where he spent much of his career making and then fitting staircases for major home builders. Six years ago, he was made quality control and improvement manager, implementing a number of improvements including launching the “eze-ways”, Stairways’ demountable balustrading fixing solution which makes it easy to fit handrails that comply with current British Standards in minutes. He was also behind the Railsafe handrail system, which works in tandem with “eze-ways” to make it simple to install safety railings on site. He also worked to improve processes, including contributing to the re-writing of risk assessments and all the method statements for the machinery. His huge contribution and strong working relationships were well recognised, leading to his promotion. Karen Wood, joint managing director, commercial, at Stairways, said: “I am delighted to see Andy Clarke appointed as the permanent production manager at our Walsall location. After working with him for almost 30 years, there was no doubt in my mind that he was the right person for the job. “Andy has worked incredibly hard, remaining loyal and supportive throughout his time at Stairways. His work ethic, ability to mentor, coach and work with real people in everyday life, as well as knowing and being able to clearly communicate all things Staircases is remarkable, and one of his biggest assets. “He is well-respected, has a great sense of humour, a huge heart and is all around a really nice guy. He’s one of a kind.” Andy, who is married with two teenage sons, added: “I want to look after the staff and make things easier in the factory. People need to come to work happy to be honest, so morale is a big thing. I need to build up the team under me, work with the team leaders, and get people into the right places where I know they can do their best.” Stairways, founded in 1989, has grown to become one of the UK’s largest manufacturers of carpentry and joinery products, with three production facilities, including the Walsall factory. With more than 30 years of expertise in the industry, they now deliver quality staircases, doors, and door sets to a wide variety of national and regional house builders, sub-contractors, contractors, architects, designers, specifiers and installers.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "john corser",
        "sentiment": "none"
      },
      {
        "name": "andy clarke",
        "sentiment": "none"
      },
      {
        "name": "andy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "walsall",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "stairways midlands",
        "sentiment": "none"
      },
      {
        "name": "uk",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T08:21:34.697+02:00",
  "updated": "2024-01-02T08:21:34.697+02:00"
}