{
  "thread": {
    "uuid": "6adaff1ccbebe8bd7a536d86a5837a46618fd54e",
    "url": "https://www.levante-emv.com/valencia/2024/01/12/polideportivo-cabanyal-abre-personas-techo-96814271.html",
    "site_full": "www.levante-emv.com",
    "site": "levante-emv.com",
    "site_section": "https://www.levante-emv.com/rss/",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "",
    "title": "El polideportivo del Cabanyal se abre a las personas sin techo ante la bajada de las temperaturas",
    "title_full": "El polideportivo del Cabanyal se abre a las personas sin techo ante la bajada de las temperaturas",
    "published": "2024-01-12T13:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/fd0cb1b3-bfab-434e-82b5-a73679bf1ad4_16-9-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 11948,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6adaff1ccbebe8bd7a536d86a5837a46618fd54e",
  "url": "https://www.levante-emv.com/valencia/2024/01/12/polideportivo-cabanyal-abre-personas-techo-96814271.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "H.G.",
  "published": "2024-01-12T13:10:00.000+02:00",
  "title": "El polideportivo del Cabanyal se abre a las personas sin techo ante la bajada de las temperaturas",
  "text": "En la junta de gobierno del Ayuntamiento de València ha aprobado el trámite de evaluación ambiental del Plan de Reforma Interior (Pepri) de San Miguel de los Reyes, un proyecto que lleva varios años pendiente y que integra tanto el monasterio de San Miguel, el \"Escorial valenciano\", huerta protegida, viviendas fuera de ordenación y solares y edificios degradados. En marzo de 2023 se adjudicó, tras una licitación previa fallida, la redacción del Pepri y a finales de año se llevó a cabo un proceso de participación ciudadana en Orriols. Concluida la fase de consulta se inicia ahora el proceso de evaluación ambiental estratégica.\nEste plan de reforma ordenará los espacios y usos en el entorno del San Miguel. Uno de los elementos que distorsiona el edificio, de máxima protección como Bien de Relevancia Local, es el edificio residencial de diez plantas, declarado fuera de ordenación, ubicado frente al monasterio. El Pepri mantiene la previsión de derribo del citado inmueble y el realojo de los propietarios. El portavoz del gobierno, Juan Carlos Caballero, ha asegurado en la rueda de prensa posterior a la junta de gobierno en relación al edificio fuera de ordenación que \"todavía no se ha tomado ninguna decisión\" sobre su derribo.\nTambién en materia de patrimonio se ha aprobado en la junta de gobierno incluir el\nTeatro Olympia y la Casa Natalicia de San Vicente Ferrer, propiedad municipal, en el catálogo de bienes protegidos del Plan Especial de Ciutat Vella. El Ayuntamiento de València inició en 2021 los trámites para la protección del centenario teatro Olympia como Sitio Histórico y Bien de Relevancia Local (BRL). El edificio, que forma parte de una manzana completa ubicada en el chaflán de las calle San Vicente, Garrigues y Maestro Clavé, protegida ya con nivel 1, ha funcionado ininterrumpidamente como teatro o cine desde hace más de un siglo y es parte de la memoria popular de València y la voluntad del anterior gobierno y el actual es que siga manteniendo este uso.\nTrasladadas 15 personas a albergues\nLa concejala de Bienestar Social, Marta Torrado, ha comparecido junto con Caballero para informar de las nuevas medidas adoptadas cara al descenso de las temperaturas esperado para los próximos días. El polideportivo del Cabanyal, con 25 camas, se abrirá hoy, a partir de las 20 horas, para poder atender a las personas derivadas del Servicio de Urgencias Sociales, que funciona las 24 horas que se ha reforzado con tres personas más. \"Esta noche se han atendido ya 15 personas que se han llevado al Centro de Atención a Emergencias Sociales\". A una persona que no quiso ir a un albergue se le facilitaron mantas. A todos se les repartió bebida caliente y mantas. Habrá 25 camas disponibles para que nadie pase la noche a la intemperie.\nLa junta de gobierno ha aprobado también reforzar el presupuesto para Servicios Sociales de más de tres millones de euros. De esa cantidad más de un millón de euros irá destinado a la atención de la salud mental, especialmente, de los niños \"que es la pandemia del siglo XXI\".\nEn materia económica, la junta de gobierno también ha aprobado hoy las primeras devoluciones de 2024 del IAE a comercios y empresas que cerraron por la pandemia del covid. Son tres expedientes que suman 19.000 euros y que se añaden a los 52 expedientes resueltos en 2023, por un importe de 117.000 euros.\nCaballero también se ha referido hoy a la celebración de la Capitalidad Verde y ha dado datos de asistencia. El evento ha contado con más de 500 personas y 60 medios acreditados. Mas de 1.300 personas asistieron a los actos. La luz de València alumbra a València y es ya el faro europeo en políticas verdes y de sostenibilidad. Estamos muy satisfechos.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-12T14:25:31.297+02:00",
  "updated": "2024-01-12T14:25:31.297+02:00"
}