{
  "thread": {
    "uuid": "57167e9e45305d5ed313c6ee28cee99bffeed827",
    "url": "https://www.aroged.com/2024/01/05/huawei-matebook-d15-2022-this-laptop-with-an-i5-11th-gen-is-on-sale-at-43/",
    "site_full": "www.aroged.com",
    "site": "aroged.com",
    "site_section": "https://aroged.com",
    "site_categories": [
      "tech"
    ],
    "section_title": "Aroged | News, Today&#039;s News Headlines, Breaking News Around World",
    "title": "Huawei MateBook D15 (2022): this laptop with an i5 11th gen is on sale at -43% - Aroged",
    "title_full": "Huawei MateBook D15 (2022): this laptop with an i5 11th gen is on sale at -43% - Aroged",
    "published": "2024-01-05T21:32:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.frandroid.com/wp-content/uploads/2024/01/huawei-matebook-d15-2022-1200x675.jpg",
    "performance_score": 0,
    "domain_rank": 99930,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "57167e9e45305d5ed313c6ee28cee99bffeed827",
  "url": "https://www.aroged.com/2024/01/05/huawei-matebook-d15-2022-this-laptop-with-an-i5-11th-gen-is-on-sale-at-43/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Aroged",
  "published": "2024-01-05T21:32:00.000+02:00",
  "title": "Huawei MateBook D15 (2022): this laptop with an i5 11th gen is on sale at -43% - Aroged",
  "text": "The Huawei MateBook D15 (2022) is a laptop powerful enough to accomplish everyday tasks without skyrocketing the price of the bill. It is now priced at 449 euros, instead of 799 euros initially. With its MateBook range, Huawei offers good laptops designed for versatile use, thanks to a generous technical sheet. This is the case of the D15 model (2022) which, by integrating an 11th generation i5 processor, is capable of accomplishing everyday tasks. At the moment, it is even cheaper than before since it can be found for less than 450 euros. The interesting points of the Huawei MateBook D15 (2022) Beautiful finishes with a large 15.6-inch Full HD screen Comfortable for everyday tasks: 11th generation i5 + 8 GB of RAM A 512 GB SSD Initially at 799.99 euros, the Huawei MateBook D15 (2022) laptop is now trading at 449.99 euros on the manufacturer’s website. A well-finished laptop, ideal for entertainment With its thin and compact design, the MateBook D15 (2022) laptop from Huawei is ideal for teleworking or working on the move. With its thickness of 17 mm and its weight of 1.56 kg, this laptop PC can be transported without difficulty. Its chassis reveals good connectivity: with a USB-C port, three USB ports, an HDMI port and a jack socket. Wi-Fi 6 and Bluetooth 5.1 complete the picture on the wireless side. It has a beautiful design and is attractive for its large diagonal of 15.6 inches, ideal for multitasking. With its Full HD definition, the panel provides sufficient image quality to enjoy your favorite content. Sufficient for everyday use So yes, Intel is already in the 13th generation, but this laptop equipped with an eleventh generation i5 still has good leftovers. Supported by 8 GB of RAM, everything will allow you to carry out your office tasks and browse the web without problem. This ultrabook offers a very fluid user experience under Windows 11, and has a 512 GB SSD which brings more speed to the launch of your software, in addition to reducing loading times. To keep up, it can count on a 56 Wh battery which ensures a usage time of around 10 hours before switching to energy saving mode. Its real strong point is its 65W USB-C charger capable of offering 2 hours of use after just 15 minutes of charging. It will take 1 hour 10 minutes to refuel. Want to discover other references at low prices? Here is our selection of the best laptops under 500 euros. Some links in this article are affiliated. We’ll explaine everything here.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Science and Technology",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "huawei",
        "sentiment": "positive"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:09:14.152+02:00",
  "updated": "2024-01-06T00:09:14.152+02:00"
}