{
  "thread": {
    "uuid": "c89fc56c31543960397aa2dfd08825913d6e24fc",
    "url": "https://www.newsbreak.com/hillsboro-beach-fl/3351324210122-talking-to-the-dead-south-florida-has-a-wind-phone-that-offers-solace-to-the-grieving",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/boca-raton-fl",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Boca Raton News, Weather, Safety, Sports | NewsBreak Boca Raton, FL",
    "title": "Talking to the dead: South Florida has a Wind Phone that offers solace to the grieving",
    "title_full": "Talking to the dead: South Florida has a Wind Phone that offers solace to the grieving",
    "published": "2024-02-29T21:20:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/393Yq5_0rbsV7Su00?type=thumbnail_1600x1200",
    "performance_score": 0,
    "domain_rank": 3389,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c89fc56c31543960397aa2dfd08825913d6e24fc",
  "url": "https://www.newsbreak.com/hillsboro-beach-fl/3351324210122-talking-to-the-dead-south-florida-has-a-wind-phone-that-offers-solace-to-the-grieving",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2024-02-29T21:20:00.000+02:00",
  "title": "Talking to the dead: South Florida has a Wind Phone that offers solace to the grieving",
  "text": "By Lois K. Solomon, South Florida Sun-Sentinel ,\n3 hours ago The Wind phone on Tuesday, Feb. 13, 2024. Claudine Mourjan got permission from the town of Hillsboro Beach to install the phone after her son died by fentanyl poisoning. Wind phones are unconnected phones that allow the bereaved to have a one-way conversation with their loved one who has died. Carline Jean/South Florida Sun-Sentinel/TNS Anyone who has lost a close friend or relative knows the feeling: You want to pick up the phone and talk, like you used to.\nThis urge to converse with the deceased is instinctive and wrenching and dispiriting. The only way to stop it is to speak, to release our sad energy, even if we’re not sure who’s listening.\nA humble little monument in Hillsboro Beach is now available to serve those who want to let go of this sorrow by talking. Behind the town’s police station, an old-fashioned red rotary phone beckons the bereaved in a peaceful setting on the Intracoastal Waterway.\nThe phone, installed in January, is not connected and it won’t ring. When you speak into it, your words are released into the South Florida breeze.\nThe town set up this Wind Phone, as they are known across the world, at the behest of resident Claudine Mourjan, whose son, Ilan Zafran, died of fentanyl poisoning in May 2020. He was 30.\nA native of France, Mourjan, 59, came to the United States 28 years ago with her ex-husband to open a restaurant, Bistro Provence in Boca Raton . The bistro was open for 15 years before it closed in 2015.\nMourjan’s mom had died five months before Zafran’s passing. Her grief was debilitating.\nRelated Articles Local News | ASK LOIS: Flowers? Card? Donation? Catholic mom asks proper way to acknowledge death of son’s Jewish friend During an online support group session, a participant mentioned the Telephone of the Wind in Japan, which a garden designer built in 2010 in memory of his cousin. After the 2011 Japanese earthquake and tsunami that killed about 20,000 people, the designer, Itaru Sasaki, opened the phone up to the public, inspiring many people around the world to construct their own unconnected rotary booths. There are now six in Florida: In addition to Hillsboro Beach, three are in Brevard County and two are on the west coast, in Safety Harbor and Ruskin.\nThe builders of the booths are united in mourning, a powerful experience often ignored in our “death-denying culture,” said Karyn Rosenberg, a grief therapist in Boca Raton.\n“Talking can be a cathartic release,” Rosenberg said. “I often ask my patients, ‘Do you ever talk to your loved ones?’ The act of speaking out loud is so important. It’s a very normal reaction to want to have this point of connection.”\nMourjan was intrigued by the idea of chatting with her son on a phone. She visited him weekly at Eternal Light Memorial Gardens, a cemetery west of Boynton Beach, and was accustomed to speaking to him at his gravesite. But an old-fashioned rotary phone, with its requirement to place a finger in a dial and turn it clockwise until it stops, seemed to invite a different kind of healing. Mourjan remembered these phones from her childhood: They demand action, effort and patience.\nShe began to explore sites in Broward and Palm Beach counties where a public rotary phone might fit. After lots of searching, she tried Hillsboro Beach, where she lives. Town Manager Mac Serda said he will never forget their meeting.\n“I was so moved by her story,” Serda said, and sought to find a place for the phone in the town.\nShe put together the booth. With help from a maintenance technician at Broken Sound country club in Boca Raton, where she works as a café manager, Mourjan assembled the wood and the glass and bought a rotary phone from Amazon, spending about $1,000.\nOne day, a surprise message from Serda came: “He emailed me and said it was installed.”\nThe location is only 200 yards from where Mourjan lives.\nShe is deeply moved whenever she observes a visitor at the booth. She said some even thank her on social media or leave her notes of gratitude. Mourjan visits the phone to speak to her son once each week.\n“When I talk to him on the phone, the wind is taking my words to him,” she said. “After that, I feel at peace.”\nThe Wind Phone can be found behind the Hillsboro Beach police station, 1210 Hillsboro Mile. For more information on Wind Phones and a location database, visit mywindphone.com .\nFor more stories, Subscribe to South Florida Sun Sentinel.\n©2024 South Florida Sun-Sentinel. Visit sun-sentinel.com.\nDistributed by Tribune Content Agency, LLC.\nExpand All Read in NewsBreak",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest"
  ],
  "external_links": [
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=393Yq5_0rbsV7Su00",
    "https://www.sun-sentinel.com/2024/02/08/ask-lois-flowers-card-donation-catholic-mom-asks-proper-way-to-acknowledge-death-of-sons-jewish-friend/",
    "https://www.mywindphone.com/",
    "https://www.sun-sentinel.com/2000/12/15/bistro-provenceboca-raton/",
    "https://img.particlenews.com/image.php?url=393Yq5_0rbsV7Su00",
    "http://join.sun-sentinel.com",
    "https://www.mywindphone.com/windphonelocationdirectory",
    "https://www.sun-sentinel.com/local-news/",
    "https://sun-sentinel.com/2000/12/15/bistro-provenceboca-raton/",
    "https://www.mywindphone.com",
    "https://sun-sentinel.com/2024/02/08/ask-lois-flowers-card-donation-catholic-mom-asks-proper-way-to-acknowledge-death-of-sons-jewish-friend/",
    "https://www.sun-sentinel.com/2000/12/15/bistro-provenceboca-raton",
    "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=393Yq5_0rbsV7Su00",
    "https://www.sun-sentinel.com/local-news",
    "https://www.sun-sentinel.com/2024/02/08/ask-lois-flowers-card-donation-catholic-mom-asks-proper-way-to-acknowledge-death-of-sons-jewish-friend",
    "https://mywindphone.com/windphonelocationdirectory",
    "https://img.particlenews.com/image.php",
    "http://www.join.sun-sentinel.com",
    "https://mywindphone.com/",
    "https://sun-sentinel.com/local-news/",
    "https://www.img.particlenews.com/image.php?url=393Yq5_0rbsV7Su00"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lois k. solomon",
        "sentiment": "negative"
      },
      {
        "name": "claudine mourjan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "carline jean/south florida sun-sentinel/tns anyone",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "south florida sun-sentinel",
        "sentiment": "none"
      },
      {
        "name": "florida",
        "sentiment": "none"
      },
      {
        "name": "hillsboro beach",
        "sentiment": "none"
      },
      {
        "name": "intracoastal waterway",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:53:33.485+02:00",
  "updated": "2024-03-01T00:53:33.485+02:00"
}