{
  "thread": {
    "uuid": "964680997d9b9fc6e0c1343924fafa8ab46ab187",
    "url": "https://win.gg/news/fortnite-streamer-ninja-reveals-hes-cancer-free",
    "site_full": "win.gg",
    "site": "win.gg",
    "site_section": "https://win.gg/",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "WIN.gg - Your competitive edge in gaming and esports",
    "title": "Fortnite streamer Ninja reveals he's cancer free - WIN.gg",
    "title_full": "Fortnite streamer Ninja reveals he's cancer free - WIN.gg",
    "published": "2024-04-04T23:54:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://api.win.gg/wp-content/uploads/2021/08/Ninja-Jessica.jpg",
    "performance_score": 0,
    "domain_rank": 57860,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "964680997d9b9fc6e0c1343924fafa8ab46ab187",
  "url": "https://win.gg/news/fortnite-streamer-ninja-reveals-hes-cancer-free",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Fariha Bhatti",
  "published": "2024-04-04T23:54:00.000+03:00",
  "title": "Fortnite streamer Ninja reveals he's cancer free - WIN.gg",
  "text": "Fortnite streamer Ninja reveals he’s cancer free [By Fariha Bhatti](https://win.gg/author/farihabhatti52) | Apr 4, 2024 After being diagnosed with Melanoma, Tyler “Ninja” Blevins has successfully overcome the disease and is now cancer free. On March 26, popular Fortnite creator and streamer Ninja posted a heartbreaking health update. During a routine appointment with the dermatologist, it was discovered that there was a cancerous growth in the Ninja’s foot. After waiting for over a week, the streamer finally shared some great news with his fans. Taking to Twitter, Ninja revealed that the “excision was successful.” He said: “As of right now, I am officially cancer free. Thank you all for the prayers and kind words this last week.” He then explained that the biopsied spot was only mildly abnormal, and since the doctors removed it entirely, Ninja is now cancer free. He thanked the fans for their constant support and messages during his treatment. Did Ninja have cancer? Doctors found Melanoma in Ninja’s foot, which can spread to other parts of the body. Usually, Melanoma is caused by exposure to ultraviolet light from the sun, but Ninja’s wife, Jessica Belvins explained that foot melanoma isn’t sun-related. Despite the shocking discovery, the couple was hopeful that Ninja’s cancer was treatable since they caught it early. After removing a brown mole on his foot, doctors biopsied another dark spot near his removed mole to check how far the Melanoma had spread on his foot. “I’m grateful to have hope in finding this early, but please take this as a PSA to get skin checkups,” Ninja tweeted. After the discovery, the couple used their platform to raise cancer awareness and urged their fans to get routine skin checkups. Ninja’s cancer was mild and was treated quickly since they caught it in the early stage, thanks to their regular dermatogist visits. Ninja hasn’t commented on his streaming schedule post-treatment, but he should be back anytime soon. Recommended Fousey arrested after calling police on livestream “Are you dumb!?” [By Olivia Richman](https://win.gg/author/orichman) | Aug 23, 2023 xQc goes on rant after fans criticize gambling stream Streamer Felix “xQc” Lengyel is back to gambling now that he’s streaming on Kick... [By Olivia Richman](https://win.gg/author/orichman) | Aug 16, 2023 React-gate drama explained: xQc and Ethan Klein argue over stolen content “Nice try.” [By Olivia Richman](https://win.gg/author/orichman) | Aug 8, 2023",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "fariha bhatti",
        "sentiment": "negative"
      },
      {
        "name": "ninja",
        "sentiment": "none"
      },
      {
        "name": "tyler",
        "sentiment": "none"
      },
      {
        "name": "blevins",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "melanoma",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "twitter",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:15:09.146+03:00",
  "updated": "2024-04-19T04:41:59.751+03:00"
}