{
  "thread": {
    "uuid": "43e6cfb269dbb259470fe92209a58160d81964cf",
    "url": "https://www.world-today-news.com/ian-aerts-17-excels-in-fast-food-training-program-at-kfc",
    "site_full": "www.world-today-news.com",
    "site": "world-today-news.com",
    "site_section": "https://www.world-today-news.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "World Today News",
    "title": "Ian Aerts (17) Excels in Fast Food Training Program at KFC - World Today News",
    "title_full": "Ian Aerts (17) Excels in Fast Food Training Program at KFC - World Today News",
    "published": "2024-04-12T05:10:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.gva.be/Assets/Images_Upload/2024/04/11/e0eef508-2cd0-4e91-89ad-20fc62c6c699.jpg?maxheight=460&maxwidth=629",
    "performance_score": 0,
    "domain_rank": 26911,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "43e6cfb269dbb259470fe92209a58160d81964cf",
  "url": "https://www.world-today-news.com/ian-aerts-17-excels-in-fast-food-training-program-at-kfc",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "world today news",
  "published": "2024-04-12T05:10:00.000+03:00",
  "title": "Ian Aerts (17) Excels in Fast Food Training Program at KFC - World Today News",
  "text": "Ian Aerts (17) lives on the Left Bank and can therefore easily cycle to the KFC fast food restaurant in the shadow of the cathedral. There he learns the tricks of the fast food trade. “I didn’t really know what I wanted to do, but I did have a great interest in kitchen work.”\nIan is following the Fast Food Employee training course in special education, the Learning Expert in Schoolstraat. This course uses ‘dual learning’ where students spend three days in the work field and two days at school. Ian: “At school we learn about hygiene rules and first aid, but we also receive regular subjects such as physical education and religion.”\nThe training also covers all departments of a fast food restaurant. Ian also works at the cash registers in the front station, prepares the burgers in the mid-station and learns to prepare everything fresh in the back station.\n“The work in the kitchen cannot be underestimated,” emphasizes Joren Jonckers (30), the HR manager. “I was there for a week myself because I wanted to know how it all works. The chickens arrive here fresh and are breaded, marinated and fried in our kitchen.”\nIn addition, there are also strict rules for the shelf life of the products. “For example, on a screen in the kitchen you can see how long the chicken wings have been ready. They must be thrown away after 45 minutes. So you have to keep a close eye on when something is running low or needs to be remade,” Ian explains neatly.\nJoren Jonckers (right) is the HR manager at KFC and is a big supporter of dual learning. — © Margot De Clercq\nSix students are currently following the training at Leerexpert. “The school feels the growth potential of this course, because it is not yet well known,” says Sofie De Keyser, spokesperson for Municipal Education.\nBecause the students are really in the professional field, they have had to discover a lot independently. Ian: “I learned a lot from all the managers here. They are always ready with tips and I could always ask questions if something was unclear.”\nManager When Ian graduates in June, he will enjoy his well-deserved summer vacation. But after that he can count on a permanent contract in this KFC branch. Joren Jonckers from KFC: “It is very nice that such an option as dual learning is available. It also fulfills a social importance for us and it is an ideal way of recruitment. Ian learned the rules with us, so he knows exactly how we work.”\nNow Ian always worked from 10 a.m. to 5 or 6 p.m., but with a permanent contract he will of course also have to work at night. “I have no problem with that, I’m quite a night owl. I am looking forward to it and also have the ambition to grow as a manager.”\nAccording to Joren, that is also no problem. “We really like this way of working because we have been able to contribute to many success stories. Schools now know that we are open to collaborations and are increasingly contacting us.”\nIan has manned every station in the branch, from cash register to kitchen. — © Margot De Clercq\n2024-04-11 16:31:00\n#studying #Fast #Food #Employee #immediately #signed #contract #KFC #students #working #field",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ian aerts",
        "sentiment": "negative"
      },
      {
        "name": "ian",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "kfc",
        "sentiment": "negative"
      },
      {
        "name": "fast food training program",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "left bank",
        "sentiment": "none"
      },
      {
        "name": "schoolstraat",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T05:19:06.808+03:00",
  "updated": "2024-04-12T09:17:12.105+03:00"
}