{
  "thread": {
    "uuid": "f8b8da67aae5c22c0baaf15a5214d10e1a7a4dce",
    "url": "https://www.sevillafc.es/actualidad/noticias/cronica-sporting-huelva-sevilla-fc-femenino-enero-2024",
    "site_full": "www.sevillafc.es",
    "site": "sevillafc.es",
    "site_section": "http://www.sevillafc.es/rss.xml",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "RSS Noticias | Sevilla FC",
    "title": "1-3: VICTORIA DEL FEMENINO ANTE EL SC HUELVA EN UN ESCENARIO QUE SE LE RESISTÍA",
    "title_full": "1-3: VICTORIA DEL FEMENINO ANTE EL SC HUELVA EN UN ESCENARIO QUE SE LE RESISTÍA",
    "published": "2024-01-07T21:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.sevillafc.es/sites/default/files/news/image/Crr%C3%B3nica_Sporting_Huelva_Sevilla_FC_Femenino_2024.jpg",
    "performance_score": 0,
    "domain_rank": 28307,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f8b8da67aae5c22c0baaf15a5214d10e1a7a4dce",
  "url": "https://www.sevillafc.es/actualidad/noticias/cronica-sporting-huelva-sevilla-fc-femenino-enero-2024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "m.santos",
  "published": "2024-01-07T21:50:00.000+02:00",
  "title": "1-3: VICTORIA DEL FEMENINO ANTE EL SC HUELVA EN UN ESCENARIO QUE SE LE RESISTÍA",
  "text": "El Sevilla FC Femenino ha comenzado 2024 con un importante triunfo ante el Sporting Club de Huelva a domicilio (1-3). Las de Cristian Toro, que viajaban a tierras onubenses sabedoras de que no iba a ser un encuentro ni mucho menos fácil, se impusieron finalmente con diferencia de dos goles en el marcador tras un choque en el que hubo que trabajar más de lo debido para llevarse los tres puntos.\nEn la primera mitad, el equipo sevillista dominó el juego durante gran parte de la misma y también las ocasiones, aunque no logró materializar todo lo generado. A cuarto de hora, Inma Gabarro tuvo la primera tras un gran disparo desde la frontal que se marchó fuera por poco y al minuto la atacante local María Ruiz se encontró con Sullastres. Pasada la media hora, ocurriría el mismo intercambio de golpes pero en forma de goles ya que, al tanto de Martín-Prieto en el 35 tras buen centro de Lucía Rodríguez por el costado diestro, le siguió la reacción sportinguista con un buen cabezazo de Miku Itu para poner de nuevo las tablas en el luminoso.\nTras dicho gol, las de Iván Rosado buscaron dar un paso adelante, pero las hispalenses no dijeron su última palabra ya que, pese al jarro de agua fría de ese empate tan rápido del rival, tuvo sus opciones incluso en el alargue, pero el marcador no sufrió más alteraciones antes del descanso. Eso sí, en el inicio del segundo período se produjo el mismo guion prácticamente que en el primer acto, pero en esta ocasión con un gol más tempranero ya que a los tres minutos de la reanudación Klára Cahynová anotó el segundo para los intereses de las visitantes tras un centro medido de Rosa Otermín. A partir de aquí, fueron llegando más ocasiones con un nuevo saque de esquina y otro remate de la centrocampista checa que casi acierta a rematar sobre la portería de Mersnik. Posteriormente se inició el carrusel de cambios en ambos conjuntos y el Sevilla FC que lo siguió intentando con más peligro para Martín-Prieto e Inma Gabarro, futbolista esta última que tuvo que abandonar el terreno de juego a los 77 minutos y sustituida por Gemma Gili con muchos gestos de dolor, aunque finalmente salió por su propio pie.\nEl alargue confirmó una ventaja recuperada tras el descanso\nEn los últimos compases hubo llegadas para ambos equipos, pero fueron las blanquirrojas las que más insistieron y las que incluso en el alargue pusieron el choque ya más a su favor con un tercer tanto. En este caso, un nuevo centro de Rosa Otermín -proclamada como MVP del partido-, acabó en posesión de la atacante sevillana Martín-Prieto para que ésta firmara su doblete, completando así el equipo sevillista un gran encuentro.\nTras esta victoria, que resulta histórica dada la complejidad que siempre se había presentado en Huelva hasta el empate del pasado curso, el equipo se mantiene en la sexta plaza con 22 puntos, reduciendo la distancia con el Madrid CFF -quinto clasificado con 27 puntos- tras la derrota de las madrileñas en el duelo local ante el Real Madrid. Ahora toca aparcar la competición doméstica para vivir la emoción de la ilusionante Copa de la Reina, que llevará a las sevillistas el domingo 14 de enero a enfrentarse desde las 12.00 horas al FC Levante Las Planas.\nFICHA DEL ENCUENTRO\n1. SC HUELVA: Mersnik; Cienfu, Correa, Ana Carol, Ballesté, Carrasco R.; Isina, Castelló (Margraf, 90+2'); Hmírová (Gustafsson, 79'), Miku (María Romero, 70') y María Ruiz.\n3. SEVILLA FC: Sullastres; Lucía (Arola Aparicio, 61'), Eva Llamas, Teresa (Pamela González, 61'), Rosa Otermín; Cahynová, Maria Pérez, Amanda Sampedro (Débora García, 90+4); Payne (Alba Cerrato (90+4'), Inma Gabarro (Gemma, 77') y Martín-Prieto.\nÁRBITRA: Amy Peñalver Pearce (comité balear). Amonestó a las visitantes Toni Payne y Amanda Sampedro.\nGOLES: 0-1: Martín-Prieto (min. 35'); 1-1: Miku (min. 38'); 1-2: Cahynová (min. 48'); 1-3: Martín-Prieto (min. 90+4'(.\nINCIDENCIAS: Partido correspondiente a la decimotercera Jornada de la Liga F disputado en el Estadio Antonio Toledo Sánchez.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T01:35:36.885+02:00",
  "updated": "2024-01-08T01:35:36.885+02:00"
}