{
  "thread": {
    "uuid": "aaa79847fd2f2e3c5f1bbbf3c4f0bc99c57f2fcb",
    "url": "https://www.just-style.com/news/responsible-textile-recovery-act-progresses-in-california",
    "site_full": "www.just-style.com",
    "site": "just-style.com",
    "site_section": "http://www.just-style.com",
    "site_categories": [
      "fashion",
      "style_and_fashion"
    ],
    "section_title": "Home",
    "title": "Responsible Textile Recovery Act progresses in California",
    "title_full": "Responsible Textile Recovery Act progresses in California",
    "published": "2024-07-05T11:59:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.just-style.com/wp-content/uploads/sites/27/2024/07/shutterstock_2455691891.jpg",
    "performance_score": 0,
    "domain_rank": 82323,
    "domain_rank_updated": "2024-07-02T13:08:29.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "aaa79847fd2f2e3c5f1bbbf3c4f0bc99c57f2fcb",
  "url": "https://www.just-style.com/news/responsible-textile-recovery-act-progresses-in-california",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rachel Lawler",
  "published": "2024-07-05T11:59:00.000+03:00",
  "title": "Responsible Textile Recovery Act progresses in California",
  "text": "Passing with a nine to three vote split, the Responsible Textile Recovery Act will establish extended producer responsibility in the US state. The legislation will also require producers to establish and fund a programme for reusing, repairing and recycling clothing and textile fibres. Newman said the bill will also help secondhand retailers to handle waste by incentivising the use of more sustainable and more easily recycled materials. [Newman first introduced the legislation](https://www.just-style.com/news/california-introduces-act-for-responsible-textile-disposal-and-reuse/) earlier this year, in a bid to responsibly tackle textile and clothing waste in a bid to promote circularity. In 2021 alone, the US senator claimed 1.2m tonnes of textiles were disposed of in California, with just 15% reused or recycled. The SB 707 law will require producers to establish a stewardship programme for the collection and recycling of “covered products,” which include any apparel, textile, or textile article that is unsuitable for reuse by a consumer in its current state or condition. How well do you really know your competitors? Access the most comprehensive Company Profiles on the market, powered by GlobalData. Save hours of research. Gain competitive edge. Thank you! Your download email will arrive shortly Not ready to buy yet? Download a free sample We are confident about the unique quality of our Company Profiles. However, we want you to make the most beneficial decision for your business, so we offer a free sample that you can download by submitting the below formBy GlobalData In a statement, Newman said: “I’m very proud of the thoughtful and thorough work, involving stakeholders at every point of the value chain, that has gone into SB 707 to produce a bill that will have an immensely positive impact on our state and on the environment. “Textile waste is a growing environmental issue that will require innovation and collaboration. This bill, and the groundbreaking program it will enable, will make California a global leader in textile recycling and waste reduction.” Peter Majeranowski, CEO at textile recycling firm Circ, added: “Textile recycling is a growing industry domestically, creating jobs and reviving manufacturing in areas near recycling facilities. We’ve seen the fashion industry really step up to adopt fibers and yarns with lower impacts. Circ thanks Senator Newman for leading in California to incentive funding for textile recycling.” The Responsible Textile Recovery Act will now be passed on to the Assembly Appropriations Committee for a hearing before moving on to the full Assembly. In January, [Washington followed New York and California’s lead](https://www.just-style.com/news/washington-joins-california-new-york-with-fashion-regulation-bill/) and introduced a bill to tackle the environmental impacts of fashion including pollution and carbon emissions.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Economy, Business and Finance",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "newman",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "california",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T12:19:56.842+03:00",
  "updated": "2024-07-15T01:47:33.506+03:00"
}