{
  "thread": {
    "uuid": "7103b0dd23ecf3757acc607e1e4dc3448e2035f7",
    "url": "https://www.phnompenhpost.com/national/enhanced-camera-traps-aid-tiger-resettlement-",
    "site_full": "www.phnompenhpost.com",
    "site": "phnompenhpost.com",
    "site_section": "https://www.phnompenhpost.com/business",
    "site_categories": [
      "media"
    ],
    "section_title": "Business | Phnom Penh Post",
    "title": "​Enhanced camera traps aid tiger resettlement | Phnom Penh Post",
    "title_full": "​Enhanced camera traps aid tiger resettlement | Phnom Penh Post",
    "published": "2024-02-16T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "KH",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 12802,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7103b0dd23ecf3757acc607e1e4dc3448e2035f7",
  "url": "https://www.phnompenhpost.com/national/enhanced-camera-traps-aid-tiger-resettlement-",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@postkhmer",
  "published": "2024-02-16T02:00:00.000+02:00",
  "title": "​Enhanced camera traps aid tiger resettlement | Phnom Penh Post",
  "text": "The Ministry of Environment is set to expand camera trapping in the Cardamom Mountains, primarily to ensure an adequate food supply for tigers ahead of their planned reintroduction to the area. Ministry spokesperson Khvay Atitya told The Post on February 15 that cameras will be installed at one-kilometre intervals in the region. “Minister Eang Sophalleth recently stated that the spacing was advised by a technical expert from India,” he said. He explained that the transition period from the dry to the rainy season is optimal for capturing images, allowing experts to analyse the variety of prey available to the mammals. Sophalleth recently noted that it is crucial to assess if there are sufficient natural food sources to facilitate the tigers’ release. He noted that the data will assist experts in planning the recovery project, including deciding if more cattle should be bred in the area should the existing prey be inadequate. “The ministry, in collaboration with partner NGOs like Wildlife Alliance, Conservation International [CI], Flora and Fauna International (FFI) and the Cambodia Sustainable Landscape and Ecotourism Project [CSLEP], plans to remove the cameras previously installed at 382 locations in the mountains between 2019 and 2023. These cameras were used to gather data to aid in area management planning and to assess the density of tiger prey,” he stated. In November 2022, Cambodia and India signed a memorandum of understanding (MoU) on biodiversity and sustainable wildlife conservation and strategies to restore tigers and their habitats, according to the ministry. The ministry and Wildlife Alliance have prepared 90ha of forest in the mountains and Tatai village, equipped with metal fences, cages, ponds and prey. The facility will acclimate tigers received from India before their release into the wild. The big cats were last seen in Cambodia in 2007. In 2010, only an estimated 3,200 were present globally. Chum Huot, director of the Lover Environment and Society Association, noted that installing camera traps also helps authorities detect poachers. He urged the authorities to strengthen law enforcement for wildlife protection. “I implore everyone living in protected areas to commit to preserving wild animals. Wildlife not only benefit them through tourism but also contribute to the success of our protection efforts,” he said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "khvay atitya",
        "sentiment": "none"
      },
      {
        "name": "eang sophalleth",
        "sentiment": "none"
      },
      {
        "name": "sophalleth",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ministry of environment",
        "sentiment": "negative"
      },
      {
        "name": "wildlife alliance",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "cardamom mountains",
        "sentiment": "none"
      },
      {
        "name": "cambodia",
        "sentiment": "none"
      },
      {
        "name": "flora",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T11:17:39.674+02:00",
  "updated": "2024-02-16T11:17:39.674+02:00"
}