{
  "thread": {
    "uuid": "6b36a9065c3378e197cddb854d9b9ed6f9ede258",
    "url": "https://www.lagazzettadelmezzogiorno.it/video/bari/1462567/a-bari-laura-pausini-duetta-con-don-piero-prete-di-bisceglie-pubblico-in-estasi.html",
    "site_full": "www.lagazzettadelmezzogiorno.it",
    "site": "lagazzettadelmezzogiorno.it",
    "site_section": "https://www.lagazzettadelmezzogiorno.it",
    "site_categories": [
      "education",
      "entertainment"
    ],
    "section_title": "La Gazzetta del Mezzogiorno.it  - Ultima ora - News in tempo reale",
    "title": "A Bari Laura Pausini duetta con don Piero, prete di Bisceglie: pubblico in estasi - La Gazzetta del Mezzogiorno",
    "title_full": "A Bari Laura Pausini duetta con don Piero, prete di Bisceglie: pubblico in estasi - La Gazzetta del Mezzogiorno",
    "published": "2023-12-29T21:38:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.lagazzettadelmezzogiorno.it/resizer/600/315/true/ed637c1c0583f37f763206f99aec5a43.jpg--.jpg",
    "performance_score": 0,
    "domain_rank": 41627,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6b36a9065c3378e197cddb854d9b9ed6f9ede258",
  "url": "https://www.lagazzettadelmezzogiorno.it/video/bari/1462567/a-bari-laura-pausini-duetta-con-don-piero-prete-di-bisceglie-pubblico-in-estasi.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Bianca Chiriatti",
  "published": "2023-12-29T21:38:00.000+02:00",
  "title": "A Bari Laura Pausini duetta con don Piero, prete di Bisceglie: pubblico in estasi - La Gazzetta del Mezzogiorno",
  "text": "La curiosità La curiosità 29 Dicembre 2023 BARI - Avere un centro commerciale poco lontano dal PalaFlorio di Bari è stata una manna dal cielo per chi questa sera ha assistito al primo dei due concerti di Laura Pausini (si replica domani, 30 dicembre): «Veniamo dalla Sicilia, abbiamo viaggiato quattordici ore per essere qui» raccontano una mamma e una figlia mentre si rinfrescano nel bagno dell’Ipercoop di Japigia. Per la madre, sui 50 anni, è il 37esimo concerto della cantautrice di Solarolo, nel cuore della Romagna. Sono l’esempio del popolo di Laura, che da più trent’anni segue l’artista italiana più famosa al mondo e continua a regalarle un successo dopo l’altro, record su record. Ma chi questa sera ha assistito alla prima delle due tappe pugliesi del tour, mai avrebbe immaginato di ascoltare Laura Pausini nella performance di «Servo per amore», nota canzone che si esegue durante le messe. E invece è successo, tutto grazie a don Piero, prete di Bisceglie e fan della prima ora della cantante: il suo cartellone è stato notato ed è stato invitato sul palco. Da lì, un momento memorabile. Con Bari si chiude il 2023 del tour mondiale che la terrà in giro fino al 6 aprile del prossimo anno, quando terminerà la promozione del disco «Anime Parallele» con uno straordinario show al Madison Square Garden di New York. In mezzo Europa, America Latina e Stati Uniti, il decimo giro del mondo con uno show diverso da tutti gli altri, uno spettacolo curato nei minimi dettagli, prodotto da Friends&Partners e diviso in tre blocchi, impreziositi da cori, dalle coreografie di Luca Tommassini, che cura la co-regia, e giocando con effetti speciali (tutti ecosostenibili), scenografie e luci, tra passato, presente e futuro. Un affare di famiglia, bisogna dirlo. La direzione musicale è di Paolo Carta, da poco marito di Laura dopo una lunghissima storia d’amore e la nascita di Paola, che oggi ha 10 anni (e nell’ultimo disco canta una canzone con la mamma). A lui il compito di guidare la band di 7 musicisti e 4 coristi che accompagna tutto lo spettacolo. E a «vegliare» sulla Pausini c’è sempre il papà Fabrizio, che si fa vedere anche in mezzo al pubblico poco prima dello start. Al centro di tutti, ovviamente, la musica, quella che ha fatto innamorare i fan e continua a conquistare consensi in tutto il mondo. La scaletta parte con alcune delle hit più recenti, «Il primo passo sulla luna», «Durare», «Un buon inizio», per poi attraversare alcune hit di repertorio, «Un’emergenza d’amore», «Io canto», «Resta in ascolto», «Tra te e il mare». Energia ed emozione che si incontrano, mentre il pubblico canta a squarciagola su «E ritorno da te», «Surrender», «Le cose che vivi». Non manca, poi, un momento dedicato alla battaglia contro la violenza sulle donne e contro la disparità di genere, temi a cui la Pausini è da sempre molto legata. I grandi classici, ovviamente, chiudono l’ultimo blocco: «Strani amori», «Incancellabile», e il gran finale lí dove tutto è iniziato, «La solitudine». «Non c’è» è il bis: come da consuetudine, Laura esce in accappatoio, e manda tutti a dormire con l’augurio di sempre, «Fate l’amore stanotte». Scorri verso il basso per leggere le altre Notizie",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T22:54:54.209+02:00",
  "updated": "2023-12-29T22:54:54.209+02:00"
}