{
  "thread": {
    "uuid": "83468ffcb1d729c24b109feb8c6145d7b1e85a0b",
    "url": "https://vnexplorer.net/tesla-lance-une-nouvelle-model-y-en-europe-avec-un-record-dautonomie-a-la-clef-s2343135.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Tesla lance une nouvelle Model Y en Europe avec un record d’autonomie à la clef",
    "title_full": "Tesla lance une nouvelle Model Y en Europe avec un record d’autonomie à la clef",
    "published": "2024-04-12T03:43:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://images.frandroid.com/wp-content/uploads/2024/04/tesla-model-y-gris.jpeg",
    "performance_score": 0,
    "domain_rank": 55066,
    "domain_rank_updated": "2024-04-09T13:11:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "83468ffcb1d729c24b109feb8c6145d7b1e85a0b",
  "url": "https://vnexplorer.net/tesla-lance-une-nouvelle-model-y-en-europe-avec-un-record-dautonomie-a-la-clef-s2343135.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-04-12T03:43:00.000+03:00",
  "title": "Tesla lance une nouvelle Model Y en Europe avec un record d’autonomie à la clef",
  "text": "Tesla vient de dévoiler une nouvelle version de sa voiture électrique phare, la Model Y Grande Autonomie à Propulsion. Au programme : une autonomie théorique de 600 km et un tarif plus abordable que la version Transmission Intégrale qui propose une autonomie inférieure.\nLes informations non officielles se multipliaient ses dernières semaines autour de la sortie d’une nouvelle Tesla Model Y en Europe. Le constructeur américain vient de mettre fin à l’attente, en dévoilant la Tesla Model Y Grande Autonomie Propulsion (Long Range RWD). Une stratégie qui avait déjà été mise en place avec l’ancienne Tesla Model 3 Grande Autonomie Propulsion.\n600 km d’autonomie en une charge Au programme : une batterie NMC (Nickel-Manganèse-Cobalt) d’une capacité de 79 kWh, mais un seul moteur sur l’essieu arrière. C’est ce qui permet d’annoncer 600 km d’autonomie sur le cycle WLTP avec les petites jantes de 19 pouces. En passant, en option, sur du 20 pouces, l’autonomie tombe à 565 km.\nJamais une Tesla Model Y n’aura eu autant d’autonomie. Et pour cause, elle reprend la grande batterie de la version Grande Autonomie à Transmission Intégrale (Long Range AWD), mais n’a plus le droit au moteur avant. À titre de comparaison, la Tesla Model Y Propulsion se limite à une batterie de 60 kWh pour une autonomie de 455 km sur le cycle WLTP.\nTesla Model Y Autonomie Prix Propulsion 455 km 44 990 € Grande Autonomie Propulsion 600 km 48 990 € Grande Autonomie Transmission Intégrale 565 km 51 990 € Performance 514 km 57 990 € La nouvelle Tesla Model Y Grande Autonomie Propulsion fait également mieux que la version 60 kWh en termes de performances, car son moteur est plus puissant (a priori entre 220 et 255 kW, soit entre 300 et 346 ch). De quoi abattre le 0 à 100 km/h en 5,9 secondes. La vitesse maximale est toujours de 217 km/h, comme sur les autres versions de la Model Y.\nPas encore disponible en France Étonnamment, cette nouvelle version de la voiture la plus vendue dans le monde en 2023 n’est pas encore disponible en France. Mais sur le configurateur allemand et espagnol, on peut déjà la commander, contre 48 990 euros, avec un délai de 2 à 4 semaines. C’est plus cher que la version Propulsion (vendue 44 990 euros) mais moins cher que la version Grande Autonomie Transmission Intégrale (51 990 euros).\nOn imagine qu’elle devrait rapidement être disponible en France. Mais son tarif l’empêchera d’avoir le droit au bonus écologique, dont le plafond est de 47 000 euros. Sauf si Tesla se décide à appliquer un prix inférieur en France, ce qui est également possible.\nTesla Model Y\nPas de signe, en revanche, d’un éventuel restylage. Rappelons que la Tesla Model Y vendue en Chine depuis quelques mois profite de certaines améliorations de la nouvelle Tesla Model 3 améliorée, à l’image de la planche de bord et de la bande LED dans l’habitacle. On note aussi des enjoliveurs noirs, et non pas gris, et un tout nouveau système matériel (HW 4.0) pour gérer l’Autopilot, le système de conduite semi-autonome. Mais toutes ces nouveautés se font encore attendre en Europe.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Science and Technology",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mA029.img",
    "https://images.frandroid.com/wp-content/uploads/2024/04/tesla-model-y-gris.jpeg",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mA029.img",
    "https://www.images.frandroid.com/wp-content/uploads/2024/04/tesla-model-y-gris.jpeg"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T03:45:59.247+03:00",
  "updated": "2024-04-12T03:45:59.247+03:00"
}