{
  "thread": {
    "uuid": "53c2111ca1babdde33ca7c1c53f2a5d5c69f57e3",
    "url": "https://www.marketscreener.com/quote/stock/SEELOS-THERAPEUTICS-INC-53920921/news/Leading-Independent-Proxy-Advisory-Firm-ISS-Recommends-Seelos-Stockholders-Vote-FOR-All-Proxy-Prop-45658451/",
    "site_full": "www.marketscreener.com",
    "site": "marketscreener.com",
    "site_section": "https://www.marketscreener.com/rss/FeedNews.php",
    "site_categories": [
      "photography",
      "hobbies_and_interests"
    ],
    "section_title": "Stock market news - Company News  - MarketScreener.com",
    "title": "Leading Independent Proxy Advisory Firm ISS Recommends Seelos Stockholders Vote \"FOR\" All Proxy Proposals at the Special Meeting to be held on January 10, 2024 -January 02, 2024 at 08:01 am EST | MarketScreener",
    "title_full": "Leading Independent Proxy Advisory Firm ISS Recommends Seelos Stockholders Vote \"FOR\" All Proxy Proposals at the Special Meeting to be held on January 10, 2024 -January 02, 2024 at 08:01 am EST | MarketScreener",
    "published": "2024-01-02T09:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.marketscreener.com/images/twitter_MS_fdblanc.png",
    "performance_score": 0,
    "domain_rank": 3882,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "53c2111ca1babdde33ca7c1c53f2a5d5c69f57e3",
  "url": "https://www.marketscreener.com/quote/stock/SEELOS-THERAPEUTICS-INC-53920921/news/Leading-Independent-Proxy-Advisory-Firm-ISS-Recommends-Seelos-Stockholders-Vote-FOR-All-Proxy-Prop-45658451/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MarketScreener",
  "published": "2024-01-02T09:01:00.000+02:00",
  "title": "Leading Independent Proxy Advisory Firm ISS Recommends Seelos Stockholders Vote \"FOR\" All Proxy Proposals at the Special Meeting to be held on January 10, 2024 -January 02, 2024 at 08:01 am EST | MarketScreener",
  "text": "Top Capitalization United States North America Europe Asia Middle East Sector Research Earnings Calendar Equities Analysis Most popular MICROSOFT CORPORATION NVIDIA CORPORATION ALPHABET INC. TESLA, INC. AMAZON.COM, INC. APPLE INC. META PLATFORMS, INC. Indexes Homepage Rankings Europe America Asia Africa Index Analysis Indexes News S&P 500 DOW JONES NASDAQ 100 TSX COMP FTSE 100 DAX CAC 40 EURO STOXX 50 Currency / Forex Homepage Rankings Currency Cross Rate Currency Converter Forex Analysis Currencies News USD / EUR USD / CAD USD / MXN USD / BRL USD / INR Commodities Homepage Energy Precious metals Agriculture Industrial Metals Livestock and Cattle GOLD CRUDE OIL (WTI) CRUDE OIL (BRENT) SILVER PLATINUM Cryptocurrencies Homepage Rankings Charts Analysis News BITCOIN ETHEREUM BINANCE COIN SOLANA CARDANO FTX TOKEN Interest Rates Homepage Developed Nations Emerging Countries ETFs Rates ETF Summary Screener News All News World United States Europe North America South America Asia Africa Middle East Emerging Companies All News Analyst Reco. Rumors IPOs Capital Markets Transactions New Contracts Profit Warnings Appointments Press Releases Security Transactions Earnings reports New markets New products Corporate strategies Legal risks Share buybacks Mergers and acquisitions Call Transcripts Guidance Indexes Currency / Forex Commodities Cryptocurrencies ETF Interest Rates Economy Themes Asset Management Activism Climate and ESG Cybersecurity Geopolitics Central Banks Private Equity Inflation Business Leaders Sectors All our articles Most Read News Hot News Analysis All Analysis Must Read Equities Interviews Indexes Currencies Commodities ETF Cryptocurrencies Stock Trading Strategies All America Europe Asia Our Shows Shows Strategy Must Watch Satirical Cartoon Today's Editorial Crypto Recap Behind the numbers Stock Picks All our investments United States Europe Asia, Pacific Portfolios Virtual Portfolios USA Portfolio European Portfolio Asian Portfolio Watchlists My Watchlists Watchlists My previous session My most visited Most popular Investment Style Homepage Momentum stocks Growth stocks Multibaggers Quality stocks Top ROE Small caps Investment Themes Homepage Pricing Power Cloud Computing Digital Health and Telemedicine Wind energy Education Blockchain Rankings Top Movers Top Movers Unusual volumes New Historical Highs New Historical Lows Long Term Top Fundamentals Top Fundamentals Sales growth Earnings Growth Profitability Finances Rankings Valuation Rankings Valuation P/E ratio Enterprise value Yield Top Consensus Top Consensus Analyst Opinion Target price Estimates Revisions Divergence Top Technicals Top RSI GAPS STIM Breakouts Trends Volatility Top ranking ESG Top ranking ESG Environment Social Governance Rankings Coverage Screeners Stock Screener Home Investment Themes Serial buyers Pricing Power Hydrogen Smart City Private Equity Biotechnology Technical Rankings Oversold stocks Overbought stocks Close to resistance Close to support Accumulation Phases Most volatile stocks Fundamental Rankings Top Investor Rating Top Trading Rating Top Consensus Top Growth Top Dividends Low valuations My Screeners All my stocks Watchlists Virtual Portfolios Tools MarketScreener tools Stock Screener iPhone App Expert tools Stock Screener PRO Portfolio Creator Event Screener Dynamic Chart Earnings Calendar Economic Calendar Currency Converter ProRealTime Trading Our Services Our subscriptions Our Stock Picks Stock Screener Thematic Investment Lists MarketScreener Portfolios European Portfolio USA Portfolio Asian Portfolio SEELOS THERAPEUTICS, INC. Add to a list Add to a list To use this feature you must be a member Log in Sign up Back PDF Report Seelos Therapeutics, Inc. Equities SEEL US81577F2083 Pharmaceuticals Market Closed - Nasdaq Other stock markets 04:00:00 2023-12-29 pm EST 5-day change 1st Jan Change 1.39 USD -4.14% -10.90% -.--% Dec. 19 Sector Update: Health Care Stocks Gain Premarket Tuesday MT Dec. 19 Seelos Therapeutics Files $250 Million Mixed Shelf MT Summary Quotes Charts News Ratings Calendar Company Financials Consensus Revisions Funds and ETFs Official SEELOS THERAPEUTICS, INC. press release Leading Independent Proxy Advisory Firm ISS Recommends Seelos Stockholders Vote \"FOR\" All Proxy Proposals at the Special Meeting to be held on January 10, 2024 January 02, 2024 at 08:01 am EST",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://cdn.zonebourse.com/static/instruments-squared-53920921",
    "https://www.cdn.zonebourse.com/static/instruments-squared-53920921"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "leading independent proxy advisory firm iss",
        "sentiment": "neutral"
      },
      {
        "name": "ftx token interest rates homepage developed nations",
        "sentiment": "none"
      },
      {
        "name": "nvidia",
        "sentiment": "none"
      },
      {
        "name": "microsoft",
        "sentiment": "none"
      },
      {
        "name": "apple inc",
        "sentiment": "none"
      },
      {
        "name": "indexes homepage rankings europe america asia africa index analysis indexes news s&p",
        "sentiment": "none"
      },
      {
        "name": "tsx",
        "sentiment": "none"
      },
      {
        "name": "agriculture industrial metals livestock",
        "sentiment": "none"
      },
      {
        "name": "equities analysis most",
        "sentiment": "none"
      },
      {
        "name": "amazon.com",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "tesla",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T15:09:39.848+02:00",
  "updated": "2024-01-02T15:09:39.848+02:00"
}