{
  "thread": {
    "uuid": "340e51c4dd61ba200e54d8fad08e15d94bd8c8c6",
    "url": "https://www.pilotonline.com/2023/12/28/smashing-pomegranate-greek-new-year-tradition/",
    "site_full": "www.pilotonline.com",
    "site": "pilotonline.com",
    "site_section": "https://www.pilotonline.com/rss",
    "site_categories": [
      "media",
      "education",
      "entertainment"
    ],
    "section_title": "The Virginian-Pilot",
    "title": "Smashing the pomegranate: a jewel of a New Year tradition",
    "title_full": "Smashing the pomegranate: a jewel of a New Year tradition",
    "published": "2023-12-28T22:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.pilotonline.com/wp-content/uploads/2023/12/TOS-L-pomegranate-greek-new-year-tradition-07-1.jpg?w=1024&#038;h=802",
    "performance_score": 0,
    "domain_rank": 5774,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "340e51c4dd61ba200e54d8fad08e15d94bd8c8c6",
  "url": "https://www.pilotonline.com/2023/12/28/smashing-pomegranate-greek-new-year-tradition/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-28T22:08:00.000+02:00",
  "title": "Smashing the pomegranate: a jewel of a New Year tradition",
  "text": "Have you ever seen those “enrichments” that zookeepers make for the animals? Essentially, they are puzzles filled with treats, and they’re meant to stimulate the animal’s brain in ways that mimic that of their non-captive brethren on the outside, encouraging behavior that would be natural if they lived in the wild. Foraging. Exploration. Problem solving.\nThe first time I saw one, I laughed because it reminded me of eating pomegranates on the little TV tray mom would set over my lap. She’d cut the fruit in half for me, and I’d sit there for ages, happily occupied, digging all the gem-like arils out with my tiny, little fingers, eating as I went.\nThis is why my jaw fell into my lap recently as I watched a YouTube video in which a woman (Dr. Iman Ahmad-Sediqe, I later learned) deseeds a pomegranate in under one minute using what she calls “a technique as old as the gentle fingers of my grandfather…” Ahmad-Sediqe is many things, including an Afghan food blogger whose content you can find on Instagram at @imanistan .\nThere are stranger things to look at than this professionally flayed pomegranate (but we did find it Demogorgon-reminiscent, for those of you who are fans of the show “Stranger Things.” (Amy Drew Thompson/Orlando Sentinel) I told master sommelier George Miliotes about the video during our recent conversation, but he laughingly balked.\n“I don’t want to know!” said the owner and namesake of Disney Springs’ Wine Bar George. “I refuse to watch it because I like working at it!”\nMiliotes, too, has warm, fuzzy memories of pomegranates, which he says are “part of the Mediterranean life as a whole.\nBoth sets of his grandparents came to America from Greece. Same for his wife. Yet neither had ever heard of a New Year’s Eve custom I’d seen at several Greek friends’ homes while growing up: the smashing of the pomegranate, which is said to bring good fortune — luck, health, wealth, all the things — in the coming year.\n“It’s a tradition, especially in Peloponnesus, where my family is from,” Yiannis Bouyouris tells me. “On the night the year changes, you hold the whole fruit in your right hand, you go in the house, and you throw it, and you break it. Some people… they hang the fruit in the front of the house. Some people eat the seeds.”\nThere are many versions. In some families, the man of the house does the smashing. In others, someone is chosen. Sometimes, everyone grabs a fruit and throws it down. Bouyouris didn’t mention whether he’d be doing this at his Orlando eatery, Zorba’s Kitchen (they’re not typically open late), but it’s long been a tradition at Florida’s Taverna Opa where at midnight, there’s a bit of a fruit massacre.\n“The countdown starts, and the champagne is popping,” says co-owner Katerina Coumbaros. “My husband and some of the staff will go outside with the pomegranates and smash them for good luck. We want it to come into the restaurant and give everyone there happiness,” she says, noting that it carries on a tradition she’s been familiar with since her “Big Fat Greek Childhood” in South Florida.\n“Both sides of my family are fully Greek. I went to Greek school. Everything Greek is our life,” she says, laughing. “There was a Greek community there. It’s not as big in Orlando, where I moved 17 years ago, but it’s definitely still here.”\nCome New Year’s Eve, she notes, there were two traditions: the smashing of the pomegranate and the traditional vasilopita cake, in which a coin is hidden. “It could also be a bread,” she notes. “But whoever gets the piece with the coin in it will have good luck all year.”\nBut the whole family would participate in the countdown.\n“We’d all go outside, and everyone would have their pomegranates and be talking about it, and then at midnight, you smash it. You hope you throw it hard enough so it breaks because the more seeds you spread, the more luck you have.”\nYou don’t have to smash the pomegranates to make either of the recipes here, both of which are exceptionally pretty and easy to make.\n“The pomegranate martini is a lovely drink,” says Miliotes, whose beverage expertise is rivaled only by the other 272 people worldwide who have earned the title of master sommelier since the distinction’s creation in 1969. “Our spin at Wine Bar George would be to infuse the vodka, then use fresh lemon juice, instead of lime, to balance the drink.”\nThis pomegranate martini is a tart, tasty stunner for your celebration. I rimmed the glass with sugar for a little extra sweetness. (Amy Drew Thompson/Orlando Sentinel) In a pinch, you can use lime, he notes.\n“But some of our bartenders feel that there’s enough acid in the pomegranate that the relatively softer lemon is better. It’s a fine point that I agree with.”\nEither beverage (or a simple flute of champagne with a few ruby-like seeds tossed in for glamorous color) would pair nicely with this gorgeous pomegranate-studded cheese ball, which looks more like a gorgeous ornament for a tree than something you’d eat. Creamy with a three-cheese bite and crunchy with sliced almonds, the fresh herb-laden orb is a stunner on the table. And the tart, juicy-sweet arils balance out the richness of the cheese while adding another layer of texture.\nRolling the ball in the pomegranate seeds will give you ample coverage but not full. Fill in the rest of the white space by hand. (Amy Drew Thompson/Orlando Sentinel) As for how you get the seeds in the first place? Well, you could drop the extra cash and buy the cup of seeds that’s ready to go if you’re pressed for time. Or you could try Dr. Ahmad-Sediqe’s killer technique. But maybe Miliotes is onto something when he suggests the work is part of what makes pomegranates special.\n“My father still has his own pomegranate tree in the backyard. And I can remember all the way back to the ’70s when pomegranates were certainly not thought of as they are today with all the antioxidants and stuff. We ate them all the time when they were in season. Dad would pick them, and we’d clean them, and I even have really nice memories of my dad and my son, Christopher.”\nI blended shredded Gruyere with goat and cream cheeses in my cheese ball, but you could easily use white cheddar if you prefer. You might try walnuts instead of almonds, too. (Amy Drew Thompson/Orlando Sentinel) He’s 23 now, Miliotes tells me, “…but when he was 5, 6, around that age, he and my dad would sit at the table taking out the seeds. And while my family doesn’t do the smash tradition, the pomegranates are something that’s very much tied to Greece, to being Greek.”\nAnd so maybe the fortune the seeds have long symbolized (along with abundance, prosperity, fertility) is something that you also bring yourself in doing the work to get that sweet reward, whether you take the long road, like Miliotes and I did, or find a faster way to get there.\nHappy New Year, everyone!\nIt’s easy being cheesy (in photo captions and on your New Year table). It goes from prep to fridge to table in about a half hour. Add crackers and watch it disappear. (Amy Drew Thompson/Orlando Sentinel) Christmas Cheese Ball Recipe by Rian Handler, courtesy of Delish ( delish.com/cooking/recipe-ideas/a25241723/christmas-cheese-ball-recipe )\nIngredients\n1 8-ounce block cream cheese, softened 6 ounces goat cheese 1 cup shredded Gruyère (or sharp white cheddar) 1/2 cup sliced, toasted almonds 2 tablespoons chopped fresh parsley 1 tablespoon chopped fresh thyme Kosher salt Freshly ground black pepper 1 cup pomegranate arils Crackers, for serving Directions\nIn large bowl, mix together cream cheese, goat cheese and Gruyère. Fold in almonds, parsley and thyme until well combined. Season with salt and pepper. Form mixture into one large ball. Place pomegranate arils on large plate, then roll cheese ball gently until fully coated, filling in any cracks by hand. Refrigerate until cold and sturdy, about 20 minutes, then serve with crackers. Pomegranate Martini Recipe by Colleen Graham, courtesy of The Spruce Eats ( thespruceeats.com/pomegranate-martini-recipe-761127 )\nIngredients\n1 1/2 ounce vodka 1/2 ounce premium triple sec 1 ounce pomegranate juice 1 splash freshly squeezed lemon juice Lemon peel, for garnish (optional) Instructions\nCombine vodka, triple sec, pomegranate juice and lemon juice in cocktail shaker. Fill with ice. Shake well. Strain into chilled cocktail glass. Garnish if desired. ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Environment",
    "Human Interest"
  ],
  "external_links": [
    "https://www.orlandosentinel.com/2023/12/07/zorbas-kitchen-greek-mediterranean-orlando-restaurant-review-amy-drew-thompson",
    "https://orlandosentinel.com/2023/12/07/zorbas-kitchen-greek-mediterranean-orlando-restaurant-review-amy-drew-thompson/",
    "https://www.delish.com/author/15784/rian-handler/",
    "https://www.youtube.com/shorts/VakyhIf1Rxg",
    "https://www.delish.com/author/15784/rian-handler",
    "https://delish.com/author/15784/rian-handler/",
    "https://www.instagram.com/imanistan/?hl=en",
    "https://www.thespruceeats.com/colleen-graham-758955",
    "https://www.delish.com/cooking/recipe-ideas/a25241723/christmas-cheese-ball-recipe/",
    "https://instagram.com/imanistan/?hl=en",
    "https://thespruceeats.com/colleen-graham-758955",
    "https://thespruceeats.com/pomegranate-martini-recipe-761127",
    "https://www.delish.com/cooking/recipe-ideas/a25241723/christmas-cheese-ball-recipe",
    "https://youtube.com/shorts/VakyhIf1Rxg",
    "https://www.instagram.com/imanistan/",
    "https://delish.com/cooking/recipe-ideas/a25241723/christmas-cheese-ball-recipe/",
    "https://www.orlandosentinel.com/2023/12/07/zorbas-kitchen-greek-mediterranean-orlando-restaurant-review-amy-drew-thompson/",
    "https://www.thespruceeats.com/pomegranate-martini-recipe-761127"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "iman ahmad",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:05:54.021+02:00",
  "updated": "2023-12-29T00:05:54.021+02:00"
}