{
  "thread": {
    "uuid": "4e9d49586b64897e38303a4046de0c1abd9b1ff2",
    "url": "https://vnexplorer.net/una-obsesion-inspiradora-la-pelicula-que-orson-welles-vio-40-veces-antes-de-rodar-ciudadano-kane-su-obra-maestra-s697343.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/feed",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Una obsesión inspiradora: la película que Orson Welles vio 40 veces antes de rodar ‘Ciudadano Kane’, su obra maestra",
    "title_full": "Una obsesión inspiradora: la película que Orson Welles vio 40 veces antes de rodar ‘Ciudadano Kane’, su obra maestra",
    "published": "2023-12-29T00:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1ma5KQ.img",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4e9d49586b64897e38303a4046de0c1abd9b1ff2",
  "url": "https://vnexplorer.net/una-obsesion-inspiradora-la-pelicula-que-orson-welles-vio-40-veces-antes-de-rodar-ciudadano-kane-su-obra-maestra-s697343.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-29T00:34:00.000+02:00",
  "title": "Una obsesión inspiradora: la película que Orson Welles vio 40 veces antes de rodar ‘Ciudadano Kane’, su obra maestra",
  "text": "En la víspera de Halloween de 1938, Orson Welles estremecía a la población estadounidense con un relato radiofónico en el que, adaptando ‘La guerra de los mundos’ de H. G. Welles, se narraba con todo realismo una invasión extraterrestre en el planeta Tierra, haciendo que millones de personas colapsaran de pánico. El episodio tuvo tanto éxito que le reportó fama mundial, hecho que los estudios RKO Pictures, entonces una de las grandes potencias del cinematógrafo, aprovecharon para lanzarse a su contratación, otorgándole total libertad creativa para el desarrollo de dos películas y convirtiéndolo en el nuevo niño prodigio de Hollywood a los 24 años de edad.\norson welles\nAunque su primer proyecto, una adaptación de ‘El corazón de las tinieblas’ de Joseph Conrad, fue rechazado por los estudios, Welles preparó de manera minuciosa su asalto a la cima del séptimo arte con el que sería su primer filme, ‘Ciudadano Kane’. Para ello, Orson Welles moldeó un equipo de profesionales que encarnaban la excelencia en cada uno de sus campos, a saber: Herman J. Mankiewicz en la escritura del guion, Bernard Herrmann en la composición de la banda sonora, el a la postre director Robert Wise en el montaje y el innovador Gregg Toland como director de fotografía.\norson welles ciudadano kane\nLas nociones del lenguaje cinematográfico que tenía Orson Welles hasta el momento en el que tuvo que enfrentarse al rodaje de ‘Ciudadano Kane’ eran escasas, puesto que toda su experiencia se basaba en su carrera en el teatro. Para empaparse de ello, Welles pidió a George Schaefer, presidente de la RKO, que le proporcionase una sala de proyección y una copia de ‘La diligencia’ de John Ford, película que se había estrenado poco tiempo antes y que hoy en día está considerada como uno de los tótems del género western.\nEn el libro escrito conjuntamente por Peter Bogdanovich y Orson Welles titulado ‘This is Orson Welles’, el realizador afirmó haber visto ‘La diligencia’ unas 40 veces como preparación antes del rodaje de ‘Ciudadano Kane’: “Como se vio después, el primer día que caminé por un set fue mi primer día como director. Había aprendido todo lo que sabía en la sala de proyección, de Ford. Después de cenar, cada noche durante aproximadamente un mes estuve proyectando ‘La diligencia’, a menudo con algún técnico distinto o jefe de departamento del estudio, y haciendo preguntas. «¿Cómo se hizo?» «¿Por qué se hizo?». Era como ir a la escuela.”\norson welles ciudadano kane\n‘La diligencia’, cuyo guion estuvo hábilmente escrito por Dudley Nichols, está basado en el relato ‘Bola de sebo’ de Guy de Maupassant. El filme de John Ford hizo que el director de ‘Ciudadano Kane’ desarrollase una devoción casi religiosa hacia la que él consideraba la obra maestra que mejor encarnaba la perfección cinematográfica. El obsesivo estudio que Orson Welles hizo de la narrativa, la puesta en escena y el montaje quedaron sin duda patentes en su ópera prima, donde la alargada sombra del maestro John Ford se fundió con su visión única.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mak8Y.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1ma5KQ.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1ma7Zw.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mak8Y.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1ma5KQ.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1ma7Zw.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:42:18.311+02:00",
  "updated": "2023-12-29T00:42:18.311+02:00"
}