{
  "thread": {
    "uuid": "353e78d7604a505f84d812e9b396ed6ad0647298",
    "url": "https://lasillarota.com/metropoli/2023/12/28/me-pidieron-ser-rey-mago-como-quiero-trabajar-acepte-migrante-haitiano-463026.html",
    "site_full": "lasillarota.com",
    "site": "lasillarota.com",
    "site_section": "https://lasillarota.com",
    "site_categories": [
      "politics",
      "law_government_and_politics",
      "media"
    ],
    "section_title": "La Silla Rota",
    "title": "“Me pidieron ser rey mago y como quiero trabajar acepté”, migrante haitiano | La Silla Rota",
    "title_full": "“Me pidieron ser rey mago y como quiero trabajar acepté”, migrante haitiano | La Silla Rota",
    "published": "2023-12-28T23:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://lasillarota.com/u/fotografias/m/2023/12/28/f1280x720-532337_664012_5027.jpg",
    "performance_score": 0,
    "domain_rank": 53050,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "353e78d7604a505f84d812e9b396ed6ad0647298",
  "url": "https://lasillarota.com/metropoli/2023/12/28/me-pidieron-ser-rey-mago-como-quiero-trabajar-acepte-migrante-haitiano-463026.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "FABIAN EVARISTO",
  "published": "2023-12-28T23:45:00.000+02:00",
  "title": "“Me pidieron ser rey mago y como quiero trabajar acepté”, migrante haitiano | La Silla Rota",
  "text": "Una tarde de diciembre, Josaphat Stanley y sus compañeros de viaje pasaron por la verbena navideña colocada a espaldas del edificio de la alcaldía Cuauhtémoc. Curiosos ante los locales donde la gente se toma la foto con los reyes magos, se quedaron un momento observando. Como una broma, Marcos Carrillo les ofreció trabajo en su negocio, el haitiano no dudó y fue así como comenzó a personificar a Baltasar. [ÚNETE A NUESTRO CANAL DE WHATSAPP. EL PODER DE LA INFORMACIÓN EN LA PALMA DE TU MANO ](https://www.whatsapp.com/channel/0029Va6evSkGk1Ftej78ks0B) Ya son varios días los que Josaphat, [migrante ](https://lasillarota.com/temas/migrantes-cdmx-34732.html)de origen haitiano asentado de momento en la colonia Guerrero, lleva saludando a la gente, cargando a los niños para sentarlos en un enorme reno de fibra de vidrio y posando en las fotos familiares. Te podría interesar “Me pidieron ser rey mago y como quiero trabajar acepté”, dice Josaphat tras luego confesar que no sabía de esta tradición. El dueño del negocio fotográfico, Marcos Carrillo dio la oportunidad a Josaphat porque comprende que los extranjeros buscan un ingreso a su paso a los Estados Unidos. Te podría interesar “Ellos están como uno, más menos, todos salimos para buscar ganarnos un peso, nadie estamos aquí por gusto”, explica el microempresario. Un rey mago francoparlante Al lado de Josaphat están otros cuatro jóvenes disfrazados en el local de la colonia Guerrero, uno más ayuda a subir a los clientes y a acomodarlos entre las figuras navideñas. Josaphat se ha adaptado bien al trabajo, sus compañeros lo confirman, a pesar de no hablar nada de español. Un traductor en línea en el teléfono celular ayuda a que la comunicación entre el francoparlante y las personas que lo rodean sea posible. “Amo México pero mi familia está en Estados Unidos, por eso debo seguir mi camino”, se lee en la pantalla del teléfono del migrante al preguntar sobre sus planes. Al frente del local donde Stanley trabaja están otros cuatro o cinco migrantes, unos venden pequeños juguetes y otros simplemente observan como su amigo posa en las fotografías. “No sabía de esta tradición, pero es bonita y es un trabajo bueno”, dice, una vez más usando la tecnología. Los 300 pesos, la cena y las propinas que Stanley consigue por unas seis horas de trabajo son suficientes para que vaya a trabajar. La cercanía del hotel donde se queda con sus amigos es otro aliciente para personificar a Baltasar en ese lugar. Pero en los buenos días en la verbena navideña, los trabajadores pueden llevarse hasta 700 pesos de propina, sumado a su sueldo diario. “Aquí comemos todos juntos, vemos qué hacemos o qué compramos, pero nadie se va sin comer y los muchachos se han llevado más de mil pesos en un día, por tenerlos ahí parados nada más, no está mal ¿no?”, dice entre risas Marcos. Los compañeros de Josaphat pasan las mismas horas que su paisano en la feria navideña para cuidarse mutuamente y esperando conseguir un trabajo como él. “En 10 pesos, 10 pesos” Pero el origen afroamericano y el color de piel no son los únicos requisitos para conseguir un empleo temporal en la tradicional verbena de navidad y año nuevo. Nelson, un migrante haitiano se gana la vida en México ‘cazando’ clientes para participar en un juego de destreza con pelotas de basquetbol. En un español que se podría perfeccionar, Nelson llama a los paseantes con el grito “en 10 pesos, 10 pesos” mientras ofrece un balón de basquetbol con su mano. El joven haitiano no quiere hablar de cómo consiguió el trabajo por temor a tener problemas con sus empleadores. Prefiere hablar de lo difícil que fue dejar su país y a su familia. Nelson juntó dinero para tomar un avión desde República Dominicana a Colombia y de allí avanzar entre las caravanas por toda Centroamérica. A pesar de que Nelson tampoco habla español, cuando tiene dudas de lo que escuchó pide que se lo escriban en el traductor del teléfono. Su trabajo se simplifica ya que las reglas del juego están escritas en lonas en el colorido local que trabaja. Al cuestionarlo si siente pena o miedo de trabajar en un lugar tan concurrido, sonríe un poco nervioso y explica que junto a su amigo que lo acompaña desde Haití se cuidan mutuamente, como lo hacen en la feria navideña, donde trabajan en locales contiguos. Seguir el camino al sueño americano Josaphat y Nelson, al igual que sus paisanos asentados en la colonia Guerrero tiene en común el haber abandonado su país para llegar a los Estados Unidos y conseguir una mejor vida. Pero también el aprecio por México. Ambos aseguran que de no ser porque sus familias están en Estados Unidos y en la frontera, se quedarían en México. “Estoy esperando mi permiso para seguir el camino a Estados Unidos, queremos una vida mejor”, muestra Nelson en la pantalla de sus teléfono con la cual se comunica. “Es bonito, no he sentido racismo ni nada malo. Me gusta el folklor de aquí pero aquí no tengo a nadie”, dice el haitiano disfrazado de Baltasar. Ambos migrantes dicen que buscarán algo más una vez que se termine la temporada de año nuevo, y por ende, el trabajo en la feria navideña que los acogió en su paso a los Estados Unidos se termine. VGB",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://www.whatsapp.com/channel/0029Va6evSkGk1Ftej78ks0B)",
    "https://whatsapp.com/channel/0029Va6evSkGk1Ftej78ks0B)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:07:59.594+02:00",
  "updated": "2023-12-29T00:07:59.594+02:00"
}