{
  "thread": {
    "uuid": "dc0957feed470901d9c01eaf55c57d8425eb4bb0",
    "url": "https://www.lanacion.com.ar/salud/el-fruto-que-combate-la-gastritis-y-es-beneficioso-para-personas-con-diabetes-nid05012024/",
    "site_full": "www.lanacion.com.ar",
    "site": "lanacion.com.ar",
    "site_section": "http://contenidos.lanacion.com.ar/herramientas/rss/categoria_id=1348",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "LA NACION",
    "title": "El fruto que combate la gastritis y es beneficios0 para personas con diabetes",
    "title_full": "El fruto que combate la gastritis y es beneficios0 para personas con diabetes - LA NACION",
    "published": "2024-01-05T23:52:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://resizer.glanacion.com/resizer/v2/el-fruto-conocido-como-el-dulce-milagro-tropical-BPMWQXM4BRAORBPCVXMAV6BN5M.JPG?auth=390334a41c7e2e5ad5e48fb5bec6874602728385c4aca1f077cbf64a0ed43cb6&amp;width=1920&amp;height=1280&amp;quality=70&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 2494,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dc0957feed470901d9c01eaf55c57d8425eb4bb0",
  "url": "https://www.lanacion.com.ar/salud/el-fruto-que-combate-la-gastritis-y-es-beneficioso-para-personas-con-diabetes-nid05012024/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-05T23:52:00.000+02:00",
  "title": "El fruto que combate la gastritis y es beneficios0 para personas con diabetes",
  "text": "El verano es una época perfecta para aprovechar al máximo el consumo de frutas, deleitarse con su frescura, sus sabores extravagantes y adquirir sus abundantes vitaminas y minerales. Dentro de esta familia de alimentos, las frutas exóticas son una opción para quienes desean probar nuevos gustos y para los puntillosos de su cuidado personal. La guanábana es una de ellas. Apodada como “el dulce milagro tropical”, los expertos de la salud le atribuyen grandes propiedades y recomiendan fervientemente su consumo debido al impacto positivo que tiene en la salud de las personas. Originaria de Centroamérica y el Caribe: su producción se extiende desde México hasta Brasil aunque también se encuentra en regiones tropicales de Asia como Filipinas incluso en la zona de Málaga, España. Puntualmente en la Argentina no se produce sino que se importa y la realidad es que conseguirla fresca es todo un desafío aunque su pulpa se consigue más fácil.\nLA FRUTA INSIGNIA QUE DISMINUYE EL COLESTEROL “MALO” Y ALIVIA EL DOLOR MUSCULAR También conocida como graviola y apodada científicamente Annona muricata , esta pequeña fruta ovalada puede llegar a pesar hasta tres kilos y medir alrededor de 50 centímetros de diámetro. Está cubierta por una cáscara en color verde oscuro con pequeñas espinas a su alrededor. En su interior tiene una pulpa blanca agridulce parecida al sabor del ananá, de textura suave y blanda con diminutas semillas negras. La guanábana forma parte de la familia de una planta llamada Annonaceae, que no supera los ocho metros de altura, con ramas en color rojizo y arrugadas y hojas duras y lisas.\nLos alimentos que pertenecen a esta familia, dice Yael Hasbani, Health Coach especialista en Nutrición Holística, tienen características medicinales y “son muy importantes porque son fuente de muchos antioxidantes y fibras naturales que previenen el desarrollo de enfermedades y que benefician la salud digestiva”. Tanto el fruto como la corteza, la raíz y las hojas de la guanábana son aptas para el consumo: su carácter versátil permite que se las pueda utilizar tanto en preparaciones culinarias como en jugos, batidos y tisanas.\nGuanábana: fuente de fibras y antioxidantes Esta fruta es considerada un alimento noble y los datos lo avalan. Un informe del portal especializado en salud, Healthline , da cuenta de ello al poner la lupa sobre su tabla nutricional. Por cada 100 gramos de alimento se encuentran alrededor de 66 calorías, tan solo un gramo de proteína; 16,8 gramos de carbohidratos y absolutamente nada de grasas. En su composición, resalta Hasbani, hay mucha agua, por lo que la guanábana es una aliada para ayudar a “mantenerse hidratados y evitar la retención de líquidos”, manifiesta la especialista.\nPor cada 100 gramos de guanábana se encuentran alrededor de 66 calorías, un gramo de proteína, 16,8 gramos de carbohidratos y nada de grasas Shutterstock",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://healthline.com/nutrition/soursop-benefits#TOC_TITLE_HDR_7",
    "https://www.healthline.com/nutrition/soursop-benefits#TOC_TITLE_HDR_7"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:04:45.843+02:00",
  "updated": "2024-01-06T00:04:45.843+02:00"
}