{
  "thread": {
    "uuid": "3f35778c30f57509502dc8af09c135e7d05347e0",
    "url": "https://nairobinews.nation.africa/president-ruto-williams-message-of-hope-for-kenyans-during-easter",
    "site_full": "nairobinews.nation.africa",
    "site": "nation.africa",
    "site_section": "https://nairobinews.nation.africa/top-news/",
    "site_categories": [
      "top_news"
    ],
    "section_title": "Top News &#8211; Nairobi News",
    "title": "President Ruto William’s message of hope for Kenyans during Easter – Nairobi News",
    "title_full": "President Ruto William’s message of hope for Kenyans during Easter – Nairobi News",
    "published": "2024-03-29T11:58:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "KE",
    "main_image": "https://nnmedia.nation.africa/uploads/2024/03/William-Ruto-1320x740.jpg",
    "performance_score": 0,
    "domain_rank": 8441,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3f35778c30f57509502dc8af09c135e7d05347e0",
  "url": "https://nairobinews.nation.africa/president-ruto-williams-message-of-hope-for-kenyans-during-easter",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Hilary Kimuyu",
  "published": "2024-03-29T11:58:00.000+03:00",
  "title": "President Ruto William’s message of hope for Kenyans during Easter – Nairobi News",
  "text": "President William Ruto has shared a message of hope as Christians celebrate the Easter holidays.\nThe President said the Easter period is a reminder of the hardships Jesus Christ underwent to fulfill his purpose in this world.\nHe further said Easter is a significant event because it is a period of not only commemoration but also one that offers important lessons to learn from.\n“Easter is a period of commemoration, of the painful sacrifices and intense suffering endured by the Son of God as he performed his duty of redemption for our sake, that we may become eligible for salvation through grace, and have hope of everlasting life in the kingdom of God, that has no end in time and space,” President Ruto said.\n“We recall with great sorrow the hardship, struggle, betrayal, persecution, torture, crucifixion and death suffered by Christ on our behalf, with the understanding that His descent in to the place of death set the stage for His victory over death,” he added.\nThe Head of State said hard work, commitment, and hope, despite setbacks in life, are some of the lessons that one should learn from the Easter holiday.\n“We recall with great sorrow the hardship, struggle, betrayal, persecution, torture, crucifixion, and death suffered by Christ on our behalf, with the understanding that His descent into the place of death set the stage for His victory over death,” he said.\nAt the same time, President Ruto acknowledged that Kenyans are undergoing struggles too.\n“There is no life, place, or time in this world without its share of sufferings, deprivations, and frustrations. The Easter message of hope does not deny the existence of heavy burdens and depressing setbacks with which we must struggle.\n“Rather, it tells us as individuals that through discipline, combining a steadfast commitment to sound values with determined hard work, we too can triumph over adversity, transcend our challenges, and find happiness, success, and prosperity in our lifetime,” he added.\nHowever, the President expressed confidence that through values such as those set by Christ to overcome his suffering, Kenyans would also make it through.\n“As communities and as a nation, we find encouragement in the knowledge that with a sound plan of action, solidarity and devotion to integrity and efficiency, we can work our way through the most daunting of obstacles and build a secure foundation for present and future generations to share the abundance of this great land,” President Ruto said.\nThe Head of State also urged all Christians to take time and reflect on the selfless actions of Jesus Christ and take up the example within their social groupings.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ruto william",
        "sentiment": "negative"
      },
      {
        "name": "william ruto",
        "sentiment": "negative"
      },
      {
        "name": "ruto",
        "sentiment": "none"
      },
      {
        "name": "son of god",
        "sentiment": "none"
      },
      {
        "name": "jesus christ",
        "sentiment": "none"
      },
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nairobi news",
        "sentiment": "negative"
      },
      {
        "name": "state",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T14:15:58.601+03:00",
  "updated": "2024-03-29T14:15:58.601+03:00"
}