{
  "thread": {
    "uuid": "d8227ceffe30a04a34b4c45abfcd3f89c5cfaffa",
    "url": "https://vnexplorer.net/sweden-finally-joins-nato-after-months-of-wrangling-meaning-putin-has-another-member-on-his-doorstep-s1791927.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/rss",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Sweden finally joins Nato after months of wrangling – meaning Putin has another member on his doorstep",
    "title_full": "Sweden finally joins Nato after months of wrangling – meaning Putin has another member on his doorstep",
    "published": "2024-03-08T13:24:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jvc4g.img",
    "performance_score": 0,
    "domain_rank": 52286,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d8227ceffe30a04a34b4c45abfcd3f89c5cfaffa",
  "url": "https://vnexplorer.net/sweden-finally-joins-nato-after-months-of-wrangling-meaning-putin-has-another-member-on-his-doorstep-s1791927.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-03-08T13:24:00.000+02:00",
  "title": "Sweden finally joins Nato after months of wrangling – meaning Putin has another member on his doorstep",
  "text": "Sweden has officially joined Nato – ending decades of post-Second World War neutrality to become the alliance’s second new member since Russia’s invasion of Ukraine.\nThe ratification cements Nato’s presence in the Nordic region with all countries now members, and makes the Baltic essentially a “Nato sea” right on Vladimir Putin’s doorstep.\nSwedish Prime Minister Ulf Kristersson and US Secretary of State Antony Blinken presided at a ceremony in which Sweden’s “instrument of accession” to the alliance was officially deposited at the State Department.\n“This is a historic moment for Sweden. It’s historic for alliance. It’s history for the transatlantic relationship,” Mr Blinken said as he welcomed the 32nd country into the group. “Our Nato alliance is now stronger, larger than it’s ever been.”\nThe Nato Secretary-General Jens Stoltenberg described it as “a historic day,” adding: “After over 200 years of non-alignment Sweden now enjoys the protection granted under Article 5, the ultimate guarantee of Allies’ freedom and security”.\nArticle 5 of Nato’s treaty obliges all members to come to the aid of an ally whose territory or security is under threat. It has only been activated once – by the US after the 11 September, 2001, attacks – and is the collective security guarantee that Sweden has sought since Russia invaded Ukraine.\nUS Secretary of State Antony Blinken, right, accepts Sweden’s instruments of accession from Swedish Prime Minister Ulf Kristersson (Reuters)\nFinland and Sweden both applied to join the defence alliance in the wake of Russian President Putin ordering the invasion of Ukraine in February 2022. While Finland officially joined Nato last April, Sweden’s bid was held up by Hungary and Turkey.\nTurkey expressed concern that Sweden was harboring and not taking enough action against members of the Kurdistan Workers’ party (PKK), which is deemed a terrorist group by Ankara, the US and the EU. The Turkish parliament finally gave approval in January. As for Hungary, it continued to drag its feet, without ever being so clear about the reasons for its objections. Populist\nPresident Viktor Orban is Putin’s closest ally in Europe, and has been a block on EU-wide funding for Ukraine. Some have suggested that Orban has sought to play up his nation’s military and economic leverage to look strong to a domestic audience. Hungary finally ratified in the decision within the last week.\n“Good things come to those who wait. No better example,” Mr Blinken said.\nThe White House said that having Sweden as a Nato ally “will make the United States and our allies even safer.”\nA Ukrainian serviceman from air defence unit of the 93rd Mechanized Brigade fires a AK-74 assault rifle on the eastern frontline near Bakhmut (REUTERS)\n“Nato is the most powerful defensive alliance in the history of the world, and it is as critical today to ensuring the security of our citizens as it was 75 years ago when our alliance was founded out of the wreckage of the Second World War,” it said in a statement.\nMr Kristersson was due to visit the White House and then be a guest of honor at President Joe Biden’s State of the Union address to Congress late on Thursday. Mr Biden is expected to cite Sweden’s accession to Nato as evidence that Putin’s intent to divide and weaken the alliance has failed as a direct result of the Ukraine invasion. He is also set to use Sweden’s decision to join to step up calls for reluctant Republicans to approved stalled military assistance to Ukraine as the war enters its third year.\nUkraine has been facing Russian advances in eastern areas of the 600-mile frontline while having to contend with shortages of ammunition. While the EU has managed to overcome Orban’s objections to push through some fresh funding, the US Congress still cannot agree. As Washington is the single largest supplier of military aid to Kyiv, Ukrainian officials have urged the US to agree new funds as soon as possible, as it is having a direct impact on the frontline.\nThe Swedish flag will be raised outside the military organization’s headquarters in Brussels on Monday. “Sweden will now take its rightful place at Nato’s table, with an equal say in shaping Nato policies and decisions,” Mr Stoltenberg said in his statement.\n“Sweden’s accession makes Nato stronger, Sweden safer and the whole alliance more secure,” he added. He said that the move “demonstrates that Nato’s door remains open and that every nation has the right to choose its own path.”\nSweden has already got a taste of military exercises with Nato. Nordic response, a first-of-its-time training venture was launched in recent days across northern Norway, Sweden and Finland. The exercises across land, air and sea involve more than 20,000 troops from 13 nations, including the UK.\nFrom news to politics, travel to sport, culture to climate – The Independent has a host of free newsletters to suit your interests. To find the stories you want to read, and more, in your inbox, click here.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jvc4g.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jv9rt.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jv9rt.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jvc4g.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "putin",
        "sentiment": "negative"
      },
      {
        "name": "vladimir putin",
        "sentiment": "none"
      },
      {
        "name": "ulf kristersson",
        "sentiment": "none"
      },
      {
        "name": "blinken",
        "sentiment": "none"
      },
      {
        "name": "antony blinken",
        "sentiment": "none"
      },
      {
        "name": "jens stoltenberg",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nato",
        "sentiment": "negative"
      },
      {
        "name": "state",
        "sentiment": "none"
      },
      {
        "name": "state department",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sweden",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T13:32:35.425+02:00",
  "updated": "2024-03-08T13:32:35.425+02:00"
}