{
  "thread": {
    "uuid": "4fba5dc1003d4a351a5fe9f673dc109746d5d0b0",
    "url": "https://es.minghui.org/html/articles/2023/12/29/130074.html",
    "site_full": "es.minghui.org",
    "site": "minghui.org",
    "site_section": "http://es.minghui.org",
    "site_categories": [],
    "section_title": "\n            Falun Dafa - Minghui.org",
    "title": "El poder de la firme convicción de una mujer sordomuda de que Falun Dafa es bueno | Falun Dafa - Minghui.org",
    "title_full": "El poder de la firme convicción de una mujer sordomuda de que Falun Dafa es bueno | Falun Dafa - Minghui.org",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 80538,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4fba5dc1003d4a351a5fe9f673dc109746d5d0b0",
  "url": "https://es.minghui.org/html/articles/2023/12/29/130074.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dic ; Por Lingzi; Practicantes De Falun Dafa En China",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "El poder de la firme convicción de una mujer sordomuda de que Falun Dafa es bueno | Falun Dafa - Minghui.org",
  "text": "(Minghui.org) Bajo la guía de Shifu, muchos practicantes han actuado con pensamientos y acciones rectas. Algunos miembros de la familia que no practican son muy comprensivos. Qin siempre les hablaba a sus dos hijos sobre los principios de Falun Dafa de Verdad-Benevolencia-Tolerancia. Una de ellas, Xiu, fue envenenada cuando le dieron demasiada neomicina cuando fue hospitalizada cuando era niña. Como resultado, se quedó sordomuda. Xiu escuchaba a su madre y siempre llevaba un amuleto (un recuerdo de Falun Dafa) con las palabras: \"Falun Dafa es bueno, Verdad-Benevolencia-Tolerancia es bueno\". Cuida de su esposo, padres y suegros. Su suegro está muy impresionado y le dice a la gente: \"Mi nuera es genial, es imposible encontrar una buena persona como ella en estos días\". Xiu y su esposo (que también es sordomudo) tienen un negocio de comida en otra ciudad. Xiu prepara bocadillos de láminas delgadas de cuajada de frijoles, que son limpias, sabrosas y tienen un precio razonable. La mayoría de sus clientes son clientes habituales. Xiu siempre trata de ser una buena persona y devuelve la diferencia cada vez que sus clientes accidentalmente le dan demasiado. Al ver lo duro que trabaja, una pareja le compró una taza de té con leche para mostrarle su agradecimiento. Xiu pensó que era de mala educación negarse, pero también sabía que su madre le había dicho lo que dijo Shifu sobre \"sin pérdida, no hay ganancia\". Cuando le preguntó a su madre, le dijo: \"La próxima vez que compren un bocadillo, dales más\". Cada vez que Xiu visita a su madre, siempre trae una buena fruta y la pone frente al retrato de Shifu para mostrar su respeto. Conseguir la liberación de su madre Qin ha estado haciendo materiales de esclarecimiento de la verdad en su casa durante 10 años y Xiu es un gran apoyo. Cuando llegan otros practicantes, ella siempre les trata bien. Una vez, su esposo tuvo un malentendido sobre Dafa e intentó destruir los libros de Falun Dafa de su madre. Xiu protegió los libros, no dejó que su esposo los tocara y no retrocedió ni siquiera cuando él la amenazó con un cuchillo. En octubre de 2010, Qin y varios otros practicantes fueron arrestados y llevados al centro de detención de la ciudad. Xiu, que iba a la comisaría todos los días pidiendo su liberación, escribió en un pedazo de papel: \"Mi madre es una persona amable. Cuando yo era niña, ella sufría de artritis reumatoide y tomaba muchos medicamentos. Estaba deprimida y a menudo discutía con su padre. Después de que comenzó a practicar Falun Dafa en 1994, se volvió saludable y feliz, casi como una persona diferente. ¡Por favor, liberen a mi madre!\". Lloró tan fuerte que todos en el edificio la escucharon. Iba allí todos los días de lunes a viernes. Después de unos días, Xiu se resfrió. Fue a un hospital para recibir una inyección intravenosa por la mañana, pero aún así fue a la estación de policía esa tarde para pedir la liberación de su madre. Le mostró al oficial de policía el agujero en su brazo por la inyección y escribió que había ido al hospital antes de ir a la estación de policía. Ella escribió: \"¡Necesito a mi madre!\". Entonces se puso a llorar. Cada vez que Xiu llegaba, la policía decía: \"La hija muda está aquí de nuevo\". Su llanto conmovió a algunos de los agentes. Uno dijo: \"Mírala. ¿Por qué no liberar a su madre?\". Xiu puede leer las expresiones faciales y los labios de las personas cuando hablan. Su madre estuvo detenida durante más de 20 días. Ese día, le dijo a su cuñada que parecía que la policía podría liberar a Qin. Le pidió a su cuñada que la acompañara al día siguiente. Cada vez que iba a la estación de policía, Xiu le pedía a Shifu que protegiera a su madre, y lo hizo antes de ir a la estación de policía con su cuñada. Como esperaba, la policía les dijo que fueran al centro de detención y recogieran a su madre. Tan pronto como Qin salió, Xiu la abrazó y lloró. También trató de revisarla y ver si su madre había sido torturada. No se detuvo hasta que su madre le dijo que nadie la había golpeado. Los oficiales que presenciaron esto estaban muy conmovidos. Conseguir la liberación de su hija En 2017, Qin fue arrestada nuevamente por su creencia. La hija de Xiu, Yun, les contó a otros sobre esto y trató de rescatarla. Pronto también fue arrestada. Cuando se enteró, Xiu inmediatamente fue a ver a su madre. Su madre fue condenada a cuatro años de prisión. Al ver a su esposa Qin y a su nieta Yun detenidas, el padre de Xiu, que tenía más de 70 años, le subió la presión arterial. Su hermano y su cuñada trabajaban en otra ciudad y no podían ayudar, por lo que Xiu tuvo que cuidar a su anciano padre mientras intentaba rescatar a su madre y a su hija. Estaba agotada. Los practicantes locales no sabían qué hacer. Qin y ahora Yun fueron detenidos. Un día, cuando cuatro practicantes estaban enviando pensamientos rectos, Xiu apareció y les contó la situación: su anciano padre estaba enfermo y postrado en cama, y su hermano y su esposa vivían en otra ciudad y no podían ayudar. Dijo que le rogó ayuda a Shifu. Los practicantes se sintieron conmovidos por su sinceridad. A pesar de todas estas dificultades, Xiu no dijo nada malo sobre Falun Dafa. Ella confió en Dafa y en los practicantes y acudió a ellos en busca de ayuda en lugar de depender de la gente común. Un practicante redactó una carta dirigida a la policía, y varios practicantes proporcionaron comentarios sobre cómo mejorarla. Xiu luego lo copió a mano, su escritura era buena y la terminó rápidamente. En la carta, Xiu explicó que tanto ella como su esposo eran sordomudos, por lo que Qin había criado a Yun. Como resultado, Yun amaba mucho a Qin y estaba profundamente deprimida después del reciente arresto de Qin. \"Mi madre (Qin) tenía artritis reumatoide grave. Era tan grave que sus manos y pies estaban deformados. Pero aún así cuidó bien de Yun y yo estaba muy agradecida. Fue Falun Dafa la que curó la artritis de mi madre y mejoró su temperamento\", escribió Xiu. \"De hecho, Falun Dafa no fue perseguido en China en ese momento e incluso los informes de televisión decían que Dafa era bueno. Después de que comenzó a practicar Falun Dafa, mi madre me dijo que tratara bien a mis suegros\". A la mañana siguiente, Xiu fue a una oficina de correos cercana con su identificación y envió la carta por correo. Varios días después, su hija Yun fue liberada. Qin también fue liberada, y continúa contándole a la gente sobre Falun Dafa y exponiendo la persecución. Su esposo también ha mejorado. El negocio de alimentos de Xiu está floreciendo y toda la familia cree firmemente en Falun Dafa y en los principios de Verdad-Benevolencia-Tolerancia. Todo el contenido publicado en este sitio web tiene derechos de autor de Minghui.org. La reproducción no comercial debe incluir la atribución (por ejemplo, \"Según lo informado por Minghui.org,...\") y un enlace al artículo original. Para uso comercial, comuníquese con nuestro departamento editorial para obtener permiso.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T12:07:04.978+02:00",
  "updated": "2023-12-29T12:07:04.978+02:00"
}