{
  "thread": {
    "uuid": "950c6f75436e6baad55ab3e2c0f4135d239f04b3",
    "url": "https://www.kiro7.com/news/national/chiefs-handle-brutal/D6UMLGXVYVQSRK5N2JSDZON3EA/",
    "site_full": "www.kiro7.com",
    "site": "kiro7.com",
    "site_section": "https://www.kiro7.com/",
    "site_categories": [
      "media",
      "business"
    ],
    "section_title": "Seattle News, Weather, Traffic &amp; Sports | KIRO-TV – KIRO 7 News Seattle",
    "title": "Chiefs handle brutal conditions, move on to potential road playoff game after beating Miami",
    "title_full": "Chiefs handle brutal conditions, move on to potential road playoff game after beating Miami – KIRO 7 News Seattle",
    "published": "2024-01-14T06:17:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cmg-cmg-tv-10090-prod.cdn.arcpublishing.com/resizer/IQ6_2NZwxVCw1fLkz4tnRUgH8Yw=/1440x810/filters:format(jpg):quality(70)/cloudfront-us-east-1.images.arcpublishing.com/cmg/PEOBMJOHVJOSK3I534FNJIB4NY.jpg",
    "performance_score": 0,
    "domain_rank": 6158,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "950c6f75436e6baad55ab3e2c0f4135d239f04b3",
  "url": "https://www.kiro7.com/news/national/chiefs-handle-brutal/D6UMLGXVYVQSRK5N2JSDZON3EA/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "KIRO 7 News Seattle",
  "published": "2024-01-14T06:17:00.000+02:00",
  "title": "Chiefs handle brutal conditions, move on to potential road playoff game after beating Miami",
  "text": "Just because the Kansas City Chiefs don't live in South Florida, it didn't mean the conditions on Saturday night were easy for them. Playing in a freezer isn't good for anyone.\nBut the Chiefs handled the sub-zero temperatures a lot better than the Miami Dolphins. The Chiefs aren't a pretty team this season, but they have some toughness. Kansas City's defense is the best it has been in the Patrick Mahomes era, and that was huge on Saturday night. Isiah Pacheco is a tough runner and that helped too. And mentally, the Chiefs were up for the challenge against the Dolphins.\nThe Chiefs are moving on after a 26-7 win over the Dolphins in horrible weather conditions. The Chiefs settled for a lot of field goals but that was enough because other than one big play to Tyreek Hill, Miami's offense generated almost nothing. The Dolphins haven't won a playoff game since the 2000 season.\nThis hasn't been an easy season for the Chiefs, but they're in the NFL's final eight. And perhaps the tough lessons will help next week when Kansas City potentially faces a first: A road playoff game with Mahomes at quarterback.\nFrigid conditions in Kansas City The temperature at kickoff was -4 degrees, making it the fourth-coldest game in NFL history. The wind chill was -27 at kickoff. That was the third-coldest wind chill at kickoff in NFL history.\nIn other words, it was miserable.\nThere were moments in which both offenses struggled with simple tasks they make look easy in regular weather. But the Chiefs handled the cold better than the Dolphins.\nMiami had one big play in the first half. Tyreek Hill beat the defense deep for a 53-yard touchdown. That accounted for more than half of Tua Tagovailoa's 94 passing yards in the first half. He completed just 6-of-11 passes before halftime. When the Chiefs took a 26-7 lead in the fourth quarter, Tagovailoa had just 100 yards.\nTouchdown Kansas City! @isiah_pachecoRB finishes a 14-play, 72-yard drive. Chiefs lead, 26-7. #MIAvsKC on Peacock\nAlso available on #NFLPlus https://t.co/bTakd7vjlv pic.twitter.com/suJ8jichcr\n— NFL (@NFL) January 14, 2024 The Chiefs were much more effective moving the ball. Patrick Mahomes had 167 passing yards at the half. The Chiefs' offense stalled a few times but they led 16-7 at the end of the first half.\nKansas City was clearly the better team in the first half. The Chiefs had some rhythm on offense, unlike the Dolphins. But they had some mistakes, the most notable of which was a blocking in the back penalty on offensive tackle Jawaan Taylor that nullified a touchdown.\nThe Chiefs led by nine at the half and while it should have been a bigger lead, it didn't really matter. The Dolphins were incapable of generating any consistent offense.\nChiefs advance to divisional round It was clear early in the second half that the Dolphins were not coming back. Their offense has struggled against good competition, and it disappeared in the cold on Saturday night. The Chiefs defense had a lot to do with that. The Dolphins gave away their last chance on a horrible roughing the passer penalty against defensive tackle Christian Wilkins after Mahomes had thrown incomplete on third-and-20. Pacheco scored shortly after and the game was all but over. Miami took on many injuries late in the season, and their late-season slide continued right out of the postseason with a lackluster performance at Kansas City.\nThe Chiefs could find themselves back at Arrowhead Stadium next week. They'd need a Pittsburgh Steelers upset over the Buffalo Bills on Monday. If the Bills win, the Chiefs will be at Buffalo in the divisional round. Mahomes, who is in his seventh NFL season, has yet to play a true road game in the playoffs.\nThis version of the Chiefs doesn't seem like it can go on the road and win a playoff game against a team like Buffalo. Everything has been a little tougher this season for the offense. The receivers, other than rookie Rashee Rice (who had 130 yards and a touchdown Saturday night), never made much of an impact. Tight end Travis Kelce hasn't produced his usual numbers this season. The reason the Chiefs might have to go on the road next week is they're not a dominant team and they took six losses in the regular season.\nBut the Chiefs are alive. They still have Mahomes and Andy Reid. Their defense is one of the best in the NFL. There's still hope for another Super Bowl run, even if the path would be much different this season.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Weather",
    "Human Interest"
  ],
  "external_links": [
    "https://twitter.com/isiah_pachecoRB?ref_src=twsrc%5Etfw",
    "https://www.twitter.com/hashtag/NFLPlus?src=hash&ref_src=twsrc%5Etfw",
    "https://twitter.com/hashtag/NFLPlus",
    "https://twitter.com/NFL/status/1746377044458652022",
    "https://twitter.com/hashtag/MIAvsKC?src=hash&ref_src=twsrc%5Etfw",
    "https://twitter.com/hashtag/MIAvsKC",
    "https://www.twitter.com/isiah_pachecoRB?ref_src=twsrc%5Etfw",
    "https://www.t.co/suJ8jichcr",
    "https://twitter.com/NFL/status/1746377044458652022?ref_src=twsrc%5Etfw",
    "https://www.twitter.com/hashtag/MIAvsKC?src=hash&ref_src=twsrc%5Etfw",
    "https://twitter.com/hashtag/NFLPlus?src=hash&ref_src=twsrc%5Etfw",
    "https://www.twitter.com/NFL/status/1746377044458652022?ref_src=twsrc%5Etfw",
    "https://t.co/suJ8jichcr",
    "https://twitter.com/isiah_pachecoRB",
    "https://t.co/bTakd7vjlv",
    "https://www.t.co/bTakd7vjlv"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mahomes",
        "sentiment": "none"
      },
      {
        "name": "isiah pacheco",
        "sentiment": "none"
      },
      {
        "name": "patrick mahomes",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "kansas city chiefs",
        "sentiment": "negative"
      },
      {
        "name": "chiefs",
        "sentiment": "none"
      },
      {
        "name": "nfl",
        "sentiment": "none"
      },
      {
        "name": "miami dolphins",
        "sentiment": "none"
      },
      {
        "name": "dolphins",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "south florida",
        "sentiment": "none"
      },
      {
        "name": "kansas city",
        "sentiment": "none"
      },
      {
        "name": "tyreek hill",
        "sentiment": "none"
      },
      {
        "name": "miami",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-14T10:48:21.741+02:00",
  "updated": "2024-01-14T10:48:21.741+02:00"
}