{
  "thread": {
    "uuid": "db411ccbafe7daca0c9cf11964972f041667d6be",
    "url": "https://euromaidanpress.com/2023/12/31/ukraine-forces-neutralize-half-of-new-years-eve-russia-drone-assault/",
    "site_full": "euromaidanpress.com",
    "site": "euromaidanpress.com",
    "site_section": "http://euromaidanpress.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Euromaidan Press: Ukrainian News in English, News from Ukraine",
    "title": "Ukraine forces neutralize half of New Year's eve Russia drone assault, three Ukrainian oblasts affected - Euromaidan Press",
    "title_full": "Ukraine forces neutralize half of New Year's eve Russia drone assault, three Ukrainian oblasts affected - Euromaidan Press",
    "published": "2023-12-31T11:13:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://euromaidanpress.com/wp-content/uploads/2023/11/шахеди.jpg",
    "performance_score": 0,
    "domain_rank": 20952,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "db411ccbafe7daca0c9cf11964972f041667d6be",
  "url": "https://euromaidanpress.com/2023/12/31/ukraine-forces-neutralize-half-of-new-years-eve-russia-drone-assault/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Orysia Hrudka",
  "published": "2023-12-31T11:13:00.000+02:00",
  "title": "Ukraine forces neutralize half of New Year's eve Russia drone assault, three Ukrainian oblasts affected - Euromaidan Press",
  "text": "As the New Year approached, Ukrainian forces successfully [thwarted](https://t.me/kpszsu/9170) 21 out of 49 combat drones deployed by Russian forces across Ukrainian territories. Yuriy Ihnat, spokesperson for the Ukrainian Air Force, revealed during a morning telethon, “On the night of December 31, 2023, Russian aggressors unleashed ‘Shahed’ UAVs from three directions: Cape Chauda (Crimea), the Primorsko-Akhtarsk district, and the Kursk region of the Russian Federation.” A total of 49 Russian unmanned aerial vehicles, identified as “Shahed-136/131,” were recorded. The adversary also targeted Kharkiv with six guided missiles from the S-300 air defense system. Most of the combat drones were directed towards the front lines of defense and civilian, military, and infrastructural targets in Kharkiv, Kherson, Mykolayiv, and Zaporizhzhia. Across various regions of Ukraine, mobile fire groups of Defense Forces, fighter aviation, and anti-aircraft missile units successfully neutralized 21 Russian “Shahed” drones. “Out of approximately 3,800 drones launched by Russia since September 2022, around 3,000 have been eliminated by the Ukrainian Defense Forces during the full-scale war,” added Ihnat. The Southern Defense Forces of Ukraine reported that the drone attack persisted for seven hours. One “Shahed” was neutralized in Mykolayiv Oblast, six in Odesa Oblast, with debris falling into coastal zones. In Kherson Oblast, private residences suffered damage due to drone impacts. Ihnat also highlighted that Russia targeted Kharkiv with six S-300 missiles on Saturday evening, striking a hotel and other civilian structures. Additionally, he underscored the successful neutralization of X-59 missiles in Dnipropetrovsk Oblast the day before. Damage caused by drone attacks in Kherson and Odesa oblasts During the night of December 31, Kherson Oblast [experienced](https://t.me/SJTF_Odes/4729) impacts from “Shahed” drones, resulting in damage to several private residences. Simultaneously, near Odesa, a coastal area witnessed a fire caused by the debris of a downed drone. According to the Southern Defense Forces of Ukraine, the assault involving unmanned aerial vehicles of the “Shahed-131/136” type, initiated by Russia earlier in the evening, persisted for a duration of seven hours. The attack originated from the temporarily occupied Crimea and the eastern coastline of the Azov Sea, targeting southern regions. Details provided by the Southern Defense Forces state, “Anti-aircraft defense units efficiently responded in Mykolayiv and Odesa, successfully neutralizing 1 and 6 ‘Shahed’ drones, respectively.” However, impacts could not be averted in Kherson Oblast, where several private residences in the Tiahynska community suffered damage. In Odesa Oblast, debris from the Russian UAV caused a fire in the coastal zone of the Odesa district, promptly extinguished by emergency response teams. No information regarding casualties or injuries has been reported at this time. Kyiv Oblast: аire breaks out at a critical infrastructure site In the night of December 31, Kyiv Oblast activated its anti-aircraft defense forces, successfully repelling Russian drone attack. A fire broke out at a critical infrastructure site as a result of the Russian assault. As per the latest information, there have been no reported impacts on residential infrastructure, and no casualties or injuries have been recorded. Details indicate that due to the attack on one of the critical infrastructure sites, a fire erupted in the open area, promptly extinguished through operational efforts. According to Ruslan Kravchenko, Head of Kyiv Oblast Military Administration, “Kyiv Oblast thwarted another terrorist attack by the enemy. Tonight, the Oblast was targeted by combat drones, and our air defense forces were actively engaged. Grateful to them for their professional work.” He emphasized, “Even on the eve of the New Year, the enemy persists in carrying out terrorist attacks. Therefore, I urge every resident of Kyiv Oblast not to ignore the danger. During air raid signals, it is crucial to be in a safe place. Take this seriously. Stay vigilant.” [Russian strikes claim lives in Kharkiv Oblast: two dead recovered from rubble in Borova, 28 injured]",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://t.me/kpszsu/9170)",
    "https://t.me/SJTF_Odes/4729)",
    "https://www.t.me/SJTF_Odes/4729)",
    "https://www.t.me/kpszsu/9170)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "yuriy ihnat",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "defense forces",
        "sentiment": "none"
      },
      {
        "name": "air force",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      },
      {
        "name": "russian federation",
        "sentiment": "none"
      },
      {
        "name": "crimea",
        "sentiment": "none"
      },
      {
        "name": "kherson",
        "sentiment": "none"
      },
      {
        "name": "mykolayiv",
        "sentiment": "none"
      },
      {
        "name": "primorsko-akhtarsk",
        "sentiment": "none"
      },
      {
        "name": "kharkiv",
        "sentiment": "none"
      },
      {
        "name": "zaporizhzhia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T12:07:08.175+02:00",
  "updated": "2023-12-31T12:07:08.175+02:00"
}