{
  "thread": {
    "uuid": "0f9c7265f3e23529fa0a7651432773b57fda5a3d",
    "url": "https://www.news8000.com/lifestyle/health/cpap-replacement-works-well-for-the-overweight-not-obese-study-finds/article_6f320e33-0e88-5f3a-9193-8413b64ed4cf.html",
    "site_full": "www.news8000.com",
    "site": "news8000.com",
    "site_section": "https://news8000.com/lifestyle/health",
    "site_categories": [
      "media"
    ],
    "section_title": "Health | news8000.com",
    "title": "CPAP replacement works well for the overweight, not obese, study finds | Health | news8000.com",
    "title_full": "CPAP replacement works well for the overweight, not obese, study finds | Health | news8000.com",
    "published": "2024-04-04T08:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/news8000.com/content/tncms/assets/v3/editorial/4/92/4927f450-b12a-5a74-8a49-65b28ce9e40e/660f12cc5569b.image.jpg?crop=1763%2C926%2C0%2C124&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 41944,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0f9c7265f3e23529fa0a7651432773b57fda5a3d",
  "url": "https://www.news8000.com/lifestyle/health/cpap-replacement-works-well-for-the-overweight-not-obese-study-finds/article_6f320e33-0e88-5f3a-9193-8413b64ed4cf.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sandee LaMotte, CNN",
  "published": "2024-04-04T08:00:00.000+03:00",
  "title": "CPAP replacement works well for the overweight, not obese, study finds | Health | news8000.com",
  "text": "(CNN) — An implant for obstructive sleep apnea — a serious sleep malady in which breathing stops for 10 seconds to two minutes many times an hour each night — works best in people who are overweight but not severely obese, a new study found. To qualify for the device, called a hypoglossal nerve stimulator, a person over 18 diagnosed with moderate-to-severe obstructive sleep apnea must be unable to adapt or refuse to wear a continuous positive airway pressure, or CPAP, machine, the gold standard treatment for obstructive sleep apnea. The new study, published Thursday in the journal JAMA Otolaryngology — Head & Neck Surgery, looked at the body mass index of 76 patients who had received the implant, said senior author Dr. Eric Landsness, an assistant professor of neurology and sleep medicine at Washington University School of Medicine in St. Louis. Currently, the implant surgery, which costs between $50,000 and $100,000, is approved and covered by Medicare and many insurance companies for people with a BMI of up to 40. However, “we found for people with a BMI of more than 32, the device might be unsuccessful up to 75% of the time,” Landsness said. “It was a linear relationship: For each unit increase in BMI beyond 32, the odds of successful treatment decreased by approximately 17%.” As currently defined , a BMI between 18.5 and 24.9 is a healthy weight, between 25 and 29.5 is overweight, between 30 and 34.9 is obese, between 35 and 39.5 is class 2 obesity, and anything over 40 is “severe” or class 3 obesity, which used to be called morbid obesity. People are considered underweight if their BMI is lower than 18.5. The study also found the implant was less successful for people who slept on their backs, or what is called the supine position. The study’s results are consistent with earlier research that showed the efficacy of the device; however, “it also raises questions about whether obesity or supine sleeping limit its effectiveness,” said sleep specialist Kristen Knutson, an associate professor of neurology and preventive medicine at Northwestern University’s Feinberg School of Medicine in Chicago. She was not involved with the study. “There’s a huge unmet need of patients that are suffering with obstructive sleep apnea and not able to tolerate CPAP,” Landsness said. “But this is a surgery, which always carries risk, and it’s expensive, so as doctors we need to be sure the stimulator is the right choice for that patient.” Adjusting to CPAP To use a CPAP, a sleeper places a mask over the nose and mouth, then seals the mask to the face with straps and turns on a machine connected to the mask by a hose. Based on that person’s unique requirements, the machine provides air at a pressure just high enough to prevent the collapse of the airway during sleep. Many people, however, find the mask claustrophobic and ill-fitting, the tubing constrictive and cumbersome and the air pressure either inadequate or too forceful. Many people wake up frequently during the adjustment period, leading some to say their sleep is worse than before starting treatment. About a third of patients have difficulty using a CPAP and may ultimately abandon the device, Landsness said. If enlarged tonsils, a deviated septum or excessive soft tissue in the throat cause the apnea, a person may require surgery to treat those problems, he added. Besides CPAP and surgery, treatments for obstructive sleep apnea are minimal, such as dental appliances that try to move the tongue forward, or behavioral changes such as losing weight and asking people to sleep on their sides instead of their backs. “Rather than not treating the condition, and facing the potential health consequences, the hypoglossal nerve stimulator treatment offers an opportunity that did not previously exist,” said Dr. Brandon Peters-Mathews, who is board-certified in both neurology and sleep medicine and practices at Virginia Mason Medical Center in Seattle. He was not involved in the study. “Most people recover fairly quickly after surgery, with pain eased in the first days,” Peters-Mathews said in an email. “The device is activated 1 month into use and there can be some discomfort as the intensity of the stimulation is increased. Side effects rarely undermine the therapy.” What is a hypoglossal nerve stimulator? The US Food and Drug Administration first approved the hypoglossal nerve stimulator in 2014, and to date the device has been implanted in 60,000 people worldwide, according to the manufacturer . A surgeon places a small instrument, much like a pacemaker, under the skin near the collarbone. Another impact is placed under the jaw, then attached to a nerve that controls the tongue. Both devices are connected with a wire implanted along the neck. Activated at night via remote control, the apparatus detects each breath and electrically activates the tongue to keep it from obstructing the airway. “It’s opening your airway by stimulating your tongue to basically move forward,” Landsness said. “The biggest complaint we hear from people is that sometimes their tongue feels tired because that muscle is stimulated over and over again.” However, it can take up to a year from the first doctor’s visit to full adaptation to the device, with a number of important steps needed along the way, said Dr. Raj Dasgupta, a pulmonary and sleep medicine specialist at Huntington Health in Pasadena, California. “You must visit an otolaryngologist who will do a procedure called DISE — drug-induced sleep endoscopy — and put a scope called an endoscope through the nose to look at the collapse of the upper airway,” said Dasgupta, who was not involved in the study. “If the collapse is front to back, such as the tongue falling into the back of the throat, they may be a candidate for the procedure,” he said. “Then you have to do a sleep study to see how much stimulation will be needed to find the correct settings, and sometimes patients don’t tolerate it.” A dangerous, widespread condition Nearly 1 billion people worldwide have moderate to severe obstructive sleep apnea in which breathing stops for seconds to minutes between 30 to 100 times per hour, according to estimates 30198-5/abstract). Another 425 million people are thought to have a mild to moderate version of the dangerous condition — for those people, breathing stops between five and 29 times per hour. Imagine what happens when the body stops breathing or doesn’t breathe enough: Oxygen levels, for example, can plummet each night to levels that rushed people with Covid-19 respiratory distress into intensive care during the pandemic. The ongoing oxygen deprivation can lead to a host of serious medical conditions, such as high blood pressure, coronary artery disease, heart attack, heart failure, stroke and arrhythmias, a disruption in heart rhythm that can lead to sudden death, according to the Mayo Clinic . Obstructive sleep apnea is also connected to type 2 diabetes, asthma, obesity, kidney disease, chronic obstructive pulmonary disease, thyroid disease and mental illnesses such as depression and anxiety. Yet many people with the condition have no idea they are denying their brains and bodies life-sustaining oxygen, often going undiagnosed until a sleep partner complains of excessive snoring or gasping during sleep, two telltale signs. “People wake up just enough to start breathing when this happens but often not enough to regain consciousness,” Landsness said. “They can go on like that for years without realizing why they have a lack of focus, low energy and excessive sleepiness during the day.” New solutions to treat obstructive sleep apnea are desperately needed, so the stimulator’s advent was welcome news to doctors desperate to offer their patients a solution, Landsness said. “As an alternative treatment for sleep apnea, this hypoglossal nerve stimulation surgery could revolutionize some people’s lives,” he said. “I’ve had patients cry with joy after they have recovered because they have tried so hard and failed with CPAP, and we finally found something that works for them. “However, it seems a person’s weight seems to be an important factor that predicts whether or not they will respond successfully to the treatment,” he said. “As a sleep doctor, I want this treatment to be given to patients, but I want it to be given to the right patients, the ones who will benefit the most.” The-CNN-Wire ™ & © 2024 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved. Recent News Headlines from News 8 Now - [Tuition increase approved for University of Wisconsin-Madison, other campuses](/news/local-news/tuition-increase-approved-for-university-of-wisconsin-madison-other-campuses/article_ab6cfdbb-b331-59ee-b3ef-dd9e728ee26c.html) - [New law requires inclusion of Hmong and Asian American histories in k-12 curriculum](/news/local-news/new-law-requires-inclusion-of-hmong-and-asian-american-histories-in-k-12-curriculum/article_52928d5c-f2c6-11ee-a2a1-d3fd814fe1c4.html) - [In swing-state Wisconsin, Democrat hustles to keep key Senate seat against Trump-backed millionaire](/news/national-world/in-swing-state-wisconsin-democrat-hustles-to-keep-key-senate-seat-against-trump-backed-millionaire/article_c9932ceb-be4d-55fd-9f96-ad3bc23b3fbc.html) - [Bear living in Eau Claire culvert relocated to northern Wisconsin](/news/local-news/eau-claire/bear-living-in-eau-claire-culvert-relocated-to-northern-wisconsin/article_7159ee02-f2b6-11ee-9f53-77b3e556edf7.html)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [
    "https://www.thelancet.com/journals/lanres/article/PIIS2213-2600(19",
    "https://www.cnn.com/2023/05/31/health/sleep-apnea-snoring-brain-volume-wellness/index.html",
    "https://www.inspiresleep.com/en-us/qualification-requirements/",
    "https://aasm.org/fda-approves-inspire-upper-airway-stimulation-therapy-for-sleep-apnea/",
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8700568/",
    "https://www.cdc.gov/obesity/basics/adult-defining.html#:~:text=Obesity%20is%20frequently%20subdivided%20into,categorized%20as%20%E2%80%9Csevere%E2%80%9D%20obesity.",
    "https://www.mayoclinic.org/diseases-conditions/obstructive-sleep-apnea/symptoms-causes/syc-20352090#:~:text=Many%20people%20with%20obstructive%20sleep,attack%2C%20heart%20failure%20and%20stroke.",
    "https://www.cnn.com/2023/05/10/health/sleep-apnea-brain-damage-study-wellness/index.html",
    "https://jamanetwork.com/journals/jamaotolaryngology/fullarticle/10.1001/jamaoto.2024.0261?guestAccessKey=c8e322b8-c54e-457b-8dfd-889c93bb0176&utm_source=For_The_Media&utm_medium=referral&utm_campaign=ftm_links&utm_content=tfl&utm_term=040424",
    "https://pubmed.ncbi.nlm.nih.gov/28287009/",
    "https://pubmed.ncbi.nlm.nih.gov/28287009",
    "https://cnn.com/2023/05/31/health/sleep-apnea-snoring-brain-volume-wellness/index.html",
    "https://ncbi.nlm.nih.gov/pmc/articles/PMC8700568/",
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8700568",
    "https://thelancet.com/journals/lanres/article/PIIS2213-2600(19",
    "https://aasm.org/fda-approves-inspire-upper-airway-stimulation-therapy-for-sleep-apnea",
    "https://www.pubmed.ncbi.nlm.nih.gov/28287009/",
    "https://cdc.gov/obesity/basics/adult-defining.html#:~:text=Obesity%20is%20frequently%20subdivided%20into,categorized%20as%20%E2%80%9Csevere%E2%80%9D%20obesity.",
    "https://jamanetwork.com/journals/jamaotolaryngology/fullarticle/10.1001/jamaoto.2024.0261",
    "https://inspiresleep.com/en-us/qualification-requirements/",
    "https://www.inspiresleep.com/en-us/qualification-requirements",
    "https://mayoclinic.org/diseases-conditions/obstructive-sleep-apnea/symptoms-causes/syc-20352090#:~:text=Many%20people%20with%20obstructive%20sleep,attack%2C%20heart%20failure%20and%20stroke.",
    "https://cnn.com/2023/05/10/health/sleep-apnea-brain-damage-study-wellness/index.html",
    "https://www.jamanetwork.com/journals/jamaotolaryngology/fullarticle/10.1001/jamaoto.2024.0261?guestAccessKey=c8e322b8-c54e-457b-8dfd-889c93bb0176&utm_source=For_The_Media&utm_medium=referral&utm_campaign=ftm_links&utm_content=tfl&utm_term=040424",
    "https://www.aasm.org/fda-approves-inspire-upper-airway-stimulation-therapy-for-sleep-apnea/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "eric landsness",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "medicare",
        "sentiment": "none"
      },
      {
        "name": "washington university school of medicine",
        "sentiment": "none"
      },
      {
        "name": "jama otolaryngology — head & neck surgery",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "st. louis",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T01:50:40.049+03:00",
  "updated": "2024-04-05T01:50:40.049+03:00"
}