{
  "thread": {
    "uuid": "8e91ffbe6c777c37c75b7c35dd7934067d705239",
    "url": "https://www.liberationnews.org/celebrate-international-womens-day-by-fighting-the-empire",
    "site_full": "www.liberationnews.org",
    "site": "liberationnews.org",
    "site_section": "https://www.liberationnews.org/feed",
    "site_categories": [
      "politics",
      "law_government_and_politics"
    ],
    "section_title": "Liberation News – The Newspaper of the Party for Socialism and Liberation",
    "title": "PSL Editorial – Celebrate International Women’s Day by fighting the empire!",
    "title_full": "PSL Editorial – Celebrate International Women’s Day by fighting the empire!",
    "published": "2024-03-08T18:43:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.liberationnews.org/wp-content/uploads/2024/03/IWWD-scaled-700x350-cropped.jpeg",
    "performance_score": 0,
    "domain_rank": 78630,
    "domain_rank_updated": "2024-03-05T12:11:17.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8e91ffbe6c777c37c75b7c35dd7934067d705239",
  "url": "https://www.liberationnews.org/celebrate-international-womens-day-by-fighting-the-empire",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Liberation Staff",
  "published": "2024-03-08T18:43:00.000+02:00",
  "title": "PSL Editorial – Celebrate International Women’s Day by fighting the empire!",
  "text": "Women around the world are leading the struggle against war and colonialism. This International Women’s Day, the urgency to rise up against the US war machine and put an end to the horrible crimes it commits against women is more apparent than ever. The genocide being unleashed against the people of Gaza has appalled the world and exposed the total inhumanity of the U.S. government, which acts as a full partner in Israel’s killing spree.\nAll across the country, people are participating in International Women’s Day actions called by the Shut It Down for Palestine movement. These are part of a long history of anti-imperialist activities held to mark the day. Perhaps most famously, in 1917 an IWD march against World War One sparked a revolution that brought down the Russian monarchy. The most radical fighters for women’s liberation always understood that women could never be free as long as they were under the domination of empire.\nThe indiscriminate and massive bombardment of Gaza has claimed the lives of thousands of women and threatens to kill tens of thousands more as disease and mass starvation looms. Israeli soldier carry out well-documented acts of sexual violence and intimidation targeting Palestinian women — and often sickeningly post about it themselves on social media. Israeli troops storm maternity wards and terrorize pregnant Palestinian women. Fighting to end this genocide is the duty of all people of conscience around the world.\nU.S. militarism is not only the enemy of women in Gaza, it is the enemy of working class women here in the United States as well. The desperately-needed resources required to address the crises facing working women are consumed by the Pentagon war machine, amounting to approximately one trillion dollars a year.\nWomen workers are finding it harder and harder to make ends meet as prices remain painfully high amid record corporate profits. The government has refused to deliver any real relief from the crushing burden of $1.6 trillion of student debt – about two-thirds of which are held by women. The childcare system has been kept afloat by subsidies since the onset of the pandemic, but the expiration of this program now threatens to have disastrous consequences for working women.\nWorking class women are routinely denied adequate healthcare. This issue is intensified by racism in the medical system, and Black women in particular face a maternal mortality crisis. The epidemic of violence against women is continuing unchecked, including over 1,000 instances per year of women being killed by an intimate partner. Countless attacks on abortion rights are taking place at the state level in the wake of the outrageous Supreme Court decision overturning Roe v. Wade, and now far right politicians and judges are setting their sights on IVF, contraception, and more in their war on reproductive rights.\nRather than addressing any of these dire problems, Joe Biden is trying to push legislation through Congress that would allocate another $100 billion to war in Ukraine, genocide in Gaza, and threatening war against China.\nInternational Women’s Day was founded by leaders who understood that women’s equality could never be realized until capitalism was overthrown. This IWD, let’s deepen our commitment to fighting against the colonialism and war that is inherent under this rotten system.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "psl",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T19:44:02.307+02:00",
  "updated": "2024-03-08T19:44:02.307+02:00"
}