{
  "thread": {
    "uuid": "4492a372a4a526cf540f750ae7f87a7198cda4e3",
    "url": "https://www.purepeople.com/article/clementine-celarie-tres-emue-elle-se-confie-sans-filtre-sur-son-combat-contre-le-cancer-dans-sept-a-huit_a518314/1",
    "site_full": "www.purepeople.com",
    "site": "purepeople.com",
    "site_section": "https://www.purepeople.com/partners/generic/news.xml",
    "site_categories": [
      "travel",
      "france"
    ],
    "section_title": "",
    "title": "Clémentine Célarié très émue : elle se confie sans filtre sur son combat contre le cancer dans Sept à Huit",
    "title_full": "Clémentine Célarié très émue : elle se confie sans filtre sur son combat contre le cancer dans Sept à Huit",
    "published": "2024-01-07T22:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://static1.purepeople.com/articles/4/51/83/14/@/7606400-clementine-celarie-a-vecu-un-douloureux-1200x630-1.png",
    "performance_score": 0,
    "domain_rank": 26622,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4492a372a4a526cf540f750ae7f87a7198cda4e3",
  "url": "https://www.purepeople.com/article/clementine-celarie-tres-emue-elle-se-confie-sans-filtre-sur-son-combat-contre-le-cancer-dans-sept-a-huit_a518314/1",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "purepeople.com",
  "published": "2024-01-07T22:50:00.000+02:00",
  "title": "Clémentine Célarié très émue : elle se confie sans filtre sur son combat contre le cancer dans Sept à Huit",
  "text": "Comme chaque dimanche, Audrey Crespo-Mara recevait dans son \"portrait de la semaine\" une personnalité dans Sept à Huit sur TF1. Ce 7 janvier 2024, il s'agissait de l'actrice [Clémentine Célarié](/people/clementine-celarie_p1262) qui s'est confiée sans détour sur son combat contre le cancer. Un sujet très intime qu'elle n'a pas hésité à évoquer pour aider les mentalités à évoluer. Ce n'était d'ailleurs pas la première fois qu'elle évoquait le sujet publiquement. En 2021, soit deux ans [après avoir été diagnostiquée d'un cancer du côlon](/article/clementine-celarie-sa-carriere-menacee-par-son-cancer-les-producteurs-ne-voudront-plus-t-engager_a461803/1), elle publiait son livre intitulé Les Mots défendus, aux éditions Albin Michel, dans lequel elle abordait sans fard sa bataille contre la maladie. En février 2023, elle confiait à nos confrères de France Bleu : \"Quand vous avez eu un cancer, vous êtes comme un incendie de forêt. Quand vous êtes guérie d'un truc comme ça, vous êtes tellement reconnaissant à la vie qu'on ne va pas perdre du temps\". Puis quelques mois plus tard, en mai 2023, elle déclarait confuse dans l'émission En Aparté : \"De toute façon, [il y a toujours une épée de Damoclès, même après 5 ans](/article/-ca-me-rattrape-clementine-celarie-guerie-mais-pas-completement-liberee-de-son-cancer-du-colon_a508209/1). Bientôt, je vais atteindre les 5 ans (...) Il y a des gens qui vous disent des conneries, même des docteurs que vous croisez en tournée. Ils vous disent 'Oui, le terrain...' Le terrain ? Le terrain quoi, le terrain cancéreux ? Ça veut dire que j'ai un 'terrain' ? Pourquoi tu me dis que j'ai un terrain ? Pourquoi me dire ça ?\". Ce dimanche 7 janvier, Clémentine Célarié était donc l'invitée du portrait de Sept à Huit et s'est de nouveau confiée avec beaucoup de sincérité sur la maladie. Audrey Crespo-Mara lui demandait : \"Et vous intimement, [comment vivez-vous ce combat contre la maladie](/article/clementine-celarie-isolee-depuis-son-cancer-du-colon-je-n-ai-pas-de-vie_a508425/1) ?\". L'actrice se lançait alors dans une réponse pleine d'émotion. \"Je suis toute seule, je suis dans mon lit, parce que là je parle de la chimio. Pour moi, le combat, c'était pendant la chimio. J'ai envie de ne pas sortir du tout. Je n'ai pas du tout envie de sortir dans le monde\", débutait-elle. Et d'ajouter : \"J'ai envie de me créer un monde\". Curieuse, l'épouse de Thierry Ardisson lui demandait alors quel monde elle souhaitait se créer. Et Clémentine Célarié, les yeux rougis, de répondre du tac au tac : \"Je pense que c'est relié à l'enfance qui est toujours en moi\". Elle précisait avec les yeux qui brillent : \"Je ne pleure pas... Je suis émue, parce que je me rends compte qu'en fait, c'est la force qu'on a de l'amour que l'on a reçu petit, qui fait qu'on a de la force quand on est malade\". Clémentine Célarié ajoutait : \"Je suis émue de parler de ça parce que l'enfance, en fait, c'est une richesse et mon enfance s'est passée en Afrique. Donc quand je parle d'enfance, ce sont mes parents et ce sont les gens qui étaient à la maison, et qui aidaient Maman...\". C'est ma bouée de sauvetage... Je me créé un monde, j'imagine que des gens sont là, je pense au public, il faut que je me batte pour eux, il faut que je remonte sur scène\", poursuivait l'actrice très émue. Et de conclure : \"J'imagine qu'ils sont là, que l'on discute et qu'ils me disent 'ne t'inquiète pas', j'imagine qu'ils me rassurent, j'imagine que le public est un ami éphémère mais profond et ça, c'est tout le merveilleux de la maturité\".",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T01:06:56.774+02:00",
  "updated": "2024-01-08T01:19:58.047+02:00"
}