{
  "thread": {
    "uuid": "8690894318c223ca9ec35babb9d2adacd81cf364",
    "url": "https://www.chicoer.com/2024/06/22/oroville-rescue-missions-esperanza-village-aimed-for-december-opening",
    "site_full": "www.chicoer.com",
    "site": "chicoer.com",
    "site_section": "https://seafood.einnews.com/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Seafood News Today - EIN Presswire",
    "title": "Oroville Rescue Mission’s ‘Esperanza Village’ Pallet shelter aimed for December opening – Chico Enterprise-Record",
    "title_full": "Oroville Rescue Mission’s ‘Esperanza Village’ Pallet shelter aimed for December opening – Chico Enterprise-Record",
    "published": "2024-06-22T20:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.chicoer.com/wp-content/uploads/2022/05/OROVILLEPALLET-01.jpg?w=1024&#038;h=684",
    "performance_score": 0,
    "domain_rank": 24461,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8690894318c223ca9ec35babb9d2adacd81cf364",
  "url": "https://www.chicoer.com/2024/06/22/oroville-rescue-missions-esperanza-village-aimed-for-december-opening",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Michael Weber",
  "published": "2024-06-22T20:00:00.000+03:00",
  "title": "Oroville Rescue Mission’s ‘Esperanza Village’ Pallet shelter aimed for December opening – Chico Enterprise-Record",
  "text": "Latest Headlines SUBSCRIBER ONLY Oroville Rescue Mission’s ‘Esperanza Village’ Pallet shelter aimed for December opening Share this: Click to share on Facebook (Opens in new window) Click to share on Twitter (Opens in new window) Click to print (Opens in new window) An overgrown field where Mission Esperanza is planned is seen Wednesday, May 11, 2022 in Oroville, California. (Michael Weber/Enterprise-Record) By Michael Weber | mweber@chicoer.com June 22, 2024 at 10:00 a.m. OROVILLE — A dream of safe parking spaces and additional shelter beds will soon be reality for Oroville Rescue Mission’s shelter project, Esperanza Village — a 105-bed expansion formerly named Mission Esperanza.\nThe project has been in the works for four years, and will effectively more than double the current size of the Mission in employees and guests once complete, according to CEO Allen Dikes.\nIn preparing for the scale shift, Dikes said in an interview Friday the Mission has already been conducting outreach to connect with unhoused people in the community, so that when people move in, they are already familiar with the process.\n“The goal isn’t just to get them off the streets; the goal is to give them complete wraparound services and be able to equip them and empower them for permanent housing,” Dikes said.\nSuzi Kochems, a consultant with Silk Consulting Group who works with the city on the Mission’s grants, said at Tuesday’s Oroville City Council meeting that construction begins this month with plans for a soft opening in December and full opening in January.\nKochems said the Mission plans to concentrate its outreach efforts on bringing people to shelter in November in all areas of the city, and set a goal to permanently house five people by December.\nDikes said he’s concerned how the project will unfold because it hasn’t been done before, but that he looks forward to meet needs of people without homes with the city.\n“My biggest fear is that we’re going to fill up really fast, and then we’re going to be bottled up again,” Dikes said.\nDikes said the Mission was over capacity on Friday serving about 75 people. The project, once complete, will bring an additional 105 beds, including 30 double bed microshelters by the manufacturer Pallet; five ADA single bed microshelters; and 40 congregate beds — 20 for men and 20 for women.\nSafe parking spaces and safe campsites are planned, according to Dikes, but the final count has not been determined. Related Articles Old narratives never die; unfortunately, they don’t fade away either | Editor’s notes Torres Shelter navigation center planned for 2025 Anti-camping enforcement returns to Comanche Creek Greenway What happens after Warren v. Chico expires? With homelessness on the rise, the Supreme Court weighs bans on sleeping outdoors\nDikes said his staff grew from 10 to 15 as the project has come along so far, and that 10 more positions are budgeted for the expansion.\nKochems said Tuesday that a lot is being done behind the scenes to make sure the project is sustainably funded after construction, like leveraging Medi-Cal billing in a 5-year pilot with the California Advancing and Innovating Medi-Cal program — an estimated revenue of $1.3 million per year at full capacity.\nKochems said the rescue mission is registered as a Enhanced Care Management and Community Supports provider, and can now bill Medi-Cal for revenue.\n“Building capacity is essential but we have to be able to sustain it,” Kochems said.\nShare this: Click to share on Facebook (Opens in new window) Click to share on Twitter (Opens in new window) Click to print (Opens in new window) Most Popular Most Popular Chico officials applaud California Supreme Court’s tax decision Chico officials applaud California Supreme Court's tax decision BINTF: Two children test positive for fentanyl, four arrested in separate drug busts BINTF: Two children test positive for fentanyl, four arrested in separate drug busts Death notices received June 20 Death notices received June 20 Death notices received June 21 Death notices received June 21 Republicans choose theocracy over democracy | Other views Republicans choose theocracy over democracy | Other views Sites Fire continues to spread | Midday Report Sites Fire continues to spread | Midday Report Consequential decision-making | City Insider Consequential decision-making | City Insider Trending Nationally Pennsylvania parents drown in Florida rip current trying to save kids ‘Hawaii Five-0’ actor Taylor Wily, who competed in first-ever UFC fight, dies at age 56 Under Armour bets on innovation to turn around sports apparel brand Boy who became a ‘treasure hunter’ at age 9 already has one of his finds in a well-known museum Shots Fired: Suicides by firearm a quiet crisis",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Social Issue",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chico enterprise-record",
        "sentiment": "negative"
      },
      {
        "name": "orovi",
        "sentiment": "negative"
      },
      {
        "name": "kochems",
        "sentiment": "none"
      },
      {
        "name": "allen dikes",
        "sentiment": "none"
      },
      {
        "name": "suzi kochems",
        "sentiment": "none"
      },
      {
        "name": "dikes",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "oroville rescue mission’s ‘esperanza village",
        "sentiment": "neutral"
      },
      {
        "name": "esperanza village",
        "sentiment": "none"
      },
      {
        "name": "rescue mission",
        "sentiment": "none"
      },
      {
        "name": "silk consulting group",
        "sentiment": "none"
      },
      {
        "name": "mission esperanza",
        "sentiment": "none"
      },
      {
        "name": "oroville city council",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "oroville",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-22T20:07:21.397+03:00",
  "updated": "2024-06-22T20:44:50.232+03:00"
}