{
  "thread": {
    "uuid": "f474b9909aa1063f0a75d76424c1837ec138bc92",
    "url": "https://heraldodemexico.com.mx/tendencias/2024/4/18/quieres-acabar-con-tus-enemigos-las-malas-vibras-mhoni-vidente-te-dice-como-lograrlo-con-una-vela-595391.html",
    "site_full": "heraldodemexico.com.mx",
    "site": "heraldodemexico.com.mx",
    "site_section": "http://heraldodemexico.com.mx/cultura",
    "site_categories": [
      "travel",
      "mexico_and_central_america",
      "top_news"
    ],
    "section_title": "Cultura - El Heraldo de México",
    "title": "¿Quieres acabar con tus enemigos y las malas vibras? Mhoni Vidente te dice cómo lograrlo con una vela | El Heraldo de México",
    "title_full": "¿Quieres acabar con tus enemigos y las malas vibras? Mhoni Vidente te dice cómo lograrlo con una vela | El Heraldo de México",
    "published": "2024-04-19T00:01:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://heraldodemexico.com.mx/u/fotografias/m/2024/4/18/f1280x720-926424_1058099_5025.jpg",
    "performance_score": 0,
    "domain_rank": 21640,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f474b9909aa1063f0a75d76424c1837ec138bc92",
  "url": "https://heraldodemexico.com.mx/tendencias/2024/4/18/quieres-acabar-con-tus-enemigos-las-malas-vibras-mhoni-vidente-te-dice-como-lograrlo-con-una-vela-595391.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Brenda Moreno",
  "published": "2024-04-19T00:01:00.000+03:00",
  "title": "¿Quieres acabar con tus enemigos y las malas vibras? Mhoni Vidente te dice cómo lograrlo con una vela | El Heraldo de México",
  "text": "Durante las últimas semanas las energías han estado muy fuertes y se han movido constantemente, pues desde antes del eclipse solar comenzaron a moverse los planetas, y ahorita estamos atravesando por Júpiter en Virgo y Mercurio retrógrado. Debido a lo anterior es que seguramente te has sentido con la energía baja, incluso hasta un poco enfermo, así que es un buen momento para cuidar tu salud, pero también tu energía, por lo que si crees que tus enemigos te están haciendo daño, es hora de devolverles todo lo negativo con ayuda de una vela, y Mhoni Vidente nos tiene la solución. Sigue leyendo: [Mhoni Vidente en vivo: sigue las predicciones de hoy miércoles 17 de abril](https://heraldodemexico.com.mx/espectaculos/2024/4/17/mhoni-vidente-en-vivo-sigue-las-predicciones-de-hoy-miercoles-17-de-abril-594985.html) Ritual de Mhoni Vidente para quitar todo lo negativo Si has sentido que tu energía vibra bajo, o has tenido mala suerte en el trabajo, las personas no quieren estar cerca de ti, o todo te sale mal, Mhoni Vidente siempre tiene una solución rápida para que todo esto cambie y la suerte esté a tu favor. Pues de acuerdo con la vidente cubana, te puedes llegar a sentir como lo mencionamos anteriormente, debido a trabajos de brujería, envidias, mal de ojo que se van acumulando en tu energía y que no te dejan avanzar. ¿Qué material necesitamos para el ritual? - 1 veladora reversible - Tequila, ron o mezcal - 1 copa con agua - Incienso de sándalo, lagrimilla o copal - Listón rojo - 2 limones verdes - 1 huevo rojo - Perfume (tu favorito y el que uses) - Canela en polvo - Perfume pájaro macua - Perfume reversible o contra brujerías - Perfume 7 machos Procedimiento: De acuerdo con Mhoni este ritual puedes hacerlo el día de tu preferencia, sin embargo, la cubana recomienda hacerlo después de las 15:00 hrs para que tenga más efecto. - A los dos limones le pondrás del perfume que usas y perfume reversible, luego los pasarás por todo el cuerpo de los pies a la cabeza mientras rezas un Padre Nuestro y un ave María, y pides que todas las energías negativas se alejen de ti. - Ya que te pasaste los limones por todo el cuerpo por tres ocasiones, deberás ponerlos en la copa con agua, diario deberás cambiar el agua de la copa y vuelves a ponerlos. - Tomas el huevo rojo y también lo impregnas con tu perfume, con el de 7 machos y el reversible, te pasas el huevo por todo el cuerpo mientras rezas un Padre Nuestro y un Ave María, (al terminar el ritual debes tirarlo lejos de tu casa). - Tomas el listón rojo y le pones de tu perfume lo amarras con tres nudos a tu muñeca o tobillo izquierdo y lo dejas hasta que se caiga solo. - Posteriormente tomarás la veladora y la llenaras con todos los perfumes, el tuyo, el de pájaro macua, el reversible y el de 7 machos, luego pasarás por todo tu cuerpo la vela pides que las energías negativas se vayan de tu vida y se regrese a quien te lo deseo, luego pones canela alrededor del plato. - Llenas una copa de tequila, ron o mezcal; acercas todo (la copa con limones, la veladora y el alcohol), prendes tu incienso para limpiar todo el ambiente y luego prendes la veladora, recuerda una vez que la prendes no la puedes pagar. - Una vez prendida, tomas con tus dos manos la vela y rezas un Padre Nuestro, un Ave María, la oración La Magnifica y pides que te aleje todo lo malo y que se regresen las malas intenciones. Este ritual que Mhoni Vidente nos comparte, nos recomienda hacerlo por lo menos una vez al mes, o bien, una vez cada tres meses para ayudar a quitarnos la pesadez y energías negativas que tenemos en nuestra vida.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:02:59.438+03:00",
  "updated": "2024-04-19T00:02:59.438+03:00"
}