{
  "thread": {
    "uuid": "a3c0905ec62edc3acff0b381e01d2ff02dbb5891",
    "url": "https://www.qatar-tribune.com/article/113039/sports/qatar-olympic-committee-marks-its-45th-anniversary",
    "site_full": "www.qatar-tribune.com",
    "site": "qatar-tribune.com",
    "site_section": "https://www.qatar-tribune.com/world",
    "site_categories": [
      "media"
    ],
    "section_title": "World - Read Qatar Tribune on the go for unrivalled news coverage",
    "title": "Qatar Olympic Committee marks its 45th anniversary - Read Qatar Tribune on the go for unrivalled news coverage",
    "title_full": "Qatar Olympic Committee marks its 45th anniversary - Read Qatar Tribune on the go for unrivalled news coverage",
    "published": "2024-03-15T00:12:29.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "QA",
    "main_image": "https://www.qatar-tribune.com/watanqatartribune/uploads/images/2024/03/15/173084.jpeg",
    "performance_score": 0,
    "domain_rank": 94203,
    "domain_rank_updated": "2024-03-12T12:13:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a3c0905ec62edc3acff0b381e01d2ff02dbb5891",
  "url": "https://www.qatar-tribune.com/article/113039/sports/qatar-olympic-committee-marks-its-45th-anniversary",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Qatar Tribune",
  "published": "2024-03-15T00:12:29.000+02:00",
  "title": "Qatar Olympic Committee marks its 45th anniversary - Read Qatar Tribune on the go for unrivalled news coverage",
  "text": "Tribune News Network\nDoha\nThe Qatar Olympic Committee (QOC) celebrated its 45th anniversary on Thursday.\nSince its establishment on March 14, 1979, QOC has been playing a prominent role in spreading sports awareness in Qatar, nurturing and developing the Olympic movement following the foundations upon which the Olympic Charter is based, in addition to supporting and developing sports performance, which contributed to the great boom witnessed by the Qatari sports process during the past 45 years.\nThe efforts of the QOC resulted in unprecedented sporting achievements at various levels, the most prominent of which was obtaining 8 Olympic medals including two gold medals, two silver medals, and four bronze medals.\nMohamed Suleiman achieved the first Qatari Olympic medal by winning a bronze in the 1,500-meter race at the 1992 Summer Olympics in Barcelona.\nThe second medal goes to Asaad Saeed Saif, who won a weightlifting bronze in the 105 kg weightlifting category at the 2000 Summer Olympics in Sydney.\nAt the London 2012 Summer Olympics, Mutaz Barshim claimed the silver medal of men’s high jump event while Nasser Saleh Al-Attiyah took the bronze medal of men’s skeet event. Then Mutaz Barshim returned to win silver in the high jump at the Rio 2016 Summer Olympics before Qatar succeeded in topping the overall standings of Arab countries in the last edition of the Olympics Tokyo 2020, with Mutaz Barshim and weightlifter Fares Ibrahim winning two gold medals in addition to a bronze medal for the beach volleyball team.\nThe Qatari teams also achieved many other notable achievements in various regional, Asian, and global games.\nThe sporting achievements achieved by the State of Qatar continued to include hosting many major sporting events that made Qatar a global capital of sports in line with the vision of the Qatar Olympic Committee ‘let us be a pioneering nation that unites the world through sustainable sports development.’ One of the most important achievements accomplished by the State of Qatar on the global level is its success in hosting the 1995 FIFA U-20 World Cup, even though the organization of the tournament was assigned to it approximately two weeks before its scheduled date, so that Qatar proved to the world its ability to organize and host the most important sporting events, just as Qatar succeeded in 2006 in hosting the 15th Asian Games, where Qatar was the first Arab country to host this major sporting event, during which Doha achieved an unparalleled success that is still the talk of the Asian continent.\nIn the year 2022, the State of Qatar dazzled the world by organizing the FIFA World Cup Qatar 2022 as the first country in the Arab world and the Middle East to win the honor of hosting this global event.\nIt succeeded in presenting an exceptional tournament that achieved success beyond expectations and that edition was the best in the history of the World Cup.\nQatar also impressed the world by organizing the Men’s Handball World Championship Qatar in 2015. Qatari team finished second to become the first Asian and Arab team to ascend the podium in the World Championship since its inception.\nQatar also hosted other global events, including the World Indoor Athletics Championships in 2010, the World Boxing Championships in 2015, the World Artistic Gymnastics Championships in 2018, the Association of National Olympic Committees (ANOC) World Beach Games in 2019, and the World Athletics Championships in 2019 as well, in addition to the FIFA Club World Cup in 2019 and 2020, and the World Judo Championships in 2023, in addition to the 2024 World Aquatics Championships and other sporting events.\nThe State of Qatar won the hosting rights for the 21st Asian Games in 2030 for the second time, having hosted the Games in 2006, in addition to hosting the 2027 Basketball World Cup, which will be held for the first time in the Middle East and North Africa.\nThrough its 2023-2030 strategy, the Qatar Olympic Committee seeks to achieve three main goals: ensuring sporting excellence, promoting Olympic culture, and achieving comprehensive sports development. To achieve these goals, the Committee is keen to continue its support for the Olympic movement by encouraging all segments of society to participate in sport events and adopting healthy lifestyles. This approach extends to include building and developing elite teams of Qatari male and female players to ensure Qatari excellence in all sporting aspects, including training, management and other technical aspects.\nThe Qatar Olympic Committee also seeks to keep pace with developments in the global sports system by organizing many pioneering programs and initiatives at the level of the Middle East. The Committee also pays great attention to administrative and technical development, as it organizes many training and development programs to refine and develop the skills of the Committees employees and enhance their job experience and provide an appropriate work environment for them in appreciation of their efforts and their role in the achievements achieved over the past years at all levels.\nEstablished on March 14, 1979, the Qatar Olympic Committee joined the International Olympic Committee in 1980 and became a member of the World Olympic Council of Asia in 1981. It also joined the Union of Arab National Olympic Committees in 1982.\n Copy 15/03/2024 10",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mohamed suleiman",
        "sentiment": "none"
      },
      {
        "name": "asaad saeed saif",
        "sentiment": "none"
      },
      {
        "name": "mutaz barshim",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "tribune news network doha the qatar olympic committee",
        "sentiment": "negative"
      },
      {
        "name": "qoc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "qatar",
        "sentiment": "none"
      },
      {
        "name": "barcelona",
        "sentiment": "none"
      },
      {
        "name": "london",
        "sentiment": "none"
      },
      {
        "name": "sydney",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:12:30.669+02:00",
  "updated": "2024-03-15T00:12:30.669+02:00"
}