{
  "thread": {
    "uuid": "f5f2d9fc4229dd31c7cd9348d4fe032e40c7ee60",
    "url": "https://www.la-croix.com/religion/les-10-conseils-du-pape-francois-pour-ne-pas-ceder-aux-vices-20240531",
    "site_full": "www.la-croix.com",
    "site": "la-croix.com",
    "site_section": "http://www.la-croix.com/",
    "site_categories": [
      "travel",
      "france",
      "top_news"
    ],
    "section_title": "La Croix - Actualité en direct, informations France, Monde, Economie...",
    "title": "Les 10 conseils du pape François pour ne pas céder aux vices",
    "title_full": "Les 10 conseils du pape François pour ne pas céder aux vices",
    "published": "2024-06-02T08:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://i.la-croix.com/1400x933/smart/2024/05/31/1465304-le-pape-francois-le-26-mai-2024-sur-la-place-saint.jpg",
    "performance_score": 0,
    "domain_rank": 4576,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f5f2d9fc4229dd31c7cd9348d4fe032e40c7ee60",
  "url": "https://www.la-croix.com/religion/les-10-conseils-du-pape-francois-pour-ne-pas-ceder-aux-vices-20240531",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Gilles Donada",
  "published": "2024-06-02T08:30:00.000+03:00",
  "title": "Les 10 conseils du pape François pour ne pas céder aux vices",
  "text": "Commenter Réagir Envoyer par mail Envoyer Partager sur Facebook Partager Partager sur Twitter Twitter Comme ses prédécesseurs, le pape François consacre ses audiences générales du mercredi, au Vatican, à des cycles thématiques. Il vient ainsi de dédier vingt audiences (1) au thème des vices et des vertus . « La vie spirituelle du chrétien n’est pas paisible, linéaire et sans défis ; au contraire, la vie chrétienne exige un combat continu , rappelle le pape jésuite. Nous avons tous des tentations et nous devons tous apprendre à gérer ces situations . » Dans ce « combat spirituel », connaître et repérer dans nos vies les vices et les vertus est indispensable pour « distinguer le bien du mal » afin de choisir l’un et d’éviter l’autre.\nLes vices désignent « le mal qui s’enracine en nous (…). C’est une mauvaise herbe difficile à éradiquer » . Traditionnellement, l’Église en distingue sept, qui sont à la source de tous les autres vices : la gourmandise, la luxure , l’avarice, la colère, la tristesse et l’acédie, l’envie et la vaine gloire, l’orgueil.\nÀ lire aussi La gourmandise est-elle vraiment un péché ? L’Église leur oppose quatre vertus, qui impliquent un effort et une ascèse personnelle pour choisir le bien : la prudence, la justice, la force d’âme (ou courage) et la tempérance (le pape François complète cette liste en y ajoutant la vertu d’humilité ). Ces vertus sont dites cardinales, car elles constituent « le pivot d’une vie bonne ». Elles appartiennent à « une sagesse très ancienne, antérieure au christianisme » que celui-ci a « mis en valeur, enrichie, purifiée et intégrée dans la foi ».\nLe chrétien peut en outre compter sur une « assistance spéciale de l’Esprit Saint » pour développer « trois autres vertus proprement chrétiennes » : la foi, l’espérance et la charité. Ces vertus sont dites théologales, « dans la mesure où elles sont reçues et vécues en relation avec Dieu ».\n1. Être le gardien de son cœur Le pape François appelle à développer une « connaissance de ce qui se passe dans notre cœur » car « nous sommes tous pécheurs ». « Un peu d’introspection, un petit regard intérieur, nous fera du bien » , ajoute-t-il avant d’expliquer : « Face à chaque pensée et à chaque désir qui naît dans l’esprit et dans le cœur, le chrétien agit en gardien avisé, et l’interroge pour savoir de quel côté il vient : de Dieu ou de son Adversaire. »\nÀ lire aussi 10 conseils du pape François pour faire le bon choix S’il vient de Dieu, « il faut l’accueillir, car c’est le début du bonheur. » Mais « s’il vient de l’Adversaire, » il faut le rejeter , « même si sa graine nous semble petite, une fois qu’elle aura pris racine, nous découvrirons en nous les longues branches du vice et du malheur. »\n2. Faire preuve d’une prudence avisée L’homme prudent « gouverne les actions pour les orienter vers le bien », en s’appuyant sur son intelligence, sa mémoire des sagesses du passé, et sa « liberté intérieure ». « La personne prudente est créative : elle raisonne, évalue, cherche à comprendre la complexité de la réalité et ne se laisse pas submerger par les émotions, la paresse, les pressions, les illusion s », énumère François.\nLa prudence est « prévoyante » : « Une fois que l’on a décidé du but à atteindre, il faut se donner tous les moyens d’y parvenir. »\n3. Éviter l’impatience et la précipitation La patience n’est pas naturelle. « Il est difficile de rester calmes, de contrôler nos instincts, de retenir les mauvaises réactions, de désamorcer les querelles et les conflits dans la famille, au travail, dans la communauté chrétienne » (…) ou encore « de supporter les personnes incommodantes », relève le pape.\nPour cultiver la patience, il conseille de se tourner vers Dieu qui est lui-même patient : « Dieu sait attendre », il « ne s’empresse pas pour éradiquer le mal avant l’heure, afin que rien ne soit perdu ».\nÀ lire aussi Les dix conseils du pape François aux jeunes La patience est « l’endurance de ce que l’on souffre ». Elle est « le premier trait de tout grand amour » qui sait « répondre au mal par le bien, » qui ne « s’enferme pas dans la colère » (« Nous ne sommes pas responsables de l’apparition de la colère, précise François, mais toujours de son développement »). Elle ne cède pas au « découragement » mais « persévère » et « repart ».\n4. Traiter chacun avec équité La justice est la « vertu sociale par excellence » qui « cherche à réglementer avec équité les relations entre les personnes ». Elle suppose que « chacun soit traité selon sa dignité », afin de « rendre à Dieu et au prochain ce qui lui est dû ». Elle prône le respect de la loi et s’oppose à « la domination du plus fort sur les faibles »\nSur le plan personnel, elle se traduit par des attitudes où prédominent le « franc-parler », « la bienveillance, le respect, la gratitude, l’affabilité, l’honnêteté ». La personne juste « respecte la parole donnée » et sait « s’excuser ». Elle ne se préoccupe « pas seulement de son propre bien-être individuel, mais veut le bien de toute la société ».\nElle évite « la calomnie, le faux témoignage, la fraude, l’usure, la moquerie, la malhonnêteté . »\n5. Exercer sa force d’âme La force d’âme (ou courage) est celle qui, « dans les difficultés, nous assure la fermeté et la constance dans la recherche du bien ». Orientée vers « l’intérieur de nous-même », elle nous aide à résister aux « forces qui nous paralysent » (anxiété, angoisse, peur, culpabilité). Elle s’exerce aussi vers l’extérieur pour nous aider à traverser « les épreuves de la vie ».\nÀ lire aussi La perfection est-elle une vertu chrétienne ? Sur le plan collectif, elle donne la force de « réagir et de crier : non » aux injustices, à la guerre, aux violences, à l’esclavage, à l’oppression des pauvres. « Jésus n’est pas un Dieu diaphane et aseptisé , martèle le pape. Un chrétien sans courage, qui ne plie pas ses propres forces au bien, qui ne dérange personne, est un chrétien inutile. »\n6. Rechercher la juste mesure La tempérance est un « pouvoir sur soi-même », qui permet de résister aux « pulsions » et aux « passions », elle est la vertu de « la juste mesure ». Elle permet aussi de « savourer les biens de la vie » : l’amitié, la confiance, l’émerveillement…\nUne personne tempérante sait « bien peser et doser les paroles ». Elle a le « don de l’équilibre ». Elle conserve « la juste mesure, la juste manière ». Elle « affirme des principes absolus », revendique des « valeurs non négociables » et sait aussi « comprendre les gens » et « faire preuve d’empathie » à leur égard.\nÀ lire aussi Jean-Guilhem Xerri : « Jeûner rend le cœur disponible à la rencontre avec Dieu » Elle est l’exact opposé des formes de « voracité » : voracité envers la nourriture et envers les biens de consommation (le vice de la gourmandise) ; voracité envers les personnes en les « chosifiant » pour mieux les posséder (la luxure).\n7. Cultiver l’humilité Pour François, « l’humilité est à la base de la vie chrétienne ». Elle est la « porte d’entrée de toutes les vertus » : Elle ramène toute chose à « sa juste dimension », en acceptant notre « petitesse », nos limites, nos imperfections. Le mot vient du latin humus qui signifie « terre » ; autrement dit, l’humilité nous permet de garder les pieds sur terre.\nLa Vierge Marie incarne cette vertu de l’humilité et elle en tire une « force invincible ». Les épreuves qu’elle a rencontrées n’ont « jamais fait vaciller son humilité, qui est chez Marie, une vertu granitique ».\nÀ lire aussi Le pape François met en garde la Curie sur « la prétention de déjà tout savoir » L’humilité s’oppose à « la vaine gloir e », cette tendance à vouloir « être le centre du monde, l’objet de toute louange et de tout amour » et qui « instrumentalise » les relations humaines pour asseoir sa « domination ».\nL’humilité est l’exact contraire du « péché radical » de l’orgueil , de la vanité, de la prétention, qui est toujours dans le jugement et le mépris des autres.\n8. S’abandonner à Dieu La foi est la première vertu théologale car « elle ne peut être vécue que grâce au don de Dieu ». Elle est « l’acte » par lequel « l’être humain s’abandonne librement à Dieu ».\nÊtre chrétien, souligne le pape François, « ce n’est pas d’abord accepter une culture, avec les valeurs qui l’accompagnent, mais accueillir et chérir un lien entre soi et Dieu ; entre ma personne et le visage aimable de Jésus ».\nElle est « un don qu’il faut accueillir et demander chaque jour, pour qu’il se renouvelle en nous ». La foi est une « force qui n’est pas seulement humaine » : elle fait « jaillir en nous la grâce » et « ouvre l’esprit au mystère de Dieu ».\nÀ lire aussi Les dix conseils du pape François aux jeunes Son opposé n’est pas la raison, ni l’intelligence, c’est la peur. « Pourquoi avez-vous peur ? N’avez-vous pas encore la foi ? », dit Jésus aux disciples effrayés par la tempête sur le lac ( Mc 4,40).\nLa foi est mise en danger par l’acédie, ce « manque de soin » spirituel qui nous fait « éprouver du dégoût pour tout », notamment pour « notre relation à Dieu ». Elle conduit à « l’indolence ou à la paresse spirituelle ». Pour traverser cette « nuit », il faut « la patience en acceptant la pauvreté de la foi ».\nLe chrétien est bien conscient qu’il n’a qu’une « petite parcelle » de foi en lui. C’est pourquoi, dit François, « comme les disciples nous lui répétons : Seigneur, augmente en nous la foi ! » (cf . Lc 17, 5).\n9. Ne pas céder au pessimisme L’espérance, deuxième vertu théologale, est un « don qui vient directement de Dieu », elle n’est « pas due à nos propres mérites ». Elle nous fait « désirer le royaume des cieux et la vie éternelle », elle place notre « confiance » dans « les promesses du Christ » et, quoi qu’il advienne, dans le « secours de la grâce de l’Esprit Saint ». L’espérance nous aide à « affronter le présent », même quand il est difficile. Elle entre en résonance avec la patience, cette « capacité à attendre » qui permet de « traverser les nuits les plus sombres ».\n« Si l’espérance manque, toutes les autres vertus risquent de s’effondrer et de finir en cendres », dit François.\nÀ lire aussi Les conseils du pape François pour rester « connecté » à Dieu Son ennemi est le « pessimisme », le « découragement » et la tristesse qui est une « maladie de l’âme ». Cette dernière se manifeste par un « abattement », une « affliction constante qui empêche l’homme d’éprouver de la joie pour sa propre existence » et le pousse parfois à « se complaire dans une douleur sans fin ».\nFace à cette tristesse, François rappelle que le Christ « apporte la joie de la résurrection ». « La foi chasse la peur, et la résurrection du Christ dégage la tristesse comme la pierre du tombeau ».\n10. S’ouvrir à l’amour audacieux L’amour, aussi appelé charité, troisième vertu théologale, est « l’œuvre de l’Esprit Saint en nous ; la charité nous vient de Dieu et nous unit à Lui ». Il nous invite à « aimer Dieu », en devenant « ses amis », et à « aimer notre prochain comme Dieu l’aime », faisant naître en nous le « désir de partager l’amitié avec Dieu » autour de nous. La charité « diffère d’un simple amour » car elle est « impossible à pratiquer si l’on ne vit pas en Dieu ».\nÀ lire aussi Qu’est-ce qu’une théologie de la charité ? C’est un amour qui va à contre-courant de nos attitudes habituelles. « Cet amour, à cause du Christ, dit François, nous pousse là où humainement nous n’irions pas : c’est l’amour pour le pauvre, pour ce qui n’est pas aimable, pour celui qui ne nous aime pas et n’est pas reconnaissant », jusqu’à l’amour et au pardon de nos ennemis.\n« C’est un amour si audacieux qu’il semble quasi impossible, et pourtant c’est la seule chose qui restera de nous ». C’est pourquoi saint Paul , dans son fameux hymne à l’amour, dit : « Ce qui demeure aujourd’hui, c’est la foi, l’espérance et la charité ; mais la plus grande des trois, c’est la charité . » (1 Co 13, 13).\n(1) Du 27 décembre 2023 au 22 mai 2024.\n----",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.facebook.com/sharer/sharer.php?u=https://www.la-croix.com/religion/les-10-conseils-du-pape-francois-pour-ne-pas-ceder-aux-vices-20240531",
    "https://twitter.com/intent/tweet?&text=Les",
    "https://www.twitter.com/intent/tweet?&text=Les",
    "https://www.facebook.com/sharer/sharer.php",
    "https://facebook.com/sharer/sharer.php?u=https://la-croix.com/religion/les-10-conseils-du-pape-francois-pour-ne-pas-ceder-aux-vices-20240531",
    "https://twitter.com/intent/tweet"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T08:50:38.513+03:00",
  "updated": "2024-06-10T07:42:34.504+03:00"
}