{
  "thread": {
    "uuid": "033bdf8a286f29c500eebddca6af35dd3c32a748",
    "url": "https://gamingtrend.com/news/opera-gx-unveils-its-first-ever-official-mod-a-cyberpunk-2077-mod-built-in-collaboration-with-cd-projekt-red",
    "site_full": "gamingtrend.com",
    "site": "gamingtrend.com",
    "site_section": "https://gamingtrend.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "GAMINGTREND",
    "title": "Opera GX unveils its first-ever official mod, a Cyberpunk 2077 mod built in collaboration with CD PROJEKT RED",
    "title_full": "Opera GX unveils its first-ever official mod, a Cyberpunk 2077 mod built in collaboration with CD PROJEKT RED",
    "published": "2024-04-11T15:16:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gamingtrend.com/wp-content/uploads/2024/04/2077-1000x600.jpg",
    "performance_score": 0,
    "domain_rank": 63586,
    "domain_rank_updated": "2024-04-09T13:11:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "033bdf8a286f29c500eebddca6af35dd3c32a748",
  "url": "https://gamingtrend.com/news/opera-gx-unveils-its-first-ever-official-mod-a-cyberpunk-2077-mod-built-in-collaboration-with-cd-projekt-red",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Richard Allen",
  "published": "2024-04-11T15:16:00.000+03:00",
  "title": "Opera GX unveils its first-ever official mod, a Cyberpunk 2077 mod built in collaboration with CD PROJEKT RED",
  "text": "A free Opera GX mod is now available thanks to a new collaboration with CD PROJEKT RED. The Cyberpunk 2077 mod enhances the browser with a full suite of new customization options, including live wallpaper which reacts to the time of day, custom RGB lighting compatible with many major PC accessory brands, optional background/keyboard/browser sounds, and more. You can read below for full details and check out a trailer showcasing the mod above:\nOSLO, Norway – April 10, 2024 –\n[Opera GX], the browser for gamers, makes a name for itself in Night City with today’s debut of the [official] [Cyberpunk 207] [7] [browser mod], created in collaboration with [CD PROJEKT RED]. This mod is the first official gaming partnership to hit the [GX.store], and a must-have for rookie and veteran netrunners alike, bringing the sights and lights of Night City straight to their browsers.\nAvailable for free to all Opera GX users, the Cyberpunk 2077 mod swaps out the browser’s regular appearance with a full-featured suite of customizations, including:\n- Live wallpaper featuring V in Night City alongside his Quadra Turbo-R V-Tech that can react to the time of day, with customized vapor color, glow, and glare effects — experience a lonely and rainy Night City or its colorful neon lights during a bustling nighttime\n- Custom themes, which can sync up PC RGB lighting with compatibility for Logitech, Razer, Asus, and Corsair products\n- Background music plus special keyboard and browser sounds for a fully immersive Cyberpunk 2077 netrunning experience\n- Shader: experience mild symptoms of Cyberpsychosis while browsing\nOpera GX allows precise browser operations, from CPU and memory usage to RAM and network bandwidth limiters. It also has built-in ad-blocking and VPN features, among other features, for a better browsing experience whether you’re a seasoned netrunner or not!\n“Do we even need to say how excited we are to include Cyberpunk 2077’s genre-defining aesthetics into Opera GX?” said Maciej Kocemba, product director at Opera. “The tools we offer our users to control their digital lives make all of them a netrunner in their own right, so their browser should look the part for a well-rounded, immersive experience straight out of Night City.”\nThe Cyberpunk 2077 mod is available now exclusively on Opera GX through the GX.store.\nTo stay up-to-date on Opera GX,\n[download the browser], follow @operagxofficial on [X (formerly Twitter)]and [TikTok], join its [official Discord community], and subscribe to [Opera GX’s YouTube channel].\nFor more information on all things Cyberpunk 2077, visit the\n[official website], [X (formerly Twitter)].\nStay tuned to GamingTrend for all your gaming, tech, and entertainment news!\nRichard Allen is a freelance writer and contributing editor for various publications. When not writing for Gaming Trend you can find him covering theatre for Broadway World, movies and TV for Fandomize, or working on original stories. An avid retro gamer, he is overly obsessed with Dragon's Lair. Chat with him via @thricetheartist on Twitter and @richardallenwrites on Facebook and Instagram.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "cyberpun",
        "sentiment": "negative"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "oslo",
        "sentiment": "none"
      },
      {
        "name": "norway",
        "sentiment": "none"
      },
      {
        "name": "night city",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T01:33:32.498+03:00",
  "updated": "2024-04-12T01:33:32.498+03:00"
}