{
  "thread": {
    "uuid": "ce3c5defd4f3a1010c3cea500cf83cc3c8d4184a",
    "url": "https://www.globenewswire.com/news-release/2024/07/05/2909062/0/en/CSL-Highlights-Major-ESG-Achievements-in-2023-Sustainability-Report.html",
    "site_full": "www.globenewswire.com",
    "site": "globenewswire.com",
    "site_section": "http://globenewswire.com//Rss/country/Canada",
    "site_categories": [
      "media"
    ],
    "section_title": "GlobeNewswire RSS Feed",
    "title": "CSL Highlights Major ESG Achievements in 2023 Sustainability Report",
    "title_full": "CSL Highlights Major ESG Achievements in 2023 Sustainability Report",
    "published": "2024-07-05T16:03:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ml.globenewswire.com/Resource/Download/08a66b0a-227a-44c3-92c0-ea6442701893",
    "performance_score": 0,
    "domain_rank": 472,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ce3c5defd4f3a1010c3cea500cf83cc3c8d4184a",
  "url": "https://www.globenewswire.com/news-release/2024/07/05/2909062/0/en/CSL-Highlights-Major-ESG-Achievements-in-2023-Sustainability-Report.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The CSL Group",
  "published": "2024-07-05T16:03:00.000+03:00",
  "title": "CSL Highlights Major ESG Achievements in 2023 Sustainability Report",
  "text": "Montreal, July 05, 2024 (GLOBE NEWSWIRE) -- The CSL Group (“CSL”), a global leader in sustainable marine transportation solutions, today unveiled its 2023 Corporate Sustainability Report, reflecting its commitment to transparency and accountability in environmental, social, and governance (ESG) matters. “Our achievements in 2023 demonstrate significant progress towards our environmental, social, and governance targets and mark a crucial step in the decarbonization of our operations,” said Louis Martel, CSL’s President and CEO. “With these accomplishments, we are well positioned to drive significant progress in the future.” Key Highlights: Environmental - We used 16,377 MT of B100 biofuel on eight vessels. - We achieved a 29% reduction in carbon intensity compared to 2005 levels. - 8% of our total energy consumption was from renewable sources. - We increased the volume of our recycling by 6%. Social - We achieved a lost-time injury frequency rate of 0.6. - We saw a 3% increase in female seafarers in Canada. - Our net promoter score for customer satisfaction was 9.41 out of 10. - We donated 1% of our net profit to charity and disaster relief. Governance - We scored 98% on the MACN anti-corruption scorecard. - We received 29% fewer policy breach complaints compared to 2022, for a total of 10. The 2023 Report provides transparent data-driven insights into CSL’s progress towards its sustainability goals. Data disclosures meet global sustainability reporting standards, incorporating updated requirements from the Sustainability Accounting Standards Board Marine Transportation Standard, Global Reporting Initiative, Green Marine and the United Nations Sustainable Development Goals. “As we look to the future, we remain committed to driving meaningful change in the maritime industry and achieving our sustainability objectives,” continued Mr. Martel. “I extend my deepest gratitude to our crews and employees, customers and all our stakeholders for their support and dedication in helping us meet these goals.” Click here or visit the CSL website at www.cslships.com to read or download the 2023 CSL Corporate Sustainability Report. The CSL Group is a world class provider of complex marine solutions and the largest owner and operator of self-unloading ships in the world. Headquartered in Montreal with operations throughout the Americas, Australia, Europe and Africa, CSL provides a broad range of shipping and handling services, and delivers millions of tonnes of cargo annually for customers in the construction, steel, energy and agri-food sectors. Attachment",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Corporate Governance and CSR",
    "Financial and Economic News",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "louis martel",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "csl group",
        "sentiment": "negative"
      },
      {
        "name": "esg achievements",
        "sentiment": "negative"
      },
      {
        "name": "csl",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "montreal",
        "sentiment": "none"
      },
      {
        "name": "canada",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T16:08:52.057+03:00",
  "updated": "2024-07-05T16:11:06.827+03:00"
}