{
  "thread": {
    "uuid": "07a35f02356aa03822e7c302d59f15cc7c80417c",
    "url": "https://andaluciainformacion.es/cadiz/1497553/los-reyes-magos-reparten-ilusion-por-las-calles-de-la-ciudad-de-cadiz/",
    "site_full": "andaluciainformacion.es",
    "site": "andaluciainformacion.es",
    "site_section": "http://andaluciainformacion.es/cadiz/",
    "site_categories": [
      "media"
    ],
    "section_title": "Andalucía Información. Todas las noticias de Cádiz",
    "title": "Los Reyes Magos reparten ilusión por las calles de la ciudad de Cádiz | Andalucía Información. Todas las noticias de Cádiz",
    "title_full": "Los Reyes Magos reparten ilusión por las calles de la ciudad de Cádiz | Andalucía Información. Todas las noticias de Cádiz",
    "published": "2024-01-05T19:19:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://publicacionesdelsur.b-cdn.net/articulos/articulos-1253249.jpg",
    "performance_score": 0,
    "domain_rank": 43651,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "07a35f02356aa03822e7c302d59f15cc7c80417c",
  "url": "https://andaluciainformacion.es/cadiz/1497553/los-reyes-magos-reparten-ilusion-por-las-calles-de-la-ciudad-de-cadiz/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@andaluciainf",
  "published": "2024-01-05T19:19:00.000+02:00",
  "title": "Los Reyes Magos reparten ilusión por las calles de la ciudad de Cádiz | Andalucía Información. Todas las noticias de Cádiz",
  "text": "La Cabalgata de los Reyes Magos reparte ilusión por las calles de Cádiz desde las 18.00 horas. El Ayuntamiento ha puesto un mimo especial en la programación navideña que quiere culminar este 5 de enero a lo grande. No en vano, las nueve carrozas tienen unas mayores dimensiones que en años anteriores, doce metros. En cuanto a los exornos, tal y como adelantó el Gobierno municipal, “la literatura, los libros, tienen un protagonismo especial”, en la línea del argumento que ha vertebrado toda la agenda durante estas casi tres semanas, ‘Una Navidad de Cuento’ y el proyecto ‘Cádiz, una ciudad de libro’. De hecho, a la cabeza de la Cabalgata, tras una exhibición de motos clásicas, van en una moto con sidecar Harry Potter y Rubeus Hagrid, que abren camino a la primera carroza, ‘Harry Potter y la piedra filosofal’, a quien acompaña la animación ‘Los personajes de la tele con Mario y Sonic’. La segunda carroza es ‘Los Cuentos de Navidad de Dickens’, seguida de la animación ‘Les Wagonotes’; y la tercera, ‘Futbolísimos’, que también cuenta con su pasacalles, ‘Ciempiés navideño’. ‘Monstruos de colores’es la cuarta carroza de esta cabalgata y a ésta le seguirá la animación ‘Bike Parade’. Les siguen la carrozas de la Estrella de Oriente y la del Cartero Real, estando acompañada la primera por dos animaciones, ‘Los Renos’ y ‘Burbujas de Navidad’, y la segunda por el pasacalles ‘Estrella anunciadora con los tres reyes magos y sus camellos, los tres pajes reales y regalos’. Cierran el cortejo las tres carrozas de los Reyes Magos, en las que el pasacalles ‘La Selva del Rey León’ seguirá a Melchor y la animación ‘La Parade Amoureuse’ a Gaspar, para finalizar con la carroza de Baltasar. El cortejo discurre desde la avenida Cayetano del Toro (a la altura de la Glorieta Ana Orantes) por la avenida Ana de Viya, la avenida Andalucía y la Cuesta de las Calesas para finalizar en la Plaza de San Juan de Dios, en torno a las 20:30 horas Una vez en la plaza, sus Majestades los Reyes Magos de Oriente la recorrerán a pie para entrar en el Ayuntamiento de Cádiz y despedirse de los niños congregados en la zona desde el balcón de la fachada principal, que está previsto en torno a las 21.00 horas. En total, se repartirán 13.000 kilos de caramelos sin gluten. Envía tu noticia a: [participa@andaluciainformacion.es](mailto:participa@andaluciainformacion.es)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:02:07.789+02:00",
  "updated": "2024-01-06T00:02:07.789+02:00"
}