{
  "thread": {
    "uuid": "d02c9c87fb40e6e1673c50eb7a06262b72409747",
    "url": "https://n4g.com/news/2594450/stellar-blade-how-a-hollywood-monster-designer-and-clay-models-shaped-the-terrifying-naytiba",
    "site_full": "n4g.com",
    "site": "n4g.com",
    "site_section": "https://n4g.com//rss/news?channel=&sort=latest",
    "site_categories": [
      "media",
      "hobbies_and_interests",
      "video_and_computer_games"
    ],
    "section_title": "N4G:  news feed",
    "title": "Stellar Blade: how a Hollywood monster designer and clay models shaped the terrifying Naytiba",
    "title_full": "Stellar Blade: how a Hollywood monster designer and clay models shaped the terrifying Naytiba",
    "published": "2024-04-12T04:09:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://newsboilerstorage.blob.core.windows.net/news/2594450_1_lg.jpg",
    "performance_score": 0,
    "domain_rank": 13680,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d02c9c87fb40e6e1673c50eb7a06262b72409747",
  "url": "https://n4g.com/news/2594450/stellar-blade-how-a-hollywood-monster-designer-and-clay-models-shaped-the-terrifying-naytiba",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Nyxus",
  "published": "2024-04-12T04:09:00.000+03:00",
  "title": "Stellar Blade: how a Hollywood monster designer and clay models shaped the terrifying Naytiba",
  "text": "Learn how Shift Up utilized real-world models, cinematic experience, and animal research to create Eve’s enemies. Stellar Blade fans are spending so much time in the demo that Shift Up is getting concerned. This game gets me; so hard at times trying to complete to finish hopefully I'll be able to come out victorious The demo was fun but it will take me some time to get used to the parry and dodge timing. But I’m not going to constantly keep playing the demo. I’m looking forward to playing the full game one day and I’ll get my grind on then. Details regarding the review embargo for Sony Interactive Entertainment and Shift Up's Stellar Blade have been revealed. Two days before launch is fine. Same day as preload and... its only 35 GBs so I don't have to reorganize my who whole library just to fit it on lol. Hopefully the game sticks the landing. Demo was a great time so I'm hoping we're not in for another Hogwarts Legacy type of situation. By that I mean, its flaws don't get swept under the rug just because of the controversy the game doesnt deserve. HL was a solid game overall but at its core, it was an above-average Ubisoft-like from quest structure to a physical edition with an online installation requirement to being riddled with SJW shoehorning. If this game gets good reviews that's best, but if it doesn't or is received as mid, I can't imagine the conversation actually focusing on what the reviewers critique but the reviewers themselves. Not as confident as how far ahead Sony has done on its first party stuff, but at least it’s not this day of bullshit. Cautious confidence lol. I’ll be preordering tomorrow. Demo sold me on it. I already know that IGN France is going to be glowing for this game in their review. Sony is sparing no expense on the promotion of upcoming PS5 exclusive Stellar Blade in Asia, as it’s hired Korean cheerleading sensation Lee Dahye to cosplay as protagonist Eve as part of a meet and greet in Hong Kong and Taiwan. Those who pre-order the game will have an opportunity to attend an event with the Dragon Beauties dancer, who’s one of the most prominent models in Taipei right now. Don't know if it's good taste or not. But kind of afraid of where Sony is going recently. didn't realize this was newsworthy. Imagine getting an announcement for each cosplayer hired to promote a game A strong, independent, successful woman promoting a strong, independent videogame character. What's wrong with that?",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "sjw",
        "sentiment": "none"
      },
      {
        "name": "sony interactive entertainment",
        "sentiment": "none"
      },
      {
        "name": "hogwarts legacy",
        "sentiment": "none"
      },
      {
        "name": "ubisoft",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "hollywood",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T04:17:59.473+03:00",
  "updated": "2024-04-12T06:10:44.129+03:00"
}