{
  "thread": {
    "uuid": "186039ee88c90e38954216c357be744560503315",
    "url": "https://www.theoaklandpress.com/2024/04/18/what-the-fallout-show-gets-right-about-the-post-apocalyptic-video-game-series",
    "site_full": "www.theoaklandpress.com",
    "site": "theoaklandpress.com",
    "site_section": "https://www.theoaklandpress.com/things-to-do/entertainment/",
    "site_categories": [
      "media"
    ],
    "section_title": null,
    "title": "What the ‘Fallout’ show gets right about the post-apocalyptic video game series",
    "title_full": "What the ‘Fallout’ show gets right about the post-apocalyptic video game series",
    "published": "2024-04-19T00:13:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 14786,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "186039ee88c90e38954216c357be744560503315",
  "url": "https://www.theoaklandpress.com/2024/04/18/what-the-fallout-show-gets-right-about-the-post-apocalyptic-video-game-series",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "gqlshare",
  "published": "2024-04-19T00:13:00.000+03:00",
  "title": "What the ‘Fallout’ show gets right about the post-apocalyptic video game series",
  "text": "With superhero movies losing pop culture steam, the next big thing emerging on the horizon is video game flicks. Over the past few years, films and TV shows based on interactive entertainment have steadily gained traction, with the likes of “Sonic the Hedgehog,” “The Super Mario Bros. Movie” and “The Last of Us.”\nHollywood’s relationship with the younger art form has evolved from being less of a vehicle to make a quick buck and more into an inviting conversation on how to translate the experience of playing a video game into viewing it. Some projects do it with special effects (“Sonic”) while others do it with animation (“Mario”). Still, other video game franchises have it easier because they’re naturally cinematic (“The Last of Us”).\nhttps://www.youtube.com/watch?v=V-mugKDQDlgThe best success story — and the most intriguing one — is creators Graham Wagner and Geneva Robertson-Dworet’s take on “Fallout.” This eight-part Prime Video series is different from other efforts because of the way the source material is structured. In Bethesda Game Studios titles, players create their own protagonist known as the Vault Dweller, who is cast out into the Wasteland to explore. Players have free will and the opportunity to drastically change the world.\nPlayers meet the bizarre denizens, ally themselves with factions and choose who lives or dies in some cases. In crazier instances, players can even blow up a whole settlement. That can make you really unpopular. It’s different from a straightforward platformer like “Mario” or a narrative-driven blockbuster like “The Last of Us.”\nHow do you make a show with a premise so open-ended? The creators take advantage of more than 25 years of lore and the beautifully odd tone of the video games. The original 2-D games satirize American culture, politics and capitalism while the later games add a darker tone, a hint of paranoia and an anything-goes mentality. (There are fleshed-out alien sagas in “Fallout 3” and beyond.)\nThe TV show captures a sliver of this but gives newcomers and longtime fans an appealing treat: A fresh storyline with characters and situations that are just as memorable as anything in the video games. For those newly introduced to the “Fallout” world, it’s a dark and comedic take on the post-apocalyptic world. The retro-future world of this alternate reality is both familiar and anachronistically strange. They glom onto Lucy, Maximus and The Ghoul, aka Cooper Howard, as protagonists with different experience levels with the Wasteland.\nMeanwhile, video game veterans will get a kick from the references to the franchise. Everything is pitch-perfect from the distinct Vault-tec font to how computer hacking is done. In many ways, the “Fallout” show feels as though it could have been a scenario written for a video game. Wagner and Robertson-Dworet did a phenomenal job of making the world and story feel accessible to “Fallout” neophytes, yet but authentic to those who spent hundreds of hours living in the video games.\nIt’s a difficult balancing act that the creators handle adeptly while also holding back secrets in the woven storytelling. The process of figuring out how all the pieces fit together is a journey that almost feels like questing in the video game.\nWhat’s more is that the plot unfurling through the eight episodes has weight as part of the franchise’s lore. That’s important because unlike other mediums video games allow the curious to visit the worlds they see on TV and explore it as much as they want. They can watch the Prime Video show, and if the “Fallout” world piques their interest enough, they can venture into the Wasteland themselves.\nAnd “Fallout” fans new and old have been doing that. According to Steam data, “Fallout 76,” “Fallout 3,” “Fallout 4” and “Fallout New Vegas” have seen a surge of players jumping into the games. The titles rank in the top 20 on the game service’s Top Sellers list. A streaming show hasn’t had this much of an impact on a video game since “Cyberpunk: Edgerunners” renewed interest in “Cyberpunk 2077” after its maligned launch.\nFor fans, the tide is turning for video game movies and TV shows. The collaboration between Hollywood and video games are creating high-quality, symbiotic projects as the two are figuring out how to present worlds that are not only compelling to discover through a controller but also fascinating enough to keep viewers enraptured in front of the television.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Human Interest",
    "Sport"
  ],
  "external_links": [
    "https://www.mercurynews.com/2023/04/07/review-nintendos-plumber-takes-another-shot-at-the-silver-screen/",
    "https://www.mercurynews.com/2022/04/10/sonic-2-steals-weekend-box-office-but-ambulance-stalls/",
    "http://www.youtube.com/watch?v=V-mugKDQDlgThe",
    "https://www.mercurynews.com/2020/12/31/review-forget-the-hype-and-controversy-cyberpunk-2077-is-a-compelling-detective-story/",
    "https://www.amazon.com/gp/video/detail/B0CN4J59BF/ref=atv_me_inc_c_n1FabB_brws_2_1?jic=8%7CEgRzdm9k",
    "https://amazon.com/gp/video/detail/B0CN4J59BF/ref=atv_me_inc_c_n1FabB_brws_2_1?jic=8%7CEgRzdm9k",
    "http://youtube.com/watch?v=V-mugKDQDlgThe",
    "https://www.mercurynews.com/2023/04/07/review-nintendos-plumber-takes-another-shot-at-the-silver-screen",
    "https://www.mercurynews.com/2022/04/10/sonic-2-steals-weekend-box-office-but-ambulance-stalls",
    "https://www.amazon.com/gp/video/detail/B0CN4J59BF/ref=atv_me_inc_c_n1FabB_brws_2_1",
    "https://mercurynews.com/2022/04/10/sonic-2-steals-weekend-box-office-but-ambulance-stalls/",
    "https://mercurynews.com/2023/04/07/review-nintendos-plumber-takes-another-shot-at-the-silver-screen/",
    "https://www.mercurynews.com/2020/12/31/review-forget-the-hype-and-controversy-cyberpunk-2077-is-a-compelling-detective-story",
    "http://www.youtube.com/watch",
    "https://mercurynews.com/2020/12/31/review-forget-the-hype-and-controversy-cyberpunk-2077-is-a-compelling-detective-story/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "graham wagner",
        "sentiment": "none"
      },
      {
        "name": "geneva robertson",
        "sentiment": "none"
      },
      {
        "name": "dworet",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "hollywood",
        "sentiment": "none"
      },
      {
        "name": "bethesda",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:29:07.939+03:00",
  "updated": "2024-04-19T00:29:07.939+03:00"
}