{
  "thread": {
    "uuid": "2c6f5a6904f411a42148f6924e64f03b2ac843b8",
    "url": "https://www.essence.com/gallery/bridal-bliss-rochelle-and-michael",
    "site_full": "www.essence.com",
    "site": "essence.com",
    "site_section": "https://www.essence.com/lifestyle/if-not-for-my-girls/",
    "site_categories": [
      "fashion",
      "womens_health",
      "entertainment",
      "style_and_fashion",
      "health",
      "celebrity_fan_gossip"
    ],
    "section_title": "If Not For My Girls™ | Essence",
    "title": "Bridal Bliss: Curvy Influencer Rochelle And Michael Johnson Celebrated 15 Years Of Marriage With A Vow Renewal On The Beach | Essence",
    "title_full": "Bridal Bliss: Curvy Influencer Rochelle And Michael Johnson Celebrated 15 Years Of Marriage With A Vow Renewal On The Beach | Essence",
    "published": "2024-04-19T00:15:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.essence.com/wp-content/uploads/2024/04/the-Johnsons.jpg?width=1280",
    "performance_score": 0,
    "domain_rank": 4222,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2c6f5a6904f411a42148f6924e64f03b2ac843b8",
  "url": "https://www.essence.com/gallery/bridal-bliss-rochelle-and-michael",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Victoria Uwumarogie",
  "published": "2024-04-19T00:15:00.000+03:00",
  "title": "Bridal Bliss: Curvy Influencer Rochelle And Michael Johnson Celebrated 15 Years Of Marriage With A Vow Renewal On The Beach | Essence",
  "text": "By Victoria Uwumarogie · Updated April 18, 2024\nThinking back to the first time Rochelle and Michael (aka, Ro and Mike) said I do on March 20, 2009, at his father’s church, Full Counsel Metro in North Little Rock, Arkansas, the fashion influencer and lifestyle maven has nothing but great memories. “It was truly a beautiful day,” she recalls to ESSENCE. “We were so young, both of us 22 at the time, and there was so much we didn’t know.”\nThat included the fact that their bridesmaids probably should have had their hair and makeup professionally done, but those were simpler times. What they did know was that they were meant for each other.\nRochelle and Michael had met a few years prior during their freshman year at Oral Roberts University. In a relationship at the time but always ready to spotlight great fashion, a friendly Rochelle complimented Michael on his “impeccable style.” That would be the beginning of a friendship that, by senior year, turned into much more.\nNine months into their romantic relationship, he proposed, and about five months later, they wed in front of a whopping 500 people. (“That’s not because we actually knew that many people,” Rochelle notes. “Out of pure excitement of the union, the entire church congregation was invited to attend the ceremony.”) The groom was impeccably dressed, as always, and the bride, a true “fashion girlie,” wore a fly Oleg Cassini princess gown “with a pleated satin bodice adorned with lots of poofy tulle.”\nIt was the perfect day. So how does one top that for a 15th wedding anniversary vow renewal? By saying “I do” again in a destination vow renewal ceremony. The Johnsons did just that in Playa Del Carmen, Mexico , inviting friends, family, and, most precious, the couple’s two children, Creed, 7, and Evan, 2, to be a part of the fun.\nSaint Street Studio “Having my original bridal party there, along with my babies, was a dream come true,” says Rochelle of the event, which took place on March 21, 2024. “Ever since I envisioned a vow renewal, I always pictured having a little girl and a little boy there, and to have my own children present was incredibly heartwarming.”\nThe event, a dream beach wedding brought to fruition, celebrated long-lasting love. Staying married for 15 years hasn’t been easy, but a shared desire to make it work and genuine love make it all possible for the college sweethearts.\n“A teamwork mentality. Doing things together. It’s all about focusing on building together,” says Michael.\nCheck out the beautiful way the Johnsons celebrated their love story in Mexico, and learn how it all came together in this week’s Bridal Bliss .\n01 01 A Blushing Bride Rochelle is captured in her bridal gown. She wore a dress from Brooklyn’s Pantora Bridal and shoes by Christian Louboutin. Her bouquet from her first wedding was made of 100 roses, and this bouquet, created by Blossom Cancun, was also a showstopper.\nSaint Street Studio 02 02 A Dapper Groom The groom wore a very unique brown tuxedo from Ndeed Regime, with shoes by Alexander McQueen. Brown is a color you’ll see lots of in their celebration photos. “We were actually inspired by a viral wedding photo we came across. In the photo, the bridal party was dressed in all neutrals, and it looked incredible!” Rochelle says. “So, we asked our guests to wear shades of neutrals—browns, tans, golds, creams.”\nSaint Street Studio 03 03 A Little Lady The couple’s 2-year-old daughter, Evan, looked as cute as can be in her dress for the occasion.\nSaint Street Studio 04 04 Like Father, Like Son The couple’s oldest child, 7-year-old son Creed, also showed up and showed out in a neutral suit for the celebration.\nSaint Street Studio 05 05 The Venue Rochelle, a Southern California native, always wanted a beach wedding. The Grand Hyatt Playa Del Carmen provided that and more. The couple’s wedding planner, Joyce, from Dream Weddings Riviera Maya, made the day magical.\nSaint Street Studio 06 06 Here Comes the Bride “When I was walking down the aisle, Mike was crying,” Rochelle recalls as one of her favorite moments of the day. “He was overwhelmed with joy and emotion. You don’t get to see that often. That was beautiful to see from him.”\nSaint Street Studio 07 07 Meet Me at the Altar The vow exchange was a favorite moment for both Rochelle and Michael. “The vows he wrote took my breath away,” she says lovingly. “The words pierced my heart so deeply. I saw a side of him that I rarely see. Not because he isn’t always loving but because life can get in the way of things. We are balancing being parents to small kids including a special needs child while building a business and working in ministry. While he was reciting his vows and pouring his heart out, I felt like I had been swept away to the most romantic fairytale. It was such a beautiful moment. Everyone could feel the love. I will never forget it.”\n08 08 You May Kiss the Bride…Again “Well, I will say that while my vows were emotional, Ro took the funny route,” Michael says. “And it’s normally the other way around. She is normally the emotional one and I have more of a sense of humor. Her “Let them Instagram ho-s know” literally reminded me that I was in fact renewing my vows to my unhinged best friend. It was all so good!”\nSaint Street Studio 09 09 The Johnson Family While the vow renewal was a special moment for Rochelle and Michael, it was also a big deal for their kids. “This was their first international trip, and although we were a bit anxious about how it would go—especially since my son is on the Autism spectrum—he did wonderfully,” she says. “Their presence made the vow renewal all the more special.”\nSaint Street Studio 10 10 The First Dance “I would say the key to a long-lasting marriage begins with marrying your best friend,” Rochelle says. “To this day, Mike and I are still best friends. I would choose to spend my day with him over anyone else. I remember telling my college roommate, ‘Whoever marries Mike Johnson is going to have such a great life’… I didn’t think it would be me, but I was onto something! Marrying someone who possesses integrity is just as important, and ultimately the most crucial factor. You can build on everything else.”\nSaint Street Studio 11 11 A Family Dance “We had a cocktail hour followed by a reception,” says the bride. “We planned to have fireworks during the cocktail hour but high winds and strong waves threw a wrench in those plans. The dinner was amazing and the reception was incredible! It was so humid and we were all so hot but we all just danced the night away. We ended the night with churros and margaritas!”\nSaint Street Studio 12 12 Issa Party “Definitely have to mention the dancing at the reception,” Michael says of one of his favorite moments from the day. “Creed and Evan wouldn’t leave the dance floor. We filmed a TikTok dance. Rochelle’s parents reminded us that they still knew how to get down on the dance floor, which was a pretty epic moment!”\nSaint Street Studio 13 13 Everybody Dance Now We’d love to have seen this choreographed dance scene in person! This photo also gives a good look at Rochelle’s reception dress, made by Onalaja.\nSaint Street Studio 14 14 15 More Years and Forever The couple, who have been “inseparable” since they tied the knot in 2009, are stronger than ever. Here’s to another 15 years of love and laughter, times infinity!\nSaint Street Studio Vendors\nPlanner: Joyce of Dream Weddings Riviera Maya\nVenue: Grand Hyatt Playa Del Carmen\nRings: Tacori\nFlowers: Blossom Cancún\nMakeup: Jaurdane Ivory\nVow Renewal Dress: Pantora Bridal\nReception Dress: Onalaja\nTuxedo: Ndeed Regime\nPhoto and Videography: Saint Street Studio",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://www.instagram.com/saint_street_studio/?hl=en",
    "https://twitter.com/intent/tweet?text=Bridal+Bliss%3A+Curvy+Influencer+Rochelle+And+Michael+Johnson+Celebrated+15+Years+Of+Marriage+With+A+Vow+Renewal+On+The+Beach&nbsp;https://www.essence.com/gallery/bridal-bliss-rochelle-and-michael/%3Futm_source%3Dtwitter.com%26utm_medium%3Dsocial%26utm_campaign%3Dsocial-button-sharing+via+%40ESSENCE",
    "https://www.instagram.com/blossomcancun/?hl=en",
    "https://www.instagram.com/j_ivory/?hl=en",
    "https://www.ndeedregime.com/",
    "https://www.instagram.com/tacoriofficial/?hl=en",
    "https://www.instagram.com/dreamweddingsrivieramaya/?hl=en",
    "https://www.facebook.com/sharer/sharer.php?u=https://www.essence.com/gallery/bridal-bliss-rochelle-and-michael/",
    "https://www.instagram.com/iambeauticurve/?hl=en",
    "https://www.instagram.com/grandhyattplaya/?hl=en",
    "https://onalaja.com/en-us",
    "https://www.instagram.com/pantorabridal/?hl=en",
    "https://facebook.com/sharer/sharer.php?u=https://essence.com/gallery/bridal-bliss-rochelle-and-michael/",
    "https://ndeedregime.com/",
    "https://instagram.com/tacoriofficial/?hl=en",
    "https://www.onalaja.com/en-us",
    "https://instagram.com/saint_street_studio/?hl=en",
    "https://instagram.com/pantorabridal/?hl=en",
    "https://instagram.com/blossomcancun/?hl=en",
    "https://www.instagram.com/tacoriofficial/",
    "https://www.instagram.com/iambeauticurve/",
    "https://www.instagram.com/saint_street_studio/",
    "https://www.instagram.com/pantorabridal/",
    "https://twitter.com/intent/tweet",
    "https://www.instagram.com/grandhyattplaya/",
    "https://www.instagram.com/blossomcancun/",
    "https://www.facebook.com/sharer/sharer.php",
    "https://instagram.com/grandhyattplaya/?hl=en",
    "https://instagram.com/j_ivory/?hl=en",
    "https://twitter.com/intent/tweet?text=Bridal+Bliss%3A+Curvy+Influencer+Rochelle+And+Michael+Johnson+Celebrated+15+Years+Of+Marriage+With+A+Vow+Renewal+On+The+Beach&nbsp;https://essence.com/gallery/bridal-bliss-rochelle-and-michael/%3Futm_source%3Dtwitter.com%26utm_medium%3Dsocial%26utm_campaign%3Dsocial-button-sharing+via+%40ESSENCE",
    "https://www.instagram.com/j_ivory/",
    "https://www.instagram.com/dreamweddingsrivieramaya/",
    "https://www.facebook.com/sharer/sharer.php?u=https://www.essence.com/gallery/bridal-bliss-rochelle-and-michael",
    "https://www.ndeedregime.com",
    "https://instagram.com/iambeauticurve/?hl=en",
    "https://instagram.com/dreamweddingsrivieramaya/?hl=en"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "michael",
        "sentiment": "negative"
      },
      {
        "name": "michael johnson",
        "sentiment": "negative"
      },
      {
        "name": "victoria uwumarogie",
        "sentiment": "negative"
      },
      {
        "name": "mike)",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "rochelle",
        "sentiment": "negative"
      },
      {
        "name": "curvy influencer rochelle",
        "sentiment": "negative"
      },
      {
        "name": "oral roberts university",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "north little rock",
        "sentiment": "none"
      },
      {
        "name": "arkansas",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:18:53.335+03:00",
  "updated": "2024-05-03T07:48:08.267+03:00"
}