{
  "thread": {
    "uuid": "a2eabfe5d5b3479371890841480cfbce59c7afba",
    "url": "https://www.dvidshub.net/news/470409/7atc-demonstrates-us-commitment-then-and-now-international-liberation-ceremony",
    "site_full": "www.dvidshub.net",
    "site": "dvidshub.net",
    "site_section": "https://www.dvidshub.net/rss/news",
    "site_categories": [
      "media"
    ],
    "section_title": "DVIDS RSS Feed: News",
    "title": "7ATC demonstrates U.S. commitment then and now at international liberation ceremony",
    "title_full": "7ATC demonstrates U.S. commitment then and now at international liberation ceremony",
    "published": "2024-05-06T18:10:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://d1ldvf68ux039x.cloudfront.net/thumbs/photos/2405/8384905/1000w_q95.jpg",
    "performance_score": 0,
    "domain_rank": 5603,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a2eabfe5d5b3479371890841480cfbce59c7afba",
  "url": "https://www.dvidshub.net/news/470409/7atc-demonstrates-us-commitment-then-and-now-international-liberation-ceremony",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Scott Ghiringhelli",
  "published": "2024-05-06T18:10:00.000+03:00",
  "title": "7ATC demonstrates U.S. commitment then and now at international liberation ceremony",
  "text": "MAUTHAUSEN, Austria – The 7th Army Training Command’s Joint Multinational Readiness Center’s (JMRC) 1st Battalion, 4th Infantry Regiment (1st Bn., 4th Inf. Regt.) participated in the Mauthausen Concentration Camp Liberation and Commemoration Ceremony, May 5, 2024. “I want to thank the 7th Army Training Command Color Guard for joining us to pay homage to the liberators of the 3rd U.S. Army, whose brave men did not look away in the face of the atrocities that awaited them at Mauthausen the morning of May 5, 1945,” said the Honorable Victoria Reggie Kennedy, U.S. Ambassador to Austria. “The 7th ATC keeps that commitment alive in maintaining strong relationships with communities and partner nations in Europe. We are grateful for your service.” The Mauthausen main camp was active from Aug. 8, 1938, until it was liberated by the U.S. Army on May 5, 1945. The international liberation ceremony marked the 79th anniversary of the camp’s liberation. This year’s theme was \"Law and Justice in National Socialism.\" “Striving for justice is the foundation of a democratic society…The dark chapter of National Socialism shows that law doesn’t always mean justice,” states this year’s thematic focus. “To this day, justice can be abused by authoritarian regimes to legitimize injustice. It is our responsibility to make sure that the law always serves a higher moral standard and that as a society, we actively stand up to injustices.” The 7th ATC and the multinational training that takes place at JMRC actively contributes to the security and stability of the region by assuring Allies and partners with a shared a security and defense environment and deterring threats through those partnerships. JMRC enhances multinational interoperability through challenging and realistic scenario-based training, replicating the real-world challenges experienced on the modern battlefield. The Europe-based combat training center provides joint and combined arms training conditions focused on developing Soldiers, leaders and units for success on current and future battlefields. JMRC is able to tailor exercises and operational environments based on the needs and requirements of the individual training audience. An essential part of training at JMRC is the opposing force, known as OPFOR, who provides a real-time, dynamic training environment where both the training audience and the OPFOR have free will to outmaneuver and defeat one another. As JMRC’s OPFOR, the 1st Bn., 4th Inf. Regt. conducts combat operations throughout the full spectrum of the contemporary operational environment. Soldiers from the 1st Bn., 4th Inf. Regt. made up the color guard and accompanying military procession during the Mauthausen Concentration Camp ceremony. For Spc. Kirk Jones, the day was a chance to further comprehend the atrocities that he had learned about in the past. “I came to Europe to explore all this and then I get to do this with the military. It’s really eye opening and humbling, and a very prestigious event to come to,” said Jones. Sgt. Rosevelt Mercado was taken with a sense of pride derived from representing the U.S. Army at what he described as a surreal experience. “I feel like I’m walking down some kind of lane in history,” said Mercado. “Being here in uniform just makes me feel very proud of the Army and being a part of this organization.” And for Sgt. 1st Class Joshua Takacs, the event hit closer to home. “I’ve been to Dachau, I’ve been to other concentration camps where my last name is prominent in these books that they have on record,” said Takacs. “It’s very momentous for me to be here, to not only represent my heritage, to represent the U.S. Army.” At the conclusion of the ceremony, Ambassador Kennedy personally thanked Soldiers from the 1st Bn., 4th Inf. Regt. for their participation at the event and explained the significance of the \"Mauthausen flag,\" an American flag that was secretly stitched together by inmates of the Mauthausen Concentration Camp with the hope that they would soon be liberated by American forces. A representation of the flag was carried by service members in the wreath-laying precession. Kennedy went on to talk about the legacy of the Mauthausen Concentration Camp liberation as each year finds fewer survivors being a part of the remembrance. “We are the memory now, we have to make sure people remember,” Kennedy concluded. Liberation ceremonies at concentration camps throughout Europe strive to keep the memory of what happened alive in order to ensure these kinds of atrocities are not allowed to happen again. Through strong relationships developed when training together, 7th ATC enhances the U.S. relationships with Allies and partners that maintain the regional relationships developed over the last 70 years. “Our presence at this event symbolizes the U.S. commitment to democracy that was demonstrated in 1945 by defeating a common enemy and liberating those being persecuted,” said Brig. Gen. Steven P. Carpenter, commander, 7th ATC. “Today, as it did then, the U.S. Army in Europe assures our Allies and partners that we stand together against tyranny to deter our adversaries and help safeguard security in the region.” |Date Taken:||05.05.2024| |Date Posted:||05.06.2024 11:10| |Story ID:||470409| |Location:||MAUTHAUSEN, AT| |Web Views:||7| |Downloads:||0| This work, 7ATC demonstrates U.S. commitment then and now at international liberation ceremony, by [Scott Ghiringhelli](/portfolio/1760095/scott-ghiringhelli), identified by DVIDS , must comply with the restrictions shown on https://www.dvidshub.net/about/copyright.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "victoria reggie kennedy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "7th army training command’s joint multinational readiness center",
        "sentiment": "neutral"
      },
      {
        "name": "atc",
        "sentiment": "none"
      },
      {
        "name": "7th army training command color guard",
        "sentiment": "none"
      },
      {
        "name": "3rd u.s. army",
        "sentiment": "none"
      },
      {
        "name": "4th infantry regiment",
        "sentiment": "none"
      },
      {
        "name": "u.s. army",
        "sentiment": "none"
      },
      {
        "name": "mauthausen concentration camp liberation",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "austria",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "mauthausen",
        "sentiment": "none"
      },
      {
        "name": "mauthausen",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-06T18:15:38.580+03:00",
  "updated": "2024-05-06T18:40:13.542+03:00"
}