{
  "thread": {
    "uuid": "cd55da57f479ce9eb36f34e63404e5f05d8aed2c",
    "url": "https://www.metroparent.com/sponsored-content/family-road-trip-guide-minneapolis-and-st-paul-minnesota/",
    "site_full": "www.metroparent.com",
    "site": "metroparent.com",
    "site_section": "http://metroparent.com/feed",
    "site_categories": [
      "parenting_k_6_kids",
      "family_and_parenting"
    ],
    "section_title": "Metro Parent",
    "title": "Family Road Trip Guide: Minneapolis and St. Paul, Minnesota",
    "title_full": "Family Road Trip Guide: Minneapolis and St. Paul, Minnesota",
    "published": "2024-01-03T23:35:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.metroparent.com/wp-content/uploads/2024/01/TGNF_012917_84_By-Brandon-Werth-scaled.jpg",
    "performance_score": 0,
    "domain_rank": 92767,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cd55da57f479ce9eb36f34e63404e5f05d8aed2c",
  "url": "https://www.metroparent.com/sponsored-content/family-road-trip-guide-minneapolis-and-st-paul-minnesota/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alicia Aguire",
  "published": "2024-01-03T23:35:00.000+02:00",
  "title": "Family Road Trip Guide: Minneapolis and St. Paul, Minnesota",
  "text": "The Twin Cities of Minneapolis and St. Paul, Minnesota, are full of family fun, even in blustery weather. The Great Northern Festival runs Jan. 25-Feb. 4 and celebrates cold, creative winters. Immerse your crew in art experiences, outdoor adventures and climate education. Plus, the Mall of America is nearby with indoor rollercoasters and you can even dine at a James Beard Award-winning Indigenous restaurant.\nGetting to The Twin Cities\nMinneapolis/St. Paul is a 10-hour drive from the Detroit/Ann Arbor area. Take I-94 W to I-294 N, then I-90 W and I-94 W to Minneapolis.\nYou can break up the drive a number of ways by making interesting stops along the way:\n- Make it a rambling road trip and stop in Chicago and/or Rockford, Illinois, then Madison, Wisconsin Dells and/or Eau Claire, Wisconsin.\n- Another idea is to go over the top of Lake Michigan and visit Mackinac City and Escanaba, Michigan, before hitting Marinette and Wausau, Wisconsin, en route.\nWhat Families Love about the Twin Cities\nIt’s true that it gets quite cold during Minnesota winters, yet the people there have truly learned how to embrace the chill. The best example of that is\nThe Great Northern Festival, which is now headed up by a new executive director, Jovan C. Speller Rebollar, who is also a mother and an artist. “As a mom, I’m always looking for opportunities to activate my kids’ imaginations, excitement for life and the world we live in,” she says. “The Great Northern is dedicated to creating experiences where families can immerse in the winter spirit and celebrate local culture.”\nEnjoy the new signature event this year, Midwinter Melt. Halfway between winter and spring on Groundhog Day Feb. 2, families can kicksled, play cosmic footgolf, ice skate and view sparkling lights while roasting s’mores by a campfire.\nMelanin in Motion, a BIPOC movement towards motion in the outdoors, will host a reception with food and music. There are indoor and outdoor events throughout the 10-day festival, focused on art, community, culture and athletic activities. Sweat it out at the new Family Day Steam Sessions at Sauna Village, where ages 5 and up can sample 22 saunas and play outdoor games like cornhole and mega pong. Drink steamy cocoa on National Hot Chocolate Day at The Great Northern Ice Bar and snowshoe, cross-country ski, fat bike or skijor at Luminary Loppet. Mill City Museum boasts one of the coolest museum tours I’ve ever been on. What was once the world’s largest flour mill literally exploded from a fire. See the sights and hear the sounds of what it was like to work in the historic mill during its peak flour milling days on the Flour Tower tour. You can also view vintage advertising, sample breads and baked goods and play in the Water Lab.\nVisit the\nSt. Paul Winter Carnival for events like ice carving competitions, concerts and a parade. Take a gander at the free Ice Sculpture Park, where you can see huge shoes, hands and bears carved out of snow and ice. Afton Alps is a ski resort 25 minutes from St. Paul with 300 skiable acres, where you can even ski through a tunnel. If you’re wondering what to wear in the wintry tundra, Mill’s warm, Minnesota-made mittens come with a policy to replace a lost mitten for free, which definitely comes in handy with kids. Mall of America, the largest mall in the Western Hemisphere, is a 15-minute drive away. With more than 500 stores, 60 restaurants, an indoor amusement park and aquarium, it’s a great escape from the cold. My son loves the rollercoasters at Nickelodeon Universe. Buy a wristband to take full advantage of the seven acres of attractions. Fly through the mall with smiles spread across your faces on Pepsi Orange Streak, a perennial favorite coaster.\nWhere to Eat in the Twin Cities\nOwamni won the 2022 James Beard Award for Best New Restaurant. It is an Indigenous eatery serving true Native North American foods minus colonized ingredients like wheat flour, cane sugar and dairy. Located by the Minnehaha Falls, the mid-sized, modern restaurant can be a challenge to get into, but my son and I walked in right when it opened and were able to snag seats at the bar. Many of the staff members are Native Americans. The menu features seasonal plant, game and sweet dishes. My teen really enjoyed a snack mix featuring crickets while I preferred a savory bean dip. We were enamored with the beautiful elk poyha, which is like a meatloaf, topped with colorful flowers and a bright blueberry sauce. It was a wonderful dining and learning experience for us both. The Market at Malcom Yards is a food court bustling with delicious food and drink options. My son went wild for Wrecktangle Pizza, which is inspired by Detroit-style pizza, and I indulged in a few international dishes. You can choose from Japanese, Argentinian and Indian cuisines, to name a few. Wise Acre is a farm-to-fork restaurant serving fresh breakfasts and lunch. It also has a deli that’s open in the afternoons and hosts a dinner series, where you can book a special evening to indulge in a chef-driven meal to remember. Hell’s Kitchen is a super cool, employee-owned restaurant that hosts live music on the weekends. It’s decked out in a devilishly fun way and the menu boasts unique options like Huevos Rancheros “of the Gods,” Toasted Sausage Bread and a Ham and Pear Crisp sandwich. My son loved the crispy tater tots, which can come with a variety of toppings. I heard the peanut butter was worth buying as a gift, so I toted some home for my husband, only to eat it all myself.\nWhere to Stay in the Twin Cities\nRenaissance Minneapolis Hotel, The Depot is a beautiful hotel with an indoor heated pool and eclectic art scattered throughout. My son and I had fun finding adorable and historic statues around the hotel. Renaissance is downtown near the Stone Arch walking bridge, which crosses the Mississippi River, and the historic flour mill that’s now Mill City Museum. There are also a handful of accommodations with water parks in Bloomington, near the Mall of America.\n ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "https://www.visitsaintpaul.com/blog/guide-to-the-saint-paul-winter-carnival/",
    "https://choppermill.com/",
    "https://www.marriott.com/en-us/hotels/mspdd-renaissance-minneapolis-hotel-the-depot/overview",
    "https://www.choppermill.com/",
    "https://hellskitcheninc.com",
    "https://www.mallofamerica.com",
    "https://malcolmyards.market",
    "https://www.thegreatnorthern.swoogo.com/2024/session/1867428/founding-partner-event-city-of-lakes-loppet",
    "https://www.aftonalps.com",
    "https://www.malcolmyards.market/",
    "https://aftonalps.com/",
    "https://www.aftonalps.com/",
    "https://mnhs.org/millcity",
    "https://www.hellskitcheninc.com/",
    "https://thegreatnorthern.swoogo.com/2024/session/1857389/the-great-northern-ice-bar",
    "https://www.visitsaintpaul.com/blog/guide-to-the-saint-paul-winter-carnival",
    "https://www.melanininmotion.org/",
    "https://marriott.com/en-us/hotels/mspdd-renaissance-minneapolis-hotel-the-depot/overview/",
    "https://www.melanininmotion.org",
    "https://thegreatnorthern.swoogo.com/2024/session/1867428/founding-partner-event-city-of-lakes-loppet",
    "https://thegreatnorthern.swoogo.com/2024/overview",
    "https://mallofamerica.com/",
    "https://malcolmyards.market/",
    "https://melanininmotion.org/",
    "https://visitsaintpaul.com/blog/guide-to-the-saint-paul-winter-carnival/",
    "https://owamni.com/",
    "https://owamni.com",
    "https://www.wiseacreeatery.com/",
    "https://www.thegreatnorthern.swoogo.com/2024/overview",
    "https://choppermill.com",
    "https://www.wiseacreeatery.com",
    "https://www.owamni.com/",
    "https://hellskitcheninc.com/",
    "https://www.mallofamerica.com/",
    "https://www.thegreatnorthern.swoogo.com/2024/session/1857389/the-great-northern-ice-bar",
    "https://www.marriott.com/en-us/hotels/mspdd-renaissance-minneapolis-hotel-the-depot/overview/",
    "https://wiseacreeatery.com/",
    "https://www.mnhs.org/millcity"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "st. paul",
        "sentiment": "negative"
      },
      {
        "name": "madison",
        "sentiment": "none"
      },
      {
        "name": "ann arbor",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "eau claire",
        "sentiment": "none"
      },
      {
        "name": "wisconsin dells",
        "sentiment": "none"
      },
      {
        "name": "st. paul",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "minneapolis",
        "sentiment": "none"
      },
      {
        "name": "st. paul",
        "sentiment": "none"
      },
      {
        "name": "minnesota",
        "sentiment": "none"
      },
      {
        "name": "mall of america",
        "sentiment": "none"
      },
      {
        "name": "detroit",
        "sentiment": "none"
      },
      {
        "name": "chicago",
        "sentiment": "none"
      },
      {
        "name": "escanaba",
        "sentiment": "none"
      },
      {
        "name": "lake michigan",
        "sentiment": "none"
      },
      {
        "name": "michigan",
        "sentiment": "none"
      },
      {
        "name": "illinois",
        "sentiment": "none"
      },
      {
        "name": "mackinac city",
        "sentiment": "none"
      },
      {
        "name": "rockford",
        "sentiment": "none"
      },
      {
        "name": "marinette",
        "sentiment": "none"
      },
      {
        "name": "wisconsin",
        "sentiment": "none"
      },
      {
        "name": "wausau",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-03T23:50:47.238+02:00",
  "updated": "2024-01-03T23:50:47.238+02:00"
}