{
  "thread": {
    "uuid": "06335b25879eaedb92bd0824821e27b53cc429a2",
    "url": "https://www.sundayworld.com/showbiz/irish-showbiz/vogue-williams-enjoys-freezing-cold-swim-in-scottish-highlands-lake/a1618820806.html",
    "site_full": "www.sundayworld.com",
    "site": "sundayworld.com",
    "site_section": "https://www.sundayworld.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "SundayWorld.com : SundayWorld",
    "title": "Vogue Williams ‘enjoys’ freezing cold swim in Scottish highlands lake",
    "title_full": "Vogue Williams ‘enjoys’ freezing cold swim in Scottish highlands lake",
    "published": "2024-01-01T13:32:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IE",
    "main_image": "https://focus.sundayworld.com/thumbor/1hEIGvZOuAGNIaeuzqMEHlS_atA=/0x58:377x340/377x282/prod-mh-ireland/90325cb3-1560-4e00-bfaf-497f45158028/9032f87a-6744-4d10-bf30-92977a68d368/90325cb3-1560-4e00-bfaf-497f45158028.jpg",
    "performance_score": 0,
    "domain_rank": 30143,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "06335b25879eaedb92bd0824821e27b53cc429a2",
  "url": "https://www.sundayworld.com/showbiz/irish-showbiz/vogue-williams-enjoys-freezing-cold-swim-in-scottish-highlands-lake/a1618820806.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Níall Feiritear",
  "published": "2024-01-01T13:32:00.000+02:00",
  "title": "Vogue Williams ‘enjoys’ freezing cold swim in Scottish highlands lake",
  "text": "Sunday World Newsletter Sign up for the latest news and updates The family-of-five are currently staying on the Glen Affric Estate in Inverness-shire, Scotland, which is owned by Mathews’ family Vogue Williams has rung in the New Year with a series of freezing dips whilst on holiday in Scotland with her family. The Howth woman has been relaxing up north with husband Spencer Matthews and their three kids Theodore, Gigi and Otto over Christmas and New Year. The family-of-five are currently staying on the Glen Affric Estate in Inverness-shire, Scotland, which is owned by Mathews’ family. The estate is located in the Scottish Highlands, surrounded by an epic mountain range and series of lakes. Vogue posted on Instagram: “I despise cold water and do not like being cold, I even think the sea in Spain in the summer is cold. Saying that I’ve been getting into this with @spencermatthews who sits in there like a duck happy as Larry. \"Some days I was AWFUL, today I managed a minute, it definitely makes you feel so good!” Vogue captioned her swim. Vogue previously wrote about how much she was looking forward to having some down time to relax. “We have been looking forward to this time away with our family for so long. V chill, lots of gym sessions, tiny runs (I can handle 4K before I lose interest!). We need your consent to load this Social Media content. We use a number of different Social Media outlets to manage extra content that can set cookies on your device and collect data about your activity. \"The kids are having a great time, Otto is really testing out my arms because as soon as I’m near him I have to hold him the whole time! He’s still not feeling the best but defo starting to feel better… I hope you’re all having a lovely Christmas.” Under an image of her son, Vogue wrote: “Like butter wouldn’t melt, my little barnacle who wants to be held by me unless we are outside walking! \"His very cute winter suit and hat and glove combo is from @marksandspencer I’ve always loved their baby clothes.” Last week, Spencer showered his wife with praise on Instagram, writing: 'Darling @voguewilliams you make me so happy. Lucky to have such an incredible wife. “All that you do for our family is noticed and so appreciated. We love you,” he said. Mathews also shared his thoughts on their ice cold swims. “Been doing this every day for a while now. -2•c outside this morning. Although the time spent submerged can feel uncomfortable, it is incredibly good for you and will set you up for an awesome day. “Benefits are said to include: Increased blood circulation, Decreased inflammation, Improved immune system, Boosted mood, Increased metabolism. \"But most of all, I love it because it genuinely makes me FEEL GREAT and is a cool exercise in discipline,” he added.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mathews",
        "sentiment": "none"
      },
      {
        "name": "spencer matthews",
        "sentiment": "none"
      },
      {
        "name": "theodore",
        "sentiment": "none"
      },
      {
        "name": "gigi",
        "sentiment": "none"
      },
      {
        "name": "otto",
        "sentiment": "none"
      },
      {
        "name": "larry",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "vogue williams",
        "sentiment": "negative"
      },
      {
        "name": "vogue",
        "sentiment": "none"
      },
      {
        "name": "glen affric estate",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "scotland",
        "sentiment": "none"
      },
      {
        "name": "inverness-shire",
        "sentiment": "none"
      },
      {
        "name": "howth",
        "sentiment": "none"
      },
      {
        "name": "spain",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-01T14:10:47.175+02:00",
  "updated": "2024-01-01T18:13:37.782+02:00"
}