{
  "thread": {
    "uuid": "5486bf95b76b6edfa01ec959fcf29c5eb3bcb2d7",
    "url": "https://www.ctpost.com/news/article/julie-jason-new-resources-to-protect-against-18157319.php",
    "site_full": "www.ctpost.com",
    "site": "ctpost.com",
    "site_section": "https://newstimes.com/business/",
    "site_categories": [
      "media"
    ],
    "section_title": "Business News -  Connecticut  Business - Financial News at NewsTimes.com - NewsTimes",
    "title": "Julie Jason: New resources to protect against fraud",
    "title_full": "Julie Jason: New resources to protect against fraud",
    "published": "2024-01-05T14:53:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s.hdnux.com/photos/01/34/02/56/24128415/3/rawImage.jpg",
    "performance_score": 0,
    "domain_rank": 7917,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5486bf95b76b6edfa01ec959fcf29c5eb3bcb2d7",
  "url": "https://www.ctpost.com/news/article/julie-jason-new-resources-to-protect-against-18157319.php",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-05T14:53:00.000+02:00",
  "title": "Julie Jason: New resources to protect against fraud",
  "text": "I’m sure you’ll agree that we are living in quickly evolving times (just think of the artificial intelligence technology ChatGPT). As investors, the name of the game is to keep learning — not only to make good decisions, but also to avoid fraud. This theme of “Never Stop Learning” is the centerpiece of a new public service campaign designed by the Securities and Exchange Commission’s Office of Investor Education and Advocacy (OIEA). The effort is focused on helping older investors protect their funds from fraud and abuse. Protection is needed. Total losses by the elderly due to internet-related fraud increased 84 percent in 2022 from 2021, reaching $3.1 billion for victims over 60 years old, according to the FBI Internet Crime Complaint Center’s Elder Fraud Report 2022 ( tinyurl.com/2p8w78wh ). The number of victims topped 88,000, and the average loss per victim was just over $35,000. Nearly 5,500 of the victims lost more than $100,000. The most common fraud situation involved tech and customer support, with 17,810 victims over the age of 60 and a loss of nearly $588 million. Investment fraud was the costliest for the age group, totaling nearly $1 billion in 2022, a substantial climb from $239 million reported in 2021. The OIEA campaign provides new resources pages in English ( tinyurl.com/29rz6ax9 ) and Spanish ( tinyurl.com/an7fwc7w ) at Investor.gov. Start by viewing four short information videos, each lasting a minute or less, that highlight various aspects of concern for older investors. The videos (”How Caregivers Can Protect Older Investors From Financial Fraud and Scams”; “How to Protect Yourself From Fraud Aimed at Older Investors”; “How to Protect Your Retirement Savings”; and “What Is a Trusted Contact and How Can It Help Protect Your Investment Account”) are available in both English and Spanish versions, and they can be found at the Investor.gov playlist on YouTube ( tinyurl.com/4a8st4kk ). Then browse through these sections of the website: Monitor Your Accounts; Research Investments; Research Professionals; Tapping Your Nest Egg; Understand Fees; Learn to Spot Fraud; and Add a Trusted Contact (something I wrote about in the past; write to me at readers@juliejason.com if you would like a copy of that column). Each section ends with a Never Stop Learning Tip. Most sections contain links to other helpful resources. Let me share a few examples. In the Learn to Spot Fraud section, you can click on a link to the HoweyTrade Investment Program ( tinyurl.com/99x5utwk ), which is a mock presentation on Investor.gov that shows what fraud looks like. In the Research Professionals section, there is a link to an OIEA Investor Bulletin that describes how to use the Check Out Your Investment Professional tool at Investor.gov, as well as a link to information about Form CRS (Customer Relationship Summary), an SEC-required disclosure document that can help an investor compare and contrast financial firms and their advisers. For Understand Fees, a link to an OIEA bulletin provides an explanation of how fees and expenses can affect your investment portfolio. Another resource is the Consumer Financial Protection Bureau. The CFPB has a Money Smart for Older Adults resource guide at tinyurl.com/3rj7kr6a and tools for financial security in later years at tinyurl.com/mt46tcte. AARP.org offers numerous resources in its Money category ( tinyurl.com/yrxm7j5d ), including sections on personal finance, retirement savings and scams and fraud. In addition, the AARP Foundation has worksheets for those over 50 to help them with money management issues ( tinyurl.com/yt7tamb2 ). No matter your age, I encourage you to take advantage of these resources to increase your financial knowledge. If you are retired, consider some of the challenges of aging, but never forget to keep learning. As automaker Henry Ford said: “Anyone who stops learning is old, whether at 20 or 80. Anyone who keeps learning stays young. The greatest thing in life is to keep your mind young” ( tinyurl.com/45m49hvs ). Seasoned Investment Counsel and award-winning columnist and author, Julie Jason, JD, LLM, promotes financial literacy and investor protection. Read her latest book, “The Discerning Investor: Personal Portfolio Management in Retirement for Lawyers (and Their Clients ),” published by the American Bar Association. Write to Julie at readers@juliejason.com . While all questions cannot be answered, each email is read and reviewed and can lead to discussion in a future column.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Crime, Law and Justice",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "http://tinyurl.com/yrxm7j5d",
    "http://tinyurl.com/29rz6ax9",
    "http://tinyurl.com/3rj7kr6a",
    "http://tinyurl.com/2p8w78wh",
    "http://tinyurl.com/an7fwc7w",
    "http://tinyurl.com/yt7tamb2",
    "http://tinyurl.com/99x5utwk",
    "https://urldefense.com/v3/__https:/jacksongrant.us/__;!!Ivohdkk!iW_iu1f54RS0YBrpjs1pipbV_am7dFyhBDaSf3r5ijkgm7pNJ_iKYHpz-JCbqijC-0nZsdWe7qGWCe7X%24",
    "http://tinyurl.com/45m49hvs",
    "http://tinyurl.com/4a8st4kk",
    "https://urldefense.com/v3/__https:/jacksongrant.us/next-steps/the-discerning-investor__;!!Ivohdkk!iW_iu1f54RS0YBrpjs1pipbV_am7dFyhBDaSf3r5ijkgm7pNJ_iKYHpz-JCbqijC-0nZsdWe7vIVi86j%24",
    "http://www.tinyurl.com/45m49hvs",
    "http://www.tinyurl.com/an7fwc7w",
    "http://www.tinyurl.com/29rz6ax9",
    "https://www.urldefense.com/v3/__https:/jacksongrant.us/next-steps/the-discerning-investor__;!!Ivohdkk!iW_iu1f54RS0YBrpjs1pipbV_am7dFyhBDaSf3r5ijkgm7pNJ_iKYHpz-JCbqijC-0nZsdWe7vIVi86j%24",
    "http://www.tinyurl.com/yrxm7j5d",
    "http://www.tinyurl.com/99x5utwk",
    "http://www.tinyurl.com/2p8w78wh",
    "https://www.urldefense.com/v3/__https:/jacksongrant.us/__;!!Ivohdkk!iW_iu1f54RS0YBrpjs1pipbV_am7dFyhBDaSf3r5ijkgm7pNJ_iKYHpz-JCbqijC-0nZsdWe7qGWCe7X%24",
    "http://www.tinyurl.com/4a8st4kk",
    "http://www.tinyurl.com/3rj7kr6a",
    "http://www.tinyurl.com/yt7tamb2"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "julie jason",
        "sentiment": "negative"
      },
      {
        "name": "investm",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "fbi internet crime complaint center",
        "sentiment": "none"
      },
      {
        "name": "securities and exchange commission’s office of investor education and advocacy",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:59:14.332+02:00",
  "updated": "2024-01-06T00:59:14.332+02:00"
}