{
  "thread": {
    "uuid": "f21762516202476d30e82460403007ae044fbcb7",
    "url": "https://www.womansworld.com/posts/beauty/best-toners",
    "site_full": "www.womansworld.com",
    "site": "womansworld.com",
    "site_section": "https://www.womansworld.com/posts/category/beauty",
    "site_categories": [
      "media",
      "health",
      "herbs_for_health"
    ],
    "section_title": null,
    "title": "Best Toners to Use for Mature Skin, According to Skin Pros | Woman's World",
    "title_full": "Best Toners to Use for Mature Skin, According to Skin Pros | Woman's World",
    "published": "2024-04-04T20:50:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 29911,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f21762516202476d30e82460403007ae044fbcb7",
  "url": "https://www.womansworld.com/posts/beauty/best-toners",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anna Traver",
  "published": "2024-04-04T20:50:00.000+03:00",
  "title": "Best Toners to Use for Mature Skin, According to Skin Pros | Woman's World",
  "text": "Beauty Best Toners for Mature Skin That Make Your Complexion Look Younger + Smoother Plus, the how-to video that shows you when to use this product in your skin care routine If the word “toner” conjures images of oily-skinned teens and a drying liquid that leaves your skin stinging, we don’t blame you. After all, that’s precisely what they were in the past — and who they were intended for — that is, until fairly recently. But today’s toners are nothing like their predecessors. Rather, they’re a more expansive and versatile skincare category than ever before, with options for a host of different skin types and complexion concerns. And while, yes, they’re an added step in your routine, but according to skincare pros, it’s one that’s well-worth the effort. Here, a primer on toners (what they do, how to pick one, etc.) and the best toners that will work for you. What is a toner? “A toner is typically a water-based liquid solution that’s used in between the cleansing step and the rest of your skin care routine ,” explains Ivey Rogers , aesthetician educator and community engagement manager at USRx . “Years ago, toners were mostly intended for those with oily and/or acneic skin to help dry it out. Today, most toners are formulated to replenish and hydrate while also brightening and protecting the skin from free radical damage.” But keep in mind that not all toners are created equal. That’s why experts like Rogers advise choosing the right one for your skin in order to see the best results (more on this below). Check out the video below from the Fleur & Bee YouTube channel to learn more about toners. Why mature skin benefits from using a toner Toners are a great way to amp up your existing routine and achieve your skincare goals. First and foremost, they’re ideal for ensuring that your complexion is as clean as possible. They help remove excess residue, oil or lingering dirt or debris that didn’t come off during cleansing, says Brendan Camp, MD , a board-certified dermatologist in New York. And per Rogers’ previous point, while they used to be more astringent, the majority of toners are now moisturizing, making them a great choice for those with mature skin or aging concerns. “Our oil glands start to shrink and our skin gets drier as we get older,” says Rodgers. “Applying a toner after cleansing will help draw more moisture into the skin.” And those are just the more universal benefits of using a toner. Depending on the particular formula you pick, your toner can do many more things. For example, toners are a great way to gently exfoliate skin, eliminating the build-up of dead cells that can leave your complexion dull and lackluster as well as ensuring any skin care used afterward absorbs better, notes Roberta Del Campo, MD , a board-certified dermatologist in Miami, Florida. Dealing with dark spots or discoloration? Yep, a toner, specifically a brightening formula, can help. It’s all about finding the right one for you. To that point… How to pick a toner based on skin type First, consider what kind of skin you have and what kind of benefits you’re after. If your skin is dry and/or you simply want to add some more moisture, Rogers recommends using one that contains humectants — ingredients such as glycerin and hyaluronic acid. These will attract water to the skin that you can then lock in with moisturizer, she points out. If your skin is oily or you’re still battling breakouts, Dr. Camp recommends formulas with salicylic acid. The beta-hydroxy acid helps to dissolve excess oil and keep pores clear. And for those trying to target irregular texture: “Look for ones that contain alpha-hydroxy acids, such as lactic or glycolic,” says Dr. Camp. “These gently exfoliate to reveal brighter, smoother skin.” To that point, Dr. Del Campo adds that any toner with vitamin C is great for those who are after a more radiant, even tone. A good universal rule of thumb to keep in mind: If your skin is dry and/or sensitive, make sure you pick a toner that’s alcohol-free. “Alcohol-containing toners may remove too much oil and end up causing dryness,” Dr. Camp cautions. How to use a toner A toner should be used immediately after cleansing skin. Pat your face dry, then apply the toner to a cotton ball or pad and gently swipe it across your face, suggests Dr. Camp. Alternatively, apply toner to your (clean) hands and gently press it into skin with your fingertips, he says. Either way, make sure to allow your skin to fully dry before applying your other products. You’ll typically want to follow toner with a serum and/or moisturizer — and sunscreen in the morning, of course. Depending on the formula, most toners can be used twice a day, though Rogers notes that you can also consider using a toner in lieu of a cleanser in the morning. You can also try alternating formulas. Switch between one that’s more exfoliating and one that’s more hydrating, using them on alternating days, advises Dr. Del Campo. Watch the below video from @TabethGiselle on YouTube on how to use toner in your skin care routine. Related: “I Tried Skin Cycling and Was Amazed at How Smooth and Glowing My Skin Looks Now” The best toners for mature skin Ready to try toner? The experts we spoke with recommend these formulas. Best overall toner Fresh Rose & Hyaluronic Acid Deep Hydration Toner Both Dr. Del Campo and Dr. Camp love this option. As the name suggests, it touts nourishing rose oil and rose water , along with hydrating hyaluronic acid . It’s alcohol-free as well — and the pretty packaging (visible rose petals!) is just an added bonus. Best drugstore toner CeraVe Alcohol-Free Hydrating Toner This drugstore buy is one of Rogers’ favorites. She notes that it’s an especially good pick if you have sensitive skin, as it contains calming niacinamide and skin-strengthening ceramides. Dr. Del Campo is also a fan, adding that these ingredients make it a good choice for mature and dry skin types as well, and lauding it for being very cost effective. Best hydrating toner Laneige Cream Skin Toner & Moisturizer This aptly-named pick is in fact somewhat of a hybrid. “It combines the benefits of a cream moisturizer and a lightweight toner, delivering nourishing ingredients like ceramides and peptides,” says Dr. Camp of one of his top picks. Hydrating glycerin, squalane and hyaluronic acid also feature prominently on the ingredient list. Best exfoliating toner SkinCeuticuals Equalizing Toner If you’re looking for a toner that will help brighten and smooth your complexion, this is it. It’s a favorite of Dr. Del Campo’s, who likes that it contains alpha-hydroxy acids to gently exfoliate, alongside skin-calming botanical extracts. Also nice is that it’s fragrance-, oil- and alcohol-free. Best antioxidant-rich toner Innisfree Green Tea Hyaluronic Acid Toner “Infused with green tea and hyaluronic acid, this toner offers an abundance of collagen-boosting amino acids, antioxidant protection and hydration,” says Dr. Camp of another one of his favorites. It’s a universally great choice for all skin types, an easy way to score an extra dose of antioxidants that help ward off free radical damage that can cause many different signs of aging. Best splurge toner SK-II Facial Treatment Clear Lotion Toner It’s pricey, yes, but both Dr. Camp and Rogers say this pick is worth every penny. It relies on a fermented ingredient proprietary to the brand that’s ideal for helping keep the skin barrier balanced. “This is important in order to prevent inflammation and sensitivity,” explains Rogers. It’s also rich in antioxidants, vitamins, minerals and amino acids that nourish your skin, adds Dr. Camp. And, on top of all of that, there are also gently exfoliating alpha-hydroxy acids in the mix. Best brightening toner Good Molecules Niacinamide Brightening Toner Say bye-bye to sun spots! “This is a great option for all skin types dealing with dark spots or discoloration as it’s formulated with brightening ingredients like alpha arbutin and licorice root extract,” says Rogers. “Both help to brighten what you see on the surface of the skin, and alpha arbutin also helps inhibit the formation of dark spots below that top layer.” Best toner for sensitive skin Kiehl’s Calendual Herbal Extract Alcohol-Free Toner For a toner that is both alcohol- and fragrance-free (two very important criteria if you have easily-irritated skin), look to this option from Kiehl’s. It also contains botanicals such as calendula, allantoin and great burdock root, which help to not only reduce redness but also improve skin texture, too, notes Dr. Camp. Deal of the Day Get This Hair Straightener Brush for 40% Off! View Deal For more skin care tips and tricks, click through these stories: Sensitive Skin? Here’s How to Use Retinol for a Smoother, Glowing Complexion + Pros’ Top 9 Product Picks These At-Home Facial Steps Will Leave You With Youthful, Glowing Skin — For Pennies! 8 Best Moisturizers for Rosacea-Prone Skin, According to Dermatologists",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Health"
  ],
  "external_links": [
    "http://www.amazon.com/exec/obidos/ASIN/B0BLCX8HNQ",
    "https://www.youtube.com/@FleurBee",
    "https://www.sephora.com/product/rose-deep-hydration-facial-toner-P417936?country_switch=us&lang=en&skuId=1924901&om_mmc=ppc-GG_17791296883___1924901__9021519_c&country_switch=us&lang=en&gad_source=1&gclid=Cj0KCQjwzZmwBhD8ARIsAH4v1gWksiUOBxtmkNOnqhjgvr7LUOm1TY1cDT0gSCJoDpSduMv3bJ_YmeAaAk0iEALw_wcB&gclsrc=aw.ds",
    "https://www.firstforwomen.com/posts/beauty/morning-skin-care-routine",
    "https://www.sephora.com/product/facial-treatment-clear-lotion-P375853?country_switch=us&lang=en&skuId=1850338&srsltid=AfmBOooKW7RbGUwJctEpfcYS2yVkCv-hKdsIy1-XG8D4c6Ci-keq1J9j6MI",
    "https://www.youtube.com/embed/3ssyp0uKLwo?feature=oembed",
    "https://www.mdcsnyc.com/provider/brendan-camp-md",
    "https://www.ulta.com/p/niacinamide-brightening-toner-pimprod2023929?sku=2582308&cmpid=PS_Non!google!Product_Listing_Ads&utm_source=google&utm_medium=paidsearch&cagpspn=pla&CATCI=pla-2191930461252&CAAGID=114700862790&CAWELAID=330000200002758151&CATARGETID=330000200002562850&CADevice=c&gad_source=1&gclid=Cj0KCQjwzZmwBhD8ARIsAH4v1gViQ6Qz_zbamdw-_bOky6NrZRDZ4_Dsr3IKmmr5UjVSJ79lMOGCNfIaAqryEALw_wcB",
    "https://www.youtube.com/embed/Ioakwm_iouw?feature=oembed",
    "https://www.firstforwomen.com/posts/beauty/best-tinted-sunscreen",
    "https://urbanskinrx.com/pages/writer-profile-ivey",
    "https://www.youtube.com/@TabethGiselle",
    "https://us.laneige.com/products/cream-skin-toner-moisturizer",
    "https://www.instagram.com/drrobertadelcampo/",
    "https://www.firstforwomen.com/posts/beauty/rose-oil-skin-hair",
    "https://www.ulta.com/p/alcohol-free-hydrating-toner-sensitive-dry-skin-pimprod2030178?sku=2591829&cmpid=PS_Non!google!Product_Listing_Ads&utm_source=google&utm_medium=paidsearch&cagpspn=pla&CATCI=pla-2191930459812&CAAGID=114700862790&CAWELAID=330000200002852688&CATARGETID=330000200002562850&CADevice=c&gad_source=1&gclid=Cj0KCQjwzZmwBhD8ARIsAH4v1gWynNUq_mQnUB5LZC6FNqF009FyxeKhCefseI_mksb_E2jH0ZB870AaAnx4EALw_wcB",
    "https://www.firstforwomen.com/posts/beauty/glycerin-for-skin",
    "https://www.lovelyskin.com/o/skinceuticals-equalizing-toner?ref=gbase&gad_source=1&gclid=Cj0KCQjwzZmwBhD8ARIsAH4v1gWUpTVmWO0xG0Mg9PLQ0DBE0UnPF7g1Hf8SCsAJH9rThuFciwj2HoMaAqjqEALw_wcB",
    "https://www.nordstrom.com/s/kiehls-calendula-herbal-extract-alcohol-free-toner/2927887?color=NO+COLOR&size=4.2+oz&utm_content=33067509549&utm_term=pla-451464120872&utm_channel=low_nd_shopping_standard&utm_source=google&utm_campaign=662927185&adpos=&creative=145518892495&device=c&matchtype=&network=g&acctid=21700000001689570&dskeywordid=92700049882591379&lid=92700049882591379&ds_s_kwgid=58700005465922169&ds_s_inventory_feed_id=97700000007631122&dsproductg",
    "https://www.firstforwomen.com/posts/beauty/skin-cycling",
    "https://urbanskinrx.com/?utm_source=google&utm_medium=cpc&utm_campaign=Pmax+-+Clarify+Collection&utm_content=&utm_term=&gad_source=1&gclid=Cj0KCQjwn7mwBhCiARIsAGoxjaLxLdQYQYIiJ8cziK0acceteLWX0VNdv6c_iZ4kfDIIScWi2KvIDj4aAnZpEALw_wcB",
    "https://www.firstforwomen.com/posts/beauty/skin-barrier-repair",
    "https://firstforwomen.com/posts/beauty/rose-oil-skin-hair",
    "https://youtube.com/@TabethGiselle",
    "https://urbanskinrx.com/",
    "https://www.us.laneige.com/products/cream-skin-toner-moisturizer",
    "https://www.ulta.com/p/niacinamide-brightening-toner-pimprod2023929",
    "https://lovelyskin.com/o/skinceuticals-equalizing-toner?ref=gbase&gad_source=1&gclid=Cj0KCQjwzZmwBhD8ARIsAH4v1gWUpTVmWO0xG0Mg9PLQ0DBE0UnPF7g1Hf8SCsAJH9rThuFciwj2HoMaAqjqEALw_wcB",
    "https://youtube.com/@FleurBee",
    "https://youtube.com/embed/Ioakwm_iouw?feature=oembed",
    "https://www.urbanskinrx.com/?utm_source=google&utm_medium=cpc&utm_campaign=Pmax+-+Clarify+Collection&utm_content=&utm_term=&gad_source=1&gclid=Cj0KCQjwn7mwBhCiARIsAGoxjaLxLdQYQYIiJ8cziK0acceteLWX0VNdv6c_iZ4kfDIIScWi2KvIDj4aAnZpEALw_wcB",
    "https://www.sephora.com/product/rose-deep-hydration-facial-toner-P417936",
    "https://www.instagram.com/drrobertadelcampo",
    "https://ulta.com/p/niacinamide-brightening-toner-pimprod2023929?sku=2582308&cmpid=PS_Non!google!Product_Listing_Ads&utm_source=google&utm_medium=paidsearch&cagpspn=pla&CATCI=pla-2191930461252&CAAGID=114700862790&CAWELAID=330000200002758151&CATARGETID=330000200002562850&CADevice=c&gad_source=1&gclid=Cj0KCQjwzZmwBhD8ARIsAH4v1gViQ6Qz_zbamdw-_bOky6NrZRDZ4_Dsr3IKmmr5UjVSJ79lMOGCNfIaAqryEALw_wcB",
    "https://mdcsnyc.com/provider/brendan-camp-md",
    "https://firstforwomen.com/posts/beauty/glycerin-for-skin",
    "https://www.youtube.com/embed/3ssyp0uKLwo",
    "https://sephora.com/product/facial-treatment-clear-lotion-P375853?country_switch=us&lang=en&skuId=1850338&srsltid=AfmBOooKW7RbGUwJctEpfcYS2yVkCv-hKdsIy1-XG8D4c6Ci-keq1J9j6MI",
    "https://ulta.com/p/alcohol-free-hydrating-toner-sensitive-dry-skin-pimprod2030178?sku=2591829&cmpid=PS_Non!google!Product_Listing_Ads&utm_source=google&utm_medium=paidsearch&cagpspn=pla&CATCI=pla-2191930459812&CAAGID=114700862790&CAWELAID=330000200002852688&CATARGETID=330000200002562850&CADevice=c&gad_source=1&gclid=Cj0KCQjwzZmwBhD8ARIsAH4v1gWynNUq_mQnUB5LZC6FNqF009FyxeKhCefseI_mksb_E2jH0ZB870AaAnx4EALw_wcB",
    "https://nordstrom.com/s/kiehls-calendula-herbal-extract-alcohol-free-toner/2927887?color=NO+COLOR&size=4.2+oz&utm_content=33067509549&utm_term=pla-451464120872&utm_channel=low_nd_shopping_standard&utm_source=google&utm_campaign=662927185&adpos=&creative=145518892495&device=c&matchtype=&network=g&acctid=21700000001689570&dskeywordid=92700049882591379&lid=92700049882591379&ds_s_kwgid=58700005465922169&ds_s_inventory_feed_id=97700000007631122&dsproductg",
    "https://sephora.com/product/rose-deep-hydration-facial-toner-P417936?country_switch=us&lang=en&skuId=1924901&om_mmc=ppc-GG_17791296883___1924901__9021519_c&country_switch=us&lang=en&gad_source=1&gclid=Cj0KCQjwzZmwBhD8ARIsAH4v1gWksiUOBxtmkNOnqhjgvr7LUOm1TY1cDT0gSCJoDpSduMv3bJ_YmeAaAk0iEALw_wcB&gclsrc=aw.ds",
    "https://instagram.com/drrobertadelcampo/",
    "https://www.urbanskinrx.com/pages/writer-profile-ivey",
    "https://www.nordstrom.com/s/kiehls-calendula-herbal-extract-alcohol-free-toner/2927887",
    "https://www.sephora.com/product/facial-treatment-clear-lotion-P375853",
    "http://amazon.com/exec/obidos/ASIN/B0BLCX8HNQ",
    "https://www.youtube.com/embed/Ioakwm_iouw",
    "https://www.ulta.com/p/alcohol-free-hydrating-toner-sensitive-dry-skin-pimprod2030178",
    "https://www.lovelyskin.com/o/skinceuticals-equalizing-toner",
    "https://firstforwomen.com/posts/beauty/best-tinted-sunscreen",
    "https://firstforwomen.com/posts/beauty/skin-cycling",
    "https://firstforwomen.com/posts/beauty/morning-skin-care-routine",
    "https://firstforwomen.com/posts/beauty/skin-barrier-repair",
    "https://youtube.com/embed/3ssyp0uKLwo?feature=oembed"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ivey rogers",
        "sentiment": "none"
      },
      {
        "name": "margarita kheruimova",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T01:08:04.393+03:00",
  "updated": "2024-04-05T01:21:38.008+03:00"
}