{
  "thread": {
    "uuid": "b57a1a89c134894712a496826ba76c4dbab85de5",
    "url": "https://www.business-standard.com/industry/news/rajasthan-cm-to-resolve-problems-of-industry-and-boost-job-creation-124010200879_1.html",
    "site_full": "www.business-standard.com",
    "site": "business-standard.com",
    "site_section": "https://www.business-standard.com/rss/todays-paper.rss",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": "",
    "title": "Rajasthan CM to resolve problems of industry and boost job creation",
    "title_full": "Rajasthan CM to resolve problems of industry and boost job creation",
    "published": "2024-01-02T13:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://bsmedia.business-standard.com/_media/bs/img/article/2023-12/15/full/1702627337-018.jpg",
    "performance_score": 0,
    "domain_rank": 1355,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b57a1a89c134894712a496826ba76c4dbab85de5",
  "url": "https://www.business-standard.com/industry/news/rajasthan-cm-to-resolve-problems-of-industry-and-boost-job-creation-124010200879_1.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Business Standard",
  "published": "2024-01-02T13:30:00.000+02:00",
  "title": "Rajasthan CM to resolve problems of industry and boost job creation",
  "text": "With the formation of the new BJP government in Rajasthan, various trade bodies and businessmen have started reaching out with their problems to the government.\nThe government also assured them that their problems would be resolved as soon as possible to make Rajasthan a developed state.\nA delegation of the Hotel Federation of Rajasthan recently met Chief Minister Bhajanlal Sharma and apprised him of the problems the hotel industry faces.\nFederation vice-president Ranvijay Singh said, “We have submitted a five-point demand letter to the chief minister. We have requested the government to make the process of firefighting licence easier for hotels.”\nThey said that suggestions from hoteliers should also be included in preparing the new tourism policy, which is likely to be announced soon. Hoteliers should also be included in the new master plan.\n“We have also urged the government to include representatives of hotels in various programmes organised by the tourism department. Hoteliers’ viewpoints can prove useful in the formation and implementation of policies related to tourism,” he said.\nSingh said the chief minister assured the team that he will look into the issues.\n“There were some problems in the rules regarding regularisation of hotels. Assurance has been given to remove them,” he said.\nSingh added, “The CM told us that the government will try to sort out the problems of the tourism and hotel industry in its 100-day action plan.”\nHe told the delegation that job creation is the most important issue in his action plan and that the tourism sector can be a good job creator.\nMeanwhile, the Jaipur Vyapar Mahasangh has demanded that the chief minister reduce the rates of petrol and diesel in Rajasthan. This can be done by lowering local taxes so that the common man can get relief.\nVyapar Mahasangh president Subhash Goyal said the rates of petrol and diesel in Rajasthan are Rs 7 to 8 per litre higher than other neighbouring states. Also Read Rajasthan Assembly Elections 2023: All you need to know about the state Rajasthan elections: BJP to stage protest in state over daily power cuts BJP will announce candidates for Rajasthan polls soon: Pralhad Joshi Mission 2030: Rajasthan government seeks suggestions from 10 million people Rajasthan Assembly elections: Congress releases fifth list of 5 candidates Home health care industry sees demand rising in India's smaller cities Hyderabad airport among global airports with highest on-time performance Sugar production falls again, dips 7.7% to 11.2 mn tonnes in Oct-Dec: NFCSF Coal output rises nearly 11% in Dec to 92.87 million tonnes: Govt India launches a single-window portal for medical devices management\nDue to increasing production and transportation costs, the state's industries are lagging behind.\nHe also welcomed the move to provide cylinders for Rs 450 under the Ujjwala scheme of the central government in the state from January 1.\nTopics : rajasthan IT industry jobs BJP Hotel industry 7:30 PM IST",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Politics"
  ],
  "external_links": [
    "https://www.whatsapp.com/channel/0029Va6cbsSDuMRmPCIgXS2t",
    "https://t.me/bsindiaofficial",
    "https://whatsapp.com/channel/0029Va6cbsSDuMRmPCIgXS2t",
    "https://www.t.me/bsindiaofficial"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bhajanlal sharma",
        "sentiment": "none"
      },
      {
        "name": "ranvijay singh",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bjp",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "rajasthan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T16:13:48.126+02:00",
  "updated": "2024-01-03T05:08:53.978+02:00"
}