{
  "thread": {
    "uuid": "1c38caccf61fe7f9d0dbf977f75c38f226892346",
    "url": "http://www.uniindia.com/stalin-announces-more-assistance-for-liquor-tragedy-victims/south/news/3224802.html",
    "site_full": "www.uniindia.com",
    "site": "uniindia.com",
    "site_section": "http://www.uniindia.net/feed.aspx?lang_id=1",
    "site_categories": [
      "media"
    ],
    "section_title": "United News Of India",
    "title": "Stalin announces more assistance for Liquor Tragedy victims",
    "title_full": "Stalin announces more assistance for Liquor Tragedy victims",
    "published": "2024-06-21T14:37:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 26969,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1c38caccf61fe7f9d0dbf977f75c38f226892346",
  "url": "http://www.uniindia.com/stalin-announces-more-assistance-for-liquor-tragedy-victims/south/news/3224802.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Uniindia News Service",
  "published": "2024-06-21T14:37:00.000+03:00",
  "title": "Stalin announces more assistance for Liquor Tragedy victims",
  "text": "States » SouthPosted at: Jun 21 2024 4:37PM Stalin announces more assistance for Liquor Tragedy victimsChennai, June 21 (UNI) Observing that the sadness and grief the Kallakurichi spurious liquor tragedy had caused could not be expressed in words, Tamil Nadu Chief Minister M.K. Stalin on Friday gave a detailed reply in the State Assembly on the steps taken by it, including Rs ten lakh solatium to the deceased families, and also announced more assistance, including meeting the educational expenses of their wards till they pursue higher education. In a detailed reply to a Special Calling Attention motion given notice of by Members of various political parties, during Zero Hour in the Assembly, Mr Stalin said in the Kallakurichi incident, of the 164 affected, 117 were being treated as in-patients and 47 people have died. A total of 67 people were undergoing treatment in Kallkurichi Government Medical College hospital, 32 in Salem Government College hospital, two in Villuppuram Government Medical College hospital and 16 at JIPMER in Puducherry.He pointed out that the government had already announced an assistance of Rs ten lakh to the families of the deceased.Announcing more help and assistance to the victims, Mr Stalin informed the House that the state government would bear the educational expenses and hostel fees of all children, who have lost either one or both of their parents in hooch tragedy, until they finish their graduation. Mr Stalin said apart from the already announced Rs 10 lakh assistance, the government would provide a maintenance allowance of Rs 5,000 per month to children who have been orphaned in the tragedy and would be brought up by a guardian. This amount will be given till they complete 18 years of age, he said. . He said the government will also deposit Rs 5 lakh as corpus in a bank in the names of these children and this amount along with the accrued interest, will be given to them when they turn 18. Announcing an assistance of Rs three lakh each from the Chief Minister's Public Relief fund for those children who have lost one of their parents, Mr Stalin priority would be given to the children, who have lost both or one of their parents, in all government schemes. The Chief Minister said if the children, if they are willing, would be admitted to government-run homes or homes functioning with government aid.Responding to some member's remarks that the Chief Minister should own responsibility for the tragedy, Mr Stalin said as the one holding the home portfolio and also as the Chief Minister, he would run away and hide on any issues.He also pointed out to the action taken against erring district police officials, transfer of District Collector, suspension of the District SP and PEW personnel, ordering a CB-CID probe, besides a Judicial probe into the incident. Mr. Stalin also said the hooch was brought from Puducherry and methanol was used in it and three people have been arrested so far and 200 litres of methanol were seized.Referring to the cases that were pending in Courts against the Ministers and top police officials for their involvement in Gutkha scam when the Opposition Party (meaning the AIADMK) was in power, Mr Stalin said he has the list of hooch tragedy deaths that took place during the AIADMK regime.\"But I do not want to politicise it by talking about it\", he said and appealed to the members not to seek political mileage by using this tragic incident. Reiterating that the government was taking stringent action against those involved in illicit brewing and they have been arrested under the Goondas Act, the Chief Minister said a total of 4,63,710 cases were registered against illicit liquor peddlers and 4,61,084 people were arrested. A total of 565 people were detained under the Goondas Act, 16,51,633 litres of illicit liquor and 1,42,019 litres of rectified spirit were seized an destroyed. He said since the DMK came to power, 14,606 cases were registered against the manufacture and sale of spurious liquor have been filed and a total of 10,154 people have been arrested of which 58 were detained under the Goondas Act. He also listed out the steps taken by his government and the number of arrests made during the last year's twin hooch tragedy in Villuppuram and Chengalpattu districts. UNI GV 1620Tags: #Stalin announces more assistance for Liquor Tragedy victims",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "stalin",
        "sentiment": "negative"
      },
      {
        "name": "m.k. stalin",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "kallkurichi government medical college",
        "sentiment": "none"
      },
      {
        "name": "villuppuram government medical college",
        "sentiment": "none"
      },
      {
        "name": "state assembly",
        "sentiment": "none"
      },
      {
        "name": "assembly",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kallakurichi",
        "sentiment": "none"
      },
      {
        "name": "tamil nadu",
        "sentiment": "none"
      },
      {
        "name": "salem",
        "sentiment": "none"
      },
      {
        "name": "jipmer",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-21T16:47:18.491+03:00",
  "updated": "2024-06-21T16:47:18.491+03:00"
}