{
  "thread": {
    "uuid": "28f95be96e071e642815ecba143a36f4e7d9657b",
    "url": "https://www.pulzo.com/mundo/papa-francisco-misa-jueves-santo-hizo-llamado-atencion-sacerdotes-PP3541415A",
    "site_full": "www.pulzo.com",
    "site": "pulzo.com",
    "site_section": "http://www.pulzo.com",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "\n            \tNoticias en Español 24 horas - Pulzo\n        ",
    "title": "Papa Francisco, en misa de Jueves Santo, hizo llamado de atención a sacerdotes",
    "title_full": "Papa Francisco, en misa de Jueves Santo, hizo llamado de atención a sacerdotes",
    "published": "2024-03-29T00:36:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://d2yoo3qu6vrk5d.cloudfront.net/pulzo-lite/images-resized/PP3541415A-h-o.jpg",
    "performance_score": 0,
    "domain_rank": 54138,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "28f95be96e071e642815ecba143a36f4e7d9657b",
  "url": "https://www.pulzo.com/mundo/papa-francisco-misa-jueves-santo-hizo-llamado-atencion-sacerdotes-PP3541415A",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "diariopereira@pulzo-hermes.com",
  "published": "2024-03-29T00:36:00.000+02:00",
  "title": "Papa Francisco, en misa de Jueves Santo, hizo llamado de atención a sacerdotes",
  "text": "El Diario es un medio que brinda la más completa información de lo que pasa en Risaralda y su capital Pereira, así como en Colombia y el mundo. [Visitar sitio](https://www.eldiario.com.co/) [En este Jueves Santo](https://www.pulzo.com/vivir-bien/jueves-santo-2023-que-se-conmemora-este-dia-cual-es-su-significado-PP2723577A#:~:text=Celebraci%C3%B3n%20del%20Jueves%20Santo&text=En%20algunos%20pa%C3%ADses%2C%20se%20llevan,y%20la%20condena%20de%20Jes%C3%BAs.), en el marco del inicio del Triduo Pascual de la Semana Santa, el Papa Francisco presidió la Misa Crismal en el Vaticano. Durante la ceremonia, el Sumo Pontífice pronunció una larga homilía, destacando la importancia de la humildad y el perdón para los sacerdotes. (Le puede interesar: [Bicicleta que Egan Bernal le regaló al papa Francisco es subastada y cuesta una fortuna](https://www.pulzo.com/deportes/subastan-bicicleta-que-egan-bernal-regalo-papa-francisco-cuanto-vale-PP3522067)) En su mensaje, el [Papa Francisco](https://www.pulzo.com/noticias/papa-francisco) instó a los clérigos a liberarse de los egoísmos y las ambiciones que puedan obstaculizar su ministerio pastoral. “Cuánto necesitamos liberarnos de resistencias y recriminaciones, de egoísmos y ambiciones, de rigorismos e insatisfacciones, para encomendarnos e interceder ante Dios, encontrando en él una paz que salva de cualquier tempestad”, expresó el Santo Padre. [#Internacional]✝️| El Papa Francisco en [#JuevesSanto]lava pies a reclusas mientras está en silla de ruedas. [#PapaFrancisco] [#SemanaSanta] 📸 EFE [pic.twitter.com/nYDV2MOFvw] — Moviendo Ideas (@moviendoideas) [March 28, 2024] Además, el Papa hizo un llamado a la compasión y la misericordia hacia aquellos que están alejados de la fe. “A nosotros, sus Pastores, el Señor no nos pide juicios despectivos sobre los que no creen, sino amor y lágrimas por los que están alejados. Las situaciones difíciles que vemos y vivimos, la falta de fe, los sufrimientos que tocamos, al entrar en contacto con un corazón compungido, no suscitan la determinación en la polémica, sino la perseverancia en la misericordia”, expresó el Papa Francisco. La Misa Crismal es una de las ceremonias más significativas para la Iglesia Católica durante la Semana Santa. En esta ocasión, se bendicen los óleos que se utilizarán en los sacramentos del bautismo, la confirmación y la unción de los enfermos, y se renuevan las promesas sacerdotales. (Lea también: [¿Dios es pereirano? Al papa Francisco le cayó del cielo la camiseta del ‘Matecaña’](https://www.pulzo.com/deportes/papa-francisco-recibio-camiseta-pereira-vaticano-PP3511835)) El llamado [del Papa Francisco](https://www.pulzo.com/entretenimiento/papa-francisco-semana-santa-quien-es-trayectoria-curiosidades-PP3538883) a la humildad y al perdón resuena en un momento en el que la Iglesia enfrenta desafíos internos y externos. Sus palabras reflejan la importancia de mantenerse fieles a los valores del Evangelio y de servir con amor y compasión a todos los fieles, especialmente a aquellos que más lo necesitan. Las imágenes de la Misa Crismal, cedidas por el Vaticano, muestran al Papa Francisco presidiendo la ceremonia, acompañado por clérigos de todo el mundo. Estas imágenes capturan la solemnidad y la reverencia del evento, así como la devoción del Santo Padre hacia su ministerio pastoral. En un mundo marcado por la división y el conflicto, las palabras del Papa Francisco resuenan como un llamado a la reconciliación y la compasión. Que su mensaje inspire a todos los sacerdotes a seguir el ejemplo de humildad y servicio de Jesucristo, llevando la luz del Evangelio a todos los rincones del mundo. [Papa Francisco: historia de su trayectoria, su paso por Colombia y algunas curiosidades](/entretenimiento/papa-francisco-semana-santa-quien-es-trayectoria-curiosidades-PP3538883) [Papa Francisco oró en misa del Domingo de Ramos por mujer y niño asesinados en Antioquia](/mundo/papa-francisco-hizo-oracion-misa-mujer-nino-asesinados-antioquia-PP3534452A) [El pan colombiano que llegó al Vaticano y que atrae a los más fieles](/economia/pan-con-fe-producto-colombiano-que-ya-llego-vaticano-PP3526322) [Bicicleta que Egan Bernal le regaló al papa Francisco es subastada y cuesta una fortuna](/deportes/subastan-bicicleta-que-egan-bernal-regalo-papa-francisco-cuanto-vale-PP3522067) El Papa Francisco hizo hincapié en la importancia de comprender correctamente el significado de las lágrimas de compunción, subrayando que no se trata simplemente de autocompasión o regodearse en las adversidades experimentadas. Explicó que estas lágrimas no surgen de un deseo de lástima hacia uno mismo ni de recrearse en las injusticias sufridas, sino que son un acto de profundo arrepentimiento por haber entristecido a Dios con el pecado. El Santo Padre advirtió sobre la tristeza según el mundo, que se regodea en las aflicciones y se autocompadece, contrastándola con la tristeza según Dios. Según Francisco, tener lágrimas de compunción implica reconocer humildemente nuestra condición de deudores ante Dios y admitir haber perdido el rumbo hacia la santidad al no confiar plenamente en el amor de Aquel que entregó su vida por nosotros. Posteriormente, el Papa enfatizó que un corazón sin arrepentimiento ni lágrimas se vuelve progresivamente rígido. En primer lugar, se aferra a sus rutinas; luego, se vuelve intolerante hacia los problemas y ajeno a las personas; después, se enfría y casi se vuelve insensible, como si estuviera envuelto en una coraza impenetrable; finalmente, se convierte en un corazón de piedra. No obstante, insistió en que «así como una gota excava la piedra, las lágrimas lentamente perforan los corazones endurecidos». De esta manera, se observa el milagro de la tristeza que conduce a la dulzura. “La compunción es el remedio”, afirmó, “pues nos revela la verdad sobre nosotros mismos, permitiendo que la profundidad de nuestra condición pecadora revele la realidad infinitamente mayor de ser perdonados”. LO ÚLTIMO [Mundo] Hace 2 horas [Papa Francisco no fue tan pacífico en mensaje de Jueves Santo; dio duro sermón a sacerdotes](/mundo/papa-francisco-misa-jueves-santo-hizo-llamado-atencion-sacerdotes-PP3541415A) [Mundo] Hace 2 horas [Explican qué podría pasar con colombianos en Argentina tras pelea entre Petro y Milei](/mundo/colombia-argentina-que-pasara-con-colombianos-pelea-entre-petro-milei-PP3541556) [Mundo]",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [
    "https://www.eldiario.com.co/)",
    "https://eldiario.com.co/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T03:22:40.918+03:00",
  "updated": "2024-03-29T03:22:40.918+03:00"
}