{
  "thread": {
    "uuid": "cbb4ea2115c9c1df5fa8e17e39992f6ddf83e299",
    "url": "https://www.catholicregister.org/item/36676-former-trustee-feels-vindicated-by-dicastery-s-dignity-document",
    "site_full": "www.catholicregister.org",
    "site": "catholicregister.org",
    "site_section": "https://catholicregister.org",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "The Catholic Register",
    "title": "Former trustee feels vindicated by dicastery’s dignity document",
    "title_full": "Former trustee feels vindicated by dicastery’s dignity document",
    "published": "2024-04-19T00:58:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.catholicregister.org/media/k2/items/cache/4c5de430578f807dce5caae61bb2f511_L.jpg",
    "performance_score": 0,
    "domain_rank": 71660,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cbb4ea2115c9c1df5fa8e17e39992f6ddf83e299",
  "url": "https://www.catholicregister.org/item/36676-former-trustee-feels-vindicated-by-dicastery-s-dignity-document",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Quinton Amundson, The Catholic Register",
  "published": "2024-04-19T00:58:00.000+03:00",
  "title": "Former trustee feels vindicated by dicastery’s dignity document",
  "text": "“The document supports what I have been [saying](/item/36645-former-trustees-say-bullying-rampant-for-upholding-catholic-beliefs) all along: We are born male or female,” said Champagne. “God makes no mistakes.” The Dicastery for the Doctrine of the Faith condemned attacks on human dignity, including gender theory. It avowed in paragraph 57 of Dignitas Infinita that “desiring a personal self-determination, as gender theory prescribes, apart from this fundamental truth that human life is a gift, amounts to a concession to the age-old temptation to make oneself God, entering into competition with the true God of love revealed to us in the Gospel.” Another aspect of gender theory condemned is its intent to “deny the greatest possible difference that exists between living beings: sexual difference.” “This foundational difference is not only the greatest imaginable difference but is also the most beautiful and most powerful of them,” the document reads. “In the male-female couple, this difference achieves the most marvellous of reciprocities. It thus becomes the source of that miracle that never ceases to surprise us: the arrival of new human beings in the world.” “The trans movement is all about feelings,” Champagne explained. “It is not creational. It is a fleeting sensation. As you know, feelings can change from day to day. Feelings are connected to the imagination, which allows us to become whatever, wherever. Imagination isn’t grounded. It is connected to (identifiers), which are fully promoted in the schools, for example. The people who push the trans movement are not grounded. God gave us a grounding with male and female. That’s solid.” Champagne’s convictions are not in sync with the public positions of the Louis Riel School Division Board (LRSDB). At a June 2023 trustee meeting, she raised concerns about an LRSDB statement on X calling for library books that “allow all students and members of our divisional family to see themselves as valued and respected members of society, including the 2SLGBTQIA+ community.” In an earlier interview, she told The Catholic Register this topic had never been broached during previous board meetings. Neither she nor her colleagues presented their stance. Her inquiries were shut down by board chair Sandy Nemeth. Within weeks of challenging “the wide array of highly explicit material available within LRSD,” she was confronted over memes posted on social media that breached the board’s code of conduct statute that calls for trustees to “refrain from expressing opinions and/or sharing information through social media that would discredit, undermine or compromise the integrity of the board.” Standing up for her beliefs to the school board led to Champagne receiving three straight suspensions with no pay, threats of legal action and the loss of her teaching job at St. Boniface University. She resigned from her trustee role last November. Champagne will continue to speak out. She said she hopes the firm and unequivocal nature of the Vatican’s stance on gender theory instills similar confidence within Canadian Catholic bishops and priests. “I certainly hope they will bring this to light and educate the parishioners and community members,” said Champagne. “Be vocal and actually stand for the Biblical principles.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "dignitas infinita",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:18:35.498+03:00",
  "updated": "2024-04-19T01:18:35.498+03:00"
}