{
  "thread": {
    "uuid": "41df06da5cdeb9bb490805c4bcc0d40e4701a680",
    "url": "https://www.newsbreak.com/elizabeth-city-nc/3288036871159-city-spent-12-500-on-annual-christmas-party-last-month",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/elizabeth-city-nc",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Elizabeth City News, Weather, Safety, Sports | NewsBreak Elizabeth City, NC",
    "title": "City spent $12,500 on annual Christmas party last month",
    "title_full": "City spent $12,500 on annual Christmas party last month",
    "published": "2024-01-05T20:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s.particlenews.com/ads/BG20180914.png",
    "performance_score": 0,
    "domain_rank": 3328,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "41df06da5cdeb9bb490805c4bcc0d40e4701a680",
  "url": "https://www.newsbreak.com/elizabeth-city-nc/3288036871159-city-spent-12-500-on-annual-christmas-party-last-month",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2024-01-05T20:00:00.000+02:00",
  "title": "City spent $12,500 on annual Christmas party last month",
  "text": "Elizabeth City officials spent $12,500 on the city's annual Christmas party last month — money that Mayor Kirk Rivers said was well spent. The Dec. 22 Christmas party was held at Seven Sounds Brewing Co. and it included a buffet-style dinner and musical entertainment. The city held a similar event in 2022 at a cost of $11,500. Rivers said the money for the party was in the city’s fiscal year budget approved unanimously by City Council in June and that the city has held a Christmas party to recognize its employees for many years. “It’s a budgeted item, and council passed the budget,” Rivers said. “It’s been a line item for many years and this is not anything that is new. The employees really came out and enjoyed themselves. It was standing-room only.” Rivers said the Christmas party is also an employee appreciation dinner where employees who have recently retired are honored. Employees are also recognized by receiving a pin that recognizes their many years of service to the city. “It’s a great all-around dinner,” Rivers said. “Great event and staff did a great job.” The biggest expense for the city’s event was $8,001 for food from Sagos on the River Restaurant. The city also paid $2,500 for the rental of event space at Seven Sounds and $2,000 to Uniquely Different Entertainment for a band, according to city invoices. The buffet-style dinner for city employees and their guest included salmon and grilled chicken, several sides and water and sweet tea. The price total price from Sagos included a 20% tip of $1,260. The city rented the large Albemarle Room and the smaller The Bogue Back Bar at Seven Sounds. The price included two bartenders but city employees had to pay for their own beer or wine. Rivers said around 100 door prizes were donated by local businesses and individuals to give to city employees at last month's event. “It seemed like everyone won something,” Rivers said. Assistant Pasquotank County Manager John Shannon said Pasquotank did not hold an employee Christmas party. But several other local governments in the area did. Currituck County spent $5,252.16 on a Christmas luncheon for its 442 employees while Camden County spent $2,386.91 on its employee Christmas luncheon for its 131 employees. The Camden Christmas luncheon was held in the community room at the Camden Library on Dec. 15 and the county contracted with two restaurants. It ordered fried chicken from Topside and sirloin and sides from Montero’s restaurant in Elizabeth City. “We purchased drinks, desserts, plates, silverware and to-go containers from Walmart,” Camden County Manager Erin Burke said. “Table coverings were purchased at the Dollar Store and our employees supplied decorations.” Currituck’s luncheon was held the county Cooperative Extension building in Barco and it was catered by Southland restaurant in Moyock. Because Elizabeth City has 299 employees, its event cost $41.80 per city employee, although they could have brought a guest. Camden spent $18.21 per employee while Currituck spent $11.88 per employee. Subscribe to The Daily Advance",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://apg01.newzware.com/ss70v2/enc/common/template.jsp?init=start&initEdition=EDA&return=https%3A%2F%2Fwww.dailyadvance.com%2F",
    "https://apg01.newzware.com/ss70v2/enc/common/template.jsp",
    "https://www.apg01.newzware.com/ss70v2/enc/common/template.jsp?init=start&initEdition=EDA&return=https%3A%2F%2Fwww.dailyadvance.com%2F"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kirk rivers",
        "sentiment": "none"
      },
      {
        "name": "rivers",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "elizabeth city",
        "sentiment": "negative"
      },
      {
        "name": "seven sounds brewing co.",
        "sentiment": "none"
      },
      {
        "name": "city council",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:53:10.168+02:00",
  "updated": "2024-01-06T00:53:10.168+02:00"
}