{
  "thread": {
    "uuid": "8ecb8c5894bc38c4f3aee74b0b5480bd3affec17",
    "url": "https://www.cdp.net/en/articles/companies/6-impressive-actions-companies-in-north-america-are-taking-to-confront-the-climate-crisis",
    "site_full": "www.cdp.net",
    "site": "cdp.net",
    "site_section": "https://blog.cdp.net/en",
    "site_categories": [
      "media"
    ],
    "section_title": "\n  Home -\n  CDP\n",
    "title": "6 impressive actions companies in North America are taking to confront the climate crisis - CDP",
    "title_full": "6 impressive actions companies in North America are taking to confront the climate crisis - CDP",
    "published": "2024-02-15T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.cdp.net/cdp-production/cms/articles/og_images/000/007/585/original/iStock-1368098469_small.jpg?1708013567",
    "performance_score": 0,
    "domain_rank": 5607,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8ecb8c5894bc38c4f3aee74b0b5480bd3affec17",
  "url": "https://www.cdp.net/en/articles/companies/6-impressive-actions-companies-in-north-america-are-taking-to-confront-the-climate-crisis",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Megan Goodman; Associate Director; Reporter Services; CDP North America February",
  "published": "2024-02-15T02:00:00.000+02:00",
  "title": "6 impressive actions companies in North America are taking to confront the climate crisis - CDP",
  "text": "Each year the CDP A List raises the bar for environmental best practice. [2023’s A List](https://www.cdp.net/en/articles/companies/scores-press-release-2023) features companies that are in the vanguard, demonstrating what leadership looks like when it comes to managing climate impact, safeguarding freshwater sources and protecting precious forests. While [A List companies are among the most transparent](https://www.businessgreen.com/news/4170684/list-400-companies-clinch-score-cdp-environmental-disclosures) when it comes to disclosure and action on climate change, deforestation or water security, they are by no means at the end of their environmental journeys. Rather, they are demonstrating what it looks like to meet the most vital, necessary criteria this year – criteria determined by emerging science, feedback from stakeholders and market needs for greater environmental transparency. Here are six examples of these actions and the US and Canadian companies rising to the challenge. 1) Sets a near-term, Science Based Targets initiative (SBTi)-approved greenhouse gas (GHG) emissions reduction target Any company looking to significantly decarbonize should join the 7000+ others that have [committed to climate action through the SBTi](https://sciencebasedtargets.org/). The SBTi is the standard-bearer for impactful, rapid greenhouse gas reduction – which is why the number of companies setting and validating such [targets doubled in 2023 compared to 2022](https://sciencebasedtargets.org/news/sbti-scale-up-gathers-pace). One such A Lister: the Estée Lauder Company, which has pledged to reduce absolute Scope 1 and 2 GHG emissions 50% by 2030 from a 2018 base year. Estée Lauder also commits to reduce Scope 3 GHG emissions from purchased goods and services, upstream transportation and distribution and business travel 60% per unit revenue over the same timeframe. 2) Has a robust transition plan in place for meeting decarbonization goals In 2024, simply setting a target is not enough. To make the Climate A List, companies must create a time-bound action plan that clearly outlines how it will pivot its entire business model toward its GHG reduction target. Throughout Johnson Controls International’s 140 year-long history, creating safe, healthy and sustainable buildings has been its focus – so it is natural that the company undertook a rigorous self-assessment as it strives for climate leadership. [Johnson Controls set its climate transition plan](https://www.johnsoncontrols.com/corporate-sustainability/commitments) by conducting climate-related scenario analyses and understanding the impact of transition, such as policy and legal, technology, market and reputation, physical risks and opportunities, including those afforded by resource efficiency, energy sources, products/services, markets and resilience. 3) Demonstrates lower or stable withdrawals from water-stressed areas compared to the previous reporting year The world is facing a [40% shortfall of the available global water supply](https://www.weforum.org/agenda/2023/03/global-freshwater-demand-will-exceed-supply-40-by-2030-experts-warn/) by 2030. That means companies must face the truth: leading on water security means withdrawing less fresh water. Water security is essential to semiconductor manufacturing – the heart of Water A Lister Intel Corporation’s business. The company also recognizes that water is a shared natural resource that is critically important to the communities where it operates. Intel predicts that its withdrawals from water stressed areas will be “about the same” in future years. Intel continues investing in onsite water recycling facilities, along with other multiple water conservation projects, which are expected to decrease the company’s freshwater use in all locations, including those with high and extremely high water stress. 4) Engages with its supply chain on water-related issues CDP data shows that water-related risks could [have an impact of US$92 billion](https://cdn.cdp.net/cdp-production/cms/reports/documents/000/006/918/original/CDP-Supply-Chain-Report-2022.pdf?1678870769https://cdn.cdp.net/cdp-production/cms/reports/documents/000/006/918/original/CDP-Supply-Chain-Report-2022.pdf?1678870769) to corporate value chains. Water risk is a supply chain threat, which is why more leading companies are engaging suppliers on water security. HP Inc. is one such company. Suppliers in HP’s top 95% of procurement spend are cross-referenced for geographic water risk using [WRI Aqueduct](https://www.wri.org/aqueduct) [ and ] [WWF’s Water Risk Filter](https://riskfilter.org/water/home) [ for water risk “high” or greater. The threshold for suppliers’ water dependency is based on HP’s internal analysis of high water dependence for the type of product/commodity manufactured, and the threshold for impact on water availability is based on internal analysis of suppliers’ water intensity reported to HP through response to its CDP Supply Chain Water Security request.] 5) Adopts concrete steps to reduce deforestation and/or forest degradation from its direct operations and/or supply chain The power of supplier engagement is not limited to decarbonization or water impact. It is also a powerful tool for companies on CDP’s A List seeking to protect precious forests and biodiversity. With over 20,000 suppliers in its value chain, Dow Chemical Company is cascading action throughout the global material sciences industry by requiring environmental, social and governance criteria in all its sourcing decisions. For forests specifically, a risk matrix was developed in 2014 based on an external assessment commissioned by then-parent company Dow Corning Corporation. Dow’s purchasing team vets potential new suppliers to ensure they meet all applicable requirements. Once approved, they undergo the audit process by Dow’s natural resources technical team, which includes monthly field visits. 6) Utilizes landscape/jurisdictional approaches in efforts to halt deforestation But to truly confront the plight of deforestation, when over [four million hectares of forests are lost each year](https://research.wri.org/gfr/latest-analysis-deforestation-trends) (equal to losing 11 soccer fields of forest per minute), vertical engagement across individual supply chains is not enough. Companies on the Forests A List are deploying landscape/jurisdictional approaches, catalyzing deforestation practices with diverse partners across whole sourcing regions. For example, [Mars is the co-lead sponsor of the Earthworm Foundation Aceh Landscape](https://www.earthworm.org/our-work/projects/aceh-indonesia) program in Indonesia. The goal of this program is to reduce deforestation and demonstrate to the world the feasibility of balancing commodity production, conservation and good social and labor practices at scale. At the nexus of the program’s work of traceability, risks assessments, grievance monitoring and stakeholder engagement, Mars identifies particular material origins that require multi-stakeholder, on-the-ground, work to truly resolve risks and bring about opportunities. Of the 21,000+ companies that disclosed through CDP in 2023, less than 400 (2%) of these have been named to the 2023 A List. We have a long way to go before the corporate world truly addresses climate and nature as science demands – but these companies prove that if they can do it, so can others.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Environment",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://www.wri.org/aqueduct)",
    "https://www.businessgreen.com/news/4170684/list-400-companies-clinch-score-cdp-environmental-disclosures)",
    "https://riskfilter.org/water/home)",
    "https://research.wri.org/gfr/latest-analysis-deforestation-trends)",
    "https://sciencebasedtargets.org/news/sbti-scale-up-gathers-pace).",
    "https://sciencebasedtargets.org/).",
    "https://www.earthworm.org/our-work/projects/aceh-indonesia)",
    "https://www.weforum.org/agenda/2023/03/global-freshwater-demand-will-exceed-supply-40-by-2030-experts-warn/)",
    "https://www.johnsoncontrols.com/corporate-sustainability/commitments)",
    "https://johnsoncontrols.com/corporate-sustainability/commitments)",
    "https://www.sciencebasedtargets.org/).",
    "https://www.riskfilter.org/water/home)",
    "https://earthworm.org/our-work/projects/aceh-indonesia)",
    "https://www.research.wri.org/gfr/latest-analysis-deforestation-trends)",
    "https://businessgreen.com/news/4170684/list-400-companies-clinch-score-cdp-environmental-disclosures)",
    "https://wri.org/aqueduct)",
    "https://weforum.org/agenda/2023/03/global-freshwater-demand-will-exceed-supply-40-by-2030-experts-warn/)",
    "https://www.sciencebasedtargets.org/news/sbti-scale-up-gathers-pace)."
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "north america",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T01:31:20.303+02:00",
  "updated": "2024-02-16T01:31:20.303+02:00"
}