{
  "thread": {
    "uuid": "0c8647864681758021fce9c54c049bbc9550cbe8",
    "url": "https://timesofindia.indiatimes.com/city/delhi/no-cold-day-as-city-logs-warmest-december-in-6-years/articleshow/106426434.cms",
    "site_full": "timesofindia.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "https://timesofindia.indiatimes.com/",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "News - Latest News, Breaking News, Bollywood, Sports, Business and Political News | Times of India",
    "title": "Cold Wave: No ‘cold day’ as Delhi logs warmest December in 6 years | Delhi News - Times of India",
    "title_full": "Cold Wave: No ‘cold day’ as Delhi logs warmest December in 6 years | Delhi News - Times of India",
    "published": "2023-12-31T22:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.toiimg.com/thumb/msid-106426432,width-1070,height-580,imgsize-939936,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
    "performance_score": 0,
    "domain_rank": 278,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0c8647864681758021fce9c54c049bbc9550cbe8",
  "url": "https://timesofindia.indiatimes.com/city/delhi/no-cold-day-as-city-logs-warmest-december-in-6-years/articleshow/106426434.cms",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Priyangi Agarwal",
  "published": "2023-12-31T22:22:00.000+02:00",
  "title": "Cold Wave: No ‘cold day’ as Delhi logs warmest December in 6 years | Delhi News - Times of India",
  "text": "NEW DELHI: In December this year, the mean maximum temperature was 24.1 degrees Celsius, significantly higher than the normal of 22.8 degrees C, while the mean minimum was 8.6 degrees C, a shade higher than the normal (8.4 degrees C). Not since 2017 have both the mean maximum and minimum temperatures been above normal in December.On the last day of the year, however, the day temperature dipped to the season’s lowest of 15.9 degrees Celsius at Safdarjung on Sunday, 4.5 degrees below normal. However, the met department said while the maximum temperature met conditions for a ‘cold day’ to the declared, the minimum temperature did not. The day’s minimum was 11.7 degrees C while for ‘cold day’ conditions to be met, it has to be below 10 degrees. In the city, SPS Mayur Vihar saw the lowest maximum temperature of 13.3 degrees C. 106426424Officials said cold day conditions are likely at isolated places on Monday with ‘yellow’ alert in place. December 2023 just ‘trace’ rainfall on one day and ended with a rain deficit of 100%. Kuldeep Srivastava, scientist and head, Regional Weather Forecasting Centre, IMD, said, “The western disturbances, which impacted the hills, were not strong enough to cause significant snowfall in western Himalayan region. Only light snowfall was recorded in December and the snow melted easily. Whenever there is a good snowfall, the north-westerly winds bring chilly winds to Delhi.”The plains saw two feeble western disturbances in December. “In absence of a strong western disturbance impacting the plains, only drizzles were recorded at isolated places in Delhi. Since there was no cloudiness, the sun shone brightly on most days leading to a higher day temperature than normal. As winds blew on most days, the minimum temperature also did not witness a sharp dip,” said Srivastava. 106333509The average maximum temperature in December was two degrees higher than the normal mark. Safdarjung, the city’s base station, recorded day temperature in the range of 24-25 degrees Celsius on most days and the maximum temperature saw a drop only in the last week of December. The day temperature was below 20 degrees Celsius on two days- December 30 and 31. 106392411Like at Safdarjung, the difference in maximum and minimum temperatures at other stations on Sunday was low. The maximum and minimum temperatures were 16.1 and 11.7 degrees Celsius at Palam, 15 and 10.8 degrees Celsius at Lodhi Road and 15 and 12.1 degrees Celsius at Jafarpur, respectively.“Throughout the day, Delhi saw uplifted fog. As the fog was at surface height of 100-150 metres, it looked like clouds,” said Srivastava. The maximum and minimum temperatures are likely to be around 16 and 8 degrees Celsius on Monday. 106281981",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mayur vihar",
        "sentiment": "none"
      },
      {
        "name": "kuldeep srivastava",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "delhi news - times of india",
        "sentiment": "negative"
      },
      {
        "name": "sps",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "delhi",
        "sentiment": "none"
      },
      {
        "name": "new delhi",
        "sentiment": "none"
      },
      {
        "name": "safdarjung",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-01T03:34:36.119+02:00",
  "updated": "2024-01-01T03:34:36.119+02:00"
}