{
  "thread": {
    "uuid": "9cd17c7343ae6dbd3ad7b5350e042aaeb58d4d80",
    "url": "https://www.nzherald.co.nz/waikato-news/news/tv-series-review-the-regime-includes-moments-of-unexpected-ghastliness/R2JGSFJZPFHANBDNI7TYASUCKE",
    "site_full": "www.nzherald.co.nz",
    "site": "nzherald.co.nz",
    "site_section": "http://brazilbusiness.einnews.com/live_feed/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Live Feed Wire - Brazil Business Today - EIN Presswire",
    "title": "TV series review: The Regime includes moments of unexpected ghastliness - NZ Herald",
    "title_full": "TV series review: The Regime includes moments of unexpected ghastliness - NZ Herald",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NZ",
    "main_image": "https://www.nzherald.co.nz/resizer/v2/K7PVAKP4VFC2ZCDJVJCPFHHB6M.JPG?auth=390c3bb98bceb63c8ee0a905cda57e3f166900581c8a6c68f50a1daeb73f82b1&amp;width=1200&amp;height=675&amp;quality=70&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 1216,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9cd17c7343ae6dbd3ad7b5350e042aaeb58d4d80",
  "url": "https://www.nzherald.co.nz/waikato-news/news/tv-series-review-the-regime-includes-moments-of-unexpected-ghastliness/R2JGSFJZPFHANBDNI7TYASUCKE",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jen Shieff",
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "TV series review: The Regime includes moments of unexpected ghastliness - NZ Herald",
  "text": "The Regime (M). Six-episode miniseries on Sky’s Soho; streaming on Neon.\nDirected by Jessica Hobbs and Stephen Frears.\nIf you enjoyed the moments of unexpected ghastliness in The Menu or The White Lotus , then The Regime is definitely for you.\nOthers with an appreciation of satirical attacks on the privileged will enjoy it too.\nAdvertisement Advertise with NZME. Kate Winslet , dazzling in her role, stars as Elena Vernham, a mostly benevolent despotic ruler of a fictitious central European country, the primary resource of which is cobalt.\nThe Chancellor, as Elena likes to be known, has thinly disguised tyrannical tendencies and a father, the previous despot, who she keeps in a Lenin-like glass coffin, visiting him to gain reassurance or approval of her leadership, both of which are denied - unsurprising, given he’s a decaying corpse.\nCarrying on regardless, she seeks any opportunity to address her people in an Absolutely Fabulous accent, calling them “my loves”.\nEach episode opens with a plunge, most dramatically the plunge into the desolate landscape that opens episode six, with the Chancellor and her lover emerging from a camouflaged trapdoor in the vastness, hilariously over-the-top scared, on the run from the risen rabble.\nAdvertisement Advertise with NZME. The only character who seems to be not disturbed in some way is Agnes (Andrea Riseborough), the earnest palace housekeeper and mother of a boy with epilepsy, a boy claimed by the Chancellor as her own, although her version of co-parenting is weird, to say the least.\nAgnes can’t do a thing about it, too loyal and trusting to object.\nFood, mould, phobia and natural remedies are given almost equal significance to the references to the interests of America and China in the country’s cobalt, but all that is the tinsel over the gift the series brings us.\nIt’s a wicked commentary on the fickleness of love and what a leader can expect to happen to them if they believe in themselves blindly.\nThere’s a suggestion of democracy in the Chancellor’s ineffectual cabinet, with key members being played by Henry Goodman and David Bamber, but they seem to exist merely to plot against her despite knowing the Chancellor’s castle’s dungeons are beneath them, one containing a dissenting liberal played whimsically by Hugh Grant.\nUnstable corporal Herbert Zubak (a superb Matthias Schoenaerts), a noble savage, comes to be regarded by the Chancellor as her oracle.\nThe passionate relationship that evolves between them - after the Chancellor has him tortured and seems happy to leave him for dead - makes a bizarre kind of sense, as does the Chancellor’s rejection of her limp husband Nicholas (Guillaume Gallienne).\nWritten by Succession’s Will Tracy, with Jessica Hobbs and Stephen Frears each directing three of the six episodes, it’s executive-produced by Succession and Veep ’s Frank Rich.\nThe Chancellor has more than a few of Logan Roy’s genes.\nThings fall apart for the Chancellor over her efforts to reunify her country with an ex-territory, the Faban Corridor, a sort of “Putin versus Ukraine” reference, and her assumption her people can’t think for themselves.\nAdvertisement Advertise with NZME. She’s Trumpian, Thatcher-esque, Orwellian, riding roughshod over the concept that democracy is better than totalitarianism, unintentionally reminding us to be really careful when we vote.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jessica hobbs",
        "sentiment": "neutral"
      },
      {
        "name": "elena vernham",
        "sentiment": "none"
      },
      {
        "name": "kate winslet",
        "sentiment": "none"
      },
      {
        "name": "stephen frears",
        "sentiment": "none"
      },
      {
        "name": "elena",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nz herald",
        "sentiment": "negative"
      },
      {
        "name": "lenin",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "soho",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:29:16.238+03:00",
  "updated": "2024-04-27T12:20:54.166+03:00"
}