{
  "thread": {
    "uuid": "f0fca5be5f7d1d523f44067713db46ad83f284be",
    "url": "https://uchile.cl/noticias/218047/las-claves-de-los-arboles-para-enfrentar-el-cambio-climatico",
    "site_full": "uchile.cl",
    "site": "uchile.cl",
    "site_section": "https://uchile.cl/funcionarios",
    "site_categories": [],
    "section_title": "Funcionarias y funcionarios - Universidad de Chile",
    "title": "Más es mejor: claves en torno a los árboles para enfrentar el cambio climático y no fallar en el intento - Universidad de Chile",
    "title_full": "Más es mejor: claves en torno a los árboles para enfrentar el cambio climático y no fallar en el intento - Universidad de Chile",
    "published": "2024-07-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "CL",
    "main_image": "https://uchile.cl/dam/jcr:5cb4c537-6fda-4738-a9e9-ab1e2c33d1f2/Dia-del-ARBOL-BOLETIN.jpg",
    "performance_score": 0,
    "domain_rank": 3664,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f0fca5be5f7d1d523f44067713db46ad83f284be",
  "url": "https://uchile.cl/noticias/218047/las-claves-de-los-arboles-para-enfrentar-el-cambio-climatico",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-07-04T03:00:00.000+03:00",
  "title": "Más es mejor: claves en torno a los árboles para enfrentar el cambio climático y no fallar en el intento - Universidad de Chile",
  "text": "“Mientras la tecnología no sea lo suficientemente eficiente para secuestrar y almacenar directamente el carbono desde la atmósfera, los árboles son los organismos naturales más eficientes para revertir los efectos del cambio climático”, plantea el profesor Patricio Corvalán, académico y director del [Departamento de Gestión Forestal y su Medio Ambiente](https://forestal.uchile.cl/facultad/departamentos/gestion-forestal-y-su-medio-ambiente) de la Facultad de Ciencias Forestales y de la Conservación de la Naturaleza de la Universidad de Chile. “En Chile, dada su orografía, tenemos dos cordilleras que, a través de todo el largo del país, deberían estar cubiertas de bosques por razones de captura de carbono”, complementa el académico. Los especialistas concuerdan en que el combate contra la concentración de dióxido de Carbono (CO2) es una de las principales problemáticas de hoy. Karen Peña Rojas, académica encargada del [Laboratorio de Bosques Mediterráneos](https://forestal.uchile.cl/investigacion/Programas-y-laboratorios/laboratorio-de-bosques-mediterraneos) de la U. de Chile, enfatiza que las estructuras de los árboles son vitales para lograr este objetivo. “Los árboles contribuyen a través de la captura de CO2 y de lo que acumulan en sus estructuras, entonces los bosques primarios contribuyen con la gran cantidad de CO2 almacenado en sus estructuras, pero contribuyen poco con la captura de CO2, mientras que los renovales, los bosques jóvenes en crecimiento, contribuyen mucho con la captura de CO2”, detalla. Pero también el suelo que sostiene a todas las especies es parte de este proceso. El profesor Christian Salas-Eljatib, académico y encargado del Laboratorio de Biometría y Modelación Forestal de la U. de Chile, destaca que los árboles logran convertirse en “bancos de carbono, pero no tan solo por lo que se acumula en la madera de árboles vivos y muertos, sino que también en el piso del bosque, así como en sus suelos”. “Ayudan a regular térmicamente el efecto de las islas de calor, proporcionan humedad local y condiciones de abrigo para especies animales y aves”, destaca, por su parte, el académico Miguel Castillo, encargado del [Laboratorio de Ingeniería en Incendios Forestales](https://forestal.uchile.cl/investigacion/Programas-y-laboratorios/laboratorio-de-incendios-forestales/presentacion). Diversas zonas, diferentes especies Chile con su gran biodiversidad tiene una amplia variedad de especies nativas que cumplen funciones ecosistémicas. “La naturaleza nos entrega la mejor receta: las especies crecen donde pueden y deben desarrollarse. Por lo tanto, cada especie arbórea juega un rol clave si se desarrolla en sectores donde naturalmente debe estar creciendo, como -por ejemplo- los bosques nativos de Chile”, señala el profesor Christian Salas-Eljatib. En esta línea, el profesor Miguel Castillo apunta a que el manejo forestal y la gestión de los bosques es fundamental para fijar objetivos. “Lo que interesa es la biomasa en términos de su crecimiento y cobertura. Como tal, es complicado definir una especie más idónea que otra, porque dependerá de los objetivos de conservación, de producción y de soporte de servicios ambientales y ecosistémicos. En lo productivo para las comunidades locales, siempre es bueno disponer de stock de madera para leña y otros productos derivados del manejo del bosque”, destaca Castillo. Para el profesor Patricio Corvalán, en tanto, hasta ahora no hay información científica contundente para señalar qué especies pueden garantizar resistir bien el cambio climático, ya que es un proceso muy nuevo y en pleno desarrollo. Sin embargo, sostiene que “la respuesta debería estar en mantener y expandir los bosques naturales que presentan especies longevas y de estructuras complejas que han tenido a lo largo de su desarrollo escenarios parecidos”. El experto incluso menciona que especies como “Araucaria araucana (araucaria), Fitzroya cupressoides (alerce), Austrocedrus chilensis (ciprés de la cordillera) son especies que se deben mantener en los terrenos de cumbres, los Nothofagus (Nothofagus spp) son especies estructurantes en casi todos los bosques a partir del centro norte hacia el sur del país”. Y agrega que “Aextoxicon punctatum (olivillo), Drimys winteri (canelo) y tantas otras, como Myrceugenia exsucca (Pitra), Laureliopsis philippiana (tepa), Citronella mucronata (naranjillo) son especies que acompañan a las estructurantes y han resistido bien hasta aquí”. La académica Karen Peña Rojas, por su parte, destaca la importancia y características de las especies nativas presentes en el centro y sur del país. “Debemos elegir especies que tengan el mejor uso del agua, más fijación de CO2, mas fotosíntesis con el menor gasto de agua, es decir, menor pérdida de agua por transpiración\". Respecto a los bosques del sur, en específico, indica que \"podemos hablar de renovales de Nothofagus como el Roble (N. obliqua), Coigüe (N. dombeyi), Raulí (N. alpina), que crecen rápido y alcanzan grandes dimensiones (tamaño) cuando están en su hábitat óptimo. Ahora, si pensamos en especies nativas para la zona centro-norte, entre Maule y Valparaíso, debemos pensar en especies del género Schinus como el Molle (Shinus latifolius), el Huingan (shinus polygamus), el Pimiento (Shinys molle) y también el Quillay (Quillaja saponaria)”. Factores clave: crecimiento, agua y cantidad Para el crecimiento y desarrollo de los árboles es fundamental que tengan agua a su alcance. Por otra parte, a más cantidad, mayor es el aporte de estos al combate del cambio climático. Sobre este punto, el profesor Patricio Corvalán destaca que el “alto crecimiento y abundante masa forestal implica alta captura de carbono, pero también alto consumo de agua. Una parte importante de esa función es la regulación del agua por los bosques. La preservación de los bosques en las cabeceras de las cuencas hidrográficas es algo que en Chile no hemos cuidado ni promovido”. “El crecimiento garantiza stock de biomasa para producción y captación de CO2. La abundancia dependerá de las condiciones del ecosistema. Normalmente, al haber mayor abundancia de especies vegetales, ello trae consigo mayor diversidad en el ecosistema, especialmente para refugio de aves y mamíferos, incluso aquellos que podrían estar, de una u otra forma, en categorías de amenaza o vulnerables para su conservación”, detalla el académico Miguel Castillo. La académica Karen Peña Rojas, por su parte, observa que “mientras más fotosíntesis realice la planta captará más CO2 y eso implica que tendrá más recursos para crecer y acumular biomasa en sus estructuras, entonces mayor crecimiento, mayor fijación de CO2”.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T02:27:53.535+03:00",
  "updated": "2024-07-05T17:08:36.542+03:00"
}