{
  "thread": {
    "uuid": "48dd1fe52a27db090a6cb03997bd5ca771ceba23",
    "url": "https://uk.pcmag.com/headphones/150344/yamaha-yh-e700b",
    "site_full": "uk.pcmag.com",
    "site": "pcmag.com",
    "site_section": "https://uk.pcmag.com/article/review",
    "site_categories": [
      "media",
      "tech",
      "internet_technology"
    ],
    "section_title": "PCMag.com - Technology Product Reviews, News, Prices & Tips",
    "title": "Yamaha YH-E700B - Review 2024 - PCMag UK",
    "title_full": "Yamaha YH-E700B - Review 2024 - PCMag UK",
    "published": "2024-01-05T21:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://sm.pcmag.com/t/pcmag_uk/review/y/yamaha-yh-/yamaha-yh-e700b_bttw.1200.jpg",
    "performance_score": 0,
    "domain_rank": 516,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "48dd1fe52a27db090a6cb03997bd5ca771ceba23",
  "url": "https://uk.pcmag.com/headphones/150344/yamaha-yh-e700b",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tim Gideon",
  "published": "2024-01-05T21:55:00.000+02:00",
  "title": "Yamaha YH-E700B - Review 2024 - PCMag UK",
  "text": "Pros Adjustable EQ Quality accessories Cons Underwhelming lows and mids Noise cancellation isn't on par with the competition Yamaha YH-E700B Specs Active Noise Cancellation\nConnection Type Bluetooth Connection Type Stereo 3.5mm Connection Type USB-C Type Circumaural (over-ear) Wireless\nAll Specs\nYamaha's YH-E700B noise-cancelling headphones are easy to overlook. At $349.95, they're priced to compete with the Bose QuietComfort Headphones ($349), the Bose QuietComfort Ultra Headphones ($429), and the Sony WH-1000XM5 ($399.99), all of which offer superior active noise cancellation (ANC) and more accurate audio. By comparison, the YH-E700B's default sound signature is lacking in both the lows and mids and they aren’t as effective at eliminating noise. They ship with decent accessories and their companion app's adjustable EQ can bring out the drivers’ full potential, but that's not enough to make them competitive. It's worth noting, however, that they are sometimes on sale for less than half of their list price, which helps make them an intriguing alternative to the above-mentioned models if you're shopping on a budget.\nA Snug Fit With Premium Accessories Available in beige or black, the YH-E700B headphones have a circumaural (over-ear) design. Their earpads and headband feature generous cushioning and a leather-like lining. I found the fit comfortable and secure even over extended listening sessions, but you might not like how snugly the earpads hug your ear. Given their relatively small interior cutouts, they might end up feeling more like they are sitting on top of your ears rather than surrounding them.\nInternally, 40mm dynamic drivers deliver a frequency range of 8Hz to 20kHz. The headphones are compatible with Bluetooth 5.2 and support the AAC, AptX Adaptive, and SBC codecs . The Bose QuietComfort Ultra Headphones match this codec support, while the Sony WH-1000XM5 offers LDAC in place of AptX Adaptive, an advantage for Android users who care about getting the highest possible streaming bit rates. Yamaha's headphones support Google Fast Pair but not multi-point connectivity.\n(Credit: Tim Gideon) The tactile, on-ear controls are easy enough to operate. The largest button on the right earcup’s side panel handles power, playback, and calls, while the smaller two adjacent buttons control volume (short presses) and track navigation (long presses). I prefer independent track and volume controls since they reduce the chance of accidental presses; Yamaha could have easily separated them given the ample space. The left earcup houses a button that cycles through Ambient Sound (transparency), ANC on, and ANC off modes. Oddly, if you accidentally run your finger over the exterior ANC mics near the controls on either side, the headphones emit a mildly unpleasant noise.\n(Credit: Tim Gideon) The headphones collapse and swivel at the earcups to fit inside the included hard-shell, zip-up carrying case. An internal pocket holds the included accessories: a USB-A-to-USB-C charging cable that connects to the USB-C port on the right earcup, a 3.5mm headphone cable that connects to the jack at the base of the left earcup for passive listening, and a dual-jack flight adapter.\nYamaha estimates that the headphones can last up to 32 hours, but does not specify whether this figure is with ANC active. As such, expect your real-world results to differ somewhat. The company claims it takes 3.5 hours to fully charge from empty.\nYamaha YH-E700B App Experience The Yamaha Headphone Control app (available for Android and iOS) is overly simple, but it works well enough and provides some value.\nAt the top of the main page, the app shows a battery life readout for the headphones. Below this, an Equalizer tile leads you to some vaguely labeled presets, such as Energy and Gentle, along with two adjustable presets with five bands each. The app doesn't tell you which frequencies the bands correspond to, but the EQ does noticeably affect the sound signature.\n(Credit: Yamaha) Below the EQ tile, there’s an Ambient Sound Control section that allows you to switch between Noise Cancelling, Ambient Sound, and Off modes. None of these selections brings up additional functions, however. Your only options are to toggle various audio controls: Listening Care (which improves sound at lower volumes), Listening Optimizer (which optimizes sound performance), and Gaming Mode (which reduces latency). I recommend leaving the first two off since it's not clear what they accomplish, but there's no harm in trying them.\nRounding out the app is a basic Settings menu that lets you download firmware updates, adjust the auto-off behavior, and toggle audio prompts and on-ear detection. You can also disable Google Analytics if you don't want the app to collect performance data.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "yamaha",
        "sentiment": "negative"
      },
      {
        "name": "anc",
        "sentiment": "none"
      },
      {
        "name": "yh-e700b",
        "sentiment": "none"
      },
      {
        "name": "sony wh",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:12:45.635+02:00",
  "updated": "2024-01-06T00:12:45.635+02:00"
}