{
  "thread": {
    "uuid": "ca99f089ee9d641f870f77e8d1a105605f39688c",
    "url": "https://www.canalrcn.com/super-like/gente/yina-calderon-compartio-un-esperanzador-mensaje-191617",
    "site_full": "www.canalrcn.com",
    "site": "canalrcn.com",
    "site_section": "https://www.canalrcn.com",
    "site_categories": [
      "hobbies_and_interests",
      "candle_and_soap_making",
      "top_news"
    ],
    "section_title": "Canal RCN",
    "title": "Yina Calderón compartió un esperanzador mensaje",
    "title_full": "Yina Calderón compartió un esperanzador mensaje",
    "published": "2024-03-01T00:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://imagenes.canalrcn.com/lomaslike/yina-calderon-compartio-un-esperanzador-mensaje.webp?VersionId=UQnWHVkSEEbTOWIsAIv1EX_SvpMYnk40",
    "performance_score": 0,
    "domain_rank": 61013,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ca99f089ee9d641f870f77e8d1a105605f39688c",
  "url": "https://www.canalrcn.com/super-like/gente/yina-calderon-compartio-un-esperanzador-mensaje-191617",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "canalrcn.com",
  "published": "2024-03-01T00:44:00.000+02:00",
  "title": "Yina Calderón compartió un esperanzador mensaje",
  "text": "No hay peor sensación en esta vida que ver cómo la salud de la mujer capaz de ser el estandarte de una familia comienza a peligrar y en esas ocasiones hasta el corazón más fuerte comienza a palpitar de preocupación. ¿Cuál es el estado de salud de Merly Ome, madre de Yina Calderón? Las últimas horas de Yina Calderón han pasado de manera lenta y tensa debido a las complicaciones que vive su madre, pues Merly Ome no ha logrado superar las vicisitudes ni levantarse de la cama del hospital.\nNo dejes de leer\nConoce a los participantes de La casa de los famosos Colombia 2024 ¿Fin a la confianza? La Segura terminó llorando en La casa de los famosos Colombia, está prevenida La creadora de contenido narró que, en su ciudad natal, Oporapa, hay una fuerte oleada de dengue y lastimosamente la mujer fue una de las infortunadas que contrajo la enfermedad.\nEn los primeros días del incidente, la madre de la influencer envió un mensaje a los fieles aficionados de sus redes sociales, sin embargo, la situación no mejoró y debió ser trasladada a cuidados intensivos para tratar su malestar.\nLa ex participante de ‘Protagonistas de Nuestra Tele’ se mantiene al lado de su progenitora sin importar las circunstancias, no obstante, los médicos le ordenaron salir de las instalaciones a fin de prevenir un posible contagio.\nEl hermoso mensaje de Yina Calderón para su madre En las historias de la popular red social, Yina Calderón mostró un pequeño video de ella en los alrededores de la clínica en pro de enviarle las mejores energías a su mamá, además de entregar un bello mensaje capaz de remarcar su portentoso espíritu de lucha.\nEl icónico personaje del vasto universo digital reafirmó el no abandonar ni un segundo a la persona capaz de entregarle todo gracias a un inmenso motor llamado el amor.\nSi me tengo que quedar aquí toda una vida ¡Así será! ¡Mamá!\nDe este mismo modo, la publicación fue acompañada por la canción ‘Mañana será bonito’ de Karol G junto a Carla Morrison , pues la compositora colombiana hizo esa canción con el objetivo de narrar el bello sol que aparece después de una larga noche.\nLos internautas no dejan sola a la estrella del entretenimiento en este difícil momento y están atentos a cualquier noticia, aunado a los bellos mensajes enviados.\nSuperLike ya está en WhatsApp Channels! Unirte a esta comunidad digital es muy fácil, sólo da clic aquí .\n29 Feb 2024 17:49 2024-02-29T17:44:17Z Por: canalrcn.com\nTe puede interesar",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [
    "https://whatsapp.com/channel/0029Va4afQSEFeXh7oYDUC05",
    "https://www.whatsapp.com/channel/0029Va4afQSEFeXh7oYDUC05"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T01:12:41.115+02:00",
  "updated": "2024-03-01T01:12:41.115+02:00"
}