{
  "thread": {
    "uuid": "2722c9814d8e3cccce43f6c9725fa3c7018209ec",
    "url": "https://www.modot.org/node/45554",
    "site_full": "www.modot.org",
    "site": "modot.org",
    "site_section": "https://www.mo.gov/news-rss",
    "site_categories": [
      "media"
    ],
    "section_title": "MO.gov News Feed",
    "title": "St. Louis Metro area schools win MoDOT's \"No MOre Trash!\" decorating contest | Missouri Department of Transportation",
    "title_full": "St. Louis Metro area schools win MoDOT's \"No MOre Trash!\" decorating contest | Missouri Department of Transportation",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 46446,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2722c9814d8e3cccce43f6c9725fa3c7018209ec",
  "url": "https://www.modot.org/node/45554",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "St. Louis Metro area schools win MoDOT's \"No MOre Trash!\" decorating contest | Missouri Department of Transportation",
  "text": "JEFFERSON CITY – The Missouri Department of Transportation congratulates teacher Lauren Roth and her second-grade students at Pierremont Elementary School in Manchester, teacher Kendra Stecko and her grades 3-5 students at Twin Chimneys Elementary School in O’Fallon, teacher Valerie Walker and her grades 6-8 students at Festus Middle School in Festus and teacher Patricia Mudd and her grades 9-12 students at Bayless High School in St. Louis on being selected as winners of the 2024 “Yes You CAN Make Missouri Litter Free” trash-can-decorating contest. MoDOT sponsors the contest as part of Missouri’s “No MOre Trash!” campaign to raise awareness about and discourage littering. The contest encourages students from kindergarten through 12th grade to join the fight against litter by decorating and displaying a large trash can with the “No MOre Trash!” logo and a litter-prevention message using a variety of creative art mediums. These first-place winners from each of the four competition categories (K-2, 3-5, 6-8 and 9-12) receive a $200 award. All first-place winners are then eligible for the $600 grand prize and trophy. Entries are judged by MoDOT staff. Pierremont Elementary School Wins K-2 Grade Category Congratulations to Lauren Roth and her second grade MOSAICS gifted education students at Pierremont Elementary School in Manchester on winning the K-2 grade category for their entry, “Beep, Bop, Boop! Help Wall-E block up trash one piece at a time!” “My second grade MOSAICS gifted education students are studying the ocean and realizing the negative impact that trash is having on our ocean and ocean life,” wrote Roth in their submission entry. “The ‘No MOre Trash!’ contest is a perfect way to bring awareness to our community at Pierremont. The trash can will be on display in our cafeteria.\" The school will receive a check for $200 for the category win. Twin Chimneys Elementary School Wins 3-5 Grade Category Congratulations to Kendra Stecko and her Media Production Club students at Twin Chimneys Elementary School in O’Fallon on winning the 3-5 grade category for their “Trashbusters” entry! “Our Media Production Club worked for many weeks coming up with a unique idea to inspire ‘No MO Trash’ for our state,” Stecko wrote in their submission entry. “Students came up with a ‘Trashbusters’ theme in honor of the newest Ghostbusters movie. We will strive to eliminate litter from our great state of Missouri and keep it beautiful!” The school will receive a check for $200 for the category win. Festus Middle School Wins 6-8 Grade Category Congratulations to Valerie Walker and her grades 6-8 students at Festus Middle School in Festus on winning the 6-8 grade category for their entry, “The Wizard Says: Cast Away Trash!” “Students worked collaboratively on their wizard-in-space idea and came up with the ‘Cast Away Trash!’ slogan,\" wrote Walker in their submission entry. “This group hopes you are truly spellbound and inspired to keep trash in the can!” The school will receive a check for $200 for the category win. Bayless High School Wins 9-12 Grade Category, Grand Prize Congratulations to Patricia Mudd and her ceramics class students at Bayless High School in St. Louis on winning the 9-12 grade category for their entry, “Feed Me MO Trash!” “Bayless High School students in the Ceramics II Sculpture class collaborated to create a trash can design,” Mudd wrote in their submission entry. \"’Feed Me MO Trash’ was inspired by the upcoming school production of Little Shop of Horrors and the piranha plants featured in The Super Mario Bros. video game series. Pedro the Potted Piranha Plant will be present in the Bayless hallways, changing locations weekly for students to find in a ‘Where Is Pedro?’ challenge.” The school will receive a check for $200 for the category win as well as $600 and a trophy as the grand prize winner. This project will be on display in the MoDOT Highway Gardens building at this year’s Missouri State Fair in Sedalia – Aug. 8-18. The winners were among 21 entries from Missouri students. See images and information on all entries online at modot.org/trash-can-contest . Missourians can help clean up litter through the annual No MOre Trash! Bash sponsored by MoDOT. The month-long, statewide trash-collection event runs in April and encourages schools, individuals, families, groups, organizations and communities to pick up litter, educate others about litter, conduct litter-free activities and encourage friends and families to participate. For more information, visit modot.org/no-more-trash . ### For more information, call MoDOT at 888-ASK-MODOT (275-6636) or visit www.modot.org . To receive the latest statewide news and text alerts, signup for e-updates . Follow MoDOT: X (Twitter) | YouTube",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Education"
  ],
  "external_links": [
    "https://www6.modot.mo.gov/eMoDOTWeb/jsp/signon/signon.jsp",
    "https://twitter.com/MoDOT",
    "https://www.youtube.com/user/modotvideo",
    "https://youtube.com/user/modotvideo",
    "https://.modot.mo.gov/eMoDOTWeb/jsp/signon/signon.jsp",
    "https://www.twitter.com/MoDOT"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lauren roth",
        "sentiment": "negative"
      },
      {
        "name": "kendra stecko",
        "sentiment": "none"
      },
      {
        "name": "valerie walker",
        "sentiment": "none"
      },
      {
        "name": "patricia mudd",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "missouri department of transportation",
        "sentiment": "negative"
      },
      {
        "name": "missouri department of transportation jefferson city",
        "sentiment": "negative"
      },
      {
        "name": "festus middle school",
        "sentiment": "none"
      },
      {
        "name": "bayless high school",
        "sentiment": "none"
      },
      {
        "name": "(k-2",
        "sentiment": "none"
      },
      {
        "name": "pierremont elementary school",
        "sentiment": "none"
      },
      {
        "name": "twin chimneys elementary school",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "st. louis metro",
        "sentiment": "none"
      },
      {
        "name": "missouri",
        "sentiment": "none"
      },
      {
        "name": "manchester",
        "sentiment": "none"
      },
      {
        "name": "st. louis",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:27:31.284+03:00",
  "updated": "2024-04-19T00:27:31.284+03:00"
}