{
  "thread": {
    "uuid": "d68f74ef7747c4e7a5201f25c565ee93a3b68470",
    "url": "https://www.thedailystar.com/news/state-to-host-mental-health-assessment-for-first-responders/article_deadbdde-f29e-11ee-9d8a-6fe22eaa1fa6.html",
    "site_full": "www.thedailystar.com",
    "site": "thedailystar.com",
    "site_section": "https://www.thedailystar.com",
    "site_categories": [
      "uncategorized"
    ],
    "section_title": "thedailystar.com | Your source for local news since 1890",
    "title": "State to host mental health assessment for first responders | News | thedailystar.com",
    "title_full": "State to host mental health assessment for first responders | News | thedailystar.com",
    "published": "2024-04-04T08:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/thedailystar.com/content/tncms/custom/image/92f1582e-87ef-11e5-a2da-9f4edc3f51e5.jpg?resize=600%2C315",
    "performance_score": 0,
    "domain_rank": 45280,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d68f74ef7747c4e7a5201f25c565ee93a3b68470",
  "url": "https://www.thedailystar.com/news/state-to-host-mental-health-assessment-for-first-responders/article_deadbdde-f29e-11ee-9d8a-6fe22eaa1fa6.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Staff Report",
  "published": "2024-04-04T08:00:00.000+03:00",
  "title": "State to host mental health assessment for first responders | News | thedailystar.com",
  "text": "Gov. Kathy Hochul announced in a media release, the launch of New York’s inaugural first responder mental health needs assessment to better understand the mental health-related challenges facing the public safety community and strengthen programs and services for these professionals. The project stems from a partnership between the state Division of Homeland Security and Emergency Services and SUNY New Paltz’s Institute for Disaster Mental Health and Benjamin Center, the release said. The assessment will include results from a voluntary anonymous survey and input from law enforcement, the fire service, EMTs, 911 dispatchers and emergency managers. Officials from DHSES and SUNY New Paltz will deliver the results of the assessment at the 19th Annual Institute for Disaster Mental Health Conference at the Culinary Institute of America in Hyde Park on May 14 and May 15. “As we continue to make historic investments in mental health care, it is critical that we engage with communities of first responders, who suffer disproportionately from mental health related challenges,” Hochul said in the release. “Our state is only as strong as the network of individuals who keep us safe, and this comprehensive needs assessment will help us provide them with the care and resources they deserve.” In addition to these initiatives, the state Office of Mental Health is partnering with the Division of Homeland Security and Emergency Services and the Institute for Disaster Mental Health to develop a disaster mental health response statewide, the release said. Disaster mental health responders may be activated to support disaster response operations and provide a compassionate presence, immediate psychological first aid and additional support as needed to address the early and expected stress reactions to disasters. OMH is leveraging federal funding to further develop and train the disaster mental health team, with plans underway to help develop and support local and regional teams, the release said. Likewise, DHSES has been working with OMH and the institute to identify additional first responder mental health-related training opportunities, including peer-to-peer courses offered at the State Preparedness Training Center. Peer support teams include individuals with lived experience to provide emotional, social and practical support when needed, the release said. Peer support teams are often used within public safety organizations to help individuals deal with job-related stress and following critical incidents. Last week, the training center hosted two peer support team training sessions – Assisting Individuals in Crisis and Group Crisis Intervention — in Oriskany, the release said. Both sessions reached capacity and additional trainings will be offered later this year.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kathy hochul",
        "sentiment": "negative"
      },
      {
        "name": "hochul",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "suny new paltz’s institute for disaster mental health",
        "sentiment": "none"
      },
      {
        "name": "19th annual institute for disaster mental health conference",
        "sentiment": "none"
      },
      {
        "name": "homeland security and emergency services",
        "sentiment": "none"
      },
      {
        "name": "culinary institute of america",
        "sentiment": "none"
      },
      {
        "name": "dhses",
        "sentiment": "none"
      },
      {
        "name": "suny new paltz",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "hyde park",
        "sentiment": "none"
      },
      {
        "name": "benjamin center",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T02:07:28.056+03:00",
  "updated": "2024-04-05T02:07:28.056+03:00"
}