{
  "thread": {
    "uuid": "a1db97f22b029e4a9c80faf7af173a73e73dfaf0",
    "url": "https://en.vijesti.me/world/balkan/688230/vucic-about-the-decision-on-Kosovo-plates%2C-with-that-and-some-other-things%2C-we-avoided-big-traps-and-dangers",
    "site_full": "en.vijesti.me",
    "site": "vijesti.me",
    "site_section": "https://en.vijesti.me",
    "site_categories": [],
    "section_title": "News online - The latest from Montenegro and the world",
    "title": "Vučić on the decision on Kosovo license plates: With this and some other things, we avoided big pitfalls and dangers",
    "title_full": "Vučić on the decision on Kosovo license plates: With this and some other things, we avoided big pitfalls and dangers",
    "published": "2023-12-31T12:16:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ME",
    "main_image": "https://www.vijesti.me/data/images/2023/09/24/22/5518819_20230924t185740z-2041609638-rc26f3az7ody-rtrmadp-3-kosovoserbiashootingvucic_share.jpg",
    "performance_score": 0,
    "domain_rank": 35825,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a1db97f22b029e4a9c80faf7af173a73e73dfaf0",
  "url": "https://en.vijesti.me/world/balkan/688230/vucic-about-the-decision-on-Kosovo-plates%2C-with-that-and-some-other-things%2C-we-avoided-big-traps-and-dangers",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Vijestime",
  "published": "2023-12-31T12:16:00.000+02:00",
  "title": "Vučić on the decision on Kosovo license plates: With this and some other things, we avoided big pitfalls and dangers",
  "text": "The President of Serbia, Aleksandar Vučić, said today that with the decision on the free movement of vehicles with Kosovo RKS plates through central Serbia, \"big pitfalls and dangers\" for the country have been avoided. Vučić told Prva Television that he thinks that the decision of the Government of Serbia, which will come into effect tomorrow, will benefit the Serbian people and Serbia as a whole. \"Our interest is the Open Balkans and the freedom of movement, which also applies to vehicles. I think that this decision will benefit the Serbian people and Serbia as a whole. With this and some other things, we have avoided major pitfalls and dangers for Serbia,\" Vučić said. He estimated that during January and February, Serbia will face \"great pressures\" regarding Kosovo, but also that it will be exposed to new pressures due to relations with Russia. \"They have to solve the Kosovo problem before entering into any talks about Ukraine. The end of January and February will be the peak of their campaign around the elections for the European Parliament, and in March there will be elections in Russia, where there will be the renewal of Putin's mandate, but also even fiercer pressure from the world to all those who have any relationship with Russia,\" said Vučić. He assessed that yesterday's repetition of voting at 35 polling stations throughout Serbia showed \"regularity\" according to which the popularity of the list \"Serbia must not stand still\" increased and the popularity of the list \"Serbia against violence\" decreased, and this, he said, was due to the violence they used. on the streets of Belgrade. \"A certain growth was seen, I saw it through the polling stations, compared to the previous vote, of the list led by Branimir Nestorović and the decline of all other lists, but that doesn't mean anything,\" said Vučić. He said that he expects the election process to be completed in the next 10 to 12 days, since voting will be repeated on January 2 at eight more polling stations. Vučić also said that unlike the parliamentary elections, where the list around the Serbian Progressive Party will have the majority, in Belgrade after the local elections \"there is no clear majority\". \"The first list is 'Belgrade must stand' with 49 mandates, then the list 'Serbia against violence' with 43 mandates, Miloš Jovanović has seven, Nestorović six and SPS five mandates. We and Dacic are two mandates short of an absolute majority, obviously everything depends on Nestorović. If he wants new elections, new elections will be held, and if he doesn't want it, there will be a new majority,\" said Vučić. He announced that in a year and a half, the average salary in Serbia will be 1.000 euros, and that \"already in March\" it will be around 830-840 euros. \"A good economic time is coming, an increase in pensions, the minimum wage, an increase in wages in the public sector. Serbia's economy is functioning well, if there were no wars in the world, we would get an investment rating and then Serbia would go to heaven,\" said Vučić. Bonus video:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "aleksandar vučić",
        "sentiment": "negative"
      },
      {
        "name": "vučić",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "prva television",
        "sentiment": "none"
      },
      {
        "name": "european parliament",
        "sentiment": "none"
      },
      {
        "name": "government of serbia",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kosovo",
        "sentiment": "none"
      },
      {
        "name": "serbia",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T13:15:39.872+02:00",
  "updated": "2023-12-31T13:15:39.872+02:00"
}