{
  "thread": {
    "uuid": "3b2f443f13342f2fe2d111e1f2d75d9ba74b325e",
    "url": "https://www.koat.com/article/city-upgrading-downtown-lighting-improve-public-safety/46246806",
    "site_full": "www.koat.com",
    "site": "koat.com",
    "site_section": "http://www.koat.com/9154730?format=rss_2.0&view=feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Top Stories",
    "title": "City upgrading downtown lighting to improve public safety",
    "title_full": "City upgrading downtown lighting to improve public safety",
    "published": "2023-12-29T07:29:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://kubrick.htvapps.com/vidthumb/be2a4298-a33e-43e6-aade-200a8d306895/0e5f448a-3bb0-4ce1-a218-d8b0c6913b96.jpg?crop=0.783xw:0.783xh;0.158xw,0&amp;resize=1200:*",
    "performance_score": 0,
    "domain_rank": 19355,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3b2f443f13342f2fe2d111e1f2d75d9ba74b325e",
  "url": "https://www.koat.com/article/city-upgrading-downtown-lighting-improve-public-safety/46246806",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T07:29:00.000+02:00",
  "title": "City upgrading downtown lighting to improve public safety",
  "text": "City upgrading downtown lighting to improve public safety Crews will repair and upgrade more than 650 lights, better illuminating approximately 200,000 square feet of downtown Albuquerque’s most frequented sidewalks. Crews will repair and upgrade more than 650 lights, better illuminating approximately 200,000 square feet of downtown Albuquerque’s most frequented sidewalks. Crews will repair and upgrade more than 650 lights, better illuminating approximately 200,000 square feet of downtown Albuquerque’s most frequented sidewalks. Kaatje Vandergarden is a business owner in downtown Albuquerque and says due to lack of light and poor infrastructure, downtown can be a prime area for criminal activity. \"I have seen so many businesses leave over the years,\" Vandergarden said. As someone who needs an electric chair to also get around, she's had her concerns for some time. \"Two months ago, I woke up at 3:30 a.m. from the sound of gunshots,\" Vandergarden said. The city of Albuquerque has spent over $850,000 to improve lighting downtown, and now they have an additional $1.8 million from Gov. Michelle Lujan Grisham to not only improve infrastructure but also prevent crime. \"Whether it's in a parking lot or in a bar, for example, when they spill out, it often leads to crime in these ally ways,\" Mayor Tim Keller said. Crews will upgrade 650 lights, covering approximately 200,000 square feet of downtown. APD Cmdr. Nick Wheeler said criminal activity downtown starts with it being darker for criminals to operate in. \"They like to disappear into the shadows, but now we're making it difficult for them to disappear in the shadows because everywhere is going to have new lighting,\" Wheeler said. With this improvement coming to Albuquerque, business owners like Vandergarden hope it can make downtown a prime destination for everyone to enjoy. \"I am working towards that vision, and I believe other people are too,\" Vandergarden said. The new infrastructure will also be more resilient to vandalism, making sure that the lights stay on and are not tampered with. The project is expected to be completed in three to six months.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kaatje vandergarden",
        "sentiment": "none"
      },
      {
        "name": "vandergarden",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "albuquerque",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T07:46:03.459+02:00",
  "updated": "2023-12-29T10:47:53.208+02:00"
}