{
  "thread": {
    "uuid": "16ed33de9ee7ee2d3c345342c2c8b066e34a4588",
    "url": "https://www.ajc.org/news/podcast/jewish-college-student-leaders-share-their-blueprint-for-combating-antisemitism",
    "site_full": "www.ajc.org",
    "site": "ajc.org",
    "site_section": "https://ajc.org/globaloffices",
    "site_categories": [
      "religion",
      "judaism"
    ],
    "section_title": "Global Offices | AJC",
    "title": "Jewish College Student Leaders Share Their Blueprint for Combating Antisemitism | AJC",
    "title_full": "Jewish College Student Leaders Share Their Blueprint for Combating Antisemitism | AJC",
    "published": "2024-03-29T00:13:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.ajc.org/sites/default/files/styles/embedded_full_width_medium/public/article-images/2024-03/Binghamton2.jpg?itok=PUUtidR8",
    "performance_score": 0,
    "domain_rank": 20410,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "16ed33de9ee7ee2d3c345342c2c8b066e34a4588",
  "url": "https://www.ajc.org/news/podcast/jewish-college-student-leaders-share-their-blueprint-for-combating-antisemitism",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-29T00:13:00.000+02:00",
  "title": "Jewish College Student Leaders Share Their Blueprint for Combating Antisemitism | AJC",
  "text": "March 28, 2024 Hear from two Jewish student leaders at Binghamton University, Seth Schlank and Eytan Saenger, on their experiences amidst rising antisemitism on college campuses in the aftermath of the October 7 massacre in Israel by Hamas. They discuss the strong sense of community among Jewish students on campus, the value of a supportive university administration, and the power of Jewish student-led movements to counter antisemitism. The students also touch on the Binghamton community’s show of solidarity with hostage Omer Neutra, a friend of many, who deferred acceptance to Binghamton before spending a gap year in Israel and enlisting in the IDF. *The views and opinions expressed by guests do not necessarily reflect the views or position of AJC. Episode Lineup: - (0:40) Seth Shlank, Eytan Saenger Show Notes: Listen – People of the Pod on the Israel-Hamas War: [Matisyahu’s Message to His Fellow Jews and to the Israel Haters Trying to Cancel Him](https://www.ajc.org/news/podcast/matisyahus-message-to-his-fellow-jews-and-to-the-israel-haters-trying-to-cancel-him) [Unheard, Until Now: How Israeli Women Are Powering Israel’s Resilience](https://www.ajc.org/news/podcast/unheard-until-now-how-israeli-women-are-powering-israels-resilience) [152 Days Later: What the Mother of Hostage Edan Alexander Wants the World to Know](https://www.ajc.org/news/podcast/152-days-later-what-the-mother-of-hostage-edan-alexander-wants-the-world-to-know) [What It’s Like to Be Jewish at Harvard Among Antisemites and Hamas Supporters](https://www.ajc.org/news/podcast/what-its-like-to-be-jewish-at-harvard-among-antisemites-and-hamas-supporters) Follow People of the Pod on your favorite podcast app, and learn more at [AJC.org/PeopleofthePod](https://www.ajc.org/peopleofthepod) You can reach us at: [peopleofthepod@ajc.org](mailto:peopleofthepod@ajc.org) If you’ve appreciated this episode, please be sure to tell your friends, and rate and review us on Apple Podcasts. Transcript of Interview with Seth Shlank and Eytan Saenger: Manya Brachear Pashman: According to a recent survey by Hillel, a majority of Jewish college students (56%) say their lives have been directly touched by antisemitism on campus since October 7. Likewise, AJC’s [State of Antisemitism in America 2023 Report](https://www.ajc.org/AntisemitismReport2023) found that [20% of current and recent students](https://www.ajc.org/news/more-than-4-in-10-current-and-recent-college-students-affected-by-antisemitism-on-campus) reported feeling or being excluded from a group or event because they’re Jewish. That figure was only 12% in 2022. That’s one of the reasons AJC and HIllel expanded a partnership this week to improve that climate on college campuses and make sure university administrators know how to support their Jewish students. We wanted to know what a supportive campus environment looks like. Here to give a student perspective are Eytan Saenger and Seth Schlak, two Jewish student leaders at Binghamton University, the flagship State University of New York. Seth, Eytan: welcome to People of the Pod. Seth Schlank: Thank you. Eytan Saenger: Thanks for having us. Manya Brachear Pashman: I'm hoping you can share with our listeners what it's been like to be Jewish on campus there in Binghamton. Can you kind of give us a picture of Jewish life on campus both before and after the October 7 attacks on Israel by Hamas? Eytan Saenger: So the Jewish community at Binghamton is known to be one which is very strong. There's roughly over 4000 Jewish students overall. Many students are active in Jewish life. On Friday night, you can find over 500 students having dinner at Chabad, you can find hundreds of students involved in prayers, either on a daily basis or over Shabbat or different holidays and things like that. Events that you see on campus with the Jewish community are packed and bustling all the time. You walk to class, you see people with kippot, Israeli flags. Really, you know that you're a part of a college that is a place that is welcome for Jewish students. And certainly on October 7, was something that was needed for us as a community to know that we have people to turn to and, obviously, we're in the middle, we were in the midst of celebrating a holiday, which is supposed to be a joyous holiday, celebrating the beginning anew of the reading of the Torah, we were supposed to be dancing, singing, having food, having a good time. But instead that very quickly turned into a realization of the facts and things going on in Israel. Acknowledging that there was the most Jews killed in a single day since the Holocaust, which of course dampened the mood of, especially for people like myself, who had just spent a year in Israel, the previous year. And felt such a deep connection to the people of Israel, to the land, to the whole fabric of the society there, and have family there, and things like that, where it's like, really, there was a worry of everything that was going on and trouble and processing everything that was happening. Manya Brachear Pashman: What was the response on campus in the aftermath? Eytan Saenger: We saw the whole community come together. Within the first 24 hours after the holiday ended, we held a vigil in main campus with over 700 students gathered from the community, people from outside the community as well, who were there to stand united, together. Our Rabbi actually where Seth and I, where we go to a lot of the prayers on Shabbat and the community we’re part of, the OU-JLIC community, he actually went back to reserves to fight in Israel within 24 hours and was fighting there and was actually away from Binghamton, away from the students in the community, away from his wife, away from his family for almost eight weeks, in the immediate aftermath. And so that definitely had an impact on us and was something on our minds continuing throughout everything that was going on. Manya Brachear Pashman: I’m going to interrupt you here and note for listeners that You’re talking about Rabbi Ben Menora of the Orthodox Union’s Jewish Learning Initiative on Campus, a father of 5, and a commander in an IDF infantry reserve unit. Go on please. Eytan Saenger: But we were able to look towards the fellow people in our community, who you felt the responsibility for knowing that we were all going through a tough time together and knowing that we all had some connection one way or another to things that were going on. And so people were there for each other, people continue to be there for each other and people are still doing things to be there for each other as the war continues to progress. And I'm sure we'll go more into this later on, but also the fact that we had an administration who from day one showed up for the community, was at the vigil on day one was at Chabad, the first few weeks, and really went out of their way to show that we know what just happened, we acknowledge the severity of it. And we are here for the Jewish community, even when, and this has been explicitly said by the president himself, even when we know that other administrations at other universities are not there for you at the same time, but we know it's our responsibility to be there for you. Seth Schlank: Yeah, I would say in all aspects of a community, whether you're walking down the Spine, the main part of campus, you see all these Jewish students, whether it's an organization who's tabeling for event that has a connection to Israel, or it's the administration showing up at Hillel for dinner, to spend some time and just talk with you about how you're doing, and how you how the administration is doing their part in making this tragedy and calamity in Israel. Um, for us being so far away, having a very large support system and be able to have someone who we know has our back is amazing. Manya Brachear Pashman: As we’ve learned, no university is immune from antisemitism. I understand the Boycott Divestment and Sanctions movement has tried to make inroads there in Binghamton this year; some students have encountered antisemitism online or at protests and hostage posters have been ripped down. So it’s by no means peachy keen. Eytan Saenger: So definitely, as Seth and I have both said, we are very proud of the strong Jewish community we have here. At the same time, of course, there are still things which are on the minds of students when going about their lives on campus. In terms of whether it's a rally held, chanting slogans, which obviously do not make use for students feel any more welcome on campus. Whether it's an event that was being hosted with a pro-Israel speaker that was met with signs around a room, saying that you guys are complicit in genocide or things like that, which definitely make students think twice, sometimes about, Okay, do I want to be going to this event? Am I in a class with a professor who may judge me a certain way, because I share my stance or things like that? And so that's definitely, unfortunately, not something that we can say does not exist here at Binghamton. There have been circumstances of protests, of specific incidents that have occurred, where different students feel different ways about those incidents about those protests and things like that. And some are, let's say more nervous when they walk around and things like that. But I think what we both agree on here is the fact that the overall nature of the campus climate and with the administration support has been one comparatively more welcoming towards Jewish students. I personally do not feel scared to walk around campus with my kippa on, I'm not hiding my Judaism when I'm walking around campus. Which doesn't doesn't overshadow the fact that there are incidents which cannot be ignored and cannot be understated, but it's definitely something that is presently being thought about. Manya Brachear Pashman: Eytan, you mentioned that you spent time in Israel between high school and college. Is that common among the Jewish community at Binghamton? Eytan Saenger: Yeah, so, both Seth and I have spent gap years in Israel, there's a really significant population of Jewish students here who have spent gap years. Also because Binghamton gives credit for spending a gap year in Israel, which is a really helpful tool to a lot of students, who, let's say, are really interested in taking a gap year, but are worried about it delaying their college process more. My program alone, last year, I was at Orayta, which is a yeshiva in the Old City of Jerusalem. And there's eight students at Binghamton who were on my program alone last year, and there are plenty of others from different programs across the country, who are at Binghamton as freshmen and then, of course, later on as well. And so that connection to Israel, of course, is stronger for those who spent a full year there. Manya Brachear Pashman: So I do want to highlight that there is a personal connection between Binghamton and the horrors that unfolded on October 7. Seth, you are friends with the family of Omer Neutra, one of the eight remaining American hostages being held by Hamas in Gaza. He was accepted to Binghamton with plans to attend but joined the Israel Defense Forces during his Gap Year. Seth, what else can you tell us about Omer? Seth Schlank: I've always looked up to Omer, as someone who really understood and knew what it meant to lead. I was a member of his USY chapter when he was the president, when he was on board there. And he moved up a level. And he came on the board of the division, the Long Island division. Then he eventually became the president of the entire [USY] New York region. And I think that for me, it was really always natural to see him at the forefront in the room, but also being able to have a conversation with everyone in the room and being able to make everyone there, laugh, smile, and really be proud of themselves and be proud of their Judaism. Omer also valued Israel of course, I mean, that was probably one of his, still is, one of his main connections, one of his driving forces. Both his parents are Israelis, he's the grandson of Holocaust survivors. He was always smiling. He really enjoyed, you know, friends, family, basketball, big sports guy overall. And we know that he had a connection to Binghamton, and we know that he was accepted here and we want to make sure that this was a place where we can acknowledge that and acknowledge that it's not 5000 miles away. This is something that has happened right in our own campus and someone that we know that we can bring to the forefront. Manya Brachear Pashman: And that brings me to the event in the university's basketball arena last month, it was organized by the Zionist Organization there at Binghamton and Omer Neutra’s family. Can you tell us a little bit about how many people participated and who participated? Seth Schlank: Yeah sure. So before the event, we had a gathering in the parking lot of the event center where the game was being played. We had about, say 150-200 people at the game itself. So we all gather in the parking lot. We heard from Shira Kohler, who is a family friend of Omer. And whose brother [Ira] is a lone soldier in Tzanchanim, he fought in Be’eri in the first days of the war. Ira’s fighting for Omer and all the hostages. Ira’s time in Gaza is very personal. And Hannah Slavsky, another one of Omer’s friends from Plainview, who grew up with us. As well as Bailey Kahn, whose brother was on the volleyball team, where Omer was a captain. And they all spoke about different parts of Omer and about who he was. And then we finally heard from Omer’s father Ronan made the trip out to Binghamton and was able to kind of bring us all together and share a bit about his son and was able to thank us for our tireless work. Obviously we want to thank him but we were definitely doing this really, all for all Omer. Every single part of this event was something that we wanted to make sure that like Omer was present at. So from there we went down to the basketball game. Throughout the game, we held up signs,with pictures of Omer from his time in high school, where he was wearing his Binghamton gear. And showcasing him and his connection to this university, really made it a special event. We had the tagline, the hashtag Bing Stands with Omer. And really, that was the whole main part of the event was that we are here with him with his father, with his family, and we're here for you, Omer. Manya Brachear Pashman: The pictures I saw of the fans at the basketball game were so incredibly moving. The spectators holding up pictures of Omer as if they were watching the game with him, it was really quite sweet to see. Were most of the students who participated in the event Jewish? Seth Schlank: I think while we had a lot of Jewish students, there were definitely a couple non-Jewish friends who were able to join. A lot of students grew up in that New York area here. So a lot of them felt connected, Jewish students felt connected. Or they went to this camp, worked at Ramah Nyack, went to Solomon Schechter, and was part of USY. So a lot of people here know him through one facet of life or another. And so a lot of students that necessarily had that connection, and also kids who had never known him, as well as other Jewish students and non-Jewish students who joined us. Manya Brachear Pashman: How has the university’s connection to Omer affected the climate there on campus? Eytan Saenger: So, as I mentioned, from the first 24 hours of October 7, the community here was immediately getting together and putting together different rallies, different vigils, different events, and things like that. But there's something a lot more special, about an event where you have a personal connection too, right? often at the rallies at the marches and things like that. You hear the phrase, right? These hostages are our brothers, sisters, friends, and things like that. And right when our peers and they're walking on campus and they see us, they see us holding signs like that as well. But for us, it's really not hyperbole to say that we have friends there we have family there, because there are people on this campus who are family friends with the Neutras, who know Omar personally, and really when they're saying they want to bring their friends home, they are talking about someone who is their friend, who is someone they've spent time with and they're talking about someone who they've played sports with and want to continue playing sports with. So it's really not an exaggeration, or just something that we're merely saying but really a reality of the situation here that there are people like Omer, who are still held hostage, who have personal connections to people across the country. The reason this issue and the reason this conflict is making such an impact and is something that people are investing so much time and advocating for is because of that reality of who is still held hostage and the connection that they have. And that has certainly shifted and shaped the way that we have come together here at Binghamton and the way we have advocated. And in fact, after we had hosted the basketball game event for Omer, which had received coverage locally, Congressman Marc Molinaro, who represents Binghamton actually went to the House floor and made a speech about Omer about his situation, and about the fact that he chose to come to Binghamton University. Based on the advocacy of the community here. And based on the things that we've been doing, to really put his name at the forefront of our efforts and in the forefront of why we care about what's going on. Manya Brachear Pashman: I'm curious, and this question is for you, Seth, since you played such a key role in organizing that event in the basketball arena. And you spoke about Omer being such a leader. And I'm curious if these events of the last several months and missing Omer have propelled you into kind of an unexpected leadership role that you never saw yourself in? Seth Schlank: So I think as a leader, I definitely would say, in the roles I’ve held since high school, whether it's been the chapter president of my USY, or the president of the Jewish student union chapter in Plainview, or now in my role on the JLIC executive board here in Binghamton. It's been something that I've always wanted to do and something I've always saw myself as someone who wants to approach people across the room and want to make sure that everyone feels like they could go up and speak. I think since October 7th, all the leaders that I've been able to look up to in addition to Omer, being able to see that each one of them has brought me to where I am today. Brought me to a place where I feel comfortable being a leader, want to grow myself as a leader even more. And someone who really I think has been a part of that is Omer. Manya Brachear Pashman: Well, I'm sure his family so appreciated what the community there in Binghamton did. The pictures I saw of the event in that arena, were just incredibly moving. And I'm sure that when he sees them, he will be incredibly moved as well, when he comes home. So thank you so much, gentlemen, for joining us. Eytan Saenger: Thanks for having us. Seth Schlank: Yes, thank you really for having us. It’s been a pleasure to share our story and Omer’s story. Manya Brachear Pashman: If you missed last week’s episode, be sure to listen to my conversation with Grammy-nominated reggae singer, rapper, and beatboxer Matisyahu. We discussed what makes him Jewish and proud, the impact of October 7 on his musical and spiritual journey and how at almost every show on his current national tour, he has faced anti-Israel protests. The prospect of such protests led three venues to cancel his shows.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "eytan",
        "sentiment": "negative"
      },
      {
        "name": "seth schlank",
        "sentiment": "negative"
      },
      {
        "name": "seth shlank",
        "sentiment": "none"
      },
      {
        "name": "eytan saenger",
        "sentiment": "none"
      },
      {
        "name": "saenger",
        "sentiment": "none"
      },
      {
        "name": "omer neutra",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "binghamton university",
        "sentiment": "negative"
      },
      {
        "name": "israel haters trying",
        "sentiment": "none"
      },
      {
        "name": "hamas",
        "sentiment": "none"
      },
      {
        "name": "idf",
        "sentiment": "none"
      },
      {
        "name": "ajc",
        "sentiment": "none"
      },
      {
        "name": "matisyahu",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "binghamton",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T00:40:37.523+02:00",
  "updated": "2024-03-29T00:40:37.523+02:00"
}