{
  "thread": {
    "uuid": "8f2473e19de0b01a7ee9c2f3515bfd0091e5ccfd",
    "url": "https://www.freshplaza.com/europe/article/9642211/we-hope-to-be-picking-the-first-belgian-apricots-next-week",
    "site_full": "www.freshplaza.com",
    "site": "freshplaza.com",
    "site_section": "http://freshplaza.com//rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "FP.com",
    "title": "\"We hope to be picking the first Belgian apricots next week\"",
    "title_full": "\"We hope to be picking the first Belgian apricots next week\"",
    "published": "2024-07-05T14:39:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.freshplaza.com/remote/https/agfstorage.blob.core.windows.net/misc/AGF_nl/2024/07/04/demedts4.jpg?preset=OgImage",
    "performance_score": 0,
    "domain_rank": 19908,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8f2473e19de0b01a7ee9c2f3515bfd0091e5ccfd",
  "url": "https://www.freshplaza.com/europe/article/9642211/we-hope-to-be-picking-the-first-belgian-apricots-next-week",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-07-05T14:39:00.000+03:00",
  "title": "\"We hope to be picking the first Belgian apricots next week\"",
  "text": "The season of Flemish greenhouse cherries is over again at nursery Demedts - De Mey. Whereas the outdoor growing season has only just started, grower Benoit Demedts is already looking at the apricots they expect to pick next week. \"We actually had a very nice cherry season. Where our colleagues outside suffered a lot from the rain, we luckily got away from it a bit better. We had substantially more volume and were able to turn nice prices. Now we hope to start apricots soon,\" says Benoit, who runs the nursery together with his wife Marie-Anne De Mey. Looking back on the season, he is therefore satisfied. \"Last week, we picked our last cherries. We still had white cherries and, on top of that, we had also opted for a canopy in the greenhouse with late cherries, so we could still come to the market with a Kordia when there isn't much else. This went very well. The quality was fine, and we can speak of very good results. It was triple the volumes compared to last year and next season we expect even more, as we planted some new varieties two years ago. These are now coming into production and also promise nice fat cherries again.\" As a result, Benoit sees an increasing demand for the cherries. \"People now know we have cherries first and are getting used to the quality, so we soon have a lot of demand. So we certainly can't complain about that. The same goes for pricing. Being almost alone in the market, you are free to make the price. We followed the prices of French cherries this season and I think it was a realistic price for us to work with. Besides, it also allowed our customers to make good sales.\" Now that its own cherries are over, the grower is switching to offering open field cherries. . However, according to Benoit, the quality of these does not yet hold up. \"The rain has not done colleagues growing these cherries any favours. Especially in the early varieties, the quality is a bit disappointing. That is very unfortunate.\" First apricots next week Better temperatures are no luxury for more produce, by the way, as Benoit himself is now focusing on his first pick of apricots. \"Next week we hope to harvest our first apricots. They are looking good. We have three varieties standing which follow each other nicely, which means we can get on with the apricots for a month. Qualitatively, we are very satisfied. I thinned some of the trees and some of them not, because we wanted to look for the right size. Nevertheless, the fruit of non-thinned sections is also very nicely sized and those from the thinned ones are really biggies. Now it's just hoping for nice weather.\" \"After all, we are now in the middle of summer fruit,\" he continues. \"However, on days like today we are more likely to hear people talking about savoy cabbage or leeks than cherries, stone fruit or strawberries. Nevertheless, there are already a lot of enquiries about our apricots. We do have French ones on hand and on nice days they are not even bad, but we also notice that some are really waiting for the first Belgian ones to arrive. We could also pick them now, but for this first year we prefer to let them ripen a bit more, so they will be sublime in taste when we offer them. You never forget your first experience, so now we have to make sure it's a top harvest and then next year we could play with the picking times.\" Initial sales of the apricots will be mainly for home sales. \"We have already had demand from traders and retailers, but we will probably only look at that when we scale up production further. But should I have too much now, I will definitely be able to sell them to them. It will be interesting to see where it goes.\" For more information: Benoit Demedts Nursery Demedts - De Mey Middenstraat 97z 8830 Gits, Belgium +32 479 69 08 67 [[email protected]](/cdn-cgi/l/email-protection#6507000b0a0c1101000800011116250208040c094b060a085a1610070f0006115837000406110c00450a15452422234b0b09450417110c0e0009) [www.demedts-demey.be](http://www.demedts-demey.be)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "http://www.demedts-demey.be",
    "http://demedts-demey.be"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "de mey",
        "sentiment": "neutral"
      },
      {
        "name": "marie-anne de mey",
        "sentiment": "none"
      },
      {
        "name": "benoit",
        "sentiment": "none"
      },
      {
        "name": "benoit demedts",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T14:46:25.371+03:00",
  "updated": "2024-07-05T17:18:59.445+03:00"
}