{
  "thread": {
    "uuid": "aee48cf9721640e176ac2253653998a4bda8b051",
    "url": "https://www.archyde.com/the-second-anniversary-of-the-large-scale-war-in-ukraine-is-being-celebrated-in-lithuania-concerts-and-a-rally-will-be-held/",
    "site_full": "www.archyde.com",
    "site": "archyde.com",
    "site_section": "https://www.archyde.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Archyde",
    "title": "The second anniversary of the large-scale war in Ukraine is being celebrated in Lithuania, concerts and a rally will be held",
    "title_full": "The second anniversary of the large-scale war in Ukraine is being celebrated in Lithuania, concerts and a rally will be held",
    "published": "2024-05-03T10:06:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s1.15min.lt/static/cache/MTIwMHg2MjgsLDYxNjM0MyxvcmlnaW5hbCwsaWQ9ODgxNjkxMCZkYXRlPTIwMjMlMkYwMiUyRjI0LDI0NjMyNDUwODY=/laisve-sviecia-2023-kaunas-radarom-63f8f670761ad.jpg",
    "performance_score": 0,
    "domain_rank": 23356,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "aee48cf9721640e176ac2253653998a4bda8b051",
  "url": "https://www.archyde.com/the-second-anniversary-of-the-large-scale-war-in-ukraine-is-being-celebrated-in-lithuania-concerts-and-a-rally-will-be-held/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "archyde",
  "published": "2024-05-03T10:06:00.000+03:00",
  "title": "The second anniversary of the large-scale war in Ukraine is being celebrated in Lithuania, concerts and a rally will be held",
  "text": "In Vilnius, in the afternoon, the public initiatives “Ukrainas namai”, “Šaulių leičiai” and poet and translator Marius Burokas are organizing a support and solidarity march, which will begin at the monument of Ukrainian poet Taras Shevchenko.\nThe marchers will march to Cathedral Square, where the 87th pro-Ukraine rally is being organized. It will be attended by ambassadors of NATO countries and Ukraine, public figures, and heads of state.\nIt will be followed by a procession with large Lithuanian and Ukrainian flags from the Cathedral Square to the Lukiški Square, where the “Radarom!” campaign dedicated to Ukraine will take place.\nThis year, the organizers of “Radarom!” invite to donate money, which will be used to buy safe soldier packages for the soldiers fighting in Ukraine.\nIn Kaunas, the Ukrainians who fought and died on Saturday will be honored by carillon bells in the garden of the Vytautas Great War Museum.\nLater, there will be a symbolic run from the Vytis monument to the Unity Square, where an event of solidarity with Ukraine will take place, the buildings of the Kaunas Artists’ House, the Kaunas Cultural Center and the Kaunas State Musical Theater will be lit up in the colors of the Ukrainian flag.\nOn the occasion of the second anniversary of the war, a photo exhibition is on display in Laisvės Alley. The shelled cities of Kharkiv, Lutsk and Lviv are shown here. The exhibition will be open until March 10.\nA concert will be held in the Šiauliai Cultural Center, after which residents are invited to say a prayer and light candles of hope for Ukraine together with clergyman Vitalijs Mockus in the Resurrection Square near the municipality.\nA support and charity concert will be held in the Panevėžys musical theater, and the municipal building will be illuminated in the colors of the Ukrainian flag.\nat 7 p.m. people throughout Lithuania are invited to a minute of silence to honor the dead and support the Ukrainians who are still fighting.\nThe second anniversary of the invasion was commemorated in the Seimas on Friday, the exhibition “Sculptures” of Ukrainian photographer Marta Syrka’s photographs was opened in the Parliament’s Virtraž Gallery, as well as the exhibition “Colors of Steel” of the war exhibits of the Ukrainian non-governmental organization “Samooborona” and the Ukrainian youth group in Lithuania.\nThe international forum “Your victory – our victory” was also organized in the Parliament on Friday, where Lithuanian and Ukrainian soldiers read reports about the realities of the war in Ukraine, and a documentary film was screened.\nThe Russian attack, which began on February 24, 2022, brought enormous losses to Ukraine: tens of thousands of people were killed, even more were injured, and the country’s infrastructure was destroyed.\n#anniversary #largescale #war #Ukraine #celebrated #Lithuania #concerts #rally #held\n2024-05-03 07:06:31\nRelated posts:\nCovid-19: isolated in Antarctica, a base of Belgian scientists almost entirely contaminated World Polio Day: New York outbreak appears largely contained [[국제]Beijing, China postpones elementary, middle and high school again due to group infection from cl...]https://www.archyde.com/%ea%b5%ad%ec%a0%9cbeijing-china-postpones-elementary-middle-and-high-school-again-due-to-group-infection-from-clubs/ REMINDER: SUPER TUESDAY \"Women's football Sarah Puntigam, Carina Wenninger, Hanno Egger and Helge Pa... We hope to resolve the dispute with her as soon as possible ▷ They capture the moment when lightning struck the Christ the Redeemer monument in Brazil # 11Feb Videos capture the moment a 7.0 earthquake hits the Philippines Emir of Qatar Sheikh Tamim bin Hamad Al Thani's Speech at UNGA78: World Cup Victory, Palestine, Afgh...",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "marius burokas",
        "sentiment": "none"
      },
      {
        "name": "taras shevchenko",
        "sentiment": "none"
      },
      {
        "name": "kaunas arti",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nato",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "vilnius",
        "sentiment": "none"
      },
      {
        "name": "lithuania",
        "sentiment": "none"
      },
      {
        "name": "cathedral square",
        "sentiment": "none"
      },
      {
        "name": "unity square",
        "sentiment": "none"
      },
      {
        "name": "kaunas",
        "sentiment": "none"
      },
      {
        "name": "lukiški square",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-03T10:17:16.333+03:00",
  "updated": "2024-05-03T10:17:16.333+03:00"
}