{
  "thread": {
    "uuid": "ea8959e11e558f58780fe28b9eb6f471c9c8f152",
    "url": "https://m.dailyhunt.in/news/india/english/deccanherald-epaper-deccan/in+searing+heat+siraj+has+sa+batters+running+for+cover-newsid-n571118302?listname=topicsList&topic=for+you&index=4&topicIndex=0&mode=pwa",
    "site_full": "m.dailyhunt.in",
    "site": "dailyhunt.in",
    "site_section": "https://m.dailyhunt.in/news/india/epaper-heleng",
    "site_categories": [
      "media"
    ],
    "section_title": "Dailyhunt",
    "title": "In searing heat, Siraj has SA batters running for cover",
    "title_full": "In searing heat, Siraj has SA batters running for cover",
    "published": "2024-01-03T19:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://assets-news-bcdn.dailyhunt.in/cmd/resize/1200x630_90/fetchdata16/images/19/47/ce/1947cee664b8b49f8ff9ee5dd2c2371f12a3c4f49eaf0262cb6dd209d417010e.jpg",
    "performance_score": 0,
    "domain_rank": 18262,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ea8959e11e558f58780fe28b9eb6f471c9c8f152",
  "url": "https://m.dailyhunt.in/news/india/english/deccanherald-epaper-deccan/in+searing+heat+siraj+has+sa+batters+running+for+cover-newsid-n571118302?listname=topicsList&topic=for+you&index=4&topicIndex=0&mode=pwa",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-03T19:03:00.000+02:00",
  "title": "In searing heat, Siraj has SA batters running for cover",
  "text": "Newlands: Hyderabad in summer isn't much too different from Cape Town in summer. The season might be separated by a few months between the two countries, but that feeling of walking into a pre-heated oven is the same, it's as devoid of comfort as can be.\nMohammed Siraj knows this heat all too well.\nMany a summer was spent on the streets of Tolichowki in Hyderabad. His late father - Mohammed Ghouse - didn't bother bringing the boy home because he had his hands full making ends meet by driving an autorickshaw.\nHis mother - Shabana Begum - had her hands full as she was a cleaner and a cook in the same neighbourhood.\nSiraj, left to his own devices (aka skipping any form of formal education), would go from street to street, ground to ground finding people to play with.\nIt didn't matter if he played gully cricket with tennis balls or leather-ball cricket with the Charminar Cricket Club.\nThe boy wanted to bowl. He wasn't sure he could at first, but he then realised he had something many others around him didn't: heart.\nMoreover, raised in this cauldron of heat and barely dreams, 'Miyan' knew if he could make it there, he could make it anywhere. You needn't look beyond Wednesday at Newlands to know that he has made it.\nSince making his Test debut three years ago, the man with the most genial disposition in the team had cemented himself with 61 wickets from 22 games, including a couple of fifers.\nHe subsequently engineered himself to become a force in limited-overs cricket too, but all those accolades took the backseat as he ran through South Africa in one of the most on-target spells bowled by an Indian pacer. Ever.\nHe finished his one and only spell of the day with three maidens, 15 runs and six wickets.\nHe achieved this in nine overs in the kind of soul-sapping heat which melted the scalps and spirits of people in the stands and those under the trees.\nIt was unreal to expect India's opening bowlers to keep at it for long. Bumrah bowled six, but Siraj by then had picked up three wickets for five runs in the same time so he was seen convincing skipper Rohit Sharma to keep him on.\nSurely enough, three more wickets followed, including one with an absolute snorter - a rearing anomaly from length - to remove David Bedingham.\nTwo balls later, he would have Marco Jansen with a leg-cutter. That was the moment of his third fifer in Tests. At the end of that over, his figures read: 8-2-9-5.\nRohit didn't need any convincing to give Siraj another. He conceded his first boundary in the over as Kyle Verreynne flicked the rare ball on the pads to the fence.\nNext ball: Siraj dropped it slightly short, but it was too tight for a cut and Verreynne couldn't help himself and went for it. The ball landed safely into the hands of Shubman Gill at second slip.\nAfter figures of 9-3-14-5, Rohit asked Siraj to kick up his heels. He had more than done his job. He had bowled 45 dot balls out of the 54 deliveries and had reduced South Africa to a heap of disappointment.\nThis is certainly one of the impressive shows by an Indian pacer against South Africa in South Africa.\nBut as a story, few can rival Siraj's: 'Forged in hell and heaven sent'.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "siraj",
        "sentiment": "negative"
      },
      {
        "name": "mohammed ghouse",
        "sentiment": "none"
      },
      {
        "name": "shabana begum",
        "sentiment": "none"
      },
      {
        "name": "mohammed siraj",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "charminar cricket club",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "cape town",
        "sentiment": "none"
      },
      {
        "name": "newlands",
        "sentiment": "none"
      },
      {
        "name": "hyderabad",
        "sentiment": "none"
      },
      {
        "name": "tolichowki",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-04T05:03:08.822+02:00",
  "updated": "2024-01-04T05:03:08.822+02:00"
}