{
  "thread": {
    "uuid": "6994c7aa32010a71b468ec34700f70cda1f2ac52",
    "url": "https://vnexplorer.net/this-isnt-the-end-of-my-career-i-know-it-for-sure-chris-paul-is-confident-hell-be-back-for-his-20th-nba-season-s2434079.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "\"This isn't the end of my career; I know it for sure\" - Chris Paul is confident he'll be back for his 20th NBA season",
    "title_full": "\"This isn't the end of my career; I know it for sure\" - Chris Paul is confident he'll be back for his 20th NBA season",
    "published": "2024-04-19T01:08:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 55632,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6994c7aa32010a71b468ec34700f70cda1f2ac52",
  "url": "https://vnexplorer.net/this-isnt-the-end-of-my-career-i-know-it-for-sure-chris-paul-is-confident-hell-be-back-for-his-20th-nba-season-s2434079.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-04-19T01:08:00.000+03:00",
  "title": "\"This isn't the end of my career; I know it for sure\" - Chris Paul is confident he'll be back for his 20th NBA season",
  "text": "chris-paul\nAs the dust clears on the 118-94 beatdown the Golden State Warriors received at the hands of the Sacramento Kings, which ended their season, many questions surround the once-mighty franchise, especially regarding its personnel for the future. Klay Thompson is an unrestricted free agent, and it’s clear that the Warriors are no longer the powerhouse they once were and are in dire need of upgrades.\nAnother question the Warriors’ decision-makers must answer is what to make of 19-year veteran Chris Paul. Now 39 years old, the “Point God” is no longer the elite player he was for most of his career. However, he remains a solid vet capable of orchestrating the offense, whether starting or coming off the bench.\nWarriors coach Steve Kerr has expressed his desire to bring CP3 back, but things get murky when finances get involved. After all, the 11-time All-NBA team member is due $30 million next season, which is far too pricey for a bench role. And with Golden State already in salary cap hell for a long while now, it’s likely that Paul will not return to Golden State.\n“I’ll talk to my wife and my kids, my family, my support system, see what it looks like. But this isn’t (the end of my career). I know it for sure,” the Wake Forest product said in The Athletic.\nConsummate professional When news of CP3’s trade to Golden State broke out in last year’s offseason, many eyebrows were raised. A fierce—and, at times, hated—rival when he still played for the Los Angeles Clippers and the Houston Rockets, Paul’s move to the Warriors was met with plenty of skepticism and questions regarding what his chemistry with Steph Curry and Draymond Green would be like.\nHowever, those questions were laid to rest as the 6-foot guard accepted all the responsibilities that were handed to him. Whether it was coming off the bench and being asked to lead the second unit or sitting out the end of games due to match-up constraints, CP3 handled everything with professionalism and class.\n“The way he handled it this year was incredible. So professional, such a great mentor for the younger guys. One of the great pros that I’ve ever been around – just his approach and his attitude and his sacrifice. I loved coaching Chris and I really hope we bring him back next year,” Kerr said.\nBuilt relationships in the Bay A decade ago, if anyone predicted that Draymond, Steph, and Klay would one day become friends with CP3, chances are that person would have been laughed out of the building. But after years of intense competition and fiery matchups, the trio of Warriors players found themselves on the same side as Paul and forged a deep respect for the veteran guard both on and off the court.\n“I’m thankful and honored, happy as hell I got the opportunity to play with him this year,” Green said. “It’s not something in a million years we ever imagined. Other than winning, it couldn’t have gone better. Built a relationship that’ll go beyond whether he’s here next year or not and whether I’m here next year or not.”\nCP3 also had nothing but positive words to say about his experience playing with his former rivals.\n“I’m grateful that I got a chance to be here with these guys. Me and Steph were already connected. Me and Dray definitely, you know, got a real connection now. And somebody I’m grateful that I really got a chance to know is Klay,” the six-time steals champion remarked.\nThis season produced nothing remarkable for the Golden State Warriors. However, CP3 is confident he isn’t hanging his sneakers up yet. And while it’s highly likely he won’t be returning to the Bay Area, the personal relationships he forged with his former foes will continue to thrive.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Sport"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chris paul",
        "sentiment": "positive"
      },
      {
        "name": "klay thompson",
        "sentiment": "none"
      },
      {
        "name": "paul",
        "sentiment": "none"
      },
      {
        "name": "steve kerr",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "golden state warriors",
        "sentiment": "positive"
      },
      {
        "name": "nba",
        "sentiment": "positive"
      },
      {
        "name": "golden state",
        "sentiment": "none"
      },
      {
        "name": "sacramento kings",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "golden state",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:21:28.521+03:00",
  "updated": "2024-04-19T01:21:28.521+03:00"
}