{
  "thread": {
    "uuid": "de4955fe9a09a2d7756338f93bc201bdaa5160f1",
    "url": "https://businessnewsthisweek.com/health/t-hub-and-medtronic-partner-to-drive-health-tech-innovation-in-hyderabad",
    "site_full": "businessnewsthisweek.com",
    "site": "businessnewsthisweek.com",
    "site_section": "https://businessnewsthisweek.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Business News This Week | Business News Weekly",
    "title": "T-Hub and Medtronic partner to drive health-tech innovatio",
    "title_full": "T-Hub and Medtronic partner to drive health-tech innovatio",
    "published": "2024-04-04T03:32:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://businessnewsthisweek.com/wp-content/uploads/2024/04/Partnership.jpeg",
    "performance_score": 0,
    "domain_rank": 76348,
    "domain_rank_updated": "2024-04-02T13:08:16.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "de4955fe9a09a2d7756338f93bc201bdaa5160f1",
  "url": "https://businessnewsthisweek.com/health/t-hub-and-medtronic-partner-to-drive-health-tech-innovation-in-hyderabad",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mansi Praharaj",
  "published": "2024-04-04T03:32:00.000+03:00",
  "title": "T-Hub and Medtronic partner to drive health-tech innovatio",
  "text": "INDIA – March 4th, 2024 – T-Hub, India’s leading startup incubator, has announced its strategic partnership with Medtronic, global leader in healthcare technology. The collaboration marks a significant leap forward in fostering innovation and growth within India’s dynamic health-tech startup ecosystem. This collaboration is anchored by Medtronic Engineering & Innovation Center (MEIC) in Hyderabad, which is also Medtronic’s largest R&D center outside of US. With this partnership, MEIC will foster industry collaborations and participate in events like CXO roundtables and innovation workshops to build thought leadership in health-tech R&D, thus ensuring deep immersion into the dynamic landscape of health-tech innovation. T-Hub’s startups will also receive invaluable mentorship, sponsorship, and expert guidance from MEIC, propelling their ventures towards success. In addition, MEIC employees will also have the opportunity to participate in tailored entrepreneurship workshops curated by T-Hub. The health-tech sector in India has witnessed exponential growth, boasting over 8,000 startups valued at approximately $2 billion and expanding at a staggering rate of almost 40%.1 With the sector predicted to reach $5.5 billion by 2025, the partnership between T-Hub and Medtronic is poised to further accelerate this growth trajectory. Echoing this sentiment, Mahankali Srinivas Rao, CEO, T-Hub said, “Through our partnership with Medtronic, T-Hub continues its mission of nurturing startups and propelling innovation within the health-tech sector. We are confident that together, we will accelerate the growth and enhance the impact of health-tech startups, paving the way for a brighter and healthier future for all.” Commenting on the partnership, Divya Prakash Joshi, Vice President & Site Leader, MEIC said, “At Medtronic, we are deeply committed to driving innovation and advancing healthcare outcomes globally. For over a decade, MEIC has contributed to excellence in global healthcare from Hyderabad and our dedicated team of engineers has put innovative ideas to work to generate solutions for better patient outcomes. Through this strategic partnership with T-Hub, we aim to leverage our expertise and resources to empower health-tech startups in India, fostering a culture of innovation and driving sectoral growth.” With 900+ engineers, MEIC currently supports many global business units of Medtronic by providing software engineering solutions and other engineering expertise in the areas of embedded and enterprise software, product security, data engineering, systems engineering, mechanical and hardware design, and quality & regulatory. This collaboration is poised to significantly impact and advance the health-tech sector, fostering innovation and contributing to the growth of healthcare technology.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "t-hub",
        "sentiment": "negative"
      },
      {
        "name": "medtronic",
        "sentiment": "negative"
      },
      {
        "name": "meic",
        "sentiment": "none"
      },
      {
        "name": "medtronic engineering & innovation center",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "hyderabad",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:05:34.884+03:00",
  "updated": "2024-04-05T00:05:34.884+03:00"
}