{
  "thread": {
    "uuid": "8edc5f9c1dfc7cc6172e6231e37107f9711e1c92",
    "url": "https://www.brasil247.com/blog/uerj-outorga-titulo-de-doutora-honoris-causa-a-keila-simpson-a-primeira-travesti-a-recebe-lo-no-brasil",
    "site_full": "www.brasil247.com",
    "site": "brasil247.com",
    "site_section": "https://www.brasil247.com/blog",
    "site_categories": [
      "media",
      "tech",
      "law_government_and_politics",
      "politics",
      "top_news"
    ],
    "section_title": "blog | Brasil 247",
    "title": "UERJ outorga título de Doutora Honoris Causa à Keila Simpson, a primeira travesti a recebê-lo no Brasil | Brasil 247",
    "title_full": "UERJ outorga título de Doutora Honoris Causa à Keila Simpson, a primeira travesti a recebê-lo no Brasil | Brasil 247",
    "published": "2024-04-19T00:12:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://cdn.brasil247.com/pb-b247gcp/swp/jtjeq9/media/2024041819048_4a574db1-200a-4460-b2c6-9689ad29d280.jpg",
    "performance_score": 0,
    "domain_rank": 33569,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8edc5f9c1dfc7cc6172e6231e37107f9711e1c92",
  "url": "https://www.brasil247.com/blog/uerj-outorga-titulo-de-doutora-honoris-causa-a-keila-simpson-a-primeira-travesti-a-recebe-lo-no-brasil",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sara York",
  "published": "2024-04-19T00:12:00.000+03:00",
  "title": "UERJ outorga título de Doutora Honoris Causa à Keila Simpson, a primeira travesti a recebê-lo no Brasil | Brasil 247",
  "text": "[blog](/blog) UERJ outorga título de Doutora Honoris Causa à Keila Simpson, a primeira travesti a recebê-lo no Brasil \"A representatividade trans nas instituições de ensino superior não é apenas uma questão de inclusão; é uma forma de reconhecimento e valorização\" ✅ Receba as notícias do Brasil 247 e da TV 247 no [canal do Brasil 247](https://whatsapp.com/channel/0029Va5CrrPD38COKOxDbM1M) e na [comunidade 247](https://chat.whatsapp.com/LnWE97DQIKF4fpwivt0f3h) no WhatsApp. A cerimônia de honoris causa é um reconhecimento acadêmico de grande prestígio, concedido a indivíduos que contribuíram significativamente para a sociedade em sua área de atuação ou além dela. “The Master’s Tool Will Never Dismantle The Master’s House” é uma frase sintética de Audre Lorde (1984) que, traduzida, informa que as ferramentas do senhor não desmantelarão sua casa. Não será com as armas que a norma nos impôs que nos libertaremos das lógicas que nos aprisionam. Hoje, dia 18 de abril de 2024, a Universidade do Estado do Rio de Janeiro (UERJ) tem a honra de conceder este título a Keila Simpson, uma das grandes figuras na luta pelos direitos e visibilidade que pessoas trans e travestis, como eu, tanto almejam pelo Brasil. A representatividade trans nas instituições de ensino superior não é apenas uma questão de inclusão; é uma forma de reconhecimento e valorização das diversas trajetórias de vida. Das vidas humanas em sua máxima evolução. Fiquei cega do olho esquerdo na adolescência, fui aluna de graduação e especialização. E foram nos muitos encontros do GENI, liderado pelo Professor Doutor Fernando Pocahy, que a noção de rotas de fuga e brechas foram pensadas para a execução da dissertação de mestrado, finalizada em 2020, nesta universidade que discutia pela primeira vez as cotas trans. E com essa entrega, deixo marcado nos anais a transgressão em querer um espelho para além de Narciso, que se apaixonou por si, mas espelho como uma visão de futuro, que das memórias de um passado de dor, nos retire. No doutorado, redijo com a ajuda de outros colegas (Bruno Ganen – UNIRIO e Florence Belladona - UFRRJ) a titulação à referida educadora social. A UERJ, ao longo dos anos, tem se destacado como uma instituição inclusiva, apoiando diversas causas sociais e promovendo reparação, justiça social e equidade através de muitas pessoas que aqui se fazem presentes. A Universidade do Estado do Rio de Janeiro tem sido um espaço de acolhimento e luta por direitos igualitários às comunidades minorizadas, estabelecendo-se como um exemplo de inclusão e diversidade no cenário acadêmico brasileiro. E com muitas falhas, ainda encabeça qualquer tentativa para com a população trans. Keila Simpson é um nome sinônimo de resistência e luta pelos direitos da população trans no Brasil. Mas sua história é marcadamente o eco de muitas vidas trans/travestis esquecidas, apagadas e/ou tornadas invisíveis ao longo da história trans brasileira. Por aqui, já gritaram por nossos direitos Guilherme Almeida, Benjamim Braga, Ana Leticia, Sessiz Sariff, e tantas outras pessoas. Mas como esquecer Shelyda Ayana e Matheusa Passareli? Corpos que perguntam sobre vida, uso de banheiro, nome social e crimes de ódio. As muitas Keilas, pensadas e lembradas, agregam tônus ao símbolo, ao termos mais uma de nós emergindo no Brasil. Reconhecimento em vida para que em vida tenhamos orgulho de nós mesmas. Em 2021 (06.12.2021) o Conselho Universitário da Universidade Federal de Mato Grosso (UFMT) realizou, em sessão extraordinária online, a entrega do título de doutor honoris causa in memoriam à João W. Nery. A outorga foi aprovada por unanimidade em 04 de setembro de 2018 e estava prevista para ser entregue em 10 de dezembro do mesmo ano. No entanto, o psicólogo e escritor transexual faleceu em 26 de outubro daquele ano. Depois de muitas lágrimas trocadas com Danie Marcelo, professor doutor negro que encabeçou o pedido na UFMT. A proposição do título de Doutor Honoris Causa foi dele, aliado do Programa de Pós-graduação em Estudos de Linguagem (PPGEL) do Instituto de Linguagens (IL) da UFMT e foi aprovado poucos meses antes do falecimento de João Nery. O título honorífico concedido pela universidade a pessoas de destaque em diferentes áreas como artes, ciências, filosofia, letras, causas humanitárias será entregue a família do escritor. João Nery foi o primeiro homem transexual a passar por cirurgia de afirmação de gênero no Brasil, quando a prática era considerada crime no País, nos anos 1970. O escritor também enfrentou dificuldades para emitir documentos com o seu nome e pela falta de documentação ficou impedido de exercer a sua profissão de psicólogo. Ato revisto pelo Conselho Regional de Psicologia do Rio de Janeiro, post-mortem, através do pedido de uma travesti, Céu Cavalcante, hoje presidenta do mesmo conselho. Os impedimentos para emitir novos documentos motivou o projeto de lei 2002/2013, chamada de Lei João W. Nery, proposto na Câmara dos Deputados e atualmente com os efeitos em vigor por uma decisão do Supremo Tribunal Federal (STF). A decisão permite a alteração de nome e gênero no registro civil sem uma autorização judicial. Em seus livros, “Viagem Solitária” e “Erro de Pessoa”, o escritor conta a trajetória que passou no processo de redesignação sexual. Nery também participou da coletânea Vidas Trans em que pessoas trans contam o momento no qual falam do sentimento de inadequação perante os padrões exigidos pela sociedade, sobre os preconceitos e as dores vividas dentro e fora da família. O autor também escreveu “Velhice Transviada”, publicada postumamente, sobre os “transvelhos”, termo criado por Nery para abordar transexuais e travestis com mais de 50 anos. Poucas pessoas e milhares de horas de leitura, de dedicação, conversa e de escrita para momentos como esse! Ao longo de suas jornadas, Keila e João receberam diversos reconhecimentos por suas incansáveis lutas, e assim, tornam-se referências na defesa dos direitos humanos e na promoção da igualdade de gênero. Esse gesto da UERJ simboliza o reconhecimento da importância da luta pelos direitos trans no âmbito acadêmico e social. Sobretudo a justiça em gozar de tal prestígio em vida. Keila, vingue-se! E como diria Herbert Daniel, semente vingada, multiplique-se... [iBest: 247 é o melhor canal de política do Brasil no voto popular](https://www.brasil247.com/midia/brasil-247-vence-o-premio-ibest-como-melhor-canal-de-politica-do-brasil-no-voto-popular) [Assine o 247](https://www.brasil247.com/apoio), [apoie por Pix](https://docs.google.com/forms/d/e/1FAIpQLSfJOi0sp8RTiS91kHjo4uzLo97gMTG2ieIk-OOsdv7cvCgFnw/viewform), [inscreva-se na TV 247](https://www.youtube.com/brasil247), no canal [Cortes 247](https://www.youtube.com/channel/UC_M1ek8fhnDkz5C2zfkTxpg) e assista:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [
    "https://whatsapp.com/channel/0029Va5CrrPD38COKOxDbM1M)",
    "https://docs.google.com/forms/d/e/1FAIpQLSfJOi0sp8RTiS91kHjo4uzLo97gMTG2ieIk-OOsdv7cvCgFnw/viewform),",
    "https://chat.whatsapp.com/LnWE97DQIKF4fpwivt0f3h)",
    "https://www.youtube.com/channel/UC_M1ek8fhnDkz5C2zfkTxpg)",
    "https://www.youtube.com/brasil247),",
    "https://youtube.com/brasil247),",
    "https://www.docs.google.com/forms/d/e/1FAIpQLSfJOi0sp8RTiS91kHjo4uzLo97gMTG2ieIk-OOsdv7cvCgFnw/viewform),",
    "https://youtube.com/channel/UC_M1ek8fhnDkz5C2zfkTxpg)",
    "https://www.chat.whatsapp.com/LnWE97DQIKF4fpwivt0f3h)",
    "https://www.whatsapp.com/channel/0029Va5CrrPD38COKOxDbM1M)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:21:12.956+03:00",
  "updated": "2024-04-19T01:21:12.956+03:00"
}