{
  "thread": {
    "uuid": "6a99ee50b257135ec9794798fef2ca30d1e832d5",
    "url": "https://www.must.jornaldenegocios.pt/prazeres/artes/detalhe/cadeira-eames-agora-em-plastico-reciclado",
    "site_full": "www.must.jornaldenegocios.pt",
    "site": "jornaldenegocios.pt",
    "site_section": "https://www.must.jornaldenegocios.pt/rss",
    "site_categories": [
      "non_standard_content",
      "adult",
      "top_news"
    ],
    "section_title": "Revista Must",
    "title": "Cadeira Eames agora em plástico reciclado",
    "title_full": "Cadeira Eames agora em plástico reciclado",
    "published": "2024-02-16T09:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "https://cdn.must.jornaldenegocios.pt/images/2024-02/img_1200x676$2024_02_15_16_03_25_20886.jpg",
    "performance_score": 0,
    "domain_rank": 30417,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6a99ee50b257135ec9794798fef2ca30d1e832d5",
  "url": "https://www.must.jornaldenegocios.pt/prazeres/artes/detalhe/cadeira-eames-agora-em-plastico-reciclado",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "info@negocios.pt (Must)",
  "published": "2024-02-16T09:00:00.000+02:00",
  "title": "Cadeira Eames agora em plástico reciclado",
  "text": "[Prazeres /](/prazeres) [Artes](/prazeres/artes) Cadeira Eames agora em plástico reciclado Uma cadeira com mais de 70 anos continua atualizada e é um verdadeiro objeto de desejo. A famosa Eames Dining Chair, desenhada pelo casal de designers norte-americanos Charles e Ray Eames, ganha uma nova vida, em todas as suas cores, excepto a branca. Quem se interessa por design de interiores conhece o nome [Eames](https://www.must.jornaldenegocios.pt/pesquisa?q=eames). Charles e Ray Eames, um casal norte-americano de designers industriais, tinham um mote que explicava a sua filosofia: \"Conseguir o melhor para o maior número de pessoas pelo mínimo possível.\" Trabalharam juntos durante mais de quatro décadas, entre o início dos anos 40 e o final dos anos 80, e são globalmente conhecidos, em especial, por duas cadeiras: a Eames Lounge Chair e a Eames Dining Chair. Quando se fala no nome Eames é, regra geral, uma destas peças que vem à memória. Mas o design, tal como a vida das pessoas que pretende servir, está sempre a evoluir. Por isso, a Vitra, empresa que, atualmente, produz as peças de design Eames, acaba de apresentar a primeira versão da Eames Dining Chair feita com plástico reciclado. Chama-se [Eames Plastic Chair RE](https://www.vitra.com/en-pt/product/eames-plastic-chair-re). Charles e Ray Eames entraram para a história desenvolvendo as primeiras cadeiras de plástico produzidas em massa na história do mobiliário e que foram lançadas no mercado em 1950, depois de, em 1948, o casal ter apresentado no concurso \"Low-Cost Furniture Design\" do Museu de Arte Moderna de Nova Iorque, duas cadeiras feitas de plástico: a Plastic Armchair (A-shell) e a Plastic Side Chair (S-shell). Durante anos, o duo de designers explorou a ideia de um assento de uma só peça. Depois de várias experiências mal-sucedidas, com madeira de contraplacado e folha de alumínio, encontraram, finalmente, o material indicado: polímero reforçado com fibra de vidro, algo que nunca tinha sido usado pela indústria do mobiliário, mas que, por ser adaptável, rígido, agradável ao tato e ajustável aos métodos de manufatura, encaixava, na perfeição, no design que o casal Eames tinha na cabeça. Cerca de 80 anos depois, é comum ver cadeiras cujo design é nitidamente inspirado na criação destes dois, prova de que continua a estar em sintonia com as necessidades das pessoas. Porque o mundo evoluiu e a preocupação com a sustentabilidade e ecologia são cada vez mais prementes, a partir deste ano, os assentos das Eames Plastic Chairs passam a ser feitos com plástico reciclado proveniente de um processo de reciclagem doméstico, com embalagens usadas obtidas através do programa de recolha de lixo existente na Alemanha designado por \"Gelber Sack\" (que significa \"saco amarelo\"). De acordo com a Vitra, \"recorrer a esta matéria-prima, em vez de plásticos à base de petróleo, gera menos emissões prejudiciais para o clima, reduzindo significativamente o consumo de energia primária\". Devido à composição do material reciclado, as diferentes cores são pontuadas com pequenas manchas de pigmento. O branco não pode ser implementado no novo material e continuará a ser produzido em polipropileno virgem, mas novas versões de \"cotton white\" (branco algodão), amarelo \"citron\" (limão) e verde \"emerald\" (esmeralda) serão adicionadas à nova paleta. Tal como acontece com modelos anteriores, os assentos das Eames Plastic Chairs RE podem ser 100% reciclados no fim da vida útil. [Mobiliário](/sabermais/mobiliário), [Design](/sabermais/design), [Eames](/sabermais/eames), [Eames Lounge Chair](/sabermais/eames-lounge-chair), [Eames Dining Chair](/sabermais/eames-dining-chair), [Vitra](/sabermais/vitra), [Plástico reciclado](/sabermais/plástico-reciclado), [Eames Plastic Chair RE](/sabermais/eames-plastic-chair-re) [A cadeira dos Eames e o gato de Saul](/prazeres/artes/detalhe/a-cadeira-dos-eames-e-o-gato-de-saul) Uma peça importante da história do design do século XX é agora recriada numa edição limitada e exclusiva a 500 exemplares. À venda online, a partir de 14 de junho. [Wewood x Christian Haas: design alemão aliado à marcenaria portuguesa](/prazeres/artes/detalhe/wewood-x-christian-haas-design-alemao-aliado-a-marcenaria-portuguesa) Numa coleção sofisticada, destaca-se a cama Platform como peça central, que promete ser o refúgio perfeito em qualquer quarto. A fusão de madeira maciça e estofamento luxuoso definem o compromisso inigualável da marca portuguesa. [Cogumelos, tomate ou oregãos. Os perfumes para a casa da Loewe são de se comer ](/estilo/beleza---bem-estar/detalhe/cogumelos-tomate-ou-oregaos-os-perfumes-para-a-casa-da-loewe-sao-de-se-comer) A marca espanhola, que continua a expandir a sua linha de velas perfumadas, criou um autêntico jardim de cheiros para o lar. [Sebastian Herkner, designer de mobiliário. \"Consumimos demasiados produtos para a casa\"](/prazeres/detalhe/sebastian-herkner-designer-de-mobiliario-consumimos-demasiados-produtos-para-a-casa) Com uma mesa que mais parece uma escultura, o alemão é o designer estrela de uma nova coleção Man of Parts, à venda na QuartoSala. [Os Club Makumba apresentam o novo disco e prometem fazer “uma grande festa”](/prazeres/artes/detalhe/os-club-makumba-apresentam-o-novo-disco-e-prometem-fazer-uma-grande-festa) Depois do sucesso do primeiro registo homónimo, materializado essencialmente ao vivo, o quarteto regressou em janeiro com 'Sulitânea Beat', um álbum no qual alargaram ainda mais o vasto território onde a sua música sem fronteiras se movimenta. Agora é tempo de voltar ao palco, “o habitat natural” da banda, como o baterista João Doce reconhece nesta entrevista. [“O escritório, tal como o conhecemos, já não funciona para os desafios que as empresas têm de enfrentar\"](/prazeres/lugares/detalhe/o-escritorio-tal-como-o-conhecemos-ja-nao-funciona-para-os-desafios-que-as-empresas-tem-de-enfrentar) Uma das mais relevantes empresas de design do mundo, a Vitra, criou o Club Office um espaço de trabalho pensado para responder aos desafios de um mundo em mudança. A MUST esteve em Madrid a conversar com Tim Reusch, um dos responsáveis por este novo projeto da gigante suíça, para perceber melhor como vão ser os nossos escritórios. [A nova série de Guy Ritchie já tem trailer - e junta várias estrelas ](/prazeres/artes/detalhe/a-nova-serie-de-guy-ritchie-ja-tem-trailer---e-junta-varias-estrelas) Chama-se 'The Gentlemen: A Série' e sucede o filme homónimo do realizador. Estará disponível para streaming a partir do dia 7 de março, na Netflix, mas o trailer oficial já se encontra disponível. [Artes](/prazeres/artes) [Os Club Makumba apresentam o novo disco e prometem fazer “uma grande festa”](/prazeres/artes/detalhe/os-club-makumba-apresentam-o-novo-disco-e-prometem-fazer-uma-grande-festa) Depois do sucesso do primeiro registo homónimo, materializado essencialmente ao vivo, o quarteto regressou em janeiro com 'Sulitânea Beat', um álbum no qual alargaram ainda mais o vasto território onde a sua música sem fronteiras se movimenta. Agora é tempo de voltar ao palco, “o habitat natural” da banda, como o baterista João Doce reconhece nesta entrevista. [Artes](/prazeres/artes) [As obras mais emblemáticas do Museu de Arte Proibida](/prazeres/artes/detalhe/as-obras-mais-emblematicas-do-museu-de-arte-proibida) Com uma seleção de mais de 200 obras de arte censuradas, proibidas ou denunciadas em algum momento, o novo espaço, em Barcelona, promete pôr os visitantes a pensar sobre os motivos e as consequências da censura, com obras que vão de Goya a Banksy. [Artes](/prazeres/artes) [A lista completa de museus com entrada gratuita aos domingos e aos feriados](/prazeres/artes/detalhe/a-lista-completa-de-museus-com-entrada-gratuita-aos-domingos-e-aos-feriados) O Governo anunciou que os monumentos históricos que estão sob alçada do Estado passam a ter acesso gratuito aos domingos e feriados. [Artes](/prazeres/artes) [A nova série de Guy Ritchie já tem trailer - e junta várias estrelas](/prazeres/artes/detalhe/a-nova-serie-de-guy-ritchie-ja-tem-trailer---e-junta-varias-estrelas) Chama-se 'The Gentlemen: A Série' e sucede o filme homónimo do realizador. Estará disponível para streaming a partir do dia 7 de março, na Netflix, mas o trailer oficial já se encontra disponível.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://www.vitra.com/en-pt/product/eames-plastic-chair-re",
    "https://vitra.com/en-pt/product/eames-plastic-chair-re"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T11:12:33.889+02:00",
  "updated": "2024-02-23T17:07:30.776+02:00"
}