{
  "thread": {
    "uuid": "5df473e65a866c00a17d7581d95645053f877fd4",
    "url": "https://www.ndtv.com/india-news/on-good-friday-pm-narendra-modi-remembers-jesus-christs-profound-sacrifice-5332170",
    "site_full": "www.ndtv.com",
    "site": "ndtv.com",
    "site_section": "https://www.ndtv.com",
    "site_categories": [
      "media",
      "health",
      "cold_and_flu",
      "top_news"
    ],
    "section_title": "\r\n\tGet Latest News, India News, Breaking News, Today's News - NDTV.com\r\n",
    "title": "On Good Friday, PM Narendra Modi Remembers Jesus Christ's 'Profound Sacrifice'",
    "title_full": "On Good Friday, PM Narendra Modi Remembers Jesus Christ's 'Profound Sacrifice'",
    "published": "2024-03-29T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://c.ndtvimg.com/2024-03/ak5ou83_narendra-modi-jesus-christ-pm-modi-in-church-ani_625x300_29_March_24.jpeg?ver-20240316.08",
    "performance_score": 0,
    "domain_rank": 842,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5df473e65a866c00a17d7581d95645053f877fd4",
  "url": "https://www.ndtv.com/india-news/on-good-friday-pm-narendra-modi-remembers-jesus-christs-profound-sacrifice-5332170",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-29T03:00:00.000+03:00",
  "title": "On Good Friday, PM Narendra Modi Remembers Jesus Christ's 'Profound Sacrifice'",
  "text": "PM Narendra Modi recalled the profound sacrifice of Jesus Christ on Good Friday. Prime Minister Narendra Modi recalled the profound sacrifice of Jesus Christ on Good Friday and said that it teaches everyone lessons of compassion and forgiveness. \"Today, on Good Friday, we remember the profound sacrifice of Jesus Christ. May everyone find strength in the lessons of compassion and forgiveness it teaches us,\" Prime Minister Modi posted on X. Today, on Good Friday, we remember the profound sacrifice of Jesus Christ. May everyone find strength in the lessons of compassion and forgiveness it teaches us. The solemn occasion of Good Friday is being marked by prayers and processions depicting the 'stations of the cross' across the nation. In Kerala, devotees carry wooden crosses depicting the crucifixion of Jesus Christ during the procession to Saint Joseph's Cathedral in Palayam. Commemorating the crucifixion of Christ, Good Friday services are being held in churches across the state on the day, marking the countdown to Easter Sunday. Prayers were also offered at the Sacred Heart Cathedral Church in the national capital. Father Jolly from the CBCI Centre, Catholic Bishops Conference of India, Headquarters in Delhi, elucidated the significance of 'Good Friday' for Christians. Speaking to ANI, Father Jolly said, \"On Good Friday, Christians all over the world remember the passion and death of our blessed lord Jesus Christ. This is a memorial day for us to journey with the suffering and death of Christ on the cross.\" \"By keeping this memorial, we sanctify ourselves, our households and purify our hearts and minds to join our lives with the life of Christ,\" he said. \"We read the passages from the sacred scriptures that speak about the sufferings and death of our blessed lord Jesus on Good Friday. We also meditate on the sufferings of Christ and venerate the cross today,\" he said. In Thiruvananthapuram, devotees took part in the 'stations of the cross' procession to Saint Joseph's Cathedral in Palayam. People of the Christian community also took out a procession from the Mother House to Saint Teresa's Church in Kolkata and offered prayers in the church to celebrate the Good Friday. The 'stations of the cross' mark Christ's suffering as he was crucified on Good Friday. The story behind 'Good Friday' is about the day when Jesus was crucified by Romans. A disciple of Jesus, Judas betrayed him, which led to his capture by the Romans. The Governor of the Roman province of Judea at the time, Pontius Pilate, ordered the execution of Jesus. Jesus was made to carry his cross through Jerusalem to the place of crucifixion known as Calvary. Promoted Listen to the latest songs, only on JioSaavn.com The day of 'Good Friday' is followed by the celebration known as 'Easter', which refers to the event of the resurrection of Jesus on the third day of his crucifixion.\n (Except for the headline, this story has not been edited by NDTV staff and is published from a syndicated feed.)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "narendra modi",
        "sentiment": "negative"
      },
      {
        "name": "narendra modi remembers jesus christ",
        "sentiment": "negative"
      },
      {
        "name": "jesus christ",
        "sentiment": "negative"
      },
      {
        "name": "modi",
        "sentiment": "none"
      },
      {
        "name": "jol",
        "sentiment": "none"
      },
      {
        "name": "joseph",
        "sentiment": "none"
      },
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "sacred heart cathedral church",
        "sentiment": "none"
      },
      {
        "name": "palayam",
        "sentiment": "none"
      },
      {
        "name": "kerala",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T09:09:40.605+03:00",
  "updated": "2024-03-29T09:14:04.774+03:00"
}