{
  "thread": {
    "uuid": "598b6ee0d2c5f5f273d7ba001cead24eff543a1b",
    "url": "https://vnexplorer.net/black-history-white-lies-5-ways-black-people-built-america-s1668366.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/feed",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Black History/White Lies: 5 ways Black people built America",
    "title_full": "Black History/White Lies: 5 ways Black people built America",
    "published": "2024-03-01T01:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1j7WsO.img",
    "performance_score": 0,
    "domain_rank": 52455,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "598b6ee0d2c5f5f273d7ba001cead24eff543a1b",
  "url": "https://vnexplorer.net/black-history-white-lies-5-ways-black-people-built-america-s1668366.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-03-01T01:03:00.000+02:00",
  "title": "Black History/White Lies: 5 ways Black people built America",
  "text": "(Adobe Stock Images)\nOPINION: Part three of theGrio’s Black History Month series explores Black people’s contributions to the group project called America (Spoiler alert: slavery is not included).\n“We built this country.”\n– Black people\nIf you survived the American education system’s social studies curriculum, you might believe that Black people have slowly but generously achieved full citizenship into a country that white people created with their own hearts, hands and imaginations. Even the suggestion that America does not belong to white people will elicit consternation or a chuckle. When confronted with the idea that their beloved nation couldn’t exist without Black people, Erasure-Americans might tacitly acknowledge the small part that slavery played in America’s origin story, but that’s it.\nThat is not it.\nTo close out Black History Month, we decided to dispel some of the mythology around white history by explaining exactly how Black people built this country.\n5. All Lives Matter Although the United States has a mediocre ranking when it comes to life expectancy and access to health care, America is still the most medically advanced country in the world because Black doctors and scientists made America great at medicine. Their innovations form the foundation of America’s public health system and medical research, and the way medicine is practiced around the world are Black creations. In fact, one could argue that four Black American entities may have saved more lives than all of the white doctors combined.\nHow Charles Drew won World War II: Whether it is a car accident or cancer treatment, every two seconds, Dr. Charles Drew’s process for collecting and storing blood saves an American life. After creating blood banks and the Bloodmobile, Drew served as the head of the Blood for Britain Project and prepared the U.S. for World War II by developing a system to collect, package and store dried blood plasma. Not only did Drew’s innovation save the lives of Allied soldiers, British civilians and Nazi concentration camp survivors but, according to the surgeons general of the U.S. Army and Navy, Drew’s innovation was “the greatest lifesaver of World War II.” Henrietta Lacks saved the world: You likely know the story of how the nonconsensual harvesting of Henrietta Lacks’ cancer cells led to innumerable medical innovations, including hormone replacement, radiation treatment and many other drugs. Black scientists at Tuskeegee University created the process of mass-producing the HeLa cells used in Jonas Salk’s polio vaccine. The Nobel Prize-winning scientists at the Human Genome Project used that same process. We wouldn’t have a COVID vaccine without HeLa cells. Speaking of vaccines … The pro-vaxxer who saved America: If an enslaved man named Onesimus had not saved the city of Boston from smallpox by introducing inoculation to American medicine, George Washington’s immunization requirement wouldn’t have turned the American Revolution in the Continental Army’s favor. Onesimus’ gift directly led to the creation of the smallpox vaccine, which caused Thomas Jefferson to support America’s first vaccine mandate, which led to smallpox being declared the first infectious disease to be eradicated from earth. During its 3,000 years of existence, smallpox caused an estimated 400 million deaths. The first ride-or-dies: In 1965, a team of Black delivery drivers in Pittsburgh stopped taking vegetables to needy people in their community and, instead, began providing rides to medical appointments. After taking emergency medical classes, one member, Nancy Caroline, wrote a textbook on their training, which became the national standard for Emergency Medical Services. The availability of professional emergency medical care and transportation created a significant drop in mortality rates in nearly every statistical category — from heart disease and gunshot wounds to car accidents and pregnancies. And it’s all because Black people were America’s first paramedics. 4. Democracy In 1932, 21-year-old minister Tunis Campbell founded an anti-colonialism society and vowed “never to leave this country until every slave was free on American soil.” Before the Civil War, he worked alongside abolitionist Frederick Douglass organizing conventions to create a “Black agenda.” He helped free slaves. He funded Black schools. You know what? You can just listen to “TheGrio Daily” episode about Campbell.\nEven though Campbell’s name is not widely known, his words are. In 1868, after white terrorists expelled Campbell and 32 elected Black officials from the Georgia legislature, he traveled to Washington, D.C., to speak to lawmakers about protecting Black people’s right to vote. Sen. Charles Sumner was already working to change the Constitution by adding a list of things that people could not do to deprive freedmen of their voting rights. Campbell, however, knew that white people would always find a loophole. Instead, he suggested that they just needed to specify that voting rights “shall not be denied on the basis of race or former servitude.”\nCambell’s suggestion didn’t just form the basis of the 15th Amendment, according to historian Russell Duncan, the Supreme Court may have used his specific wording to declare poll taxes, racial gerrymandering and grandfather clauses unconstitutional. It gave Hawaiians the right to vote and ended the all-white primary, causing a shift in national politics. If you include the Civil Rights Movement and Black women’s contributions to white women’s fight for suffrage, one fact becomes abundantly clear.\nAmerica was not a democracy until Black people made it one.\n3. Resistance Although the First Amendment protects the press, freedom of speech and religion, the “freedom of association” is not specifically guaranteed. While protest is considered a form of speech, the government has historically silenced those brave enough to threaten the power and beliefs of the majority (white people).\nBlack people changed that.\nIn 1956, Alabama’s attorney general demanded to see the list of members of the secret organization that was tearing the state apart. The secret organization had already crippled buses in Montgomery and was stirring up trouble in Selma. The group refused, so an Alabama judge did what any law-abiding racist would do.\nHe banned the NAACP from Alabama.\nAfter the judge levied a $100,000 fine, the organization sued, and on June 30, 1958, the Supreme Court decided NAACP v. Alabama. The decision explained that “Freedom to engage in association for the advancement of beliefs and ideas is an inseparable aspect of the ‘liberty’ assured by the Due Process Clause of the Fourteenth Amendment.” As the justices saw it, every American had the right to organize without the threat of “economic reprisal, loss of employment, threat of physical coercion, and other manifestations of physical hostility.”\nWhite people were not done.\nOn March 2, 1961, hundreds of Black college and high school students marched six blocks from a Columbia, S.C., church to the state Capitol to protest racial segregation. They had acquired a permit from the city and marched on the sidewalks and observed every single traffic law. Instead of chanting, they sang gospel hymns, patriotic songs and the national anthem. When police told them to disperse after 45 minutes, they began singing the negro spiritual “I Shall Not Be Moved.” Frustrated by the Black students’ peaceful, lawful, nonthreatening actions, the cops arrested 190 of the students. The protesters were charged with “breach of peace” because, according to the state, the nonviolent, orderly demonstration could incite violence by white people who were opposed to desegregation. The students sued, arguing that they had not violated a single law,\nThe Supreme Court reversed the convictions on Feb. 25, 1963. Edwards v. South Carolina didn’t just affirm the right to peacefully assemble, it forbade states from considering the public’s opinion of the protest, explaining: “The Fourteenth Amendment does not permit a State to make criminal the peaceful expression of unpopular views.” Interestingly enough, if you look at the Edwards v. South Carolina case, you may notice there are actually 187 names listed. That’s because three of the students were not old enough to join the lawsuit, including the youngest two arrestees — 15-year-old twins Issac and Rebecca Williams — my aunt and uncle.\nThese rulings didn’t just affect Black Americans. If not for Edwards v. South Carolina, red states could outlaw abortion marches, Klan parades or Stop the Steal rallies at the U.S. Capitol (which is also kinda like a Klan parade). NAACP v. Alabama is why you have the freedom to join a union or Black Lives Matter — or, yes, the Ku Klux Klan.\nResistance is not futile.\n2. The Black economy You probably think I’m gonna tell you how slave labor helped America become a global economic superpower.\nNope.\nIt wasn’t just free enslaved labor that transformed this country into an economic juggernaut in one generation. It was the stuff that Black people taught to white people. The European aristocrats that first came to America didn’t know how to grow things. Juan Garrido, a free Black man, introduced wheat to the Americas. Before 1616, the Jamestown settlers only exported 2,300 pounds of tobacco, mostly because it was terrible. The strain that became a cash crop was cultivated in Trinidad by enslaved laborers and grown by the Africans who arrived in 1619. By 1630, America was exporting 1.5 million pounds of the Black strain.\nBy the 1750s, Virginia was the third-largest producer of iron on the planet, based solely on the skills of African blacksmiths and ironworkers. Enslaved blacksmith Stephen Slade invented the bright leaf tobacco strain that fuels the nation’s $107 billion tobacco industry. Captives from the West Africa “rice coast” engineered the dams, levees and tools that gave Charleston’s “Carolina Gold” rice growers the highest per capita income in the 13 colonies.\nEli Whitney didn’t invent the machine that gave this country its most important agricultural export, Whitney simply mechanized the cotton gin that a Black man had already created. Cyrus McCormick’s mechanical reaper was likely invented by a Black man. To be fair, white slaveowners often claimed credit for things they didn’t create because, according to an 1850 U.S. attorney general’s opinion, slaves could not technically invent things.\nEarly America did not have an “agrarian economy.” The white “agrarians” received free land based on enslaving Black people. White people did not plant things. They did not harvest stuff. Black people created the tools, methods and technology to grow and harvest the crops that Black people sowed. And since the Black people who picked the cotton, cured the tobacco, milled the rice and worked on the ships that transported the products across the world were not technically American citizens, there was no “American economy.”\nIt was a Black economy.\n1. Historically Black education The next time your friendly neighborhood racist tries to explain away inequity by suggesting that Black people could achieve more “if only they valued education,” tell them to answer these three questions:\nWhy were the first Americans so uneducated? In the 1600s, 40% of New Englanders were illiterate. If that sounds low, in the 1800s, barely half of Virginians could read. Even by the Civil War, the white literacy rate in the South was abysmally low. Why were they afraid of literate Black people? If Black people didn’t value education, why would enslaved people risk their lives to learn how to read and write? Why did states pass laws against educating slaves? Where did illiterate slaves come from? By the time white people emerged from the Dark Ages to introduce race-based slavery to West Africa, the Islamic Golden Age had spread literacy, medicine and science throughout the continent. In early America, education was largely a private enterprise only available to wealthy people and whites who lived in urban areas. As the country grew, some cities and states built public schools that were taxpayer-funded. By 1860, public education was widely available to whites. Some states had segregated schools while states like Massachusetts legislated free public education for all, but it wasn’t guaranteed.\nIn 1868, the white supremacist secessionist states had to rewrite their state constitutions to gain admittance back into the Union. In majority-Black South Carolina, the new constitution gave every man — not just white, male landowners — the right to vote. They decriminalized poverty, extended women’s rights and gave aid to the poor. While other states had similar provisions, historian Michael Boulware Moore notes that South Carolina’s majority Black constitutional delegation decided to create something that had never existed in American history:\nThe “first, free, compulsory, statewide public school system in America.”\nThe constitution split the state into “school districts and created a powerful statewide executive-level office called the “Superintendent of Education.” The system was funded by the state and provided for a “liberal and uniform system of free public schools throughout the State.” Black elected officials also pushed the Morrell Land Grant College Act of 1890, which not only created HBCUs but also funded institutions for poor whites.\nBlack people created the American education system as we know it. It did not exist before we imagined it. We didn’t just fight to educate Black Americans, we provided educational opportunities for all Americans. But, to be fair, white people also contributed segregation, unequal funding and a school-to-prison pipeline.\nIf only they valued education.\nMichael Harriot is an economist, cultural critic and championship-level Spades player. His New York Times bestseller Black AF History: The Unwhitewashed Story of America is available everywhere books are sold.\nNever miss a beat: Get our daily stories straight to your inbox with theGrio’s newsletter.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ilACe.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1j7WsO.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ilACe.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1j7WsO.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "america",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T01:07:22.540+02:00",
  "updated": "2024-03-01T01:07:22.540+02:00"
}