{
  "thread": {
    "uuid": "e0e2f9b21d2c87e0a04b1d252e17269c4dfb4d30",
    "url": "https://catholicexchange.com/grief-and-good-friday",
    "site_full": "catholicexchange.com",
    "site": "catholicexchange.com",
    "site_section": "https://catholicexchange.com/feed",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "Catholic Exchange",
    "title": "Grief and Good Friday",
    "title_full": "Grief and Good Friday",
    "published": "2024-03-29T07:31:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://catholicexchange.com/wp-content/uploads/2024/03/gianna-b-s_4upDDvG3g-unsplash-scaled.jpg",
    "performance_score": 0,
    "domain_rank": 43440,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e0e2f9b21d2c87e0a04b1d252e17269c4dfb4d30",
  "url": "https://catholicexchange.com/grief-and-good-friday",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Christina M. Sorrentino",
  "published": "2024-03-29T07:31:00.000+03:00",
  "title": "Grief and Good Friday",
  "text": "The more we are afflicted in this world, the greater is our assurance in the next; the more sorrow in the present, the greater will be our joy in the future. – St. Isidore of Seville\nAll of us at some time in our lives will experience the loss of a loved one. It is a part of the human experience, that which we cannot escape. Even Jesus wept over the death of His close friend, Lazarus since He took on a human nature in becoming the Son of Man. As a human being it is one of the most difficult experiences that we can endure, and every individual person grieves in a different way.\nWe are blessed as Christians to be able to find consolation and peace in the message of Good Friday. It is in Christ’s suffering and death that He shows us the greatest act of love. Our beloved Lord laid down His life to be able to grant us our salvation and offer us redemption. His death was not the end, but the fulfillment of the Old Covenant and the beginning of life anew in Christ. The Resurrection of Christ offers us a glimpse of the Kingdom to Come, and gifts us with the hope that we have eternal life in Him.\nWhen one of my friends from my faith-sharing group passed away unexpectedly from the Coronavirus I knew that it was the end of his earthly journey, but not the final end because as Catholics we know that Christ won the victory over death. And because of what He did for us the gates of heaven were opened granting us the opportunity for eternal life with our Triune God. Whether my friend is in purgatory or in heaven he remains a member of the Communion of Saints, and I know that we are especially united in the Eucharist at Mass.\nIn the midst of grieving after his death, and realizing that never again would I receive a call or text from him, it was our Catholic faith that brought me comfort because he is no longer suffering. The suffering that we endure is only but a short time in comparison to the reward of eternal life with God promised to us in heaven.\nAfter the death of a loved one the best gift that we could ever give them is having a Mass celebrated for them. If our loved ones are in fact in purgatory, and need a bit of help on our end to get them to heaven then the best way that we can assist them is to offer Masses for them. We should not assume our loved ones just automatically go to heaven after death because they may require a period of purification before they are ready to enter through the gates of heaven. The Catechism of the Catholic Church defines Purgatory as:\nPurification, so as to achieve the holiness necessary to enter the joy of heaven,” which is experienced by those “who die in God’s grace and friendship, but still imperfectly purified” (CCC 1030). It is made clear that “this final purification of the elect . . . is entirely different from the punishment of the damned” (CCC 1031).\nI found myself on this Good Friday grieving the various losses in my life from having loved ones meet their earthly end to grieving the loss of my vocation to the religious life. But I know that there is hope no matter the suffering that I experience in this world because Christ offers me hope in His Resurrection. Despite the darkness and desolation of Good Friday we know that there will always be Easter Sunday. The road to heaven lies ahead of me if I stay close to the Lord, and continue to strive towards holiness and eternal life with God in heaven.\nPrayers for Mourners – United States Conference of Catholic Bishops (USCCB)\nI.\nLord God,\nyou are attentive to the voice of our pleading.\nLet us find in your Son\ncomfort in our sadness,\ncertainty in our doubt,\nand courage to live through this hour.\nMake our faith strong\nthrough Christ out Lord,\nAmen.\nII.\nLord, _________",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lazarus",
        "sentiment": "none"
      },
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "isidore",
        "sentiment": "none"
      },
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "kingdom",
        "sentiment": "none"
      },
      {
        "name": "seville",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T10:04:30.114+03:00",
  "updated": "2024-03-29T10:04:30.114+03:00"
}