{
  "thread": {
    "uuid": "97a96b580de96a2764da02e3bfdea662d9a15626",
    "url": "https://www.nature.org/en-us/newsroom/soar-funding-announcement-2024",
    "site_full": "www.nature.org",
    "site": "nature.org",
    "site_section": "https://lafarmbureaunews.com/news?format=rss",
    "site_categories": [
      "travel",
      "by_us_locale"
    ],
    "section_title": "The Latest News in Louisiana Agriculture - Louisiana Farm Bureau News",
    "title": "SOAR Program Announces Farmer-Led Projects to Foster Innovation",
    "title_full": "SOAR Program Announces Farmer-Led Projects to Foster Innovation,",
    "published": "2024-02-15T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 2056,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "97a96b580de96a2764da02e3bfdea662d9a15626",
  "url": "https://www.nature.org/en-us/newsroom/soar-funding-announcement-2024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-02-15T02:00:00.000+02:00",
  "title": "SOAR Program Announces Farmer-Led Projects to Foster Innovation",
  "text": "Media Contacts - Ann Kaiser Senior Media Relations Manager The Nature Conservancy Phone: [203-243-0345](tel:203-243-0345) Email: [ann.kaiser@tnc.org](mailto:ann.kaiser@tnc.org) - Rebecca Theim Communications Manager The Pew Charitable Trusts Phone: [202-540-6828](tel:202-540-6828) Email: [rtheim@pewtrusts.org](mailto:rtheim@pewtrusts.org) The Supporting Oyster Aquaculture and Restoration Program today announced the 47 recipients of its Shellfish Growers Resiliency Fund (Fund), which is designed to develop a more resilient and sustainable U.S. shellfish industry that benefits the ocean and coastal communities. In total, $898,000 was awarded to farmer-led projects across 18 coastal states. This announcement marks a significant milestone for the [Supporting Oyster Aquaculture and Restoration (SOAR) Program], a joint initiative of The Nature Conservancy (TNC) and The Pew Charitable Trusts (Pew). “In addition to providing an important source of jobs and food, responsibly managed shellfish farms also benefit the environment by filtering water, creating wildlife habitat, and contributing to wild oyster reef restoration,” said Boze Hancock, TNC’s senior marine restoration scientist. “All these things make the shellfish sector a powerful ally in marine conservation.” The result of a robust partnership between Builders Initiative, TNC, Pew, the U.S. National Oceanic and Atmospheric Administration (NOAA), the U.S. Department of Agriculture (USDA), state management agencies, and shellfish growers’ associations, the Fund demonstrates the opportunity for collaboration between shellfish farms and marine conservation. “Oyster farmers know what’s needed to restore and protect the waterways that are the cradle for their oysters, and the Fund recognizes and helps advance their innovative ideas,” said Laura Rodriguez, senior program officer at Builders Initiative, which has contributed financially to the Fund since 2021. “We’re proud to support these farmer-led projects and look forward to seeing how they will help build healthier ecosystems and a more resilient oyster industry in the U.S.” The shellfish industry is facing significant environmental challenges and market bottlenecks that could limit its future growth and, by extension, its capacity to support healthy coastal ecosystems. Today’s announcement builds on the first phase of the Fund, which in 2021 distributed a total of $1 million for 36 awards across 16 states, including educational initiatives to promote Indigenous-led hatcheries in Alaska, experimental development of new substrate structures that stimulate oyster growth on farms and reefs, and recycling programs that turn restaurants’ oyster shell waste into ecological barriers against flooding. Read more about some of those projects [here]. The new projects will continue to bolster ecosystem health and coastal livelihoods, with an increased focus on diversity, equity, inclusion, and justice. Southern Alabama’s Alma Bryant High School, a previous SOAR recipient, will use its second award to improve the infrastructure of its oyster academy, which supports local oyster farmers and provides hands-on career training in shellfish aquaculture for a diverse group of students. In Alaska, the fund will help Kodiak Ocean Bounty educate Native youth on algae production, an essential step towards building the state’s first rural Tribal shellfish nursery. “SOAR facilitates connections across industry, academia and coastal communities, which are fostering a more inclusive industry while also advancing marine conservation goals,” said Zack Greenberg, an officer with Pew. “A third of the projects supported by the Fund will bolster training and mentorship programs or support engagement with communities underrepresented in the aquaculture industry.” Full list of projects: Alaska - Kodiak Ocean Bounty: Rural Oyster Nursery Workforce Development - OceansAlaska: Alaskan Shellfish Hatchery Intern Program-Expanding Tribal capacity and providing opportunities for underserved communities in shellfish mariculture and hatchery/nursery practices Alabama - Alma Bryant High School: Bryant Oyster Academy - Bayou La Batre Oyster Company, LLC: Solar Powered Oyster Farm California - Hog Island Oyster Company: Fouling organism or superfood? Scaling the economic and environmental potential of edible marine algae on oyster gear in Tomales Bay, CA Connecticut - Sixpenny Oysters LLC: SHUCKS with Sixpenny: Sharing Hands-on Understanding and Cultivating Knowledge on Shellfish Delaware - Delaware Center for the Inland Bays: Immersive Inland Bays Internship – Oyster Aquaculture and Restoration Florida - Bay Shellfish Company: Selective Breeding of Heat-tolerant Oysters for Climate-resilient Gulf Aquaculture - Florida Atlantic University: Innovative Cage Design to Reduce Biofouling and Associated Labor Costs on Oyster Farms - Florida Shellfish Aquaculture Association: Capacity Building Support for the Florida Shellfish Aquaculture Association Executive Director - Florida State University Coastal and Marine Lab (FSUCML): Integrating Oyster Farmers into Habitat Restoration in the Florida Panhandle - Grayson Bay Oyster Co.: Water Quality Monitoring Using Data Loggers For More Continuous Data Tracking on Grayson Bay Oyster Farm - Dennis David: Florida Oyster Restoration and Enhancement Opportunities Project (OREO Project) - Rattlesnake Cove Oyster Company: Apalachicola Bay Aquaculture Education and Engagement - Southwest Florida Shellfish Association, Inc.: Evaluating Seagrass Response in Areas Adjacent to Clam Restoration Sites Georgia - E.L. McIntosh & Son Seafood: Increasing Resiliency of Georgia Oysters, Farmers, and Ecosystems - Shell to Shore: Increasing Georgia Oyster Shell Recycling Efficiency via Supply Chain Integration - Tybee Oyster Company: ECO (Education. Community. Oysters) Project – Increasing efficiencies and creating a single point of education regarding the oyster as a keystone species and sustainable anchor in coastal Georgia Louisiana - Barataria Beauties Oyster Co: Solar Powered Refrigeration for Storage and Mobile Transportation Maryland - Horn Point Laboratory/Minorities in Aquaculture: Minorities in Aquaculture's Career Development Internship Program for Women of Color - Oyster Girl Oysters, LLC: Efficient Oyster Farming Using a Novel Cage Flipping System Maine - Blackstone Point Oysters LLC: Damariscotta River Shared Gear Initiative - Downeast Institute: Hatchery Production of Sea Scallops to Improve Efficiency - Hurricane Island Center for Science and Leadership: Biodegradable Solutions for Scallop Aquaculture Sustainability - Deer Isle Oyster Company: Plastic-free Flotation-A new design for surface culture oyster farming - Maine Aquaculture Innovation Center: A Co-created Network for Women and Nonbinary Aquaculture Farmers in Maine - Maine Ocean Farms LLC: Renewable Powered Oyster Seed Upweller - Mook Sea Farms: Increasing Oyster Hatchery Resiliency by Reducing Hatchery Seawater Turbidity and Water Quality Degradation Associated with Storm Events North Carolina - North Carolina Coastal Federation: Shellfish Aquaculture Hub Phase One-Design, permitting, and pre-construction implementation - Tidal Eye: Empowering Shellfish Growers with TIM Technology New Jersey - Barnegat Oyster Collective: Barnegat Oyster Collective's-Resiliency Through Oysters workshop series - South Bay Shellfish Company: Oyster Spat Collection for Restoration - Sweet Amalia Oyster Farm, LLC: Seeding the Future-Addressing critical seed bottlenecks and fostering diversity New York - Peeko Oysters: Increasing Regional Eastern Oyster Seed Supply via Enhanced Microalgae Production - Southold Bay Oysters: Increasing Shellfish Farming Efficiencies by Reducing Lost Gear / Crop in Open Water Shellfish Farms - The Neguntatogue Project: Build It Back to Inspire Project - Violet Cove Oysters: Diversity Crop-Adding sugar kelp to the farm for additional revenue, water quality and storm surge protection Pennsylvania - Fishadelphia: Building a back office and training the future Rhode Island - Rhody Wild Sea Gardens: Creating an Oyster \"Habitat Hub\" and Educational Learning & Mentorship Space for BIPOC Youth and Coastal Communities in Rhode Island South Carolina - Gullahman Oysters, LLC: Increasing Mariculture and Natural Clam Population Resilience in South Carolina Virginia - Big Island Aquaculture: Ulva and Oyster Co-Culture-A potential climate change mitigation strategy for oyster farmers - Friends of the Rappahannock: Creating a Restoration Market in the Rappahannock River Basin - Oyster Seed Holdings, Inc.: Bio-secure Transfer of Post-set Oyster Seed from the Atlantic to the Gulf Coast Washington - Composite Recycling Technology Center: New Paradigm for Highly Resilient and Eco-Friendly Oyster Farming - Hama Hama Oyster Company: Specialty Oyster Larval Setting Program - Stillaguamish Tribe of Indians: Triangle Cove Mixed-Use Shellfish Mosaic - Willapa Grays Harbor Oyster Growers Association: Seed Bag Pilot Recycling Program The priorities for the Fund were established with the support of a diverse steering committee, including representatives from government agencies, growers, aquaculture associations, academia, and non-governmental organizations. To learn more, visit [nature.org/SOAR]. The Nature Conservancy is a global conservation organization dedicated to conserving the lands and waters on which all life depends. Guided by science, we create innovative, on-the-ground solutions to our world’s toughest challenges so that nature and people can thrive together. We are tackling climate change, conserving lands, waters and oceans at an unprecedented scale, providing food and water sustainably and helping make cities more sustainable. Working in more than 70 countries and territories, we use a collaborative approach that engages local communities, governments, the private sector, and other partners. To learn more, visit [nature.org](/en-us/) or follow @nature_press on Twitter.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [
    "https://twitter.com/nature_press",
    "https://www.twitter.com/nature_press"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rebecca theim",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T06:11:56.999+02:00",
  "updated": "2024-02-16T06:11:56.999+02:00"
}