{
  "thread": {
    "uuid": "4daffcecd66d7644c2151e956818bed12b2787a9",
    "url": "https://www.citizentribune.com/news/history/back-when/article_ae885096-b753-11ee-a961-cb6c08ff75f8.html",
    "site_full": "www.citizentribune.com",
    "site": "citizentribune.com",
    "site_section": "https://citizentribune.com/site/forms/submit_news/",
    "site_categories": [
      "media"
    ],
    "section_title": "Submit News | citizentribune.com",
    "title": "Back When | History | citizentribune.com",
    "title_full": "Back When | History | citizentribune.com",
    "published": "2024-01-20T07:20:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/citizentribune.com/content/tncms/assets/v3/editorial/e/7f/e7f9508c-b753-11ee-9da3-fb881e0d6625/65ab5ae07b3de.image.jpg?crop=847%2C445%2C31%2C392&amp;resize=847%2C445&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 57116,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4daffcecd66d7644c2151e956818bed12b2787a9",
  "url": "https://www.citizentribune.com/news/history/back-when/article_ae885096-b753-11ee-a961-cb6c08ff75f8.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jim Claborn is a retired history teacher and a published historian.",
  "published": "2024-01-20T07:20:00.000+02:00",
  "title": "Back When | History | citizentribune.com",
  "text": "Fighting Marine: Jack Shipley recounts two combat tours in Vietnam\nThere’s a friendly rivalry between the military branches and it’s obvious to anyone that Marines harbor a deep pride. Now 82, Jack Shipley still proudly maintains his Marine background.\nAfter 2 Vietnam combat tours, the Purple Heart recipient liked the Marines well enough to build a career and retire as a Master Sergeant. A Marine Master Sergeant carries a lot of knowledge and experience which allows them a high level of authority. Troy Branch is a Sea Bee Vietnam vet with a spacious garage just right for his vet buddies to sit around and pass stories, and was where I met Jack Shipley.\nBorn in Jefferson City in 1941, Jack was the only child of Jack and June Brooks Shipley. Father Jack had served in the Navy during World War 2 and had returned home to support his family as a core driller. Jack recalled his boyhood Jefferson City days:\n“My dad had worked at Cherokee Dam and was a cook downtown before he went into the Navy. In the Navy he was a cook on an LST that did island hopping with the Sea Bees during the war,” he told. “I remember VE (Victory in Europe) Day. I spent my early days running the streets of Jefferson City. My great- grandfather was born in 1875 and remembered seeing Buffalo Bill. Me and Mama would go to the Jefferson City train depot and go to Knoxville where we’d often go to the WNOX radio studio to hear such stars as Roy Acuff and Archie Campbell before taking the train back home. I started school at the old Jefferson Elementary School at Sawmill Hollow, then went to the old junior high where the swimming pool is today.\n“When I was 13 we moved to Cedar City, Utah, where Dad had a job at exploratory drilling. Utah is a good place to raise a child. About a year and a half later we moved to Nogales, Arizona. It was in the ‘50s and there were a lot of old ranches around and I met a character who had fought the Apaches and who still wore 2 Colt pistols. He was bad news! They used to make Hollywood movies there and I got to watch them shoot scenes. A lot of my friends were extras in those movies and I saw Jean Simmons one time.\n“We stayed in Nogales about a year, then moved to Clifton, Arizona, where they were mining copper. I started high school in Clifton and as a freshman joined the Explorer Scouts. At my initiation, they threw me into a river. Rivers there were only about 8 inches deep and I fractured my ankle and broke the tibia and fibia in my leg. During the summer I got to work on a 3,000 acre cattle ranch for $1.00 a day and later got a job as a dishwasher in a Mexican restaurant that paid 75 cents an hour, which was much better.\n“We then moved to Bourbon, Missouri, where I spent my junior and senior years in high school and graduated in 1959. I had gone to the post office to join the Navy but no one was there. A Marine had come to our high school and I liked the uniform, so I joined the Marines. My basic training was at San Diego. It was serious but there was also some humor. You have to learn not to sweat the small stuff.”\nSixteen weeks of basic training was followed by an additional 4 weeks in Infantry training, where Jack was promoted to Private First Class. At the time, the basic Marine Infantry weapons were the heavy M-1s and BAR’s with the M-1s shifted to M-14s in 1961. Following his training, Jack was awarded an MOS as an engineer and was assigned to an amphibious assault fuel company, where some of their equipment included fuel buoys, Erie bulldozers and cranes. In 1960 he would be sent to Okinawa, Japan.\nAfter reenlisting, he came home before being sent to Long Beach, California, where his assignment was working in the post brig. He told of the philosophy in handling the prisoners. “We gave them little responsibilities and tried to send them back better than when they came in.” Now a sergeant, Jack was sent to Vietnam in 1966. Arriving at Chu Lai, he would find that they were top heavy with sergeants, and was asked where in Vietnam he wanted to go.\nHaving a buddy already in Vietnam, Jack asked to be stationed near his friend and was sent to the First Battalion of the 7th Marines. There a Sergeant Major sent him to Charlie Company where the company First Sergeant sent him to lead a squad on PF Hill with the mission of backing up the unit. One of Jack’s duties was to lead his squad on patrols. On one mission he was hit by 3 bullets at one time, with one bullet hitting his rifle handguard,another on his helmet, and the third on his pack, which spun him around.\nOn one occasion, he would be 1 kilometer from Cambodia and would endure a month of rain in 1966. He would describe another mission: “Another time my squad was to be used as a blocking force where we had to take along a 400 pound recoilless rifle on a 3 day mission. The weapon was heavy and our small squad also had to carry 20 rounds of ammunition for that gun. On the third night, we were ambushed and had 4 men wounded. We shot the ammo into a hill to keep from having to carry it back. In April ’67 we turned our sector over to the Army it was where Lieutenant Calley got into that scrap. ”\nLeaving Vietnam, Jack returned to Camp Pendleton where the Marines were putting together a replacement battalion which was in training until March 1968. Afterwards, he would be assigned to sea duty as the First Sergeant over 35 Marines on the USS Topeka with the duty of providing security over nuclear warheads. Sailing on to Florida, they had refresher training at Guantanamo Bay before heading to the Mediterranean for 7 months. After being based in Trieste, Italy, they would return across the North Atlantic to Boston, where their ship would be assigned to the scrap yard.\nReturning to the Jacksonville Air Station, he would serve as a troop handler for 6 months before getting orders back to Vietnam. In July 1969 he would serve in L Company, 3rd Battalion, 3rd Marines with Captain Krulak as his company commander. Krulak who would later become the Marine Commandant. During his tour he would meet the then Lieutenant Oliver North, which he considered a “nice, calm officer”, and would later see Colonel North at reunions. .\n“I was a Platoon Sergeant and we seen considerable combat and lost a lot of people”, he recounted. “We were set up in a finger area and stumbled upon the North Vietnamese. We lost half our patrol before a Staff Sergeant stopped their machine gun. We called in helicopters and aircraft and they retreated at midnight. A couple of months later they came back in and nearly wiped out a platoon. We lost 6 lieutenants, 4 of them in 3 months and I picked up a Bronze Star. One night 2 rounds came in on me, but they were both duds.\n“After the 3rd Division pulled out I went to the First Division south of Danang in November. In March, we walked into an ambush and I was hit 24 times by a mine with 12 pieces below my belt and the other 12 above. They sent me to Japan and on to Bremerrton, Washington for 4 months in the Bremerton Naval Hospital. Afterwards, I was sent back to Camp Pendleton with my arm still in a cast to serve as an instructor in 1970 and 1971. In 1972 I was picked out for an education program and went to a junior college for 2 years where I picked up an associate degree in political science and was promoted to Gunnery Sergeant.\nThen assigned back to Camp Pendleton Jack served as an advisor to Sea Bees Unit MCB3. “It was great duty”, he said. “We were the best in the fleet for 3 years and I made Master Sergeant. By that time I was wanting out and got out in December ’79 and bought a truck in 1980 that I drove until 1983”.\nHaving known Pat Newman “all my life and held her as a baby” the two have now been married for 40 years and live in Dandridge on Pat’s old homeplace. Using the GI Bill to go to vocational school, Jack built a 15 year career with TVA. Pat and Jack were avid elk hunters who made annual trips to New Mexico until 2018. He and Pat have daughters Debbie and Denise and 6 grandchilderen. Retiring in 2008, he tells that Pat is a quilter and that he is a qualified “quilter helper”\n“Wars are planned,” he ended. “Just watch the uniforms and they’ll tell where the next war will be”.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jack shipley",
        "sentiment": "neutral"
      },
      {
        "name": "june brooks shipley",
        "sentiment": "none"
      },
      {
        "name": "jack",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "navy",
        "sentiment": "none"
      },
      {
        "name": "marines",
        "sentiment": "none"
      },
      {
        "name": "troy branch",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "vietnam",
        "sentiment": "none"
      },
      {
        "name": "sea bee vietnam",
        "sentiment": "none"
      },
      {
        "name": "jefferson city",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T12:28:16.784+02:00",
  "updated": "2024-01-20T12:28:16.784+02:00"
}