{
  "thread": {
    "uuid": "8669e79f6044e4e318b6a88fc0e6ceb0dc962233",
    "url": "https://oglobo.globo.com/saude/noticia/2024/04/11/alzheimer-variante-genetica-recem-descoberta-protege-contra-a-doenca-e-abre-novo-caminho-terapeutico.ghtml",
    "site_full": "oglobo.globo.com",
    "site": "globo.com",
    "site_section": "https://epocanegocios.globo.com/rss/epocanegocios",
    "site_categories": [
      "media",
      "tech",
      "web_clip_art",
      "top_news"
    ],
    "section_title": "epocanegocios",
    "title": "Alzheimer: variante genética recém-descoberta protege contra a doença e abre novo caminho terapêutico",
    "title_full": "Alzheimer: variante genética recém-descoberta protege contra a doença e abre novo caminho terapêutico",
    "published": "2024-04-11T22:14:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://s2-epocanegocios.glbimg.com/qWCv7oraKzLoGAdTTDpT8I0aQO0=/1200x/smart/filters:cover():strip_icc()/i.s3.glbimg.com/v1/AUTH_e536e40f1baf4c1a8bf1ed12d20577fd/internal_photos/bs/2022/j/X/6NTW5YRGa2BlOcxuV0Yw/2017-04-20-040317-dementiapatients-thumb-large.jpeg",
    "performance_score": 0,
    "domain_rank": 748,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8669e79f6044e4e318b6a88fc0e6ceb0dc962233",
  "url": "https://oglobo.globo.com/saude/noticia/2024/04/11/alzheimer-variante-genetica-recem-descoberta-protege-contra-a-doenca-e-abre-novo-caminho-terapeutico.ghtml",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Agência O Globo",
  "published": "2024-04-11T22:14:00.000+03:00",
  "title": "Alzheimer: variante genética recém-descoberta protege contra a doença e abre novo caminho terapêutico",
  "text": "As descobertas podem ter um impacto importante principalmente ao abrir um novo caminho para novas e mais eficazes terapias contra o Alzheimer. — Foto: Epoca Negocios Pesquisadores da Universidade de Columbia, nos Estados Unidos, identificaram uma nova variante genética que foi associada a uma redução em até 70% no risco de indivíduos com predisposição desenvolverem a doença de Alzheimer, forma mais comum de demência. Segundo os cientistas, apenas nos EUA milhares de pessoas podem estar protegidas do diagnóstico graças à mutação.\nEles explicam que a variante parece estar ligada a uma maior capacidade do indivíduo de eliminar formas tóxicas da proteína amiloide do cérebro por meio da barreira hematoencefálica. O acúmulo dessa proteína forma placas no órgão e é considerado uma das poucas causas conhecidas do Alzheimer.\nVeja Mais A barreira hematoencefálica é uma estrutura permeável que reveste o sistema nervoso central e, de maneira resumida, regula o transporte de substâncias entre o sangue e o cérebro, evitando, por exemplo, a entrada de agentes tóxicos.\nDe acordo com os cientistas, esse achado pode levar a um novo caminho no desenvolvimento de terapias que simulem a ação da mutação genética e utilizem a barreira para evitar a formação das placas amiloides, tanto para prevenir, como para tratar a doença. O trabalho foi publicado na revista científica Acta Neuropathologica.\nA variante foi identificada no FN1, um gene que produz a fibronectina, uma proteína presente na barreira hematoencefálica em baixas quantidades, porém de forma mais abundante em pacientes com Alzheimer.\n\"É um caso clássico de uma coisa boa em excesso. Isso nos fez pensar que o excesso de fibronectina poderia estar impedindo a eliminação dos depósitos de amiloide do cérebro”, diz Caghan Kizil, líder do estudo e professor de Ciências Neurológicas da Universidade de Columbia, em comunicado.\nCom um peixe-zebra com um modelo do Alzheimer, animal muito utilizado em estudos que simulam o corpo humano, os pesquisadores confirmaram essa hipótese e observaram que uma redução na fibronectina presente na barreira de fato aumentava a limpeza da amiloide no cérebro e reduzia outros danos biológicos ligados à doença.\nJá com a ideia em mente de que a atuação no gene que produz fibronectina poderia ser um novo alvo terapêutico, os cientistas começaram então a investigar se haveria alguma mutação genética em seres humanos que naturalmente impedisse o acúmulo da fibronectina e consequentemente o das placas amiloides do Alzheimer.\nPara isso, eles analisaram sequenciamentos do código genético de centenas de americanos acima de 70 anos que carregavam uma outra mutação genética APOEe4. Isso porque essa conhecida variante aumenta significativamente o risco de Alzheimer, em até duas a três vezes. Então, eles decidiram investigar o DNA das chamadas “pessoas resilientes”, aquelas que carregam o APOEe4, mas não desenvolvem a doença, para procurar um efeito protetor.\n“Elas podem nos dizer muito sobre a doença e quais fatores genéticos e não genéticos podem proporcionar proteção. Nossa hipótese era que essas pessoas resilientes podem ter outras variantes genéticas que as protegem do APOEe4”, explica Badri N. Vardarajan, professor de Ciências Neurológicas em Columbia e especialista no uso de abordagens computacionais para descobrir genes da doença de Alzheimer.\nA estratégia levou os cientistas a identificarem a variante no gene FN1. O achado foi ainda confirmado por outros pesquisadores das universidades de Stanford e Washington, em coortes distintas de pacientes com o APOEe4: aqueles com predisposição ao Alzheimer de fato eram protegidos pela mutação no FN1, que por sua vez regulava a produção da fibronectina.\nAo todo, as duas análises envolveram 11 mil participantes, o que possibilitou dados mais completos que apontaram ainda uma estimativa de que, entre os pacientes com APOEe4, a variante recém-descoberta reduz em até 71% os riscos de ter o Alzheimer. Entre os que ainda assim desenvolvem a doença, adia em cerca de quatro anos o diagnóstico.\nAlém disso, os pesquisadores estimaram que de 1% a 3% dos indivíduos que carregam o APOEe4 têm a mutação protetora, o que compreende entre 200 mil e 620 mil americanos. Mas Kizil destaca que não são apenas aqueles com o APOEe4 que podem estar mais protegidos:\n“Há uma diferença significativa nos níveis de fibronectina na barreira hematoencefálica entre indivíduos cognitivamente saudáveis e aqueles com doença de Alzheimer, independentemente de seu status APOEe4\", diz.\nPotencial terapêutico\nPara o pesquisador, as descobertas podem ter um impacto importante principalmente ao abrir um novo caminho para novas e mais eficazes terapias contra o Alzheimer.\n\"Qualquer coisa que reduza o excesso de fibronectina deve proporcionar alguma proteção, e um medicamento que faça isso pode ser um avanço significativo na luta contra essa doença debilitante”, afirma.\nHoje, os tratamentos mais avançados são anticorpos que eliminam as placas amiloides do cérebro, porém eles têm pouco efeito clínico: apenas retardam, e pouco, o declínio cognitivo. Os remédios também são pouco acessíveis, têm custos elevados e levam ao risco de provocar quadros de hemorragia graves durante a aplicação, que é injetável.\nMais recente Próxima Cientistas desenvolvem novo super-antibiótico eficaz contra bactérias multirresistentes",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T00:05:34.413+03:00",
  "updated": "2024-04-12T18:31:33.179+03:00"
}