{
  "thread": {
    "uuid": "a24f59c5b7af437cf62ad4c83e475b5b1bafb638",
    "url": "https://www.pulselive.co.ke/news/local/president-ruto-pens-easter-message-to-kenyans/8r7ks81",
    "site_full": "www.pulselive.co.ke",
    "site": "pulselive.co.ke",
    "site_section": "https://pulselive.co.ke",
    "site_categories": [
      "social",
      "top_news"
    ],
    "section_title": "Breaking News & Top Stories | Pulselive Kenya",
    "title": "President Ruto pens Easter message to Kenyans | Pulselive Kenya",
    "title_full": "President Ruto pens Easter message to Kenyans | Pulselive Kenya",
    "published": "2024-03-29T15:45:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "KE",
    "main_image": "https://ocdn.eu/pulscms-transforms/1/ZWyktkqTURBXy85ZTBkODMwODYyZDAyYWRjM2U4Njk1YWQzNWYzMDdmYS5qcGVnkpUDAADNBkDNA4STBc0EsM0Cdg",
    "performance_score": 0,
    "domain_rank": 98387,
    "domain_rank_updated": "2024-03-26T12:08:39.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a24f59c5b7af437cf62ad4c83e475b5b1bafb638",
  "url": "https://www.pulselive.co.ke/news/local/president-ruto-pens-easter-message-to-kenyans/8r7ks81",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Denis Mwangi",
  "published": "2024-03-29T15:45:00.000+03:00",
  "title": "President Ruto pens Easter message to Kenyans | Pulselive Kenya",
  "text": "President William Ruto has extended his Easter greetings to Kenyans and people around the globe, inviting everyone to join in reflection on the profound lessons embedded in the Easter period. President Ruto pens Easter message to Kenyans President Ruto calls for reflection, hope, and solidarity in his 2024 Easter holiday message Recommended articles The President's message shared on Friday, March 29, emphasized the themes of sacrifice, suffering, and ultimate triumph that are central to the Easter celebration. \"Easter is a time to commemorate the intense suffering and the ultimate sacrifice made by the Son of God for our redemption, granting us the grace for salvation and the promise of eternal life,\" President Ruto said. He stressed the importance of reflecting on the hardships endured by Christ, including betrayal, torture, and crucifixion, to appreciate the victory over death and the hope this victory brings to humanity. The President highlighted the universal experiences of suffering, deprivation, and frustration. He pointed out that Easter offers hope not by denying these hardships but by showing that through discipline, commitment, and hard work, individuals can overcome adversity. \"It tells us that we can triumph over adversity, transcend our challenges and find happiness, success, and prosperity,\" he noted. Furthermore, President Ruto encouraged communities and the nation at large to draw inspiration from Easter's message of hope. He added that with a solid plan, unity, and a commitment to integrity and efficiency, Kenyans can navigate obstacles and lay a strong foundation for future generations to enjoy the country's abundance. The President's message also called on Kenyans to emulate the divine example of resilience and victory over suffering demonstrated by Christ. \"Let us celebrate this miraculous model now, and throughout our life as we serve God, build our nation and work for humanity,\" he urged. In closing, President Ruto called for compassion and solidarity, asking everyone to be there for those in need, whether through prayer, a kind word, or material support. \"Let us take time to be there for our fellow humans, and remember to stand with those in need,\" he stated. With Easter being a time of renewal and hope, the President's message serves as a reminder of the power of faith, the importance of community, and the strength that comes from collective effort and mutual support. JOIN OUR PULSE COMMUNITY! Eyewitness? Submit your stories now via social or: Email: [news@pulselive.co.ke](mailto:news@pulselive.co.ke)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "william ruto",
        "sentiment": "negative"
      },
      {
        "name": "ruto",
        "sentiment": "negative"
      },
      {
        "name": "son of god",
        "sentiment": "none"
      },
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "pulselive kenya",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T17:13:53.387+03:00",
  "updated": "2024-03-29T17:13:53.387+03:00"
}