{
  "thread": {
    "uuid": "70acd334d536cfb9c6be52b6a1998b46c759a05c",
    "url": "https://www.newswise.com/articles/view/809165/?sc=rsmn",
    "site_full": "www.newswise.com",
    "site": "newswise.com",
    "site_section": "http://www.newswise.com/rss/mednews.rss",
    "site_categories": [
      "media",
      "senor_health",
      "health"
    ],
    "section_title": "Newswise: MedNews",
    "title": "Sylvester Physician Co-Authors Global Plan to Combat Prostate Cancer",
    "title_full": "Sylvester Physician Co-Authors Global Plan to Combat Prostate Cancer",
    "published": "2024-04-05T02:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2024/04/02/660c3adf7f24a_MahalBrandon.jpg&width=600&height=600",
    "performance_score": 0,
    "domain_rank": 4154,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "70acd334d536cfb9c6be52b6a1998b46c759a05c",
  "url": "https://www.newswise.com/articles/view/809165/?sc=rsmn",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sylvester Comprehensive Cancer Center",
  "published": "2024-04-05T02:30:00.000+03:00",
  "title": "Sylvester Physician Co-Authors Global Plan to Combat Prostate Cancer",
  "text": "Newswise — MIAMI, FLORIDA (EMBARGOED UNTIL APRIL 4, 2024, at 6:30 pm EDT) – Annual prostate cancer cases worldwide are projected to double by the year 2040, and annual deaths are projected to increase by 85% to almost 700,000 over the same timeframe – mainly among men in low- and middle-income countries. A commissioned\nreport published online in The Lancet on April 4 highlights the future landscape of prostate cancer and seeks to guide cancer experts worldwide on how to manage the massive influx of prostate cancer patients projected over the next two decades. Brandon Mahal, M.D., radiation oncologist and translational epidemiologist at Sylvester Comprehensive Cancer Center at the University of Miami Miller School of Medicine was a member of a prestigious group of international experts commissioned to write the collaborative article.\n“Unlike a typical study, which describes a single or set of experiments, commissioned pieces involve The Lancet editors working with academic partners to address the most pressing issues in science, medicine and global health,” Mahal explained.\nHe said the report was conceived back in 2020, when the journal’s editors sought advice from a select group of 40 cancer experts to highlight the increasing burden of prostate cancer, with global cases projected to more than double by 2040. “Specifically, they wanted our collective, international perspective on this looming global burden,” he said. “They asked us to report the extent of the problem, identify the most at-risk populations and explain how best to address the expected surge.”\nBesides outlining the scope of the problem – worldwide cases are expected to explode from 1.4 million now to 2.9 million in just 16 years – The Lancet report highlights both ethnic and geographic disparities in the overall burden of prostate cancer and emphasizes the need for more research into the factors driving these differences.\nThat’s an area right in Mahal’s wheelhouse. As a translational epidemiologist, he studies differences in disease risk among populations. “Men with West African ancestry, for example, are more than twice as likely to die from prostate cancer,” he said.\nAdditionally, he and his Sylvester research colleagues have published studies showing that racial and ethnic disparities in prostate cancer prevalence cannot be explained by genetic differences alone.\nIn 2023, Mahal and his team published a\npaper showing that men of African ancestry were less likely than their European counterparts to get comprehensive genetic profiles of their tumors early in treatment. Genetic profiling helps physicians develop personalized treatment plans that have been proven more effective in treating prostate cancer. Patients without this initial profiling often receive substandard care.\nExpanding Community Outreach\nThe authors noted that one of the best ways to improve prostate cancer outcomes is to expand screening among high-risk populations so that the disease can be diagnosed at earlier stages, when treatment is typically most effective.\nAt Sylvester, Mahal works with a team dedicated to precision community outreach. “We have focused our efforts in neighborhoods where we know there’s a higher risk of developing prostate cancer,” he explained, “and we use our mobile vehicles to bring the screenings right to these residents.”\nThe mobile vans, dubbed\nSylvester’s Game Changers, enable Mahal and colleagues to target high-risk people by conducting the screenings at key community sites, including near workplaces, stores and libraries, and at health fairs and other events. The vans are staffed by professionals who speak English, Spanish and Creole to ensure they can communicate with people in their native languages.\nNot surprisingly, The Lancet report identifies mobile vans as a key strategy for providing earlier diagnoses in high-risk populations.\nOther Takeaways\nOther key recommendations from The Lancet report include:\n- Integrating the power of artificial intelligence for interpretation of scans and biopsy samples to improve early diagnosis.\n- Focusing more broadly on men’s health beyond prostate cancer.\n- Capitalizing on the global availability of smartphones in outreach efforts, as well as using social and traditional media to promote education.\n- Making sure affordable therapies for advanced prostate cancer are available where needed most.\n- Addressing the shortage of specialist surgeons and radiotherapy equipment in low- and middle-income countries (LMICs).\n- The Lancet Commission on prostate cancer argues that the ‘informed choice’ program for prostate cancer screening with PSA testing, which is common in high-income countries, may lead to over-testing and unnecessary treatment in older men, and under-testing in high-risk younger men. The authors advocate instead for early-detection programs for those at high risk.\n- The Commission also calls for urgent implementation of programs to raise awareness of prostate cancer and for improvements in early diagnosis and treatment in LMICs – where most men present with late-stage disease.\n- More research involving men of different ethnicities, especially those of West African descent, is needed, as current knowledge of prostate cancer biology is largely based on studies of white men.\nUnified Message\nAlthough The Lancet report delivers a sobering message that lifestyle or public health interventions will be insufficient to stem the expected tsunami of prostate cancer cases – and that minority populations and those in LMICs will bear the brunt of this burden – Mahal remains optimistic about his involvement with the project.\n“This report creates a unified message for all so we can be best equipped to handle this surge in prostate cancer cases,” he said. “Whether it’s different medical systems, national or international guidelines, institutions or community practices, we took great pride in our work and believe it can be a reference document for where to focus our efforts moving forward.”\nRead more about this important research on the\nInventUm Blog and follow @SylvesterCancer on X for the latest news on its research and care.\n# # #\nArticle title:\nThe Lancet Commission on Prostate Cancer: Planning for the Surge in Cases\nAuthors: The complete list of authors is included in the paper.\nDOI: 10.1016/S0140-6736(24)00651-2\nDisclosures: The authors reported no potential conflicts of interest.\nFunding: No specific funding for this report.\n# # #\nMEDIA CONTACT\n[Register for reporter access to contact details](/users/register)\nCITATIONS\nThe Lancet, April 4, 2024",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [
    "https://umiamihealth.org/en/sylvester-comprehensive-cancer-center",
    "https://news.med.miami.edu/sylvesters-game-changer-a-ride-along",
    "https://www.news.med.miami.edu/sylvester-investigators-study-genetics-of-prostate-cancer-patients/",
    "https://twitter.com/SylvesterCancer",
    "https://news.med.miami.edu/sylvesters-game-changer-a-ride-along/",
    "https://news.med.miami.edu/sylvester-investigators-study-genetics-of-prostate-cancer-patients/",
    "http://thelancet.com/commissions/prostate-cancer",
    "https://www.umiamihealth.org/en/sylvester-comprehensive-cancer-center",
    "https://www.sylvester-doctors.umiamihealth.org/provider/Brandon+Mahal/1590182",
    "https://www.twitter.com/SylvesterCancer",
    "https://news.med.miami.edu",
    "https://sylvester-doctors.umiamihealth.org/provider/Brandon+Mahal/1590182",
    "https://www.news.med.miami.edu/",
    "https://news.med.miami.edu/",
    "http://www.thelancet.com/commissions/prostate-cancer",
    "https://news.med.miami.edu/sylvester-investigators-study-genetics-of-prostate-cancer-patients",
    "https://www.news.med.miami.edu/sylvesters-game-changer-a-ride-along/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "brandon mahal",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "sylvester comprehensive cancer center",
        "sentiment": "none"
      },
      {
        "name": "university of miami miller school of medicine",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "florida",
        "sentiment": "none"
      },
      {
        "name": "miami",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T02:33:39.346+03:00",
  "updated": "2024-04-05T02:33:39.346+03:00"
}