{
  "thread": {
    "uuid": "919285d4a985d70ac0287679a3eb3a80e2c3586d",
    "url": "https://www.koreatimes.co.kr/www/tech/2024/02/419_368929.html",
    "site_full": "www.koreatimes.co.kr",
    "site": "koreatimes.co.kr",
    "site_section": "https://www.koreatimes.co.kr/www/index.asp",
    "site_categories": [
      "social"
    ],
    "section_title": "The Korea Times",
    "title": "Hyundai Motor takes over Hyundai Mobis’ fuel cell business - The Korea Times",
    "title_full": "Hyundai Motor takes over Hyundai Mobis’ fuel cell business - The Korea Times",
    "published": "2024-02-16T10:29:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "KR",
    "main_image": "https://img.koreatimes.co.kr/upload/thumbnailV2/6b6546b74bbb4717b6925e86bd2d5f16.jpg",
    "performance_score": 0,
    "domain_rank": 3196,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "919285d4a985d70ac0287679a3eb3a80e2c3586d",
  "url": "https://www.koreatimes.co.kr/www/tech/2024/02/419_368929.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Baek Byung-yeul",
  "published": "2024-02-16T10:29:00.000+02:00",
  "title": "Hyundai Motor takes over Hyundai Mobis’ fuel cell business - The Korea Times",
  "text": "This image released by Hyundai Motor Group in 2021 shows the automotive group’s vision to build a green energy society utilizing hydrogen. The group aims to build fuel cell production, transportation and supply infrastructure. Courtesy of Hyundai Motor Group\nCarmaker accelerates building hydrogen ecosystem By Baek Byung-yeul Hyundai Motor has acquired the fuel cell business of Hyundai Mobis, the auto parts arm of Hyundai Motor Group, as part of the group's strategy to consolidate its fuel cell business capability, the carmaker said Friday.\nHyundai Mobis said it signed an agreement to transfer its domestic fuel cell-related facilities, assets and personnel to Hyundai Motor.\nHyundai Mobis has been manufacturing fuel cell stacks, which generate electrical energy to power fuel cell electric vehicles (EVs), and fuel cell systems, another key component for hydrogen cars.\nHyundai Motor said the acquisition is intended to consolidate research and development capabilities in hydrogen, which it sees as a future core green energy source.\n\"This acquisition aims to accelerate establishment of the fuel cell ecosystem by securing fuel cell technology competitiveness and improving production quality,” the company said. “We will build an integrated structure where R&D and production can be smoothly linked and consequently create synergy.”\nBy acquiring Hyundai Mobis' hydrogen business, Hyundai Motor now takes charge of establishing a hydrogen value chain that encompasses all stages from fuel cell production, storage and transportation to utilization.\nHyundai Motor has been conducting R&D in related fields since 1998, foreseeing that fuel cells would be the answer to future energy needs. In 2013, the company produced the world's first fuel cell electric vehicle, the ix35.\nThen in 2018, Hyundai Motor launched the fuel cell-powered Nexo SUV, taking the top spot in global hydrogen car sales. In 2020, it launched the Xcient fuel cell truck. As of now, the Xcient hydrogen trucks have driven over 8.7 million kilometers in Switzerland since 2020.\n\"Through this acquisition, we will contribute to the expansion of hydrogen electric car distribution by improving the performance, durability and production quality of hydrogen fuel cells,\" Hyundai Motor said.\nAt the 2024 CES tech trade show last month in Las Vegas, Hyundai Motor announced that it would provide a comprehensive hydrogen solution covering not only fuel cell cars but also the entire hydrogen value chain.\nIn order to create a hydrogen society that transitions from fossil fuels to hydrogen energy, the scale of hydrogen use must increase. To that end, Hyundai Motor said its aim to increase annual hydrogen consumption to more than 3 million tons by 2035.\n\"We will continue our efforts to diversify our business in non-vehicle sectors such as power generation, trams, ships and advanced air mobility,\" the company added.\nbaekby@koreatimes.co.kr More articles by this reporter",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hyundai mobis",
        "sentiment": "none"
      },
      {
        "name": "baek byung-yeul hyundai motor",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hyundai",
        "sentiment": "negative"
      },
      {
        "name": "hyundai motor",
        "sentiment": "negative"
      },
      {
        "name": "hyundai motor group",
        "sentiment": "negative"
      },
      {
        "name": "hyundai mobis",
        "sentiment": "none"
      },
      {
        "name": "hyundai motor group carmaker",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "korea",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T10:59:23.898+02:00",
  "updated": "2024-02-19T10:34:34.568+02:00"
}