{
  "thread": {
    "uuid": "47ee4b6d6fd602cc27e5c2c53604b1661fec6038",
    "url": "https://xxy.zaa.mybluehost.me/russian-mothers-resist-war",
    "site_full": "xxy.zaa.mybluehost.me",
    "site": "mybluehost.me",
    "site_section": "https://xxy.zaa.mybluehost.me//feed/",
    "site_categories": [],
    "section_title": "",
    "title": "Russian Mothers Resist War",
    "title_full": "Russian Mothers Resist War",
    "published": "2024-03-09T22:46:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://xxy.zaa.mybluehost.me/wp-content/uploads/2024/03/russian-mother1.png",
    "performance_score": 0,
    "domain_rank": 6684,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "47ee4b6d6fd602cc27e5c2c53604b1661fec6038",
  "url": "https://xxy.zaa.mybluehost.me/russian-mothers-resist-war",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jack",
  "published": "2024-03-09T22:46:00.000+02:00",
  "title": "Russian Mothers Resist War",
  "text": "Russian Mothers Resist War\nSoldiers’ Mothers Have Long Been a Thorn in the Kremlin’s Side\nIn November 2022, President Vladimir Putin assembled a carefully screened group of mothers of conscripts and soldiers in the Kremlin. The scene of harmonious conviviality — where the women drank tea and listened with obsequious respect as Putin dominated the conversation — stands in sharp contrast to the pictures that had once made the mothers of Russian soldiers famous. From 1989 to about 1995, the Committee of Soldiers’ Mothers of Russia was a force to be reckoned with.\nThe Committee was founded as one of the first independent grassroots organizations in the Soviet Union. Its emergence and quick growth were a response to the many abuses happening in the Soviet military, which had long been an open secret but found confirmation in the new glasnost style of revelatory journalism. Soon mothers all across the Union demanded far-reaching rights from the all-powerful Soviet state and military.\nThe committee was widely supported by the Soviet public, who were shocked by the catastrophically high rates of accidents and deaths in a non-combatant army caused by neglect or internal violence. The images that went around the world then were of angry mothers picketing outside garrison gates with signs denouncing the armed forces’ lack of transparency and accountability. In 1995, the highly publicized\nMarch to Grozny was not only a rebuke to the Russian military authorities: by including Chechen mothers, it also became a sharp criticism of the war.\nAnd yet the two scenes are intimately linked culturally and historically. The mere fact that Putin bothered to bring mothers to the Kremlin at all is a direct result of the political earthquake the Soldiers’ Mother’s Committee caused during perestroika and afterward. It was then that mothers became a force to which politicians and military commanders had to pay more than lip service.\nIn turn, the Committee of Soldiers’ Mothers could only rise in prominence during perestroika because it built on a very solid cult of motherhood developed over many decades of Soviet history. During Stalin’s pivot towards conservative values in the 1930s, mothers came to hold an esteemed position in the Soviet values system. While Marxist theory and revolutionary practice had disparaged the family as a structure and aimed to liberate women from their role as mothers and housekeepers, Stalin’s drive towards Soviet consolidation saw the resurrection of these normative forces, albeit safely packaged as elements of the new Soviet modernity.\nWatch:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest",
    "Politics"
  ],
  "external_links": [
    "https://libcom.org/article/1995-russian-mothers-attempt-stop-chechen-war",
    "https://www.libcom.org/article/1995-russian-mothers-attempt-stop-chechen-war"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "vladimir putin",
        "sentiment": "none"
      },
      {
        "name": "putin",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "committee of soldiers’ mothers",
        "sentiment": "none"
      },
      {
        "name": "committee",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kremlin",
        "sentiment": "none"
      },
      {
        "name": "novembe",
        "sentiment": "none"
      },
      {
        "name": "soviet union",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-09T23:51:14.302+02:00",
  "updated": "2024-03-09T23:51:14.302+02:00"
}