{
  "thread": {
    "uuid": "9f67554e45995ab5111c380e969f0f832bef4693",
    "url": "https://ch.zonebourse.com/cours/matiere-premiere/WTI-2355639/actualite/Le-petrole-grimpe-apres-que-l-Arabie-Saoudite-ait-augmente-ses-prix-46632967/",
    "site_full": "ch.zonebourse.com",
    "site": "zonebourse.com",
    "site_section": "https://ch.zonebourse.com",
    "site_categories": [],
    "section_title": "Bourse: Cours, Cotations &amp; Actualités - Zonebourse",
    "title": "Le pétrole grimpe après que l'Arabie Saoudite ait augmenté ses prix - Zonebourse",
    "title_full": "Le pétrole grimpe après que l'Arabie Saoudite ait augmenté ses prix - Zonebourse",
    "published": "2024-05-06T08:20:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://img.zonebourse.com/reuters/2016-07/2016-07-13T003103Z_1_LYNXNPEC6C009_RTROPTP_2_GLOBAL-MARKETS.JPG",
    "performance_score": 0,
    "domain_rank": 28998,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9f67554e45995ab5111c380e969f0f832bef4693",
  "url": "https://ch.zonebourse.com/cours/matiere-premiere/WTI-2355639/actualite/Le-petrole-grimpe-apres-que-l-Arabie-Saoudite-ait-augmente-ses-prix-46632967/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Zonebourse",
  "published": "2024-05-06T08:20:00.000+03:00",
  "title": "Le pétrole grimpe après que l'Arabie Saoudite ait augmenté ses prix - Zonebourse",
  "text": "Les contrats à terme sur le pétrole ont grimpé lundi après que l'Arabie saoudite a augmenté les prix du brut de juin pour la plupart des régions et que la perspective d'un accord de cessez-le-feu à Gaza est apparue faible, ravivant les craintes que le conflit entre Israël et le Hamas ne s'aggrave encore dans la principale région productrice de pétrole. Les contrats à terme du Brent ont gagné 34 cents, soit 0,4%, à 83,30 dollars le baril à 0518 GMT, tandis que les contrats à terme du brut américain West Texas Intermediate étaient à 78,45 dollars le baril, en hausse de 34 cents, soit 0,4%.\nL'Arabie Saoudite a augmenté les prix de vente officiels (OSP) pour son brut vendu à l'Asie, à l'Europe du Nord-Ouest et à la Méditerranée en juin, signalant les attentes d'une forte demande cet été.\n\"Après avoir chuté d'un peu plus de 7,3 % la semaine dernière en raison de l'apaisement des tensions géopolitiques, le Brent ICE a commencé la nouvelle semaine de négociation sur des bases plus solides, en ouvrant à la hausse\", a déclaré Warren Patterson, responsable de la recherche sur les matières premières chez ING, dans une note.\nCette hausse intervient après que l'Arabie saoudite a augmenté les prix de vente de juin pour la plupart des régions, dans un contexte de resserrement de l'offre au cours du trimestre, a-t-il ajouté.\nEn Chine, le plus grand importateur de brut au monde, l'activité des services est restée en expansion pour le 16ème mois consécutif, tandis que la croissance des nouvelles commandes s'est accélérée et que le climat des affaires s'est solidement amélioré, renforçant les espoirs d'une reprise économique soutenue.\nLa semaine dernière, les deux contrats à terme ont enregistré leur plus forte perte hebdomadaire en trois mois, le Brent chutant de plus de 7 % et le WTI de 6,8 %, les investisseurs ayant pris en compte la faiblesse des données sur l'emploi aux États-Unis et le calendrier possible d'une réduction des taux d'intérêt de la Réserve fédérale.\nLa prime de risque géopolitique sur les prix du pétrole s'est également atténuée alors que les négociations pour un cessez-le-feu à Gaza sont en cours.\nToutefois, les perspectives d'un accord semblaient minces dimanche, le Hamas ayant réitéré sa demande de mettre fin à la guerre en échange de la libération d'otages, alors que le Premier ministre israélien Benjamin Netanyahu a catégoriquement exclu cette possibilité.\n\"La nouvelle selon laquelle Israël souhaite aller de l'avant et étendre son opération à Rafah risque de faire échouer un accord de cessez-le-feu potentiel et de raviver les tensions géopolitiques au Moyen-Orient qui semblaient s'apaiser\", a déclaré Tony Sycamore, analyste des marchés chez IG.\nLa plupart des positions longues sur le pétrole ayant été liquidées la semaine dernière, les risques semblent être que les prix du WTI rebondissent vers les 80 dollars en début de semaine, a-t-il ajouté.\nSigne que l'offre pourrait se resserrer, les compagnies énergétiques américaines ont réduit le nombre de plates-formes de forage de pétrole et de gaz naturel pour la deuxième semaine consécutive la semaine dernière. Le nombre de plates-formes pétrolières a diminué de sept pour s'établir à 499, ce qui représente la plus forte baisse hebdomadaire depuis novembre 2023, a indiqué Baker Hughes dans un rapport publié vendredi. (Rapport de Florence Tan ; Rédaction de Sonali Paul)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Politics",
    "Economy, Business and Finance"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-06T08:38:53.803+03:00",
  "updated": "2024-05-06T08:38:53.803+03:00"
}