{
  "thread": {
    "uuid": "8617ecc86a4b924b398e5189378cfbe19e7a19ba",
    "url": "https://www.leparisien.fr/international/cest-un-ouf-de-soulagement-la-francaise-coline-fay-liberee-et-expulsee-du-senegal-apres-deux-mois-de-detention-19-01-2024-WOGAABWLG5CU3MZ4IXOMCPOOSY.ph",
    "site_full": "www.leparisien.fr",
    "site": "leparisien.fr",
    "site_section": "https://feeds.leparisien.fr/leparisien/rss",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Le Parisien",
    "title": "« C’est un ouf de soulagement » : la Française Coline Fay libérée et expulsée du Sénégal après deux mois de détention",
    "title_full": "« C’est un ouf de soulagement » : la Française Coline Fay libérée et expulsée du Sénégal après deux mois de détention",
    "published": "2024-01-19T08:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://www.leparisien.fr/resizer/NEyTX6lnVlZq1a4UlAU2OOhwmdo=/1200x675/cloudfront-eu-central-1.images.arcpublishing.com/leparisien/6SWLNZTJ5ZDVXGNJGKXBVJ45HY.jpg",
    "performance_score": 0,
    "domain_rank": 1494,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8617ecc86a4b924b398e5189378cfbe19e7a19ba",
  "url": "https://www.leparisien.fr/international/cest-un-ouf-de-soulagement-la-francaise-coline-fay-liberee-et-expulsee-du-senegal-apres-deux-mois-de-detention-19-01-2024-WOGAABWLG5CU3MZ4IXOMCPOOSY.ph",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@le_parisien",
  "published": "2024-01-19T08:33:00.000+02:00",
  "title": "« C’est un ouf de soulagement » : la Française Coline Fay libérée et expulsée du Sénégal après deux mois de détention",
  "text": "« C’est un ouf de soulagement » : la Française Coline Fay libérée et expulsée du Sénégal après deux mois de détention\nLa jeune femme de 26 ans avait été interpellée en novembre lors d’une manifestation de soutien à l’opposant politique Ousmane Sonko. « C’est un ouf de soulagement », a réagi l’un de ses avocats.\nColine Fay est libre. Cette Française incarcérée au Sénégal depuis sa participation mi-novembre à une manifestation de soutien à l’opposant Ousmane Sonko a été expulsée vers la France, a indiqué à l’AFP l’un de ses avocats, Me Cheikh Koureyssi Ba. « Coline Fay est expulsée, c’est le juge lui-même » qui m’en a informé, a déclaré Me Koureyssi Ba dans la nuit de jeudi à vendredi.\nL’information a été confirmée par un autre de ses conseils en France, Me Juan Branco, qui a précisé dans un message à l’AFP qu’elle devrait arriver vendredi matin à Paris.\n« C’est un ouf de soulagement », a réagi Me Koureyssi Ba à l’annonce de sa libération, précisant qu’elle est « sous la responsabilité des forces de l’ordre » jusqu’à son arrivée en France, mais sans la présence de ses avocats. « Elle a le moral. C’est une fille résiliente », a ajouté Me Ba.\nPourquoi la Française était-elle en prison ?\nColine Fay, qui s’était engagée avec le mouvement écologiste Extinction Rebellion lors de ses études en Espagne, était venue travailler au Sénégal en tant que kinésithérapeute dans un centre pour femmes enceintes.\nLe 17 novembre, elle a été interpellée après une manifestation de soutien à Ousmane Sonko, principal opposant à l’actuel président sénégalais Macky Sall, devant la Cour suprême de Dakar.\nLa jeune femme de 26 ans était accusée entre autres de « complot contre l’autorité de l’État » et « actes ou manœuvres de nature à compromettre la sécurité publique », et avait été de nouveau inculpée la semaine dernière pour « tentative de sortie irrégulière d’une correspondance ». « C’étaient des poursuites circonstancielles à la limite du ridicule », a dit Me Ba.\nElle encourait la perpétuité. Une peine « clairement disproportionnée »,\ns’était indignée Véronique Murat, sa mère, rappelant que le « droit de manifester est un droit international ».\nIncarcérée à la maison d’arrêt pour femmes de Liberté 6, la jeune femme avait entamé une grève de la faim, interrompue après une dizaine de jours. « C’était pour elle le seul moyen de protester, elle s’est trouvée démunie », racontait Véronique Murat.\n« Free Coline »\nDepuis son incarcération, plusieurs rassemblements de dizaines de personnes à l’initiative des proches de Coline Fay se sont tenus à Grenoble (Isère), d’où elle est originaire. Ses proches réunis dans le mouvement baptisé «\n Free Coline » (« Libérez Coline ») alertaient régulièrement sur le sort de la jeune femme.\nL’ancienne ministre des Affaires étrangères Catherine Colonna avait été interpellée mi-décembre à ce sujet dans un courrier adressé par l’avocat de la jeune femme, Juan Branco, et deux députés de gauche, l’écologiste Aurélien Taché et l’Insoumise Sophia Chikirou.\nLe gouvernement français avait pressé les autorités sénégalaises de diligenter le cas de la jeune fille, selon Me Ba.\nLe pays sous tension politique\nPour ses avocats, l’arrestation de la jeune femme s’était inscrite dans «\nun climat de tension politique au Sénégal » et « de dérives autoritaires exercées par le régime de Dakar, sous la présidence de Macky Sall, envers les voix dissidentes et les mouvements populaires, notamment ceux associés à l’opposition politique menée par Ousmane Sonko ».\nVIDEO. Sénégal : retour sur trois jours de chaos qui ont fait 16 morts\nLes avocats de Coline Fay comptent aussi parmi ceux de l’opposant sénégalais Ousmane Sonko, actuellement emprisonné.\nDéclaré coupable en juin de débauche de mineure et condamné à deux ans de prison ferme, il a été écroué fin juillet sous d’autres chefs d’inculpation, dont appel à l’insurrection, association de malfaiteurs en lien avec une entreprise terroriste et atteinte à la sûreté de l’État.\nOusmane Sonko dénonce dans ces affaires un complot pour l’empêcher de participer à l’élection présidentielle de février 2024, ce que le pouvoir dément.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-19T09:47:54.168+02:00",
  "updated": "2024-01-19T09:47:54.168+02:00"
}