{
  "thread": {
    "uuid": "f9ea5ef26d6259d3f16b5c9bf6920817e31b2c39",
    "url": "https://www.publicnewsservice.org/2024-01-02/criminal-justice/criminal-justice-reform-would-boost-ms-workforce-economy/a87667-1",
    "site_full": "www.publicnewsservice.org",
    "site": "publicnewsservice.org",
    "site_section": "http://feeds.feedburner.com/publicnewsservice/Top?format=xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Public News Service Newscasts",
    "title": "Criminal justice reform would boost MS workforce, economy",
    "title_full": "Criminal justice reform would boost MS workforce, economy",
    "published": "2024-01-02T09:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.newsservice.org/getimage.php?p=c2dpZD04NzY2NyZzaWQ9MQ==",
    "performance_score": 0,
    "domain_rank": 28508,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f9ea5ef26d6259d3f16b5c9bf6920817e31b2c39",
  "url": "https://www.publicnewsservice.org/2024-01-02/criminal-justice/criminal-justice-reform-would-boost-ms-workforce-economy/a87667-1",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Danielle Smith",
  "published": "2024-01-02T09:00:00.000+02:00",
  "title": "Criminal justice reform would boost MS workforce, economy",
  "text": "Criminal justice reform would boost MS workforce, economy Tuesday, January 2, 2024 In the new year, advancing [criminal justice reform](https://www.fwd.us/wp-content/uploads/2023/06/MS-Workforce-Brief.pdf) could improve the Magnolia State's low labor participation rate and strengthen the workforce, according to a group advocating for reform. Mississippi's [incarceration rate](https://www.prisonpolicy.org/profiles/MS.html) is the highest in the country. Alesha Judkins, Mississippi state director of criminal justice reform for the nonprofit FWD.us, said the state can do more to remove barriers to employment for people out of prison. Judkins pointed out just 54% of working age-adults are actively seeking jobs, and too many sit out the search because they have criminal convictions. \"As our state leaders are looking at our workforce in the economy, trying to deal with jobs, at the time we released this report it was reported about 85,000 job openings in the state,\" Judkins explained. \"I think now it's around 80,000. But only 40,000 people actively seeking employment, right? So, for every job opening, there is, like, two people needed.\" Judkins noted Mississippi taxpayers spend more than $400 million a year to run the state prison system, which she argued comes without a strong public safety return on their investment. She contended if Mississippi imprisoned people at the rates of neighboring states, it could save $220 million a year. Judkins emphasized having a criminal record often leads to underemployment or unemployment, slashing earning potential by an estimated 50%. It also hinders their ability to support local businesses, and the state also faces economic consequences. \"Mississippi residents are losing out on about $2.7 billion in earnings due to their criminal records,\" Judkins stressed. \"At least half of those earnings would likely be spent on things like food, clothing, and transportation, all of which are subject to sales tax. And as a result, the state is losing an estimated $95 million in tax revenue every year.\" She acknowledged the state is already finding some ways to reduce its prison population and get more people employed upon release. In 2021, the Legislature [expanded parole eligibility](https://billstatus.ls.state.ms.us/2021/pdf/history/SB/SB2795.xml) and the state is also providing assistance with driver's licenses. [get more stories like this via email](/dn2.php) Social Issues An analysis of big banks in New York City contended they are perpetuating lending disparities. The New Economy Project report showed banks are not … Social Issues A new study calls the economic and social changes brought about by the Winnebago Tribe of Nebraska over the past three decades \"a story of numerous ac… Social Issues As technology overtakes so many areas of life, one Georgia school is helping students cope by creating a nontraditional approach to its library … [](/2024-01-02/civic-engagement-and-voting/doctors-say-voting-is-critical-to-improving-u-s-health-care-system/a88018-1) Social Issues Voting is not only good for democracy - it's also good for your health, according to one of the nation's largest medical associations. The American … Social Issues With 2024 now underway, a flurry of new Minnesota laws are in effect. Renters facing obstacles with their landlords have new protections, and there … [](/2024-01-02/livable-wages-working-families/peeling-back-the-layers-of-wi-minimum-wage-policy/a88014-1) Social Issues Bills are pending in Congress to boost the federal minimum wage, which remains at $7.25 an hour. Separately, many states increased their wage … Social Issues Virginia advocates feel Gov. Glenn Youngkin's proposed budget isn't meeting community needs. Youngkin's 2024-2026 budget is built around numerous … Social Issues Coloradans who graduate from college or trade schools are ready to join the labor market equipped with high-demand, highly competitive skills needed …",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Crime, Law and Justice"
  ],
  "external_links": [
    "https://www.fwd.us/wp-content/uploads/2023/06/MS-Workforce-Brief.pdf",
    "https://www.prisonpolicy.org/profiles/MS.html",
    "https://billstatus.ls.state.ms.us/2021/pdf/history/SB/SB2795.xml",
    "https://fwd.us/wp-content/uploads/2023/06/MS-Workforce-Brief.pdf",
    "https://prisonpolicy.org/profiles/MS.html",
    "https://www.billstatus.ls.state.ms.us/2021/pdf/history/SB/SB2795.xml"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "alesha judkins",
        "sentiment": "none"
      },
      {
        "name": "judkins",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "magnolia state",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mississippi",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T12:17:32.315+02:00",
  "updated": "2024-01-02T12:38:44.476+02:00"
}