{
  "thread": {
    "uuid": "65f498601fb60c00564ba78c6530fb124dc8c8be",
    "url": "https://fr.allafrica.com/stories/202403290150.html",
    "site_full": "fr.allafrica.com",
    "site": "allafrica.com",
    "site_section": "https://fr.allafrica.com/tools/headlines/rdf/westafrica/headlines.rdf",
    "site_categories": [
      "media"
    ],
    "section_title": "AllAfrica News: Afrique de l'Ouest",
    "title": "Burkina Faso: Pâques 2024 - « Que le pays redevienne un havre de paix », pasteur Henri Yé - allAfrica.com",
    "title_full": "Burkina Faso: Pâques 2024 - « Que le pays redevienne un havre de paix », pasteur Henri Yé - allAfrica.com",
    "published": "2024-03-29T11:51:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://cdn08.allafrica.com/static/images/structure/aa-logo-rgba-no-text-square.png",
    "performance_score": 0,
    "domain_rank": 2695,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "65f498601fb60c00564ba78c6530fb124dc8c8be",
  "url": "https://fr.allafrica.com/stories/202403290150.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Par Pasteur Henri Yé",
  "published": "2024-03-29T11:51:00.000+03:00",
  "title": "Burkina Faso: Pâques 2024 - « Que le pays redevienne un havre de paix », pasteur Henri Yé - allAfrica.com",
  "text": "Dans quelques heures, les fidèles chrétiens vont célébrer la fête de Pâques. A travers les lignes qui suivent, la Fédération des églises et missions évangéliques (FEME),tout en souhaitant bonne fête aux fidèles, prie pour un retour de la paix au Burkina.\nChers fidèles de nos Eglises,\nchers compatriotes du Burkina Faso, La Pâques 2024 est célébrée cette année le dimanche 31 mars. La Pâques, qui est la fête de la résurrection du Christ, est au cœur de l'évangile et du christianisme. C'est parce que Christ, l'agneau de Dieu est mort pour expier nos péchés, que son sacrifice a été agréable à Dieu, et Dieu l'a ressuscité d'entre les morts. « Car Christ, notre Pâques, a été immolé ». La commémoration de la Pâques rappelle aux hommes que Dieu a tant aimé le monde qu'il a donné son fils unique, afin que quiconque croit en lui, ne périsse point, mais qu'il ait la vie éternelle.\nChers fidèles, chers compatriotes,\nLa paix a toujours été une question préoccupante pour tous les pays, particulièrement pour le pays des Hommes intègres, au moment où la lutte contre l'extrémisme violent fait rage. Mais pour que s'instaure la paix, et une paix durable, il est important que chacun de nous fasse la paix, d'abord la paix avec Dieu au travers du pardon de ses offenses. C'est par Christ l'agneau de Dieu que nous avons le pardon de Dieu. C'est pourquoi en célébrant cette Pâques, nous demandons à Dieu de nous faire grâce en nous montrant Sa grande miséricorde.\n% Chers fidèles, chers compatriotes,\nAprès avoir été pardonnés par Dieu, Il nous demandera de faire pareillement avec notre prochain. « Pardonne-nous nos offenses comme nous pardonnons aussi à ceux qui nous ont offensés ». C'est dire qu'à la Pâques, nous avons le pardon de Dieu, mais Dieu à son tour exige de nous de nous pardonner les uns les autres. C'est à cette condition que nous pourrons vivre-ensemble dans la paix, dans la cohésion, et dans la quiétude.\nChers fidèles, chers compatriotes,\nDieu nous aime, c'est pourquoi, il nous a créés à son image et à Sa ressemblance. Et lorsque nous avons péché, Il nous a tendu la main en envoyant Jésus nous sauver de nos péchés. Il est ressuscité, et il est monté au ciel. Il attend que chacun de nous vienne à Dieu dans la repentance pour faire la paix avec Dieu et avec tous les hommes.\nChers fidèles, chers compatriotes,\nNous prions pour que Dieu donne au Burkina Faso de retrouver sa paix et sa quiétude d'antan. Que le Burkina Faso redevienne un havre de paix où il fait bon vivre. Comme Jésus a vaincu le péché et la mort, nous pouvons nous confier à Lui ! Il est le prince de la paix. Lui seul peut semer la vraie paix dans les cœurs des hommes. L'heure a sonné pour que tous les Burkinabè de l'intérieur comme de l'extérieur se donnent la main d'association pour venir à bout de nos différences, et pour construire un Burkina nouveau où règnent la paix et le mieux vivre-ensemble. Cela n'est possible que si chacun de nous se tourne vers Dieu le Tout-Puissant. En cette fête de Pâques 2024, La Fédération des églises et missions évangéliques (FEME) souhaite à tous les Burkinabè, la paix avec Dieu à travers l'agneau de Dieu, la réconciliation et le mieux-vivre ensemble entre tous les Burkinabè. Bonne fête de Pâques 2024 à tous ! Jésus-Christ est ressuscité, Il est vraiment ressuscité !\nPour la Fédération des Eglises et Missions Evangéliques (FEME)\nCommandeur de l'Ordre national\nLire l'article original sur Sidwaya .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Religion and Belief"
  ],
  "external_links": [
    "https://www.sidwaya.info/paques-2024-que-le-burkina-redevienne-un-havre-de-paix-pasteur-henri-ye/",
    "https://www.sidwaya.info",
    "https://www.sidwaya.info/paques-2024-que-le-burkina-redevienne-un-havre-de-paix-pasteur-henri-ye",
    "https://sidwaya.info/paques-2024-que-le-burkina-redevienne-un-havre-de-paix-pasteur-henri-ye/",
    "https://sidwaya.info"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T13:04:25.337+03:00",
  "updated": "2024-03-29T13:04:25.337+03:00"
}