{
  "thread": {
    "uuid": "2d771904dc804c61e247f5ca3dd08854122d0191",
    "url": "https://www.hercampus.com/school/ucf/power-of-platonic-love",
    "site_full": "www.hercampus.com",
    "site": "hercampus.com",
    "site_section": "http://www.hercampus.com//feed",
    "site_categories": [
      "sexuality",
      "health"
    ],
    "section_title": "Her Campus",
    "title": "Power of Platonic Love: A Love Letter to my Best Friend",
    "title_full": "Power of Platonic Love: A Love Letter to my Best Friend",
    "published": "2024-03-01T01:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.hercampus.com/SH6M70M3/as/6zbnnzm9tpp959fhv77zt355/837c3ae20b524cf990683ba12df40039jpg_by_Isabella_Velez?width=1200&height=630&fit=crop&auto=webp",
    "performance_score": 0,
    "domain_rank": 10665,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2d771904dc804c61e247f5ca3dd08854122d0191",
  "url": "https://www.hercampus.com/school/ucf/power-of-platonic-love",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Isabella Velez",
  "published": "2024-03-01T01:00:00.000+02:00",
  "title": "Power of Platonic Love: A Love Letter to my Best Friend",
  "text": "To the person who has never left,\nApproaching a new decade of my life means I am closing the door to my current one. I have spent another ten years watching others and learning, otherwise known as people-watching. I have spent a lot of time on the sidelines when it comes to a few things, one in particular is watching people our age experience love: real, true love. For years, I’ve been waiting to get the chance to understand what that feels like, to understand how it feels to have someone who really, truly cares about me. I’ve been waiting to understand how it feels to have someone who never wants to leave my side, someone who wants to experience life with me, someone who chooses to love me. But recently I have realized that I do understand how it feels to have someone like that: it’s you. You choose to love me, you care for me and you want to experience life with me. I may have not yet found the person I’m going to be in a romantic relationship with, but I have without a doubt experienced being loved.\nA way I know I’ve learned what real love is from your sincerity. Having a person in my life as sincere as you is all I can ask for. There’s never been any competition between us. We never compare, but rather challenge each other. We truly want each other to succeed and be the best version of ourselves.\nTo be a good person is to be half the person you are, and I think we both know I’m not even that. You once wrote, “I keep you aligned, and you keep me on edge.” It’s incredibly true but as any person who loves another, you have made sure to give it to me straight always. You call me out when I need to be, letting me know that you genuinely want the best for me always.\nDespite the distance and our individual journeys of life, we have always made sure to remain constant in each other’s lives. We make sure to hold each other accountable. We encourage each other. We are proud of each other. For as long as I can remember, we have always been planning our life together. I mean, if we can survive distance, we can survive anything, right?\nIt seems like all I hear about is romantic relationships, but, truthfully, platonic relationships are just as strong and meaningful. The strength of our friendship is beyond words. We will be at each other’s weddings, not getting married to each other, but standing right behind the other as they say “I do” to the love of their life. We will get a house, not together, but close enough so we can have movie nights every night. We’ll start a family, not together, but we’ll be the ‘madrina’ to each other’s firstborn. We’ll experience life together. To think I was never going to find someone who loved me is bizarre because I’ve already been lucky enough to find you: someone who has loved me for years. There has been so much change in our life- school, jobs, friends, homes- but there has been one constant; that constant is you, which is just as incredible as a boyfriend or husband.\nLove,\nYour Best Friend",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T01:13:42.213+02:00",
  "updated": "2024-03-01T01:13:42.213+02:00"
}