{
  "thread": {
    "uuid": "2710d14e6f5dd9963dbd7a557ab4725c0e262d19",
    "url": "https://www.univision.com/local/dallas-kuvn/eclipse-solar-8-de-abril-eeuu-datos-clave-para-recordar-fenomeno-astronomico",
    "site_full": "www.univision.com",
    "site": "univision.com",
    "site_section": "https://www.univision.com/local/dallas-kuvn",
    "site_categories": [
      "unix",
      "tech"
    ],
    "section_title": "Dallas, TX - Noticias, Tiempo, Trafico - Estacion KUVN | Univision",
    "title": "Eclipse solar del 8 de abril en EEUU: siete datos clave para recordar el histórico fenómeno astronómico | Univision 23 Dallas Ft. Worth KUVN | Univision",
    "title_full": "Eclipse solar del 8 de abril en EEUU: siete datos clave para recordar el histórico fenómeno astronómico | Univision 23 Dallas Ft. Worth KUVN | Univision",
    "published": "2024-04-11T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://st1.uvnimg.com/b5/35/ff64542c4fd9a3c31ab10ca7a7c4/promoeclipse.jpeg",
    "performance_score": 0,
    "domain_rank": 3248,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 36,
        "comments": 1,
        "shares": 25
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2710d14e6f5dd9963dbd7a557ab4725c0e262d19",
  "url": "https://www.univision.com/local/dallas-kuvn/eclipse-solar-8-de-abril-eeuu-datos-clave-para-recordar-fenomeno-astronomico",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "laura cruces",
  "published": "2024-04-11T03:00:00.000+03:00",
  "title": "Eclipse solar del 8 de abril en EEUU: siete datos clave para recordar el histórico fenómeno astronómico | Univision 23 Dallas Ft. Worth KUVN | Univision",
  "text": "Millones de personas en Estados Unidos, México y Canadá se sumergieron el lunes en la sombra de la Luna para presenciar un histórico eclipse solar total, el fenómeno astronómico que se produce cuando el satélite natural oculta al Sol visto desde la Tierra.\nUna oscuridad fría descendió el lunes por varios lugares de América del Norte a medida que el eclipse solar total avanzaba por el continente, deleitando a los afortunados que pudieron contemplar el espectáculo.\nLos perros aullaron, las ranas croaron y algunas personas rompieron a llorar.\nRelacionados Sol Celeste la bebé que nació durante el eclipse total de sol en un hospital de Mansfield, Texas Comparte\nLos eclipses son fenómenos raros y excepcionales , ocurren aproximadamente cada 18 años y no siempre en la misma ubicación geográfica.\nEstas son las 7 claves de lo que se vivió el lunes durante el eclipse:\n1.- La mayor audiencia en la historia de un eclipse El espectáculo se convirtió en la mayor audiencia en la historia para un eclipse en el continente: unos 200 millones de personas viven bajo la ruta por donde pasó la sombra o cerca de ella, y gran cantidad de gente acudió de otras partes para verlo.\n2.- Más de 4 minutos de oscuridad en algunos lugares La oscuridad en algunos lugares duró hasta 4 minutos y 28 segundos . Eso es casi el doble de lo que fue durante el eclipse de costa a costa de Estados Unidos hace siete años porque la Luna estaba más cerca de la Tierra.\n3.- Una ruta de 4,000 millas en menos de dos horas Más sobre Eclipse Solar\nUNIVISION 23 DALLAS Ardor en tus ojos después de ver el eclipse solar: ¿es un síntoma de daño visual? Un experto responde 4:55\nUNIVISION 23 DALLAS Tráfico celular récord durante el Eclipse Total Solar en Dallas - Fort Worth: Equivalente a 931 millones de fotos 3 min de lectura\nUNIVISION 23 DALLAS Extraordinario eclipse solar: Faros iluminan la ciudad de Fort Worth en pleno día 1:45\nUNIVISION 23 DALLAS Ennis, el pueblo de los bluebonnets, se va a penumbra por el eclipse solar 1:56 La sombra de la Luna tardó sólo 1 hora y 40 minutos en recorrer más de 4.000 millas a través del continente.\nEl camino de la totalidad, de aproximadamente 115 millas de ancho, abarcó esta vez varias ciudades importantes. Entre ellas se encuentra Dallas; Indianápolis; Cleveland; Búfalo, Nueva York; y Montréal.\n4.- Cómo se vivió en México El eclipse comenzó su ruta en Mazatlán, México, a las 9:51 hora local y oscureció por completo una franja norte del país, desde el estado de Sinaloa hasta el Coahuila, fue un fenómeno que causó altas expectativas en la población.\nAunque en la Ciudad de México solo se observó de forma parcial, donde el Sol se ocultó en un 79% durante casi 4 minutos y medio, los capitalinos se reunieron en distintos puntos a apreciarlo.\n5.- Amenaza de mal tiempo en Texas El día amaneció nublado y de acuerdo con el servicio meteorológico había probabilidades de lluvia , lo que provocó cierto desánimo en los miles de ciudadanos de varias partes de Texas y de los visitantes que viajaron solo para observar el fenómeno .\nA pesar de ello, se registraron vientos, lo que favoreció que se observa durante lapsos de tiempo el fenómeno natural.\n6.- Preocupación por daños oculares Un día después del eclipse solar total que fascinó a millones de personas en América del Norte, los medios en Estados Unidos informan de la preocupación de muchos espectadores por la salud de sus ojos.\nLa Academia Estadounidense de Oftalmología indica que las señales de retinopatía solar incluyen la visión borrosa, un punto ciego en enfoque central de uno o los dos ojos, mayor sensibilidad a luz, dolor de cabeza, visión distorsionada y colores que lucen diferentes de su tono normal.\n7.- El próximo eclipse será en más de 2 décadas Tendrán que pasar 21 años para poder ser testigos de otro eclipse que pueda verse de costa a costa en el continente, por lo que mucha gente trató de aprovechar esta oportunidad.\nLa próxima ocasión que tendrá Estados Unidos para presenciar cómo la Luna cubre totalmente el Sol se producirá en 2033, cuando un eclipse roce Alaska y Rusia. Y en 2044, uno cruzará Groenlandia y el oeste de Canadá, tocando partes de Dakota del Norte y Montana.\nPero para presenciar uno de la magnitud del del lunes habrá que esperar al 12 de agosto de 2045.\nMira también:\nCargando galería Comparte RELACIONADOS: Eclipse Solar • ciencia • Luna • eclipse total • Eclipse Solar •",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [
    "https://www.lasestrellas.tv/temas/luna",
    "https://www.televisa.com/canal5/temas/ciencia",
    "https://lasestrellas.tv/temas/luna",
    "https://televisa.com/canal5/temas/ciencia"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T01:03:20.211+03:00",
  "updated": "2024-04-12T01:03:20.211+03:00"
}