{
  "thread": {
    "uuid": "b3ee8406b845911357011bb570a43f2caa6d5864",
    "url": "https://www.journal-news.com/news/christ-the-king-lutheran-church-hosts-monarch-fest-to-honor-pollinators-plants/EMXJDNWZ3FFOVCBH72JAZIGWXA",
    "site_full": "www.journal-news.com",
    "site": "journal-news.com",
    "site_section": "https://journal-news.com/news",
    "site_categories": [
      "media"
    ],
    "section_title": "Local News | Hamilton, Middletown, Northern Cincinnati",
    "title": "Christ the King Lutheran Church hosts Monarch Fest to honor pollinators, plants",
    "title_full": "Christ the King Lutheran Church hosts Monarch Fest to honor pollinators, plants",
    "published": "2024-06-02T10:01:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.journal-news.com/resizer/j8IUsLrL39urxscizfbY9Ldu-oM=/1200x630/cloudfront-us-east-1.images.arcpublishing.com/coxohio/ANDDX2VKBZE5NACVIODFX53DRQ.JPG",
    "performance_score": 0,
    "domain_rank": 25161,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b3ee8406b845911357011bb570a43f2caa6d5864",
  "url": "https://www.journal-news.com/news/christ-the-king-lutheran-church-hosts-monarch-fest-to-honor-pollinators-plants/EMXJDNWZ3FFOVCBH72JAZIGWXA",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ginny McCabe",
  "published": "2024-06-02T10:01:00.000+03:00",
  "title": "Christ the King Lutheran Church hosts Monarch Fest to honor pollinators, plants",
  "text": "One local church, its members, and friends have chosen to make a positive difference in the environment, and with its annual Monarch Fest, Christ the King Lutheran Church is encouraging community members to do the same in their own homes and gardens. “Monarch Fest is one of our signature events at Christ the King Lutheran Church, and the majority of our members participate in some way,” said Laura Zajac, coordinator for Monarch Fest, a celebration of monarch butterflies and other pollinators. “Either by helping prior to the event, or during the event, telling their neighbors and friends, and it’s something that everybody in the congregation is excited about.” Zajac said the church has been surprised by how engaged the community has been with Monarch Fest. “Monarch Fest will be held on Saturday, June 8, and the event runs from 10 a.m. to 2 p.m. We’ll be giving away free, native pollinator plants to the guests that attend. We have kids’ activities, live music, and food. We’ll be doing a creative, community art project that everyone can participate in,” Zajac said. Guests will receive up to two native plants, which will be distributed on a first-come, first-served basis while supplies last. There will be several exhibitors, including MetroParks of Butler County, Butler Soil & Water Conservation District and Three Valley Conservation Trust. A guest from Butler County Master Gardeners will be there as well, to talk about Mason Bees. Botanically Better and Cincinnati Permaculture Institute will also attend. The event will showcase a community garden, and there is also a forest restoration project, where visitors can go back and see how invasive honeysuckle is being managed. Guests can view a large prairie garden that the church’s youth group established in 2018, and there is a compost learning center on site. “The idea behind Monarch Fest is learning how you can create a pollinator-friendly habitat in your own yard,” Zajac said. “There’s an issue with habitat loss and especially the loss of native plants that are important for Monarchs as well as other butterflies, and pollinators.” If they don’t have those plants, the pollinators don’t have any food, and that starts the chain reaction, up the food chain, she said. “Having native plants in your yard is an easy way to help establish biodiversity,” Zajac said. “It’s important to support pollinators and other wildlife.” Since 2019, when Monarch Fest was started, the church has given away over 2,400 native pollinator plants to area residents. Each year, prior to the festival, church members are busy growing milkweed and other native plants to give away to locals. “We started growing those in January. Then, we transport the baby plants, and that’s what we give out to guests who come to Monarch Fest,” Zajac said. A garden with pollinator plants helps to provide nectar and pollen to a wide range of pollinators, including bees, hummingbirds, and butterflies. In addition to the plant giveaway, Monarch Fest will feature a pollinator plant sale, a self-guided garden tour, exhibitors, food, and a festival shop. Cash and Venmo will be accepted. Live music will be provided by The Troubadours, playing oldies from 11:15 a.m. to 12:15 p.m. and a blues mix from 12:45 p.m. to 1:45 p.m. There will also be a grill, and lunch items, such as hamburgers and hot dogs will be available for purchase. Streetpops will also be on site with gourmet frozen desserts. The family-friendly festival attracts guests of all ages, from avid gardeners and nature lovers to families with young children, who want to learn more and grow plants in their own yards. Guests have come from West Chester, Fairfield, Sharonville, and Mason to attend Monarch Fest, and they have traveled from as far as Oxford, Dayton, and Northern Kentucky. Zajac said during the first year of Monarch Fest, the church gave away 250 milkweed plants to the community. This year, there are 13 different varieties of plants that will be given away. Find more information about the plants and Monarch Fest at [www.ctkluth.org/why-monarch-fest.html](http://www.ctkluth.org/why-monarch-fest.html). How to go What: Monarch Fest When: Saturday June 8, 10 a.m. to 2 p.m. Where: Christ the King Lutheran Church, 7393 Dimmick Road, West Chester Cost: Free admission, free plant giveaway. Plant sale and other items available for purchase. More Info: [www.ctkluth.org/monarch-fest.html](http://www.ctkluth.org/monarch-fest.html) [1Fairfield debates allowing cannabis business to operate in the city](/news/fairfield-debates-allowing-cannabis-business-to-operate-in-the-city/UO5AWNXDMZEQ7JRD4VDGXZ7YLI/) [2$3.4 million project to close Butler County Regional Airport for weeks](/news/34-million-project-to-close-butler-county-regional-airport-for-weeks/PWY6XGNF3BCAVEZK6F27R6FXJQ/) [3Shooters Sports Grill in Hamilton announces opening date](/news/shooters-sports-grill-in-hamilton-announces-opening-date/N2H64I6M35FX5EQBCMSSZT76TA/) [4 New Butler County auditor website fully online weeks after unusual...](/news/new-butler-county-auditor-website-fully-online-weeks-after-unusual-activity/GD3YTEXUKRETFD7T7LXVUO7FQ4/) [5Sounds at Sunset concert series kicks off in Middletown](/news/sounds-at-sunset-concert-series-kicks-off-in-middletown/GCHU77U6VZELRGUCMN5W7M2A3E/) About the Author",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "http://www.ctkluth.org/why-monarch-fest.html).",
    "http://www.ctkluth.org/monarch-fest.html)",
    "http://ctkluth.org/why-monarch-fest.html).",
    "http://ctkluth.org/monarch-fest.html)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "zajac",
        "sentiment": "none"
      },
      {
        "name": "laura zajac",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "king lutheran church",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T11:30:16.941+03:00",
  "updated": "2024-06-02T11:30:16.941+03:00"
}