{
  "thread": {
    "uuid": "d40ca5a0c76adf520f612b60a247a35e32f07792",
    "url": "https://www.hellenicshippingnews.com/napa-and-union-marine-management-services-enter-agreement-on-voyage-optimization-and-cii-simulator-deployment",
    "site_full": "www.hellenicshippingnews.com",
    "site": "hellenicshippingnews.com",
    "site_section": "https://www.hellenicshippingnews.com/category/shipping-news/international-shipping-news/",
    "site_categories": [
      "media"
    ],
    "section_title": null,
    "title": "NAPA and Union Marine Management Services enter agreement on Voyage Optimization and CII simulator deployment",
    "title_full": "NAPA and Union Marine Management Services enter agreement on Voyage Optimization and CII simulator deployment",
    "published": "2024-07-05T00:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GR",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 17767,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d40ca5a0c76adf520f612b60a247a35e32f07792",
  "url": "https://www.hellenicshippingnews.com/napa-and-union-marine-management-services-enter-agreement-on-voyage-optimization-and-cii-simulator-deployment",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Hellenicshippingnews",
  "published": "2024-07-05T00:00:00.000+03:00",
  "title": "NAPA and Union Marine Management Services enter agreement on Voyage Optimization and CII simulator deployment",
  "text": "New partnership on digital integration will help reduce emissions and support compliance for an initial 55 bulk carriers.\nNAPA’s Voyage Optimization and CII Simulator digital systems will be deployed on an initial 55 bulk carriers in the fleet managed by Union Marine Management Services (UMMS), under a new agreement between the Finnish maritime software provider and the Singapore-based ship management company.\nThe use of NAPA Voyage Optimization on board has the potential to reduce greenhouse gas (GHG) emissions by an estimated average of 5-10% for the fleet of bulk carriers, ranging between 25,000 and 180,000 deadweight tonnage (DWT) and operated globally.\nUnder the agreement, NAPA’s Voyage Optimization and CII Simulator systems were integrated into UMMS’s existing in-house ship management web portal, IntuitShip, and are now accessible for shipowners directly on the platform. Formal contracts have already been confirmed with individual shipowners for the two NAPA tools to be used on 55 vessels.\nThis will enable around 20 shipowners whose fleets are managed by UMMS to use NAPA Voyage Optimization to reduce fuel consumption and associated GHG emissions from their vessels. Using real-time data on weather and sea conditions, the system proposes the best possible routes and speed profiles to minimize costs and the vessel’s environmental footprint, while ensuring safety.\nNAPA and Union Marine Management Services enter agreement on Voyage Optimization and CII simulator deployment.\nIn addition, the NAPA CII Simulator will allow owners to predict the CII rating of each vessel for any sea passage, chartering period or at the end of the year, and model the impact of different measures on the vessel’s rating. This will enable these shipowners to proactively manage their ships’ CII and keep them within targets amid tightening regulation, as well as predict EU ETS cost.\nVinay Gupta, Managing Director at Union Marine Management Services (UMMS), said: “With the introduction of new regulations such as CII, EU ETS, and soon FuelEU Maritime, shipowners are increasingly interested in digital technologies that can reduce fuel consumption and greenhouse gas emissions immediately. This is why we are partnering with NAPA to integrate their ready, proven solutions into our existing platform and provide proactive support for our shipowner clients in their decarbonization journey. Operational improvements achieved through voyage optimization and simulation tools represent a low-hanging fruit yet are essential to future-proofing fleets, ensuring compliance and maintaining thriving businesses.”\nPekka Pakkanen, Executive Vice President for Shipping Solutions at NAPA, said: “Digitalization is critical to the success of decarbonization because it offers pragmatic, practical and immediate solutions to reduce greenhouse gas emissions from fleets. Taking this to the next level, there is a huge opportunity to collaborate with providers of digital solutions. This will enable us to enhance our wealth of insights and create truly integrated solutions that respond to the industry’s needs, from bridge to boardroom, and act as a catalyzer for decarbonization efforts within the maritime industry.”\nSource: Union Marine Management Services (UMMS)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Corporate Governance and CSR",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "cii",
        "sentiment": "negative"
      },
      {
        "name": "napa",
        "sentiment": "negative"
      },
      {
        "name": "union marine management services",
        "sentiment": "negative"
      },
      {
        "name": "napa voyage optimization",
        "sentiment": "none"
      },
      {
        "name": "napa voyage",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "singapore",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T03:51:05.755+03:00",
  "updated": "2024-07-05T03:51:05.755+03:00"
}