{
  "thread": {
    "uuid": "54593038ee1a4d5007bdeaa2aefba6713ebb39cb",
    "url": "https://7news.com.au/best-picks/best-advent-calendar-on-sale-for-beauty-lovers-the-iconic-has-discounted-its-most-wanted-beauty-box-by-30-per-cent-c-13051293",
    "site_full": "7news.com.au",
    "site": "7news.com.au",
    "site_section": "https://7news.com.au/feed",
    "site_categories": [
      "media",
      "hobbies_and_interests",
      "investors_and_patents"
    ],
    "section_title": "",
    "title": "Best advent calendar on sale for beauty lovers: The Iconic has discounted its most wanted beauty box by 30 per cent",
    "title_full": "Best advent calendar on sale for beauty lovers: The Iconic has discounted its most wanted beauty box by 30 per cent",
    "published": "2023-12-28T15:04:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://images.7news.com.au/publication/C-13051293/05807c021acf743a9ce838a7f3aad7571db0003e-16x9-x0y0w2000h1125.jpg?imwidth=1200",
    "performance_score": 0,
    "domain_rank": 5758,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "54593038ee1a4d5007bdeaa2aefba6713ebb39cb",
  "url": "https://7news.com.au/best-picks/best-advent-calendar-on-sale-for-beauty-lovers-the-iconic-has-discounted-its-most-wanted-beauty-box-by-30-per-cent-c-13051293",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Matilda Rudd",
  "published": "2023-12-28T15:04:00.000+02:00",
  "title": "Best advent calendar on sale for beauty lovers: The Iconic has discounted its most wanted beauty box by 30 per cent",
  "text": "Gone are the days when we’d only buy advent calendars to\ncountdown the days until Christmas, with a reward of simple chocolates.\nNow more than ever brands are building calendars filled with gifts and travel-sized products that you can actually use long after Santa has visited.\nAnd the best part is when they’re immediately discounted during the post-Christmas period, like\nThe Iconic’s “Beauty’s Most Wanted” calendar, which retailed for $249 in early December.\nCatch the best deals and products hand-picked by our team at\nBest Picks >>\nFor a\nlimited time only it’s 30 per cent off bringing the price down to $174.30.\nExpertly curated by beauty insiders, the\nBeauty’s Most Wanted collection is the ultimate edit of holy grail products from top beauty brands.\nFrom skincare and makeup to hair, body and fragrance, it’s the perfect way to indulge in 23 hero formulas that are valued at $700.\nInside customers will get six full-sized products, 13 travel size and four deluxe minis from Medik8, Olaplex, MAC and Ultra Violette, among others.\nWhat’s in the beauty calendar?\n1. Medik8 Hydr8 B5 30ml (full size)Like a tall glass of water for your skin, Medik8’s cult moisturising serum is infused with multi-weight hyaluronic acid and vitamin B5 to leave your complexion plump, supple and hydrated from its deepest layers right to the top.\n2. MAC Matte Lipstick 3g (full size)For a long-wearing matte formula that won’t leave your pout parched, you can’t beat MAC’s signature Matte Lipstick. Creamy, rich and smooth, you’ll want to try them all — but Honeylove or Taupe are great shades to start.\n3. Ultra Violette Fave Fluid SPF50+ Ultralight SKINSCREEN 30mlLightweight, silky and stacked with skin-loving ingredients like niacinamide, vitamin C and vitamin E, this game-changing sunscreen from Ultra Violette is set to become your new fave. No excuses now to apply.\n4. Olaplex No. 3 Hair Perfector 100ml (full size)A bestseller for a reason, this weekly at-home treatment helps reduce breakage while visibly strengthening your strands. An insider tip? Prime your hair first for even deeper repair (perfect if your mop’s in need of a little extra TLC).\n5. Aspect Phytostat 9 15gThis lightweight yet nourishing moisturiser floods the skin with hydration while helping to smooth fine lines and fight free radical damage. Versatile enough for AM and PM, and suitable for all skin types? It’s the new MVP.\n6. Who Is Elijah Nomad 10mlWith notes of Egyptian jasmine, saffron, and almond layered over amberwood, cedar and moss, this unisex fragrance is bound to turn heads — while still being subtle enough to wear to the grocery store.\n7. Clinique Take The Day Off Cleansing Balm 30mlIf this isn’t already a staple in your evening routine, get ready: one night with this silky, lightweight balm-to-oil, and you’ll know why it’s Clinique’s #1 makeup remover. Sunscreen? Dissolved. Waterproof mascara? See you later.\n8. Benefit Cosmetics 24 Hour Brow Setter 3.5mlBrows on lock all day (and night) long? Look no further. Benefit’s cult brow-setting gel boasts a dual-sized wand (for shaping *and* taming), and a flexible formula that doesn’t flake.\n9. Skinstitut Gentle Cleanser 200ml (full size)Infused with soothing aloe vera, goji berry and vitamin E, this cleanser purifies and hydrates even the most sensitive of complexions. Face not that fussy? This gentle formula is also perfect pre- and post- any professional skin treatments.\n10. Estée Lauder Advanced Night Repair Synchronized Multi-Recovery Complex Mini 7mlNot about that 10-step life? Estée Lauder’s bestselling serum helps to fight all key signs of ageing (think fine lines and wrinkles, tone, texture…) while keeping the complexion hydrated for up to 72 hours.\n11. The Beauty Chef COLLAGEN Inner Beauty Boost 200ml (full size)Supercharge your wellness regime with this vegan, bio-fermented elixir formulated to support collagen production and defend cells against free radical damage. Healthier hair, skin and nails (and a happier gut), incoming.\n12. Lancôme Lash Idôle Mascara 2.5mlA lifted, fanned-out effect *without* all the drama of false lashes? It’s possible. The magicians* at Lancôme have made a clump-free, feather-light mascara that wears flawlessly for up to 24 hours. And the best part? It’s a breeze to remove.\n13. Slick Hair Co Slick Stick Anti Flyaway Hair Wand 10ml (full size)Still obsessed with Sofia Richie Grainge’s slick bun? Us too. Thankfully, this handy little hair wand houses a serum-based flyaway formula to tame stray hairs with all-day hold (sans the dreaded hairspray helmet vibes).\n14. Christophe Robin Cleansing Purifying Scrub With Sea Salt 75mlCan’t remember the last time you showed your scalp some love? This deep-cleansing shampoo scrub helps to remove buildup (think oil, styling products, a little too much dry shampoo) and leave your roots feeling rebalanced and purified.\n15. Real Techniques Miracle Complexion SpongeSure, you could use your fingers to apply your foundation. But when you’ve got a makeup sponge that blends, covers blemishes and navigates around tricky areas with ease, why would you?\n16. Virtue Labs Healing Oil 9mlHair feeling drier than the Sahara? We got you. Virtue’s first-of-its-kind hair oil is infused with a powerful healing protein to mend, protect and restore shine to dry, damaged strands. The perfect antidote to summer sun.\n17. MAKE UP FOR EVER Mist & Fix Spray 10mlAKA the only setting spray you’ll ever need. We’re obsessed with this ultra-fine, cloud-like mist that sets makeup, intensifies shadow colour, quenches skin and keeps powdery vibes at bay. Hot tip? Spritz a little after you apply each product to lock your layers in place.\n18. Billie Eilish No.2 Eilish 7.5mlFans of Billie’s first fragrance and newcomers alike will love this dark, woody, alluring twist on the original. Fun fact: Billie was guided by her synesthesia, which involves all her senses to see colour, texture and shape, when creating her second-act scent.\n19. L’Occitane Almond Shower Oil 35mlThis bestselling shower oil is a cult fave for a reason. Its silky oil-to-milk formula softens and nourishes the skin (perfect for pre-shaving!), gently cleanses and smells incredible. We reach for it any time we want to feel a little luxe.\n20. MAKE UP FOR EVER Aqua Resist Color Pencil 0.2gWhether you want kohl, liner or shadow, this multitasking pencil ticks all the boxes. Its ultra-pigmented formula stays waterproof, sweat- and smudge-proof for 24 hours, and plays nice with sensitive eyes to boot.\n21. Aveda Nutriplenish Masque Light Moisture 25mlLush locks, unlocked. This nutrient-infused hydrating treatment floods your hair with superfood ingredients (think pomegranate seed oil, mango butter and coconut oil) for softer, smoother, more manageable hair — without weighing you down.\n22. Yves Saint Laurent Libre EDP 7.5mlA beauty insider favourite, Yves Saint Laurent’s Libre is a soft yet sensual floral scent that’ll quickly become your signature. Spritz on your pulse points for an intoxicating aura that lasts all day.\n23. First Aid Beauty KP Bump Eraser with 10% AHA 28.3gPerfect for tackling rough texture on the body, this fast-acting scrub combines glycolic and lactic acids to help loosen the skin’s top layer and slough away decongestion. Say hello to smoother, clearer skin in no time.\nTo purchase the calendar,\nvisit The Iconic here.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://www.theiconic.com.au/beauty-s-most-wanted-2001652.html",
    "https://theiconic.com.au/beauty-s-most-wanted-2001652.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ultra violette",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "best picks",
        "sentiment": "none"
      },
      {
        "name": "mac",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "santa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T02:06:24.271+02:00",
  "updated": "2023-12-29T02:06:24.271+02:00"
}