{
  "thread": {
    "uuid": "e0061961e7240848c29480a58275b92c8605b3eb",
    "url": "https://www.globenewswire.com/news-release/2024/02/16/2830519/0/en/Edf-2023-Annual-Results-Substantially-higher-nuclear-power-output-in-France-Good-overall-operational-performance-New-commercial-policy-Net-financial-debt-reduced-Trajectory-1-5-C-v.html",
    "site_full": "www.globenewswire.com",
    "site": "globenewswire.com",
    "site_section": "https://www.globenewswire.com/AtomFeed/subjectcode/9-Company%20Announcement/feedTitle/GlobeNewswire%20-%20Company%20Announcement",
    "site_categories": [
      "hobbies_and_interests",
      "investors_and_patents"
    ],
    "section_title": "GlobeNewswire - Company Announcement",
    "title": "Edf: 2023 Annual Results: Substantially higher nuclear power output in France - Good overall operational performance - New commercial policy - Net financial debt reduced - Trajectory 1.5°C validated by Moody’s",
    "title_full": "Edf: 2023 Annual Results: Substantially higher nuclear power output in France - Good overall operational performance - New commercial policy - Net financial debt reduced - Trajectory 1.5°C validated by Moody’s",
    "published": "2024-02-16T10:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ml-eu.globenewswire.com/Resource/Download/ee3a8b05-34f2-4803-900b-e333b016eb14",
    "performance_score": 0,
    "domain_rank": 486,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e0061961e7240848c29480a58275b92c8605b3eb",
  "url": "https://www.globenewswire.com/news-release/2024/02/16/2830519/0/en/Edf-2023-Annual-Results-Substantially-higher-nuclear-power-output-in-France-Good-overall-operational-performance-New-commercial-policy-Net-financial-debt-reduced-Trajectory-1-5-C-v.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "EDF",
  "published": "2024-02-16T10:44:00.000+02:00",
  "title": "Edf: 2023 Annual Results: Substantially higher nuclear power output in France - Good overall operational performance - New commercial policy - Net financial debt reduced - Trajectory 1.5°C validated by Moody’s",
  "text": "2023 ANNUAL RESULTS\nSubstantially higher nuclear power output in France\nGood overall operational performance\nNew commercial policy\nNet financial debt reduced\nTrajectory 1.5°C validated by Moody’s\n|Performance|\nSales: €139.7 bn\nEBITDA: €39.9 bn\nEBIT: €13.2 bn\nNet income - Group share: €10.0 bn\nNet Financial Debt: €54.4 bn – NFD / EBITDA: 1.36x\nAdjusted Economic Debt: €86.3 bn – AED / adjusted EBITDA: 2.26x\nThe exceptional results of the Group were driven by a very good operational performance, achieving a significant 41.4TWh increase in nuclear generation in France in a context of historically high prices. Coming after the sudden drop in nuclear power output in France in 2022 due to the stress corrosion phenomenon and exceptional regulatory measures to limit price rises for consumers, these results have reduced net financial debt.\nIn 2023, EDF began key actions for the future\nNew commercial policy\nTo give its customers more price visibility and be more competitive, the Group is rolling out a new business policy involving 4 and 5 year ahead auctions on the wholesale market, and medium-term power supply contracts. The Group is also developing long-term industrial partnerships relating to the historic nuclear fleet (nuclear generation allocation contracts).\nSupporting customers’ efforts to reduce their carbon footprint:\nProducing more low-carbon electricity:\nExpanding the networks to address to the challenges of the energy transition:\nDeveloping flexibility solutions to meet electricity system requirements, via:\nAt its meeting of 15 February 2024, chaired by Luc Rémont, EDF’s Board of Directors approved the consolidated financial statements at 31 December 2023. Luc Rémont, Chairman and Chief Executive Officer of EDF, said: “2023 marks the return of the company’s operational performance at a better level, after a year of industrial difficulties and exceptional regulation unfavourable effects in 2022. With these good results, EDF has met its financial targets and reduced its financial debt. They also reflect the hard work put in by all EDF’s teams to turn generation levels around, and provide appropriate sales offers for customers, and innovative solutions in response to the needs of the electricity system. Finally, 2023 saw the start of key actions for the company’s future, with an intensive focus on change and efficiency improvements so we can remain the leader in carbon-free, competitive electricity production that is available at all times. I am certain that all these steps will continue to bring benefits over the next few years.”\n2026 targets (9)\nNet financial debt / EBITDA: ≤ 2.5x\nAdjusted economic debt / Adjusted EBITDA (10): ≤ 4x\nKey financial results:\n- EBITDA\n|(in millions of euros)||2022||2023||Organic change|\n|France - Generation and supply||-23,144||24,677||N/A|\n|France - Regulated activities||6,723||3,707||-44.9%|\n|EDF Renewables||909||932||2.8%|\n|Dalkia||333||407||22.8%|\n|Framatome||328||255||-25.3%|\n|United Kingdom||1,325||3,967||x3|\n|Italy||1,115||1,855||65.3%|\n|Other international||336||872||x2.6|\n|Other activities||7,089||3,255||-52.2%|\n|Group total||-4,986||39,927||N/A|\nThe gradual recovery of nuclear power generation in France, the high-price environment in Europe (entailing a record ARENH scheme cropping price), and the absence of regulatory measures of the kind introduced in 2022 were the main explanations for the exceptional (almost €45 billion) improvement in EBITDA to €39.9 million in 2023. The other businesses’ operational performances also contributed. The United Kingdom registered a good performance, particularly in sales. In Italy, most business segments contributed to this rise in EBITDA, and Dalkia’s sales performance was also very satisfactory.\n- Net income\nThe financial result for 2023 was an expense of €3.3 billion, a slight improvement of €0.2 billion from 2022 explained by:\n- a good performance by the dedicated asset portfolio, which achieved a return of 10.2% (vs -8.5% in 2022) thanks to favourable developments on the financial markets, particularly the equity markets in 2023 leading to a €6.5 billion improvement in other financial income and expenses (with a limited cash impact);\n- a €4.2 billion increase in the cost of unwinding the discount, principally owing to stability in the real discount rate applied for nuclear provisions in 2023 after the positive impact of a 50bp rate increase in 2022 (with no cash impact);\n- a €2.1 billion increase in the cost of gross financial debt, primarily reflecting a significant increase in interest rates (with a cash effect of €1.8 billion).\nThe financial result excluding non-recurring items, particularly the change in fair value of the dedicated asset portfolio, was -€5.6 billion, a decrease of €5.4 billion.\nNet income excluding non-recurring items stood at €18.5 billion, up by €31.1 billion in line with the significant growth in EBITDA after the corporate income tax expense (an income tax credit was booked in 2022).\nThe Group’s net income totalled €10.0 billion, up by nearly €28 billion. Apart from the large increase in net income excluding non-recurring items, the principal items after tax contributing to this change are:\n- the €4.0 billion change in the fair value of financial instruments;\n- €7.9 billion of impairment on the Hinkley Point C project and EDF Energy’s goodwill in 2023, in view of the new schedule and additional costs announced in January 2024.\n- Cash flow\nCash flow for 2023 amounted to €9.3 billion, versus -€24.6 million in 2022. This is explained by cash EBITDA of €43.9 billion resulting from a good operating performance and a very high price effect. It also benefited from the closing in 2023 of trading positions taken in 2022, with an effect of €5.3 billion.\nWorking capital requirement increased by €7.8 billion, comprising:\n- €5.1 billion for optimisation of trading, mainly reflecting the repayment of margin calls as positions were closed in 2023.\n- €3.9 billion due to the 2023 CSPE receivable generated by France’s tariff shield, which was offset by lower revenues from purchase obligations in a context of declining prices, compensation payments by the French State for 2023 charges, and the regularisation of excess compensation of previous years.\nThis cash flow funded net investments of €19.1 billion, €2.7 billion more than in 2022 due notably to the Hinkley Point C project, extensive maintenance work on the nuclear fleet, and network growth.\n- Net financial debt\nNet financial debt (1) totalled €54.4 billion at 31 December 2023, a decrease of €10.1 billion compared to end-2022. As well as the positive cash flow, the €2.4 billion conversion of OCEANE bonds reinforced EDF’s equity.\nThe bond issues of 2023, totalling around €8 billion, the lower level of short-term debt, and early repayments of bank loans lengthened the maturity of the Group’s financial debt to 11 years at 31 December 2023 (versus 9.4 years at 31 December 2022).\nEDF received the 2024 International Financing Review (IFR) “Corporate Issuer of the Year” award for its issues in 2023.\nFinancial results by segment:\nSegment sales are presented before elimination of inter-segment operations.\n- France - Generation and supply\n|(in millions of euros)||2022||2023||Organic change|\n|Sales||48,686||64,244||31.9%|\n|EBITDA||-23,144||24,677||N/A|\nThe considerable increase in EBITDA was driven by the gradual recovery by nuclear generation, with a favourable effect of €5.7 billion.\nIn 2022, the exceptional regulatory measures introduced by the French government to limit rises in sales prices to consumers had an adverse effect on EBITDA estimated at -€8.2 billion.\nThe lower nuclear output in 2022 had led to purchases of large volumes at very high market prices, but this effect was much smaller in 2023, generating a positive impact of €7.3 billion.\nAlso, the rise in prices had an impact of €12.1 billion for final consumers and €12.5 billion covered by the tariff shield. This effect is largely explained by the average forward market price for the past 2 years, which was €218/MWh in 2023 compared to €71/MWh in 2022, and an ARENH cropping price of €410/MWh in 2023, versus €257/MWh in 2022.\n- France - Regulated activities (2)\n| |\n(in millions of euros)\n|2022||2023||Organic change|\n|Sales||18,082||19,413||7.4%|\n|EBITDA||6,723||3,707||-44.9%|\n|Including Enedis||5,864||2,699||-54.0%|\nThe decrease in EBITDA is principally explained by a negative price effect estimated at €1.3 billion, caused by purchases of network losses made at very high market prices (this additional cost will be compensated by future tariff increases). However, changes in the TURPE network access tariff had a favourable effect estimated at €0.7 billion (3).\nAlso, in 2022 a €1.7 billion payment was received from RTE (4), corresponding to a share of interconnection fees, and there was no equivalent receipt in 2023.\nThe 8.2TWh decline in volumes distributed (excluding the weather effect) had a limited negative impact on EBITDA estimated at €0.1 billion.\n- EDF Renewables - Renewable Energies\nGroup renewables excluding hydropower in France\n|(in millions of euros)||2022||2023||Organic change|\n|Sales||3,647||3,636||4.6%|\n|EBITDA||1,191||1,712||43.6%|\n|Net investments||1,894||2,016||6.4%|\nContribution by EDF Renewables\n|(in millions of euros)||2022||2023||Organic change|\n|Sales||2,158||2,031||2.6%|\n|EBITDA||909||932||2.8%|\n|Including EBITDA for generation||1,246||1,234||1.8%|\nThe increase in EBITDA for Group Renewables is attributable to a 14% increase in wind and solar power output thanks to new capacities installed that brought total net capacity to 15.1GW at end-2023. In Italy and Belgium, hydropower output also rose substantially in a favourable price environment.\nAt EDF Renewables, EBITDA for generation increased due to 10.9% higher volume output following the commissioning of new plants in 2022 and 2023, despite less favourable wind conditions, particularly in the United Kingdom and the United States. The downturn in prices only affected the plants that are exposed to market prices.\nInvestments by Group Renewables were higher than in 2022, particularly due to development of large-scale solar plants in the United States (including Fox Squirrel - 753MW gross and Desert Quartzite - 527MW gross), in the United Kingdom and wind farms in Brazil (Eólico Serra do Seridó and Serra das Almas).\n- Dalkia - Energy Services\nGroup Energy Services (5)\n|(in millions of euros)||2022||2023||Organic change|\n|Sales||8,578||8,618||0.6%|\n|EBITDA||440||535||18.2%|\n|Net investments||572||589||3%|\nContribution by Dalkia\n|(in millions of euros)||2022||2023||Organic change|\n|Sales||6,663||6,395||-3.6%|\n|EBITDA||333||407||22.8%|\nThe service activities of Dalkia, Sowee and Izivia in France and the Edison Next activity in Italy all contributed to the increase in EBITDA for the Group Energy Services.\nAt Dalkia, the rise in EBITDA is attributable to the business performance, particularly in energy efficiency services and decarbonisation in France. Also, Dalkia’s co-generation plants were in operation over the whole first quarter in 2023 (in 2022, Dalkia was affected by early shutdowns due to a shortened winter tariff period).\nThe rise in investments mainly concerned Dalkia and Edison Next.\n- Framatome\n|(in millions of euros)||2022||2023||Organic change|\n|Sales||4,122||4,066||-2.0%|\n|EBITDA||589||597||-0.3%|\n|Contribution to EDF group EBITDA||328||255||-25.3%|\nThe change in EBITDA is explained by an increase in Installed Base services provided on behalf of EDF, and the ramping up of new nuclear projects in France and the United Kingdom. The contribution to Group EBITDA was lower, essentially in North America (financial difficulties with performance of a safety Instrumentation & Control renovation contract, and a temporary downturn in production by the nuclear fuel assembly plant).\nOrder intake amounted to approximately €4.8 billion at end-2023, higher than in 2022. The rise is mainly attributable to the Installed Base business in North America.\nFramatome and Naval Group completed the acquisition of Jeumont Electric in late 2023. This operation consolidates Framatome’s activities in the nuclear energy sector, by integrating a supplier specialising in production and maintenance of motors and equipment for the energy sector.\n- United Kingdom\n|(in millions of euros)||2022||2023||Organic change|\n|Sales||16,098||21,132||33.3%|\n|EBITDA||1,325||3,967||x3|\nThe increase in EBITDA was driven, in particular, by sales performance in the medium and large business segments, which helped to strengthen margins and market share. Allowances in the domestic default tariff cap led to a recovery of margins in the residential market, allowing suppliers to recuperate some of the costs incurred at the height of the energy crisis.\nOperational performance was strong for the generating business, where the higher realised nuclear prices offset lower power generation of 37.3TWh, down by 6.3TWh, following the shutdown of Hinkley Point B (-4.1TWh) in August 2022 and a more intense maintenance programme than in 2022.\n- Italy\n|(in millions of euros)||2022||2023||Organic change|\n|Sales||29,302||17,787||-39.5%|\n|EBITDA||1,115||1,855||65.3%|\nIn Italy, the increase in EBITDA in the electricity generation business was driven by better renewable energy output, especially in hydropower generation thanks to better hydrological conditions. However, this trend was mitigated by an unfavourable price effect in thermal generation.\nIn the sales activities, margins recovered across all customer segments.\nFinally, the gas business benefited from effective optimisation of the supply contract portfolio, despite the strong negative impact of non-delivery of agreed LNG supplies from the United States.\nWind and solar power capacities totalled 650MW net (6) at end-2023.\n- Other international\n|(in millions of euros)||2022||2023||Organic change|\n|Sales||5,659||5,583||-1.7%|\n|EBITDA||336||872||x2.5|\n|Including: - Belgium||118||673||x6|\n|- Brazil||225||210||-7.6%|\nThe rise in EBITDA in Belgium (7) is explained by better nuclear power output (+6%) compared to 2022, a year when results were affected by energy purchases at high prices and outage at the Chooz power plant. Generation was also up for hydropower (+54%) and wind power (+29%) in a high-price environment.\nWind power capacities totalled 633MW net (8) at end-2023.\nIn Brazil, EBITDA was down slightly due to the downturn in system services and an unfavourable spot price effect, despite the +5% adjustment to the Power Purchase Agreement attached to EDF’s Norte Fluminense plant in November 2022.\n- Other activities\n|(in millions of euros)||2022||2023||Organic |\nchange\n|Sales||19,724||7,677||-59.7%|\n|EBITDA||7,089||3,255||-52.2%|\n|Including: - gas activities||606||-66||-110.9%|\n|- EDF Trading||6,407||3,230||-47.5%|\nLower prices and lower levels of business at the Dunkirk terminal, after an exceptional year in 2022 with very high prices on the wholesale markets, explain the sharp decrease in EBITDA for the gas activities.\nIn a context of market and counterparty risks decline, EDF Trading achieved excellent performances, well above the pre-energy crisis levels of 2021. These performances were mainly achieved through good diversification, although the contribution to EBITDA was down from 2022 due to falling prices and lower volatility on the wholesale markets in 2023.\nExtract from the consolidated financial statements\nConsolidated income statement\n|(in millions of euros)||2023||2022|\n|Sales||139,715||143,476|\n|Fuel and energy purchases||(80,989)||(121,010)|\n|Other external purchases (1)||(10,493)||(9,420)|\n|Personnel expenses||(15,470)||(15,236)|\n|Taxes other than income taxes||(4,064)||(3,163)|\n|Other operating income and expenses||11,228||367|\n|Operating profit before depreciation and amortisation (EBITDA)||39,927||(4,986)|\n|Net changes in fair value on energy and commodity derivatives, excluding trading activities||363||(849)|\n|Net depreciation and amortisation||(11,161)||(11,079)|\n|(Impairment)/reversals||(13,011)||(1,762)|\n|Other income and expenses||(2,944)||(687)|\n|Operating profit||13,174||(19,363)|\n|Cost of gross financial indebtedness||(3,830)||(1,730)|\n|Discount effect||(3,988)||174|\n|Other financial income and expenses||4,469||(1,997)|\n|Financial result||(3,349)||(3,553)|\n|Income before taxes of consolidated companies||9,825||(22,916)|\n|Income taxes||(2,470)||3,926|\n|Share in net income of associates and joint ventures||257||759|\n|Net income of discontinued operations||-||6|\n|CONSOLIDATED NET INCOME||7,612||(18,225)|\n|EDF net income||10,016||(17,940)|\n|EDF net income - continuing operations||10,016||(17,946)|\n|EDF net income - discontinued operations||-||6|\n|Net income attributable to non-controlling interests||(2,404)||(285)|\n|Net income attributable to non-controlling interests - continuing operations||(2,404)||(285)|\n|Net income attributable to non-controlling interests - discontinued operations||-||-|\n(1) Other external expenses are reported net of capitalised production.\nConsolidated balance sheet\n|ASSETS|\n(in millions of euros)\n|31/12/2023||31/12/2022|\n|Goodwill||7,895||9,513|\n|Other intangible assets||11,300||10,619|\n|Property, plant and equipment used in generation and other tangible assets owned by the Group, including right-of-use assets||100,587||101,126|\n|Property, plant and equipment operated under French public electricity distribution concessions||66,128||63,966|\n|Property, plant and equipment operated under concessions other than French public electricity distribution concessions||6,544||6,816|\n|Investments in associates and joint ventures||9,037||9,421|\n|Non-current financial assets||48,327||48,512|\n|Other non-current receivables||2,110||2,165|\n|Deferred tax assets||7,403||8,696|\n|Non-current assets||259,331||260,834|\n|Inventories||18,092||17,661|\n|Trade receivables||26,833||24,844|\n|Current financial assets||39,442||58,033|\n|Current tax assets||669||497|\n|Other current receivables||9,074||15,165|\n|Cash and cash equivalents||10,775||10,948|\n|Current assets||104,885||127,148|\n|Assets held for sale||596||150|\n|TOTAL ASSETS||364,812||388,132|\n| |\nEQUITY AND LIABILITIES\n(in millions of euros)\n|31/12/2023||31/12/2022|\n|Capital||2,084||1,944|\n|EDF net income and consolidated reserves||50,084||32,396|\n|Equity (EDF share)||52,168||34,340|\n|Equity (non-controlling interests)||11,951||12,272|\n|Total equity||64,119||46,612|\n|Provisions related to nuclear generation - back-end of the nuclear cycle, plant decommissioning and last cores||60,206||56,021|\n|Provisions for employee benefits||15,895||16,231|\n|Other provisions||4,878||4,671|\n|Non-current provisions||80,979||76,923|\n|Special French public electricity distribution concession liabilities||50,010||49,459|\n|Non-current financial liabilities||69,724||71,058|\n|Other non-current liabilities||5,685||4,968|\n|Deferred tax liabilities||978||1,533|\n|Non-current liabilities||207,376||203,941|\n|Current provisions||7,294||7,943|\n|Trade payables||19,687||23,284|\n|Current financial liabilities||38,103||71,844|\n|Current tax liabilities||1,111||967|\n|Other current liabilities||26,975||33,504|\n|Current liabilities||93,170||137,542|\n|Liabilities related to assets held for sale||147||37|\n|TOTAL EQUITY AND LIABILITIES||364,812||388,132|\nConsolidated cash flow statement\n|(in millions of euros)||2023||2022|\n|Operating activities:|\n|Consolidated net income||7,612||(18,225)|\n|Net income from discontinued operations||-||6|\n|Net income from continuing operations||7,612||(18,231)|\n|Impairment/(reversals)||13,011||1,762|\n|Accumulated depreciation and amortisation, provisions and changes in fair value||18,116||6,820|\n|Financial income and expenses||1,934||446|\n|Dividends received from associates and joint ventures||702||590|\n|Capital gains/losses||234||(143)|\n|Income taxes||2,470||(3,926)|\n|Share in net income of associates and joint ventures||(257)||(759)|\n|Change in working capital||(7,785)||8,301|\n|Net cash flow from operations||36,037||(5,140)|\n|Net financial expenses disbursed||(2,534)||(1,003)|\n|Income taxes paid||(3,695)||(1,282)|\n|Net cash flow from continuing operating activities||29,808||(7,425)|\n|Net cash flow from operating activities relating to discontinued operations||-||-|\n|Net cash flow from operating activities||29,808||(7,425)|\n|Investment subsidies:|\n|Acquisitions of equity investments, net of cash acquired||(181)||(198)|\n|Disposals of equity investments, net of cash transferred||227||694|\n|Investments in intangible assets and property, plant and equipment||(21,021)||(18,324)|\n|Net proceeds from sale of intangible assets and property, plant and equipment||126||87|\n|Changes in financial assets||(2,196)||(7,344)|\n|Net cash flow from continuing investing activities||(23,045)||(25,085)|\n|Net cash flow from investing activities relating to discontinued operations||-||-|\n|Net cash flow from investing activities||(23,045)||(25,085)|\n|Financing activities:|\n|EDF capital increase||-||3,252|\n|Transactions with non-controlling interests (1)||1,746,||1,795|\n|Dividends paid by parent company||-||(72)|\n|Dividends paid to non-controlling interests||(482)||(407)|\n|Purchases/sales of treasury shares||-||4|\n|Cash flow with shareholders||1,264||4,572|\n|Issuance of borrowings||11,947||34,165|\n|Repayments of borrowings (2)||(21,712)||(5,876)|\n|Issuance of perpetual subordinated bonds||1,377||994|\n|Payments to bearers of perpetual subordinated bonds||(630)||(606)|\n|Funding contributions received for assets operated under concessions and investment subsidies||496||694|\n|Other cash flows from financing activities||(8,522)||29,371|\n|Net cash flows from continuing financing activities||(7,258)||33,943|\n|Net cash flow from financing activities relating to discontinued operations||-||-|\n|Net cash flow from financing activities||(7,258)||33,943|\n|Cash flows from continuing operations||(495)||1,433|\n|Cash flows from discontinued operations||-||-|\n|Net increase/(decrease) in cash and cash equivalents||(495)||1,433|\n|CASH AND CASH EQUIVALENTS – OPENING BALANCE||10,948||9,919|\n|Net increase/(decrease) in cash and cash equivalents||(495)||1,433|\n|Currency fluctuations||(53)||(397)|\n|Financial income on cash and cash equivalents||293||100|\n|Other non-monetary changes||82||(107)|\n|CASH AND CASH EQUIVALENTS – CLOSING BALANCE||10,775||10,948|\n(1) In 2023, these transactions in the United Kingdom notably include capital injections of €958 million by CGN into the Hinkley Point C project (€1,351 million in 2022), and a €485 million capital injection by the UK government into the Sizewell C project (€209 million in 2022).\n(2) Including €(2,789) for redemption of hybrid notes in 2023 (€(267) million in 2022).\nMain press releases since announcement of the HY1 2023 results\nGovernance\n- Appointment of Thierry Le Mouroux to the EDF Group’s Executive Committee (PR of 17/10/2023)\nCSR\n- COP 28: EDF signs several cooperation agreements to decarbonise electricity generation (PR of 08/12/2023)\n- EDF Group announces new objectives to reduce its CO2 emissions and reach “Net Zero Emissions” (PR of 28/11/2023)\n- Obs’COP 2023: Climate Change: World Opinion Faces up to Contradictions (PR of 27/11/2023)\n- EDF launches Oklima, a subsidiary dedicated to carbon offset solutions (PR of 12/09/2023)\nNuclear\n- Hinkley Point C Update (PR of 23/01/2024)\n- Investment boost to maintain UK nuclear output at current levels until at least 2026 (PR of 09/01/2024)\n- Framatome and Naval Group finalise the acquisition of Jeumont Electric (PR of 09/01/2024)\n- Estimated nuclear generation in France for 2026 (PR of 21/12/2023)\n- NUWARD and EDF are proud to start the second phase of the Joint Early Review of the NUWARD SMR design with an extended group of European nuclear safety authorities (PR of 19/12/2023)\n- Big Carl’s spectacular dome lift caps the year at Hinkley Point C (PR of 15/12/2023)\n- EDF submits a set of technical and commercial proposal for a new nuclear programme with EPR technology in Slovenia during the World Nuclear Exhibition 2023 and further signs key agreements with international partners (PR of 30/11/2023)\n- EDF chooses Veolia's pioneering technology to strengthen its emergency water treatment resources (PR of 29/11/2023)\n- EDF reaffirms the role of new nuclear development in its commitment to support the global energy transition by signing several strategic cooperation agreements during the World Nuclear Exhibition 2023 (PR of 28/11/2023)\n- EDF submits to the Czech operator ČEZ and its project company Elektrárna Dukovany II its Updated Initial Bid for one EPR1200 reactor to be constructed at the Dukovany site and up to four units in the Czech Republic (PR of 31/10/2023)\n- EDF Group creates new UK engineering subsidiary (PR of 21/09/2023)\nRenewables\n- Corporate PPA: EDF Renewables reaches 600 MW of long-term contracts in France (PR of 18/12/2023)\n- The consortium of EDF - TotalEnergies - Sumitomo Corporation entered into joint development agreement with the government of Mozambique for the 1,500MW Mphanda Nkuwa hydropower project (PR of 13/12/2023)\n- After the conversion of the Port Est power plant to liquid biomass, EDF's power generating fleet in Reunion Island reaches 100% of renewable energy (PR of 04/12/2023)\n- Masdar, EDF Renewables and Nesma Renewable Energy win tender for 1.1GW solar project in Saudi Arabia (PR of 28/11/2023)\n- Provence Grand Large's first floating offshore wind turbine has been installed at sea (PR of 19/09/2023)\nCustomers\n- EDF invests in Spotr to accelerate housing’s decarbonisation (PR of 23/01/2023)\n- La Poste Group and EDF Group join forces to accelerate energy transition of La Poste’s real estate assets (PR of 12/12/2023)\n- Launch by the French government of a public consultation on a proposed system to protect electricity consumers from 1 January 2026 (PR of 24/11/2023)\n- IZI by EDF launches its range of connected charging points for condominiums (PR of 09/11/2023)\n- EDF launches “Zen Flex” and “Défis Utiles” (Useful Challenges) to help customers reduce their energy consumption (PR of 12/10/2023)\nEnedis\n- Storm Ciarán: Enedis activates its Electricity Rapid Response Force (Force d’Intervention Rapide d’Electricité) (PR of 02/11/2023)\n- Two months after becoming an “entreprise à mission”, Enedis sets up its Mission Committee (PR of 13/09/2023)\nFinancing\n- EDF announces the Redemption of Outstanding Perpetual Subordinated Notes (PR of 14/12/2023)\n- EDF announces the success of its first senior green bond issue dedicated to the financing of the existing nuclear fleet, for a nominal amount of 1 billion euros (PR of 28/11/2023)\n- EDF announces the first partial repayment of bank financing concluded in 2022 2022 (PR of 19/10/2023)\n- EDF announces the success of its senior multi-tranche green bond issue for a nominal amount of 325 million Swiss Francs (PR of 21/08/2023)\nThis press release is certified. Check its authenticity on medias.edf.com.\nThe EDF Group is a key player in the energy transition, as an integrated energy operator engaged in all aspects of the energy business: power generation, distribution, trading, energy sales and energy services. The Group is a world leader in low-carbon energy, with a low carbon output of 434TWh, a diverse generation mix based mainly on nuclear and renewable energy (including hydropower). It is also investing in new technologies to support the energy transition. EDF’s raison d’être is to build a net zero energy future with electricity and innovative solutions and services, to help save the planet and drive well-being and economic development. The Group supplies energy and services to approximately 40.9 million customers (1) and generated consolidated sales of €139.7 billion in 2023.\n(1) Customers are counted per delivery site. A customer may have two delivery points.\nThis presentation is for information purposes only and does not constitute an offer or solicitation to sell or buy instruments, any part of the company or assets described, in the US or any other country. This document contains forward-looking statements or information. While EDF believes that the expectations reflected in these forward-looking statements are based on reasonable assumptions at the time they are made, these assumptions are intrinsically uncertain, with inherent risks and uncertainties that are beyond the control of EDF. As a result, EDF cannot guarantee that these assumptions will materialise. Future events and actual financial and other results may differ materially from the assumptions underlying these forward-looking statements, including, but not limited to, differences in the potential timing and completion of the transactions they describe. Risks and uncertainties (notably linked to the economic, financial, competition, regulatory and climate situation) may include changes in economic and business trends, regulations, and factors described or identified in the publicly-available documents filed by EDF with the French financial markets authority (AMF), including those presented in Section 2.2 “Risks to which the Group is exposed” of the EDF Universal Registration Document (URD) filed with the AMF on 21 March 2023 (under number D.23-0122), which may be consulted on the AMF website at\nwww.amf-france.org or the EDF website at www.edf.fr.\nNeither EDF nor any EDF affiliate is bound by a commitment or obligation to update the forward-looking information contained in this document to reflect any events or circumstances arising after the date of this presentation.\n(1) Net financial debt is not defined in the accounting standards and is not directly visible in the Group’s consolidated balance sheet. It comprises total loans and financial liabilities, less cash and cash equivalents and liquid assets. Liquid assets are financial assets consisting of funds or securities with initial maturity of over three months that are readily convertible into cash and are managed according to a liquidity-oriented policy.\n(2) Including Enedis, Électricité de Strasbourg and the French island activities.\n(3) Indexed adjustment to the TURPE 6 distribution tariff: +2.26% at 1 August 2022 and +6.51% at 1 August 2023.\n(4) In application of decision 2022-296 of 17 November 2022 published by the French energy regulator Commission de Régulation de l’Énergie (CRE). The substantial increase in wholesale prices resulted in an increase in interconnection income for RTE, and the CRE decided that this “windfall” should be shared with the users of the electricity transmission users earlier than under normal procedures.\n(5) Group Energy Services comprises Dalkia, IZI Confort, IZI Solutions, Sowee, Izivia, and the service activities of EDF Energy, Edison, Luminus and EDF SA. The services consist in particular of heating networks, decentralised low-carbon generation using local resources, street lighting, energy consumption management and electric mobility.\n(6) For Edison’s scope.\n(7) Luminus and EDF Belgium.\n(8) For Luminus’ scope\n(1) 40.9 M customers counted by point of delivery in France, the United Kingdom, Italy, and Belgium. One customer may have two points of delivery.\n(2)\nEnerdata named EDF the world’s largest producer of low-carbon electricity in 2022.\n(3) Estimated nuclear generation by the plants currently in operation.\n(4) Excluding the island activities, before deduction of pumped-storage volumes. After deduction of pumped-storage volumes, total hydropower output was 33.0TWh in 2023 (25.0TWh in 2022).\n(5) The risks of deviations in components, equipment or equipment parts delivered by EDF’s service providers and suppliers could, after analysis and provided the deviations are confirmed, lead to justification or correction of deviations and the possibility of a delayed start-up date.\n(6) See the press release of 23 January 2024. Previously, production by Unit 1 was expected to start in June 2027 and the completion cost was £25-26 bn2015 (see PR of 19 May 2022).\n(7) See note 10.8 to the 2023 consolidated financial statements.\n(8) See the\nNet Zero Assessment report\n(9) Based on scope and exchange rates as at 1 January 2024 and French nuclear output of 315-345TWh in 2024 and 335-365TWh in 2025 and 2026 by the plants currently in operation.\n(10) Applying constant S&P ratio methodology.\nAttachment",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "moody",
        "sentiment": "neutral"
      },
      {
        "name": "group",
        "sentiment": "none"
      },
      {
        "name": "edf",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "france",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T10:45:00.966+02:00",
  "updated": "2024-02-16T10:45:00.966+02:00"
}