{
  "thread": {
    "uuid": "b7719a27c968567a74b4b0f91c4cd38b1d5d124c",
    "url": "https://www.tatlerasia.com/power-purpose/front-female/in-conversation-ruth-lee-zara-chan-womens-health",
    "site_full": "www.tatlerasia.com",
    "site": "tatlerasia.com",
    "site_section": "https://tatlerasia.com",
    "site_categories": [],
    "section_title": "Tatler Asia – Celebrating the Best of Asia | Tatler Asia",
    "title": "Addressing women's health through TCM and western medicine | Tatler Asia",
    "title_full": "Addressing women's health through TCM and western medicine | Tatler Asia",
    "published": "2024-04-04T17:50:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "TW",
    "main_image": "https://cdn.tatlerasia.com/tatlerasia/i/2024/04/04120609-in-conversation-womens-health-zara-chan-and-ruth-lee_cover_1600x900.jpg",
    "performance_score": 0,
    "domain_rank": 22628,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b7719a27c968567a74b4b0f91c4cd38b1d5d124c",
  "url": "https://www.tatlerasia.com/power-purpose/front-female/in-conversation-ruth-lee-zara-chan-womens-health",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rachel Duffell",
  "published": "2024-04-04T17:50:00.000+03:00",
  "title": "Addressing women's health through TCM and western medicine | Tatler Asia",
  "text": "Master Ruth Lee’s pivot to Traditional Chinese Medicine (TCM) more than a decade ago came after 20 years in the advertising and marketing industry. The long hours and intensive lifestyle had started to take their toll and Lee was looking to make some changes. She found that TCM appealed. “It was because of its preventative approach; it [shouldn’t be] that you start to take care of yourself only when you have sickness or disease.”\nHaving studied TCM in Beijing, Lee now runs her own practice, Master Ruth TCM Clinic, in Hong Kong, with a focus on women’s health . She gets involved at all stages of a woman’s life, from first menstrual cycle to menopause and beyond, while specialising in fertility and IVF support , pre- and postnatal care, as well as offering facial acupuncture.\nDr Zara Chan is a specialist in obstetrics and gynaecology at Hong Kong’s OT&P clinic, and treats women at similar stages to Lee, with a focus on pre- and postnatal care and treating women as they approach and experience menopause, at which point she is seeing an increasing number of women suffering from hormonal imbalances.\nSee also: From childbirth to postpartum: How women are reclaiming their bodies and power through natural birth, doulas and luxury confinement centres\nFor Chan, treatment for such hormonal disturbances can vary but she will often encourage women to visit a TCM practitioner, as acupuncture, medication and physical therapies can all help. She says that these treatments also “make the person’s body more sensitive to whatever I give them, which is good because it means I don’t have to give as high doses. Sometimes it could mean that instead of giving full-fledged hormone therapy, I can start them on certain types of hormonal supplements,” a gentler beginning to hormonal treatment.\nIt [shouldn’t be] that you start to take care of yourself only when you have sickness or disease\n- Master Ruth Lee -\nThere are other points in a woman’s life when Chan sees that TCM is beneficial. When women start planning to have children, she will often suggest TCM therapies for cycle regulation rather than using oral hormones, as she has seen that acupuncture and acupressure can have a positive impact. When women are pregnant, Chan might also propose TCM to address certain aches and pains, while acupuncture can solve a persistent breach.\nLee appreciates being able to use TCM therapies to complement western treatments. But a shift that she would like to see is towards a more preventative health approach. “I think this is one of the great advantages of Chinese medicine. We see the individual as a unique body, and we treat it with a personalised approach. It helps to lay a good foundation for prevention. For example, if you have period pain, it could be because of your body constitution. We can understand different body constitutions, so people have an awareness and respect their body’s differences; then you have a preventative approach. We can do a lot of things to help you better manage your health.\nSee also: How I learned to prioritise myself again: a journey to self-care\n“TCM approaches are already used in a lot of public health issues, such as high blood pressure, cholesterol and diabetes. In women’s health we want to do a lot more to help people understand that you can actually take a preventative approach instead of just a problem-solving approach.” She believes that such an approach from early on could help prevent some of the more prevalent conditions she is increasingly seeing in women, which include menstrual issues, fibroids and infertility, aside from a corresponding jump in mental health conditions.\nWhen we call it women’s health, it’s very easy for all women to take an interest and very easy for men to brush it aside\n- Dr Zara Chan -\nAs interest in women’s health increases and the topic becomes part of a wider conversation, Chan is particularly excited that the topic of menopause is finally being addressed. “Pregnancy as a whole gets a bit more attention [when it comes to women’s health], because you really can’t ignore the pregnant woman who’s going to take a couple of months off. Companies can’t ignore it, people can’t ignore it, families can’t ignore it and pregnancy is something that’s celebrated, whereas menopause really doesn’t get a good name for itself,” says Chan. She adds that there are plenty of ways to treat some of the more severe symptoms of menopause in order to manage it, such as exercise , diet and making some adjustments in terms of work. “Having a little bit of time off during the day to allow somebody to zone out and rest makes a huge difference for people going through those years—and it’s not forever that they have to do that,” she says. Such tweaks can have a huge impact not only on the women experiencing menopause, but also on their families.\nSee also: How to prepare for perimenopause\nBut the attention on women’s health needs to go further. “Women’s health needs to be addressed on a corporate level, especially in Hong Kong,” says Chan. One reason is that she believes menopausal symptoms and issues should be covered by insurance. “It’s almost like insurance companies just say that the symptoms you get from menopause are normal, so they’re not going to cover it. Once [the topic of menopause] is addressed by corporations, that’s when the insurance companies also have to change.”\nAs well as getting corporations involved, Chan believes it’s essential that men also join the conversion on women’s health. “When we call it women’s health, it’s very easy for all women to take an interest and very easy for men to brush it aside, unless the men are in the throes of experiencing it through their wife or colleague,” says Chan. “When these discussions become corporatised and men are involved and we have all parties talking about these issues on a regular basis, it becomes much easier to address them.”\nThis story is part of our Front & Female In Conversation column, which appears monthly in the Tatler print magazine and is a series of discussions between women who are making an impact in their respective regions and fields.\nNOW READ\nEgg freezing and fertility preservation: Sow Fertility has everything you need to know\nWhy Women Aren’t Winning At Health (But Can): Exclusive book extract\nWomenX’s Dr Pui-Wah Choi on her love for science, her mission to improve women’s health and her disease-detecting menstrual pads\nTopics\nIn Conversation Ruth Lee Zara Chan traditional chinese medicine women's health",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "master ruth lee",
        "sentiment": "negative"
      },
      {
        "name": "zara chan di",
        "sentiment": "negative"
      },
      {
        "name": "ruth lee",
        "sentiment": "none"
      },
      {
        "name": "lee",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "tatler asia traditional chinese medicine",
        "sentiment": "negative"
      },
      {
        "name": "tcm",
        "sentiment": "negative"
      },
      {
        "name": "master ruth tcm clinic",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "beijing",
        "sentiment": "none"
      },
      {
        "name": "hong kong",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T02:03:43.984+03:00",
  "updated": "2024-04-12T03:05:42.526+03:00"
}