{
  "thread": {
    "uuid": "f2967fc2bbb580ffec721da2923f0f882d7b5d47",
    "url": "https://www.rionegro.com.ar/economia/logro-argentino-el-inta-secuencio-el-genoma-de-la-chicharrita-del-maiz-3675930",
    "site_full": "www.rionegro.com.ar",
    "site": "rionegro.com.ar",
    "site_section": "https://www.rionegro.com.ar/rss",
    "site_categories": [
      "travel",
      "south_america",
      "top_news"
    ],
    "section_title": "Diario Río Negro",
    "title": "Logro argentino: el INTA secuenció el genoma de la chicharrita del maíz",
    "title_full": "Logro argentino: el INTA secuenció el genoma de la chicharrita del maíz",
    "published": "2024-07-05T15:14:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.rionegro.com.ar/wp-content/uploads/2024/07/genoma-chicharrita.jpg?w=1200&amp;h=630&amp;crop=1",
    "performance_score": 0,
    "domain_rank": 52590,
    "domain_rank_updated": "2024-07-02T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f2967fc2bbb580ffec721da2923f0f882d7b5d47",
  "url": "https://www.rionegro.com.ar/economia/logro-argentino-el-inta-secuencio-el-genoma-de-la-chicharrita-del-maiz-3675930",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alan Agustini",
  "published": "2024-07-05T15:14:00.000+03:00",
  "title": "Logro argentino: el INTA secuenció el genoma de la chicharrita del maíz",
  "text": "Logro argentino: el INTA secuenció el genoma de la chicharrita del maíz\nEste hito científico que permitirá diseñar estrategias más eficientes para el control del insecto y facilitar el desarrollo de variedades de maíz más resistentes a las enfermedades transmitidas por este insecto.\nSe trata de un hito científico para entender la biología\ndel insecto vector que afecta al cereal. Esto posibilitará diseñar estrategias más eficientes para su control. Un trabajo que lleva adelante un equipo de especialistas del Centro de Investigaciones Agropecuarias del INTA de la Secretaría de Bioeconomía del Ministerio de Economía de la Nación, que logró la secuenciación, ensamblado y anotación del genoma de Dalbulus maidis.\nEste avance global -es el primero registrado hasta la fecha- se logró a partir de haber detectado que las condiciones de altas temperaturas y abundantes precipitaciones, junto con el escalonamiento en las fechas de siembra fueron las principales causas de la rápida reproducción y migración –del norte del país a la zona núcleo de producción– de esta plaga que afecta al maíz.\nEste insecto se detectó en algunos\ncampos de la Patagonia, pero no se registró el mismo impacto que en la zona centro del país. Sin embargo, su capacidad de dispersión genera un grado de preocupación entre los productores de la región ya que en Río Negro la superficie de maíz está creciendo a pasos agigantados con más de 25.000 hectáreas las implantadas en los distintos valles de la provincia.\nAdemás del impacto en el control de la chicharrita del maíz, esta investigación proporcionará información para entender la biología, distribución y evolución del insecto, lo que ayudará a predecir y mitigar futuros brotes y epidemias. Además, posibilitará el desarrollo de enfoques más precisos y dirigidos para el control de esta plaga, mediante la reducción en el uso de productos fitosanitarios.\nEl genoma es como el manual de instrucciones del insecto; allí está guardada toda la información que hace que la chicharrita sea el vector de enfermedades que afectan al maíz.Humberto Debat –virólogo del Instituto de Patología Vegetal (IPAVE) del CIAP.\nTambién podría ser utilizado en la mejora genética del maíz, facilitando el desarrollo de variedades más resistentes a las enfermedades transmitidas por este insecto. En este sentido, se podría llegar a comprender aspectos como los genes de inmunidad del insecto, identificar blancos potenciales para el desarrollo de mejores insecticidas, así como genes asociados a su interacción con las plantas infectadas y los agentes patógenos.\n“Este es un primer borrador sobre el mapa genético de Dalbulus maidis”, indicó Humberto Debat –virólogo del Instituto de Patología Vegetal (IPAVE) del CIAP, ubicado en Córdoba, Argentina– y agregó: “El genoma es como el manual de instrucciones del insecto; allí está guardada toda la información que hace que la chicharrita sea el vector de enfermedades que afectan al maíz”.\n“Conocer cómo vive el insecto, cómo se multiplica, cómo se dispersa, qué lo hace resistente o susceptible y cómo se convirtió en un ‘súpervector’, nos va a permitir diseñar estrategias más precisas y dirigidas para controlarlo”, expresó Debat quien desde hace 10 años se enfoca en el estudio de la interrelación que se da entre patógenos y cultivos.\nEste insecto se detectó en algunos campos de la Patagonia, pero no se registró el mismo impacto que en la zona centro del país.\n“Comprender aspectos sobre la inmunidad del insecto, nos permitirá identificar cuáles son los genes blanco para el desarrollo de mejores insecticidas, por ejemplo”, indicó Debat y aseguró que esta investigación proporcionará información crucial para entender su biología, distribución y evolución.\nContar con la información del código genético de la chicharrita es importante y necesario para comprender y afrontar el patosistema asociado a la cadena de maíz, que generó un gran impacto en el sector. “Esta es la primera versión del genoma, que se actualizará regularmente como un ‘genoma viviente’”, detalló Debat.\n“Esta iniciativa representa la capacidad de respuesta del INTA frente a emergencias sanitarias en el sector agropecuario y demuestra cómo se pueden enfrentar las demandas del sector con una visión a largo plazo, utilizando tecnologías de vanguardia para abordar problemas urgentes”, puntualizó el investigador del INTA.\nEl genoma es la secuencia total de ADN que posee un organismo en particular. Para lograrlo, Franco Fernández –biólogo y coordinador del nodo de secuenciación genómica del CIAP– procesó 20 ejemplares de Dalbulus maidis, que fueron obtenidos a partir de una colonia sana propagada en invernadero.\nPara la secuenciación utilizaron estrategia híbrida, que combina la plataforma ONT (Oxford Nanopore Technologies) para lecturas largas e Illumina para lecturas cortas. La etapa que siguió es el ensamblaje del genoma. Una vez que se secuenciaron los fragmentos, el siguiente paso es integrarlos para reconstruir el genoma del insecto. Una vez que se ha ensamblado el genoma, se realiza un análisis bioinformático para identificar genes, regiones reguladoras y otras características genómicas.\nEsto puede implicar comparar el genoma del insecto con genomas de otras especies para inferir funciones genéticas y relaciones evolutivas. En este punto, la interpretación es fundamental. Los investigadores leen, analizan y descifran los resultados del análisis bioinformático para comprender mejor la biología del insecto. “Esto puede ayudar a identificar genes asociados con características específicas, como resistencia a insecticidas o adaptaciones a diferentes hábitats”, subrayó Fernández.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T15:29:16.924+03:00",
  "updated": "2024-07-05T15:29:16.924+03:00"
}