{
  "thread": {
    "uuid": "ca9300b9951805f9c68f16bc772f5992794d8b62",
    "url": "https://www.eluniversal.com.mx/opinion/carlos-mora-alvarez/tiempo-de-periodistas-monsenor-salvador-cisneros-gudino",
    "site_full": "www.eluniversal.com.mx",
    "site": "eluniversal.com.mx",
    "site_section": "https://eluniversal.com.mx/metropoli",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Metrópoli | El Universal",
    "title": "Tiempo de periodistas: Monseñor Salvador Cisneros Gudiño | El Universal",
    "title_full": "Tiempo de periodistas: Monseñor Salvador Cisneros Gudiño | El Universal",
    "published": "2024-06-01T10:37:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.eluniversal.com.mx/resizer/mY1A5lzmBLW8gn11Tm4J7-wXWu0=/980x528/cloudfront-us-east-1.images.arcpublishing.com/eluniversal/B6JAJ7CRSFC7FND5TXPJO2YVY4.jpg",
    "performance_score": 0,
    "domain_rank": 3689,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ca9300b9951805f9c68f16bc772f5992794d8b62",
  "url": "https://www.eluniversal.com.mx/opinion/carlos-mora-alvarez/tiempo-de-periodistas-monsenor-salvador-cisneros-gudino",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Carlos Mora Álvarez",
  "published": "2024-06-01T10:37:00.000+03:00",
  "title": "Tiempo de periodistas: Monseñor Salvador Cisneros Gudiño | El Universal",
  "text": "\"Ven, dulce huésped del alma, descanso de nuestro esfuerzo, tregua en el duro trabajo, brisa en las horas de fuego,\ngozo que enjuaga las lágrimas y reconforta en los duelos.\nEntra hasta el fondo del alma, divina luz, enriquécenos\".\nOración para Pentecostés\n\"La gente se muere dondequiera. Los problemas humanos\nson iguales en todas partes. No son temas nuevos el amor,\nla muerte, la injusticia, el sufrimiento, que están sugeridos en\nPedro Páramo. Me han dicho que es una novela de amor a los\ndesamparados. Yo no sé. Yo narro la búsqueda de un padre,\ncomo una esperanza. Como quien busca su infancia y trata de\nrecuperar sus mejores días, y en esa búsqueda no encuentra sino\ndecepción desengaño. Y al final se derrumba su esperanza\ncomo un montón de piedras\".\nJuan Rulfo sobre Pedro Páramo\n\"Cuando sepas que he muerto di silabas extrañas.\nPronuncia flor, abeja, lágrima, pan, tormenta.\nNo dejes que tus labios hallen mis once letras.\nTengo sueño, he amado, he ganado el silencio\".\nRoque Dalton\nHe tenido la fortuna de conocer a algunos hombres de Dios en la faz de la tierra, pero ninguno como él, como Salvador, en todos los sentidos: Monseñor Salvador Cisneros Gudiño (LOS DONES I), quien finalmente descansó como bien lo merecía. Regularmente platico con mi Dios Padre durante las noches, antes de conciliar el sueño. Eventualmente me contesta, me manda alguna luz, algunas señales para trazar mi rumbo, la ruta a seguir, el cómo servir. Rara vez le pido algo, básicamente le agradezco tantas bendiciones recibidas. Le doy las gracias invariablemente por mi amada Gemy, mis padres, mis hijos y su madre. Además, excepcionalmente le pido por mi Máximo Mentor, mis hermanas y\nhermanos, junto con sus parejas y sus respectivos hijos e hijas. Por supuesto, un lugar muy especial tienen mis nietos: Carlos Alexander, Valentina, Sofía y Emiliano, citados en ese orden por orden de aparición terrenal. Luego le agradezco por los parientes vivos y muertos, particularmente las abuelas: Tavo y Consuelo, o Consuelo y Tavo, dependiendo del ánimo o el nivel etílico, sin olvidar nunca a los abuelos Ramón y Gerardo.\nContinuando con las bisabuelas Angelina y Victoria, eventualmente me acuerdo de sus maridos, los bisabuelos Manuel y Cirilo (a quien no conocí). Invariablemente sigo con los tíos y tías, vivos y muertos, para continuar con cualquier pariente, amigo o ahijado que me viene a la mente, ya sea aquí o allá, en el cielo, el purgatorio o más abajo. Tengo una sección muy sensible para quienes partieron más recientemente y aún me duelen, como Doña Alejandra y Milton, Alejandro, Rodrigo, Eliza (la comadre), Myriam, o Gustavo, el hijo de mi entrañable amigo Arturo. Basado en la máxima potestad de que un padre jamás debería enterrar a un hijo, tengo esa reunión pendiente por falta de valor, ya que es el primero de mi generación al que debo abrazar para apoyar en su duelo y dolor.\nSin embargo, en mis diálogos nocturnos con el Creador, mantengo un apartado extremadamente sensible que trata sobre los seres humanos que debe llamar y llevar a su lado. Algunos sacerdotes, a quienes cuestiono cada vez más (rogando disculpas si ofendo a alguien), dicen que en su infinita gracia y bondad, Dios los lleva ante su presencia. El nombre que encabeza esta bendita entrega es el de Don Salvador. Era una petición recurrente, diaria, podría decir. Finalmente, gracias a Dios, ha ocurrido. Así es, así sucedió: afortunadamente, el pasado 20 de mayo, día de Pentecostés, Monseñor Cisneros llegó al reino de los cielos junto a su Padre, a nuestro Padre. Durante varios años, Don Salvador estuvo limitado en sus infinitas, brillantes, míticas y místicas facultades. Me preguntaba, sin cuestionar jamás, por qué nuestro Creador lo mantenía aún en la tierra. ¿Cuál era el misterioso propósito que aún debía cumplir después de tanta siembra? ¿Cuándo vendría la cosecha? Me lo preguntaba prácticamente en los últimos tres años, cada vez que besaba su mano temblorosa, observándolo sufrir con profundo dolor en su elocuente inteligencia.\nDurante casi dos décadas, fungió como Rector del Seminario Mayor de nuestra amada Tijuana, donde formó y ordenó a docenas de sacerdotes. Además, en su memorable papel como catedrático universitario, forjó a decenas de periodistas, impartiendo una valiente y desbordante ética de integridad. Su luminosa estela dejó una huella perdurable en las futuras generaciones de hombres y mujeres de bien, que sueñan y aspiran a hacer el bien.\nEn lo personal, esos maravillosos momentos me parecen apenas un instante: evangelios, desayunos, comidas, cenas (encabezó nuestra mesa en media docena de navidades, bendiciendo los alimentos), y las infinitas y aleccionadoras charlas que disfruté con él en el\núltimo cuarto de siglo. Jamás me “confesé” con él; nunca fue necesario. Invariablemente me abrazó, me bendijo y me perdonó, más como un hermano que como el mejor sacerdote que pude haber conocido y tenido como guía espiritual.\nQuerido Salvador, adorado Monseñor, ejemplar varón, te recordaré eternamente como el más grande representante celestial que mi generación tuvo y tendrá en nuestra bendita tierra. Descansa en paz, añorado y entrañable Don Salvador Cisneros Gudiño. Tu inmensa bondad y carisma iluminarán eternamente nuestras vidas. Te bendigo ahora yo... a perpetuidad.\nHasta siempre, buen fin\nÚnete a nuestro canal ¡EL UNIVERSAL ya está en Whatsapp!, desde tu dispositivo móvil entérate de las noticias más relevantes del día, artículos de opinión, entretenimiento, tendencias y más.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief",
    "Arts, Culture and Entertainment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://whatsapp.com/channel/0029Va4lfJc1CYoM1R8IT71e",
    "https://news.google.com/publications/CAAqBwgKMKG_7wowkfm2Ag?hl=es-419&gl=MX&ceid=MX%3Aes-419",
    "https://news.google.com/publications/CAAqBwgKMKG_7wowkfm2Ag",
    "https://www.news.google.com/publications/CAAqBwgKMKG_7wowkfm2Ag?hl=es-419&gl=MX&ceid=MX%3Aes-419",
    "https://www.whatsapp.com/channel/0029Va4lfJc1CYoM1R8IT71e"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-01T10:52:12.753+03:00",
  "updated": "2024-06-01T10:52:12.753+03:00"
}