{
  "thread": {
    "uuid": "fcd8610fdd2861f487a568b889364ce8d856b285",
    "url": "https://www.hmpgloballearningnetwork.com/site/jcp/videos/strategies-health-care-industry-can-implement-improve-black-womens-participation",
    "site_full": "www.hmpgloballearningnetwork.com",
    "site": "hmpgloballearningnetwork.com",
    "site_section": "https://www.hmpgloballearningnetwork.com/feed",
    "site_categories": [],
    "section_title": "RSS Feeds",
    "title": "Strategies the Health Care Industry Can Implement to Improve Black Women’s Participation in Clinical Trials",
    "title_full": "Strategies the Health Care Industry Can Implement to Improve Black Women’s Participation in Clinical Trials",
    "published": "2023-12-28T23:32:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://d148x66490prkv.cloudfront.net/hmp_ln/styles/max_650x650/s3/2023-12/1636151536333.jpg",
    "performance_score": 0,
    "domain_rank": 16549,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fcd8610fdd2861f487a568b889364ce8d856b285",
  "url": "https://www.hmpgloballearningnetwork.com/site/jcp/videos/strategies-health-care-industry-can-implement-improve-black-womens-participation",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-28T23:32:00.000+02:00",
  "title": "Strategies the Health Care Industry Can Implement to Improve Black Women’s Participation in Clinical Trials",
  "text": "Kianta Key, Group Senior Vice President for GCI Health, explained the different influences and societal factors for why Black women are underrepresented in clinical trials and how the health care industry can create changes to diversify their data pool for studies.\nTranscript:\nResearch demonstrates that 80% of Black women are willing to participate in clinical trials. However, 73% have not been asked. Can you share your thoughts on the key barriers to information access that contribute to this significant gap, and how can we address this issue to ensure that more Black women are informed about and granted access to participate in clinical trials?\nKianta Key: So right, I think when that interesting stat right, that 73% of Black women have not been asked, never been asked to participate in a clinical trial and yet, on the other side of that 80% of Black women, I said they would be likely to participate in a clinical trial if asked, and I think the key barrier there is just the question right? I can't participate or do a thing if I am not prompted to do said things. So, I do think the barrier there is getting, you know, our health care providers, professionals, our researchers, investigators comfortable with making that ask of Black women and some of the work. We often find that there is bias with doctors, not even asking patients to participate and that bias, I'll say some of it is intentional, others could just be unconscious. But it's there, right, and so how do we address it? And I think a lot of that bias is that you know they feel like Black women might not complete the trial. They might not. They may not meet all the requirements sometimes trials have like a wait limit and so they think that Black women can't participate but I think that we should be doing some education on the provider side, saying to them, look, you know, at least make the ask and give Black women the agency to be able to make the decision and make the choice for themselves on whether they all you know end up participating. So I think that is like the key in the main barrier, and I think it is one that we can overcome. I do think we want more people to participate in clinical trials and I think that doctors who want more people to participate in clinical trials, because that ultimately, I think, makes our medicine and our treatments better. As a matter of how we do that and I think that how is it is the easy one to solve, and I don't look at it as much as a barrier, but as an opportunity, right? We have this opportunity to increase trial enrollment among Black women by simply just making the ask, especially with that 80% number, saying that if asked they would, they would be willing to participate. So that to me is an opportunity for all of us to really consider. I think the other barriers, maybe to even consider might be limited information about clinical trials and I do think, you know, in our survey 49% of Black women said that they have a positive perception of clinical trials, but 41% had like a neutral perception, so that to me is kind of like a knowledge gap where we're maybe not connecting maybe the benefits of participating in a clinical trial, what they are, or that, or relating it to the medicines you see in your pharmacy? Only are there because of clinical trials. So how can we do a better job of not necessarily introducing clinical trials with someone gets a diagnosis, but how do we make clinical trial information? As accessible or as normal as something like, you know, checking your blood pressure. Go on a walk to increase. You know your cardiovascular health. How do we make these things normal? And I think that again, that's the opportunity for us, especially as communicators, to work with our pharmacy partners to work with patient advocacy, groups to not only like, have certain things, for, like, you know, awareness day and awareness month. How do we also infuse messaging about clinical trial participation in there, too? So 2 barriers. But I think 2 opportunities, and I think it starts with the ask, and I think it starts with normalizing clinical trial information.\nDo you think that this is a direct result of payer coverage, or is it unrelated?\nKianta Key: So, if we're asking if Black women's participation in clinical trials is a result of maybe pay or coverage or insurance coverage. I'm going to give you a slow no and I'll say that because the cost of clinical trials are typically covered by insurance, or they might be covered by our pharmaceutical sponsors. But, going back to that clinical trial information that's not something that everyone knows, so they might not participate because they feel like I can't afford to do so, but in reality most of the time clinical cost for clinical trial participation is covered. However, that's I'm giving this slow sort of response. Slow? No slow? Yes, there are other costs associated with participating in clinical trials. Right? So, If you live far from the travel site, which is a barrier that Black women did talk about in the survey, who's covering that cost to participate right? So transportation, also thinking about if someone is, you know, working at a store, and you know they don't, they have limited PTO or sick leave, who will cover that time for not being able to work, or if they have children, or they're taking care of, you know a parent or spouse, and they're the primary caregiver. What are the costs or those hidden costs for a babysitter or some sort of care? So those are sort of like the hidden costs of clinical trials that I think we have to consider, and we have to remove as barriers for anyone, but particularly Black women from participating in clinical trials. So I would say no to the pay your coverage. But yes to these hidden more so day to day costs that maybe we don't consider when we're designing trials, or if a site is too far, especially like if you live in a rural community. How that might impact your ability to participate. So it's again, I think, identifying these issues. Not for identification sake, but identifying them because I think they are solvable. Right? I think it just is a matter of, you know, leading with intentionality. To say, what can we cover? In terms of those hidden costs and then how do we again use that clinical trial information that we want to make sure we're pumping out to make sure. Folks know that you don't have to say no to clinical trials, because you feel like it won't be covered. It will be covered, and will do this in addition to, if you need additional support to complete the trial.\nThe survey highlights that even among Black women with chronic health conditions or disabilities, 64% have never been asked to participate in a clinical trial. How can the medical community better identify and engage with Black women facing chronic health challenges to ensure their inclusion in clinical research studies?\nKianta Key: You know, one of the great things that I think the survey uncovered was that Black women trust their doctors. You know, I think for all the talk, and it is warranted of doctor distress within our health care system, when you look at the historical and contemporary mistreatment of Black people, particularly Black women in this country, as it relates to care, I think there's real reason to maybe not trust our health care system. But that's not true. That's not preventing them from participating in clinical trials and so I think we still trust doctors. We still trust doctors and I think that's again an opportunity. And it is an encouraging sort of point there, because I think often we lean on what our assumptions are, what we've been told in these misconceptions, when really Black women are looking to doctors, to really guide them in terms of how their treatment journey should be. You know, who should be involved. You know, referring out, they're really trusting their doctors to be able to do that and so I'm saying all that to say that you know trust is always gonna be the number one. You know, element of all the things that will drive clinical trial participation drugs inherits all of the things and so I do think the medical community can talk to Black women about, you know, you've just been diagnosed with this condition. But these are some opportunities. Are these are some options. For you. And that option could be a clinical trial, and explaining what the clinical trial process might be. I think often a lot of you know, Black women or people generally don't know. The process is, maybe they don't know the difference between like a phase 1 versus a phase 3 clinical trial so really educating folks about them like really goes back into clinical trial information. Because if we normalize all of that information by the time you know, folks get in front of a doctor, they feel educated and equipped to ask questions about clinical trial participation. On the other side, we have fortified sort of the messaging structure, for doctors and investigators would be able to communicate effectively to their patients and so I think that again, is that continuous clinical trial information when you're meeting with your patient and I also think it's in a patient said this to me. She said, It's meeting us in real life, I think often, you know, we have maybe 10 or 15 min with our doctors. But are there other opportunities for community engagement? That you know our health care professionals? You know, our research sites should be looking into so that way when it comes to asking me to be a part of a trial. It doesn't feel so transactional because you know me and again, you've built trust over different touch points and over time. So I think those are some again, just 2 key points, knowing that, doctor, that that Black women trust doctors that trust you to sort of engage and make the right sort of, put out the right options or the right calls, and to, you know as they say, IRL, getting with someone in real life. Outside of maybe the doctor's office to talk about what their options could be.\nWhat strategies do you think could be effective in breaking down these barriers and fostering greater inclusivity?\nKianta Key: I think it, you know it all starts with trust. If I don't trust you to do a thing or to even act on my behalf, then that relationship will be sort of frayed, and I think, recognize that we are in relationship with each other and so what we want to do, to foster that greater inclusivity is be proximate and I think that means again, going beyond just what our interactions are in the doctor's office. How do we think about really being engaged with the community? Really understanding who's a part of my care network? So I know for me personally, you know my mother took care of my grandparents, so maybe she, it wouldn't just be them in the office with the doctor. It'd be her. Maybe it'd be me, maybe it’d be my aunt. So how can we really think about the need to create a care network so that that then builds trust? So I could then say, grandma, you know you're not supposed to eat that cause doctor so and so said that you know that that you could. You can't have these things. So I think that recognizing who those folks are in that care network to then build trust right will foster that greater inclusivity, and then getting outside the doctor's office, getting outside of sort of the research site and really engaging with the community. I think that goes such a long way. In terms of again building that trust, and with that trust, if I believe in what you're saying, then that clinical trial ask and I would say that clinical trial invitation doesn't feel so, doesn’t have so much weight because we are actually in relationship with each other.\nThe survey reveals that about 49% of Black women surveyed had somewhat positive or positive perceptions about clinical trials, and 41% were neutral. Additionally, 67% of those who participated in a clinical trial reported having a good or exceptional experience. How can we leverage these positive perceptions to change the narrative around Black women’s participation in clinical trials?\nKianta Key: You know one thing that I've been learning as I've been doing more of this work, focus on clinical trials especially and this is patients across the board, regardless of, you know, gender racial identity. Patients will share that often when a clinical trial is complete, you know they never get a thank-you card. They don't get a follow up. Nothing happens, you know, post the trial. So even if they do have a positive or negative experience, no one is following up with them to be able to share or capture that so I do think there's opportunity here, for us to implement or to think about. We often think about, I think, from a communications perspective, things in a funnel like, get people in, they say yes, and then they finish, and then it's over. But we, what we really have to start considering is that we think about these things more in a loop, that yes, someone might, you know, know about a trial might need to remind them again. Then they get in the trial, and that's great. Then they complete the trial. That's wonderful. But then we wanna make them advocates for clinical trials, and that's a continuous sort of journey. It's not a one, and done, or up and down, or left and right thing it’s something that I think, will iterate over time, and we need to be agile enough to be able to create messages that reach them across those different touch points and I don't think if we were going by this funnel perspective, right, that will get to the Black woman who had a positive perception. If we don't, you know, send that, thank you. card, or, you know, send a post survey or say, you know what it seemed like, you had a great experience would you be interested in being a part of, you know, our community engagement team cause a lot of you'll spot fine, especially with cancer research centers. They have sort of community engagement offices and so I do think this sort of goes back to the first question, how do we make the ask? We can't get the information we need or to at this point the influencers we need, if we're not asking them to be a part of sort of helping us with clinical trial recruitment and so, I think, thinking about these things as a loop engaging with folks post trial, something that we need to, you know, bring some intentionality into and I think that will change the narrative about Black women's participation in trials. I think it's already pretty positive at 49%, but, as you see, for instance, a poster that says, you know, I'm so glad my grandma participated in this clinical trial. Imagine seeing that like at a bus stop or an ad on Instagram, or something like that. You would say, Okay, clinical trials are obviously working and that as we go on, I hope to do this survey. You know annually we should see a positive shift in the perception of clinical trials, so moving from neutral to positivity, or even getting some of those negative books into more positive perception of of clinical trials, because they see directly how it impacts folks that look like look like them and are part of their community.\nIs there anything else you would like to expand on?\nKianta Key: So I think that one of the I guess the greatest findings for me cause I'm a big believer in intersectionality. Thank you, Kimberly Crenshaw. So that just means that we all have these overlapping social identities that were not just, I'm not just a woman. I'm a Black woman. I'm a Christian Black woman. So all these things make me who I am and so, because of that, it will help, will guide me along different journeys, especially my health care journey. So one of the questions we asked Black women was, you know, who would influence you to maybe participate in the clinical trial? And it was so interesting because, again, thinking about intersectional identity, based on your generation, it really determined what you said. So Black women who were between 18 to 39, so kind of millennials and Gen z said celebrities and social media influencers would get them to be a part of a trial. Then you had sort of like older millennials, gen Xers, who said that, oh, I rely on my, you know self care teams like your hairstylist, someone who does your nails. So folks like that, a family member or a friend. Then sort of the older generation, generation X, they said that media outlets and reporters would be their go-to and then finally, you have baby boomers who said, help their health care team or patient advocates. So again, no one, no community is a monolith. Black women especially, are no monolith. So when we look at the different influences across generation, that to me says that we cannot continue to generalize our messaging or our messengers, when it comes to clinical trial participation. So if we have a trial, that's you know, we find that, you know, it's like metastatic breast cancer or some sort of observational study, really looking at who we're trying to target. If it's that 18 to 30 year old group, you know, is it a local social media influencer we need to tap? Is it, you know, celebrity who might already be doing health care messaging that we can tap as well. I think that is critical to creating resonant messaging, because, again, we often kind of check the box on things versus really being about, intentional and intersectional about, you know, our communication strategies. I do think that was a really cool insight, and I hope it's something that folks really take into account, not only when they're messaging of Black people, or Black women, but when they're messaging to anyone, I think no one is the same. So how can we kind of remove our general messaging sort of hats and put on more specific hats, especially if we're trying to get folks to move toward an action. I would say, the second thing that was also surprising, was that again, we think that you know mistreatment of Black people in the health care system will be the number one barrier to clinical trial participation and that's just not what we found. We found that barriers, real barriers for Black women, the number of the top 2 were fear of side effects, and then that the travel site was too far and I wanna speak a bit more about that fear side effects, because I feel like that's a universal sort of fear that going into something that I'm not sure what's going to happen. I'm not sure what the outcomes would be, will be so I feel like that's very universal and again, it's not what we thought it was, so I do think there's opportunity for us to then double down on that safety messaging, so really explaining what those risk factors might be when you kind of enter into a trial and I think in messaging about safety is most important for a community of women, that's, you know, often most burdened by chronic diseases. They'll probably be something that's important for other communities, too. So I do think there's real opportunity here to think about how we manage safety. How we message we're, you know, this is the protocol we're following, so that folks feel comfortable about making the decision to participate. So I just wanted to lift that up because I get I want to dispel the myth that we're kind of all holding on to that Black women are not participating in trials. Because of, you know Henrietta Lacks, or the Tuskegee syphilis trial, or even when you think about Serena Williams, who recently, you know, you know, gave birth to her daughter not too long ago, and you know, was having complications. They weren't listening to her. Those things are not stopping Black women from wanting to seek care, or from being willing to participate in a clinical trial. The barriers often exist outside of them. So how do we again just double down our messaging? How do we make the ask? How do we invite Black women participate? How do we build? Trust? And then how do we use that intersectional sort of approach to our messaging and messengers? To get Black women to say yes.\n© 2023 HMP Global. All Rights Reserved. Any views and opinions expressed are those of the author(s) and/or participants and do not necessarily reflect the views, policy, or position of Journal of Clinical Pathways or HMP Global, their employees, and affiliates.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Social Issue",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "gci health",
        "sentiment": "negative"
      },
      {
        "name": "health care industry can implement to improve black women",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T01:26:55.193+02:00",
  "updated": "2023-12-29T01:26:55.193+02:00"
}