{
  "thread": {
    "uuid": "6afc33198e38b13a5fb392e21d8e274bd04b1204",
    "url": "https://www.timesherald.com/2024/04/18/movie-review-dont-tell-mom-the-babysitters-dead-a-surprisingly-fun-remake",
    "site_full": "www.timesherald.com",
    "site": "timesherald.com",
    "site_section": "https://www.timesherald.com/things-to-do/movies/",
    "site_categories": [
      "media"
    ],
    "section_title": null,
    "title": "Movie review: ‘Don’t Tell Mom the Babysitter’s Dead’ a surprisingly fun remake",
    "title_full": "Movie review: ‘Don’t Tell Mom the Babysitter’s Dead’ a surprisingly fun remake",
    "published": "2024-04-19T00:25:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 55094,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6afc33198e38b13a5fb392e21d8e274bd04b1204",
  "url": "https://www.timesherald.com/2024/04/18/movie-review-dont-tell-mom-the-babysitters-dead-a-surprisingly-fun-remake",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tribune News Service",
  "published": "2024-04-19T00:25:00.000+03:00",
  "title": "Movie review: ‘Don’t Tell Mom the Babysitter’s Dead’ a surprisingly fun remake",
  "text": "Katie Walsh | Tribune News Service (TNS)\nThe hazards of remaking a beloved film are well known. While the 1991 comedy “Don’t Tell Mom the Babysitter’s Dead,” starring Christina Applegate, didn’t exactly thrill critics 30 years ago, it’s become a cult classic, especially for elder millennials who grew up on the movie. It’s the ideal text for a remake — the source material isn’t regarded as untouchable, the name recognition is high, and it can be easily adaptable to a modern milieu while still stoking those childhood memories for those who love the original.\nRelated Articles Movies | Michael Douglas has a knack for unforgettable roles — here are 7 of the best Movies | ‘Irena’s Vow’ review: Drama a powerful portrait of bravery during World War II Movies | ‘The Beast’ review: In 2044, AI takes care of business, while Léa Seydoux takes care of the movie Movies | What to watch: Unsettling ‘Civil War’ is the ultimate what-if movie Movies | ‘The Greatest Hits’ review: Time travel-by-song hook is catchy in fantasy-romance Nostalgia can be a trap, one that writer Chuck Hayward and director Wade Allain-Marcus fortunately sidestep in their remake. There are enough nods to the first film to please fans looking for those Easter eggs, but they don’t get in the way of the story itself, a teen comedy that keeps it real, despite the heightened circumstances. They also update the family from white to Black, which brings a new layer of stakes to the situation.\nAfter their mother (Patricia “Ms. Pat” Williams) suffers a nervous breakdown at work, the Crandell siblings are left in the care of a Mrs. Sturak (June Squibb), a sweet old lady who reveals herself to be a nagging, racist, slut-shaming tyrant. In her advanced age, the wild rager that the kids throw in the house is too much for her to bear, and she (as the title suggests) drops dead from shock, or perhaps secondhand smoke. Hoping to evade authorities, the Crandell siblings get rid of her body — along with her purse filled with cash from mom.\nWithout wanting to disturb their mentally fragile mother, shipped off to a meditation retreat in Thailand, it’s up to big sis Tanya (Simone Joy Jones) to get a big-girl job and provide for her siblings. So much for a fun summer, she’s now learning the joys of a Los Angeles morning commute and cutthroat office politics at a fashion company called Libra. Meanwhile, her skater brother Kenny (Donielle T. Hansley Jr.) has to get his slacker act together to hold down the fort at home.\nMuch of the appeal of the first film came from star Applegate in her first major film role (she was already well-known thanks to the sitcom “Married… With Children”), playing eldest sister Sue Ellen. Jones is similarly charming, in a different way. She sells a performance of a likable teen who is in over her head but gamely manages to thrive in a professional working environment.\nThe script by Hayward is not exactly breaking new ground (it is a remake after all) but it establishes the siblings as unique and distinctive characters, including smart and weird little bro Zack (Carter Young) and morbid gamer tween sis Melissa (Ayaamii Sledge). Their interactions are funny and natural, and their healthy skepticism of the police has real consequences and informs their questionable decision-making.\nThe only weak link in the family is Williams, a stand-up comedian whose small, underwritten role as mom to the Crandell kids doesn’t play to her strengths. She’s in a handful of scenes, and Tanya’s role model is filled by Nicole Richie playing her boss at Libra, Rose. Richie is so dynamic and energizing on screen you wonder why she doesn’t act more, and she has genuine chemistry with Jones.\nThis is the first major feature film directed by Allain-Marcus, an actor who co-starred on “Insecure,” and he does a lot to demonstrate his abilities and influences as a director here. The cinematography by Matt Clegg is crisp and saturated, utilizing a lot of complex tracking shots, and there are nods to ‘70s-style filmmaking and retro touches like the yellow title font that drops about 18 minutes into the film. Some of these flourishes are slightly inconsistent with the material, but demonstrate a new filmmaker excited to experiment with the form of the teen comedy.\n“Don’t Tell Mom the Babysitter’s Dead” is surprisingly authentic and fun for this kind of nostalgia-baiting remake material, which is naturally formulaic. It’s the focus on character and allowing the actors to shine that makes this one sing, and it should make a star out of Jones, who, like her character, manages to hold it all together.\n‘DON’T TELL MOM THE BABYSITTER’S DEAD’ 2.5 stars (out of 4)\nMPA rating : R (for teen drug use, language and some sexual references)\nRunning time : 1:38\nHow to watch : In theaters now\n©2024 Tribune Content Agency, LLC",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "katie walsh",
        "sentiment": "positive"
      },
      {
        "name": "christina applegate",
        "sentiment": "none"
      },
      {
        "name": "irena",
        "sentiment": "none"
      },
      {
        "name": "wad",
        "sentiment": "none"
      },
      {
        "name": "chuck hayward",
        "sentiment": "none"
      },
      {
        "name": "michael douglas",
        "sentiment": "none"
      },
      {
        "name": "léa seydoux",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "tribune news service",
        "sentiment": "positive"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:12:25.035+03:00",
  "updated": "2024-04-19T01:12:25.035+03:00"
}