{
  "thread": {
    "uuid": "970910e51316026fd5c6dce2fba424b02d3e09d4",
    "url": "https://newsrnd.com/news/2023-12-29-choosing-a-career-was-just-a-joke--now-jerica-kutzki-is-bavaria-s-best-roofing-assistant.SJbc6KXhPT.html",
    "site_full": "newsrnd.com",
    "site": "newsrnd.com",
    "site_section": "https://newsrnd.com/",
    "site_categories": [],
    "section_title": "The Limited Times",
    "title": "Choosing a career was just a joke: now Jerica Kutzki is Bavaria's best roofing assistant - The Limited Times",
    "title_full": "Choosing a career was just a joke: now Jerica Kutzki is Bavaria's best roofing assistant - The Limited Times",
    "published": "2023-12-29T13:13:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.merkur.de/assets/images/33/492/33492336-ganz-in-ihrem-element-jerica-kutzki-bei-der-arbeit-auf-dem-eisstadion-dach-in-garmisch-partenkirchen-nur-das-frauenthema-nervt-sie-ein-wenig-12fe.jpg",
    "performance_score": 0,
    "domain_rank": 47405,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "970910e51316026fd5c6dce2fba424b02d3e09d4",
  "url": "https://newsrnd.com/news/2023-12-29-choosing-a-career-was-just-a-joke--now-jerica-kutzki-is-bavaria-s-best-roofing-assistant.SJbc6KXhPT.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anonym",
  "published": "2023-12-29T13:13:00.000+02:00",
  "title": "Choosing a career was just a joke: now Jerica Kutzki is Bavaria's best roofing assistant - The Limited Times",
  "text": "Status: 29.12.2023, 12:00 p.m.\nBy: Katharina Bromberger\nCommentsPrint Share\nIn her element: Jerica Kutzki at work on the roof of the ice stadium in Garmisch-Partenkirchen. Only the women's issue annoys her a little. © private\nAfter graduating from high school, Jerica Kutzki didn't really know what to do. \"I'm going to be a roofer,\" she joked. After her trip around the world, she did just that in Oberau. And she's really good at her job.\nOberau – Jerica Kutzki could no longer listen to the constant questions. Someone constantly wanted to know what she was going to do after school. She also didn't always want to say: I don't know. So she answered. \"I'm going to be a roofer.\" Just like that. A joke. So that people don't drill any longer. A 1.60 meter tall girl, slim and petite, who becomes a roofer. \"That sounds good, I thought.\" At some point, she said to herself: Why not? So she became a roofer. Bavaria's best companion. In this year's test, no one was as good as her.\nAlone among men: Jerica Kutzki is the only woman to take the roofing exam In 2021 and 2022, only men completed the apprenticeship. Now the 23-year-old was the only woman to take the exam. She had a total of 14 hours for her tasks. Among other things, Jerica Kutzki had to construct a pitched roof – her main focus – as a tile model, calculate everything, lath, cover it, and also construct the wall connection. In addition, there were smaller work samples from other areas such as waterproofing and exterior wall cladding. It was also required to act correctly in terms of safety, environmental protection and economic efficiency. The biggest challenge for the young woman: time. The prospective journeymen divided them up themselves. The examiners were not interested in how long they spent on a task. The main thing is that everything was done in the end. It was the case with the Unterammergau resident. And it does so exceptionally well.\n\"It went quite well,\" she said after her long day at the Waldkirchen Roof Technology Competence Centre in the Bavarian Forest. She didn't find out about her success until a few days later from her training manager. National winner – she hadn't expected that. She had gone into the exam with a simple goal: \"I want to do it as well as possible.\" She learned a lot for this, and she was also able to practice during the winter break in her training company, at the roofing and tinsmithing company Bobinger in Oberau. \"That was my great luck.\" In general, she singles out her employer. The team, the support, the cohesion, that's where she feels comfortable. From the very beginning, she was allowed to work hard and was not spared. \"I liked that.\"\nJerica Kutzki: The women's issue is annoying - \"Now it's good too\" The women's issue annoys her a little. Just like the comments on it. \"I didn't even know that Bobinger had a daughter.\" Jerica Kutzki has lost count of the number of times she has heard this or a similar statement on construction sites. Also popular is the question: \"Do your parents force you to do this?\" The fact that she, as a woman, chose this profession voluntarily and without a roofing business in her family was something that some customers, and especially employees of other craftsmen's companies, could not and cannot imagine. Most of the time, Jerica Kutzki stands above it. But at the same time, she says: \"Now it's good for a change.\"\nBy now, many people in the district know them, so it's getting better. But again and again she hears sayings that refer to her gender. Be it just that once again a craftsman colleague from another company doubts whether she can carry one or the other drum of wood. Or that customers automatically ask the man in the team technical questions – even if he is the apprentice and then looks at Jerica Kutzki for help.\nBut the 23-year-old is also experiencing extremely positive reactions. Many are happy about female diligence: \"Women work much more precisely,\" some say. \"Women on the roof, I think that's great,\" enthused an elderly lady. \"I would have liked to learn that, but I'm afraid of heights.\" Jerica Kutzki not at all, even in her free time she is looking for a deep view as a climber.\nMy news For Christmas tree: Unknown man marches with chainsaw on cemetery - horror is big read\nIce Stadium Issue: Desperate Search for New InvestorRead\nAt SCR anniversary game in Garmisch-Partenkirchen: Ice hockey ultras attack police officers\nApprehended at Mittenwald train station: Smuggled people abandoned on Boxing Dayread\nAfter hailstorm: Rocket ban on New Year's Eve and New Year's Eve – \"We've had enough drama lately\"read\nDeath on the Zugspitzplatt: Missing 23-year-old foundread\nFrom Dessau via Spain to Oberau Since 2021, she has been working at the Bobinger company. She started there as an intern. After graduating from high school in her home town of Dessau in Saxony-Anhalt, she had considered studying. But what? Her parents reminded her that she could also do an apprenticeship in the trade. She has always liked to work with her hands. From an early age, she spent a lot of time outside, \"there was always something to saw, screw together, glue or hammer,\" says the daughter of a nature educator. Before she decided, she went on a trip around the world in 2019, spent a lot of time in Spain, worked a job to finance her free time. After more than a year on the road, she was looking for a place to settle down (for the time being) and a suitable business. That's how she came across the Bobinger company. She liked the company, she also likes the mountains. \"So I stayed.\"\nYour bosses are pleased. \"From the very beginning, our Jerica was fully involved and integrated,\" says owner Josef Bobinger. He and his two sons, Michael and Stefan, are proud of their achievements. The 23-year-old also proved this at the German championship after the Bavaria-wide victory. She doesn't know how she performed. Because only the first three places were awarded. All other participants finished in fourth place. It doesn't bother the young woman. Craftsmanship as a competition is not her world. She chalks it up as an exciting experience. But she prefers teamwork on the construction site.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Labor"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jerica kutzki",
        "sentiment": "negative"
      },
      {
        "name": "katharina bromberger",
        "sentiment": "negative"
      },
      {
        "name": "jerica k",
        "sentiment": "negative"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "bavaria",
        "sentiment": "none"
      },
      {
        "name": "oberau",
        "sentiment": "none"
      },
      {
        "name": "garmisch-partenkirchen",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T13:22:49.069+02:00",
  "updated": "2023-12-29T13:22:49.069+02:00"
}