{
  "thread": {
    "uuid": "8402c96729c64c658a2e6cc915ab84410b27def1",
    "url": "https://www.live5news.com/2024/06/22/charleston-memorial-stair-climb-honors-first-responders-whove-lost-their-lives",
    "site_full": "www.live5news.com",
    "site": "live5news.com",
    "site_section": "http://www.live5news.com/homepage",
    "site_categories": [
      "media"
    ],
    "section_title": "Home",
    "title": "Charleston Memorial Stair Climb honors first responders who’ve lost their lives",
    "title_full": "Charleston Memorial Stair Climb honors first responders who’ve lost their lives",
    "published": "2024-06-23T01:02:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gray-wcsc-prod.cdn.arcpublishing.com/resizer/v2/7M56Q3AF5BCLROAG7KAPVHXYRQ.png?auth=daec98eaa5ed65c3b65a8236bb60c95d2dc5c7965f714a0906e0a1f46fe67e28&amp;width=1200&amp;height=600&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 13908,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8402c96729c64c658a2e6cc915ab84410b27def1",
  "url": "https://www.live5news.com/2024/06/22/charleston-memorial-stair-climb-honors-first-responders-whove-lost-their-lives",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Live5News",
  "published": "2024-06-23T01:02:00.000+03:00",
  "title": "Charleston Memorial Stair Climb honors first responders who’ve lost their lives",
  "text": "Charleston Memorial Stair Climb honors first responders who lost their lives CHARLESTON, S.C. (WCSC) - Hundreds of people from all over the country participated in the 4th annual Charleston Memorial Stair Climb, which honors the first responders who have died while in the line of duty. With this week marking [17 years since the Sofa Super Store fire](https://www.live5news.com/news/charleston-9/) that killed nine Charleston firefighters, the climb honors those first responders who lost their lives here in the Lowcountry, as well as those who died on 9/11. Their goal was to have at least 412 climbers to represent the 412 first responders who lost their lives on 9/11, and they ended up having over 430. Each participant climbed 110 flights of stairs inside the North Charleston Coliseum, which is the number of flights that were climbed in the Twin Towers on Sept. 11, 2001. Many people from the Lowcountry climbed the stairs on Saturday, as well as some from Seattle, Louisiana, Florida and New York. Charleston Memorial Stair Climb Event Director Rachel Cole says that the Mount Pleasant Fire Department won the largest department award this year. She says this year has been the largest crowd they have seen in the four years of putting on this event. “The Charleston Memorial Stair Climb is designed to help all of us remember the day of 9/11, to help us honor those that we lost that day, the first responders that died in the line of duty, and to take some time to show that we truly will never forget,” Cole says. She says another thing they try to point out is the mental health issues seen in first responders today. “Part of our emphasis for the climb is making sure that we bring awareness to mental health issues. So, there are so many firefighters that are still on the job after going through something like 9/11 or the tragedy we had here in Charleston with the Charleston Nine, so one of the important things for us is to make sure that they know there are resources out there, there is help out there for them, and they are not alone,” Cole says. Hannah Wolf drove from Savannah, Georgia to make the climb. She says she wanted to be able to show her support to not only first responders in the area but also at a larger level. “It’s important to honor and remember those that have passed, but it’s also, they mentioned in the opening remarks, you know, that people are still suffering from this even after the event of 9/11,” Wolf says. “They talked a lot about mental health and everything and that is a huge, huge reason to show up and support the community. They do so much for us, and we should do the same for them.” Colin Cotter and Reilly Kilbride also participated in the climb and are with Lexington County Fire Services in South Carolina. They say they believe it is important to put in the sweat and steps to show that you honor those who have lost their lives. “It’s easy to say that you want to honor your brothers, but you got to put the work in behind it, you know, I mean those of us that have lost friends like they are looking down at you and they want you to do the work too,” Cotter says. “So, this is my second year actually doing the stair climb, my wife is over there she did it with me, and next year my son is going to do it with me. So, this is a tradition I want to have in my family to just raise and ride and honor the people that have, you know, passed before us,” Kilbride says. The funds raised from the climb go towards supporting first responder organizations. Their largest donation goes towards the Lowcountry Firefighter Support Team. They also donate funds to other organizations such as Texas Brotherhood Ride, One Soldier One Dog One Mission, MUSC Children’s Health and S.C. Firefighters’ Burned Children’s Fund, and the Police Unity Tour. The Charleston Memorial Stair Climb has been able to donate over $40,000 from its past three events. Cole says she hopes that the event continues to grow so that they can continue to pass on to future generations what it means to never forget. The climb is a sanctioned event under the Association of Memorial Stair Climbs. Copyright 2024 WCSC. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Social Issue"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rachel cole",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "mount pleasant fire department",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "s.c.",
        "sentiment": "none"
      },
      {
        "name": "charleston memorial stair climb",
        "sentiment": "none"
      },
      {
        "name": "charleston",
        "sentiment": "none"
      },
      {
        "name": "charleston",
        "sentiment": "none"
      },
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "seattle",
        "sentiment": "none"
      },
      {
        "name": "north charleston coliseum",
        "sentiment": "none"
      },
      {
        "name": "louisiana",
        "sentiment": "none"
      },
      {
        "name": "florida",
        "sentiment": "none"
      },
      {
        "name": "lowcountry",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-23T01:22:28.343+03:00",
  "updated": "2024-06-23T14:59:26.227+03:00"
}