{
  "thread": {
    "uuid": "495f56e3b5df0865aa22130c8ad9581748156444",
    "url": "https://www.slamonline.com/hoops-rap-and-everything-black/pooh-jeter",
    "site_full": "www.slamonline.com",
    "site": "slamonline.com",
    "site_section": "http://www.slamonline.com/feed/atom",
    "site_categories": [
      "pro_basketball",
      "sports"
    ],
    "section_title": "SLAM",
    "title": "Hoops, Rap and Everything Black: Pooh Jeter is All About Serving Others, Whether He’s on the Court or Sidelines",
    "title_full": "Hoops, Rap and Everything Black: Pooh Jeter is All About Serving Others, Whether He’s on the Court or Sidelines",
    "published": "2024-02-29T23:41:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://d1l5jyrrh5eluf.cloudfront.net/wp-content/uploads/2024/02/20240108-SLAM-X-Pooh-Jeter-29-1-scaled.jpg",
    "performance_score": 0,
    "domain_rank": 29019,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "495f56e3b5df0865aa22130c8ad9581748156444",
  "url": "https://www.slamonline.com/hoops-rap-and-everything-black/pooh-jeter",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Curtis Rowser III",
  "published": "2024-02-29T23:41:00.000+02:00",
  "title": "Hoops, Rap and Everything Black: Pooh Jeter is All About Serving Others, Whether He’s on the Court or Sidelines",
  "text": "Hoops, Rap and Everything Black: Pooh Jeter is All About Serving Others, Whether He’s on the Court or Sidelines\nPooh Jeter is many things: a Los Angeles native, a mid-major product and an overseas hoop legend, to name a few. And now you can add NBA player development coach and G League assistant GM to the list. But there’s one identifier that’s the foundation of Pooh’s entire existence. Above everything else, Pooh is a man of faith.\nHe’s made it abundantly clear that he finds his life’s purpose in helping serve others and providing light in times of darkness. After a spectacular career at the University of Portland, the undersized point guard went undrafted in the 2006 NBA Draft. But his faith didn’t allow that to deter him from his goal of becoming a professional basketball player.\nHe’d end up having a 17-year pro career that spanned a handful of countries and a brief stint in the NBA with the Sacramento Kings in 2010-11. Last year, he announced his retirement as a player after spending his last two seasons as a player/mentor with the NBA G League Ignite.\nHe followed up his retirement with news that he’d be joining the Portland Trail Blazers as a player development coach and their G League affiliate, the Rip City Remix, as an assistant GM.\nPooh pulled up to the SLAM office and chopped it up about everything: his new dual role with the Trail Blazers, his transition from player to coach, founding the Black Coaches Association, what community means to him and more.\nThis interview has been slightly edited for clarity and conciseness.\nSLAM: I appreciate you for being here, first things first. We’ll get into a few things, but I want to start with your latest accomplishment, becoming a coach in the League. How’d that come about?\nPooh Jeter: First, praise God that we’re able to have this conversation and speak on the SLAM platform. This is huge. You know, me being in this new role–I wasn’t expecting it. I was really expecting to still be playing with Ignite, until I got this opportunity from Mike Schmitz, the assistant GM [for the Portland Trail Blazers] and a longtime friend of mine. He had an idea of this dual role, in the front office and coaching. Once Chauncey Billups—who I’ve been knowing since ’05—found out, he was like, I need him too! So it just made sense to have this role of being a player development coach [for the Trail Blazers], and also being assistant GM of our NBA G League [Rip City] Remix team.\nSLAM: So, what’s Coach Pooh like?\nPJ: Coach Pooh is—I’m still a hooper. But I’m able to share my experiences. One thing I know about player development is people don’t think about the development part. That’s not just basketball. Me being in this role, I’m still like a teammate since I just recently made this transition. For me to be able to tap in for you to bring out your best don’t really gotta do with basketball; we’re human beings as well. I think the trust that players have with me, they’re able to really let me know what’s going on with them. Because, the basketball stuff is—I’ll be able to help with that, for sure.\nSLAM: How’s that transition from player to coach/front office executive been for you since announcing your retirement last year?\nPJ: The transition has been amazing, man. The last two years I played with G League Ignite really helped me make my transition even better. I still get down and practice, which is cool. I’m one of the only people in the League with this role. It’s an amazing balance; I’m able to really talk to both sides. I’ve experienced so much and it’s not meant for me to hold it, it’s for me to share. My whole mission is refreshing others; that’s what I’m about.\nSLAM: In another interview, you mentioned how important it is for you to share information with your community first. Can you speak to this a bit more? What does community mean to you?\nPJ: Community is everything to me, wherever I’m at. We gotta fix within if we want to do things on the outside. Once you focus on that part, everything is gonna take care of itself. That comes with information, that comes with love. Coming from the inner city, you really have to tap into that to really change narratives. That’s the whole point of me being a messenger and servant. I gotta serve. Once I’m able to do that, [the younger generation] is gonna do the same. It starts with community.\nSLAM: I want to touch on the Black Coaches Association (BCA). How did that come about and what are you trying to do with it?\nPJ: BCA really started with coaches John Thompson, Nolan Richardson, George Raveling and John Chaney around the late ’80s. Then it just went away. I had a conversation with Coach Jason Hart—he’s somebody I really look up to for a lot of different reasons. He was venting to me, because at that time (and now) the Pac-12 didn’t have a Black head coach. That’s weird for a Power Five conference—like, why?! Well, I’m really into trademarks and once I saw Black Coaches Association/BCA was available, I got on it. So then, with the relationships that I do have, here comes [a long list of Black coaches] that became members of the association. I was still a player at the time, and there was so much going on in the world. I just wanted to make sure these coaches were alright mental health-wise. Everybody started making their calls and it got big! We probably have 2,500 Black coaches in our database.\nNow that I’m on the sidelines, I’m looking at other pro players who want to get into coaching. Again, it’s about who we’re getting our information from. I’m just tryna do something to make sure the community—my community—is prepared for the opportunity. Black Coaches Association is my baby. It’s a real passion and priority of mine.\nSLAM: What’s left for Pooh to do in the game of basketball?\nPJ: I’m gonna go to this scripture in the Bible: “even though I have plans in my heart, God directs my steps.” I have to continue to pray and just be aligned with the steps we’re on and hopefully, these steps are leading somewhere. You know, I wasn’t expecting to be a coach and in the front office; that wasn’t my plan. I just pray that my steps are being directed in the right way, with God. One of the requirements is to walk humbly; I’m just trying to walk humbly and make sure God’s will is done.\nHere’s the official Hoops, Rap and Everything Black playlist. It’s updated regularly. Add the playlist to your library to stay in the know, and be sure to follow SLAM on Spotify.\nPhotos by Marcus Stevens.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pooh jeter",
        "sentiment": "negative"
      },
      {
        "name": "pooh",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "court",
        "sentiment": "negative"
      },
      {
        "name": "g league",
        "sentiment": "none"
      },
      {
        "name": "nba g league ignite",
        "sentiment": "none"
      },
      {
        "name": "gm",
        "sentiment": "none"
      },
      {
        "name": "nba",
        "sentiment": "none"
      },
      {
        "name": "university of portland",
        "sentiment": "none"
      },
      {
        "name": "sacramento kings",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "los angeles",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:58:02.049+02:00",
  "updated": "2024-03-01T00:58:02.049+02:00"
}