{
  "thread": {
    "uuid": "b0cdb059d82bac43e4b1d29ed2f07771f802bc3d",
    "url": "https://www.dailymail.co.uk/sport/rugbyunion/article-12931723/Northampton-Tommy-Freeman-Fin-Smith-Saints.html",
    "site_full": "www.dailymail.co.uk",
    "site": "dailymail.co.uk",
    "site_section": "https://www.dailymail.co.uk/sport/articles.rss",
    "site_categories": [],
    "section_title": "",
    "title": "Northampton star Tommy Freeman jokes his girlfriend 'hasn't been happy' about his budding bromance with Fin Smith but the 22-year-old admits off-field relationships have 'really helped' his form for Saints | Daily Mail Online",
    "title_full": "Northampton star Tommy Freeman jokes his girlfriend 'hasn't been happy' about his budding bromance with Fin Smith but the 22-year-old admits off-field relationships have 'really helped' his form for Saints | Daily Mail Online",
    "published": "2024-01-06T00:31:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.dailymail.co.uk/1s/2024/01/05/20/79671425-0-image-m-31_1704487671533.jpg",
    "performance_score": 0,
    "domain_rank": 139,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b0cdb059d82bac43e4b1d29ed2f07771f802bc3d",
  "url": "https://www.dailymail.co.uk/sport/rugbyunion/article-12931723/Northampton-Tommy-Freeman-Fin-Smith-Saints.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alex Bywater For The Daily Mail",
  "published": "2024-01-06T00:31:00.000+02:00",
  "title": "Northampton star Tommy Freeman jokes his girlfriend 'hasn't been happy' about his budding bromance with Fin Smith but the 22-year-old admits off-field relationships have 'really helped' his form for Saints | Daily Mail Online",
  "text": "Tommy Freeman is just 22 but the Northampton tyro hopes a growing sense of maturity can help him become a central figure for England. Freeman is already a key man for a Saints side full of young English talent and a point ahead of fellow Premiership high-flyers Exeter ahead of their clash on Saturday afternoon. England head coach Steve Borthwick will be an interested observer at Sandy Park, with a host of players set to feature before possible Six Nations call-ups. They include Freeman, who has excelled at wing and centre and can also play full back. He hopes to add to his three caps and admits the pain of missing last year’s World Cup has been a driving force ever since. ‘It was gutting,’ Freeman tells Mail Sport. ‘I thought at the start of the summer I had as good a chance as anyone. I had my feedback, which was fair. It was about going back to the club and turning it into something positive. Hopefully I get that shot again. Tommy Freeman has become a key figure in the backline for Northampton Saints He joked his girlfriend Ashleigh (right) was not 'happy' with his growing bromance with team-mate Fin Smith ‘We’re playing well here at Northampton and if I can get a shot with England, that would be brilliant. I’ve got to make sure there is no excuse for them not to pick me. ‘Looking at some of the younger lads coming through, it’s all about acting a bit more mature in terms of my playing style. It’s not just about playing as an individual. I’ve got a different mindset now. 'When I was 18, I was the new boy in town. I remember thinking one cap for Northampton would be unbelievable and I’d be happy with that. Now I want 100. It’s about what I can add as an individual, not just for myself but for the team.’ His hopes of a recall were given a boost this week when he was name-checked by Borthwick as a player who is impressing. Northampton’s enterprising brand of rugby has been a joy to watch and they have added defensive steel to their game this season. Phil Dowson’s side are on a six-match winning streak. In that run, they have also put themselves in a good position to qualify for the knockout stages of the Champions Cup. Freeman has been at the heart of it, alongside close pal Fin Smith. No 10 Smith could be in line to benefit from Owen Farrell being out of the international frame. ‘It would be very fair to say we’ve got a bromance,’ Freeman says. ‘Our girlfriends haven’t been happy about it because they think we like each other more than them! Me and Fin bounce off each other and when we get on off the pitch, it helps us. England head coach Steve Borthwick will be an interested observer at Sandy Park when Saints take on Exeter Harlequins No 10 could stand to profit from Owen Farrell's absence from the Test set up ‘We’re in a good spot and I’m loving it. A lot of it is down to the connections we’re building. We’re all good mates and on the same wavelength. Off-field connections have really helped. Winning also helps. We want to fight for each other every weekend.’ Freeman made his England debut in Australia in 2022, but is yet to play under Borthwick. His last Test, Eddie Jones’ final one before being sacked, saw him hooked at half-time in a defeat by South Africa. Freeman and his partner, Ashleigh, have bought a house on the outskirts of Northampton. He is settled with Saints and ready to kick on again. His team have also been helped by having former England captain Courtney Lawes firing on all cylinders. Freeman’s team-mate and England scrum-half Alex Mitchell, plus fellow international hopefuls George Furbank, Fraser Dingwall and Alex Coles have signed new Saints deals, too. Freeman is hopeful that he might receive a call-up for the upcoming Six Nations later this year Northampton were beaten in last season’s play-off semi-finals but look a better team now. Perhaps 2024 could be the year they win the title for only the second time. ‘It’s safe to say Northampton is home now,’ says Freeman. ‘I’m happy here. After a few weeks in the centre, I really love it. You might not get a lot of time with the ball, so your skillset comes under pressure. ‘I’ve worked on a few things — high ball stuff and first-up tackles. ‘Hopefully I’ve amended them in time for the Six Nations!’",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "fin smith",
        "sentiment": "neutral"
      },
      {
        "name": "tommy freeman",
        "sentiment": "neutral"
      },
      {
        "name": "sandy park",
        "sentiment": "none"
      },
      {
        "name": "freeman",
        "sentiment": "none"
      },
      {
        "name": "steve borthwick",
        "sentiment": "none"
      },
      {
        "name": "ashleigh",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "saints",
        "sentiment": "none"
      },
      {
        "name": "mail sport",
        "sentiment": "none"
      },
      {
        "name": "northampton saints",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "northampton",
        "sentiment": "none"
      },
      {
        "name": "exeter",
        "sentiment": "none"
      },
      {
        "name": "england",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:39:09.028+02:00",
  "updated": "2024-01-06T00:39:09.028+02:00"
}