{
  "thread": {
    "uuid": "5fa3f1198018f2494e9840c03b48467d0a713a23",
    "url": "https://es.besoccer.com/noticia/isco-ojala-esta-bonita-relacion-acabe-con-grandes-exitos-1295715",
    "site_full": "es.besoccer.com",
    "site": "besoccer.com",
    "site_section": "https://lineups.besoccer.com",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "BeSoccer Once Ideal",
    "title": "Isco: “Ojalá esta bonita relación acabe con grandes éxitos”",
    "title_full": "Isco: “Ojalá esta bonita relación acabe con grandes éxitos”",
    "published": "2023-12-28T19:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://cdn.resfu.com/media/img_news/759948.jpg",
    "performance_score": 0,
    "domain_rank": 22738,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5fa3f1198018f2494e9840c03b48467d0a713a23",
  "url": "https://es.besoccer.com/noticia/isco-ojala-esta-bonita-relacion-acabe-con-grandes-exitos-1295715",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "BeSoccer Betis",
  "published": "2023-12-28T19:34:00.000+02:00",
  "title": "Isco: “Ojalá esta bonita relación acabe con grandes éxitos”",
  "text": "Isco: “Ojalá esta bonita relación acabe con grandes éxitos” [BeSoccer Betis](https://es.besoccer.com/redactor/redaccionbesoccerbetis)hace 3 horas Premier League Jor. 19 Liga Saudí Jor. 19 Primera División Jor. 19 LaLiga FC Futures Internacional - Invierno Cuartos Liga Portuguesa Jor. 15 João Pedro DEL DC Jack Hinshelwood MED MC Tomáš Souček MED MC Pape Sarr MED MC F. Buonanotte MED ED Barcelona Primera División Tottenham Hotspur Premier League Arsenal Premier League Brighton & Hove Albion Premier League West Ham Premier League Isco Alarcón, cuya renovación por el Real Betis hasta 2027 se ha oficializado este jueves, ha realizado a los medios del club bético sus primeras manifestaciones tras la extensión por tres años más de su actual contrato y se ha mostrado esperanzado en que “ojalá esta bonita relación acabe con grandes éxitos”. “El Betis desde el primer momento me acogió muy bien. Me dio confianza en un momento en el que la necesitaba y la verdad que muy agradecido por el cariño, por el apoyo y por apostar por mí. Me he sentido muy querido desde el minuto uno cada vez que he salido al campo, el cariño de la gente por la calle, así es todo más fácil, el ambiente aquí en el Benito Villamarín es siempre increíble. La verdad es que sólo tengo palabras de agradecimiento y ojalá esta bonita relación acabe con grandes éxitos”, ha comentado Isco poco después de anunciarse su renovación. Por su parte, Ramón Planes, director deportivo del Real Betis, ha indicado que la renovación de Isco es “una gran noticia para toda la familia bética”. “Creo que confirma el compromiso de Isco con el club y del Real Betis Balompié con Isco y creo que significa el inicio de seguramente una larga relación entre ambos. Isco representa muchos de los valores que le gustan a la afición del Betis. Tengo que decir que ha sido una renovación fácil porque la predisposición por ambas partes ha sido muy buena y muy positiva. Creo que es una gran noticia para toda la afición del Betis”, ha dicho Planes.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:01:20.141+02:00",
  "updated": "2023-12-29T00:01:20.141+02:00"
}