{
  "thread": {
    "uuid": "6dc41fb3f73f812b18f84558377e22ddbdff60b1",
    "url": "https://www.altenergymag.com/news/2024/02/15/solarcycle-to-create-600-jobs-in-polk-county-at-first-of-its-kind-solar-panel-glass-plant/41304",
    "site_full": "www.altenergymag.com",
    "site": "altenergymag.com",
    "site_section": "http://emm.newsbrief.eu/rss/rss?type=rtn&language=en&duplicates=false",
    "site_categories": [
      "business",
      "green_solutions"
    ],
    "section_title": "Latest news clusters for en",
    "title": "SOLARCYCLE to Create 600 Jobs in Polk County at First-of-its-Kind Solar Panel Glass Plant | AltEnergyMag",
    "title_full": "SOLARCYCLE to Create 600 Jobs in Polk County at First-of-its-Kind Solar Panel Glass Plant | AltEnergyMag",
    "published": "2024-02-15T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.altenergymag.com/images/facebooknews.jpg",
    "performance_score": 0,
    "domain_rank": 80770,
    "domain_rank_updated": "2024-02-13T12:06:51.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6dc41fb3f73f812b18f84558377e22ddbdff60b1",
  "url": "https://www.altenergymag.com/news/2024/02/15/solarcycle-to-create-600-jobs-in-polk-county-at-first-of-its-kind-solar-panel-glass-plant/41304",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-02-15T02:00:00.000+02:00",
  "title": "SOLARCYCLE to Create 600 Jobs in Polk County at First-of-its-Kind Solar Panel Glass Plant | AltEnergyMag",
  "text": "[SOLARCYCLE to Create 600 Jobs in Polk County at First-of-its-Kind Solar Panel Glass Plant]() SOLARCYCLE currently operates two solar panel recycling facilities in the U.S., and the company’s advanced recycling technology allows it to extract up to 95% of the value from used solar panels. ATLANTA - February 15, 2024 - Governor Brian P. Kemp today announced that SOLARCYCLE, an advanced technology-based solar recycling company, will create more than 600 new full-time jobs in Polk County, investing an estimated $344 million in a solar glass manufacturing facility in Cedartown. The facility will be the first-of-its-kind in the country to use recycled materials from retired solar panels to make new solar glass. \"SOLARCYCLE's first-of-its-kind facility is a transformational investment for the Polk County community and will help drive its economy for years to come,\" said Governor Brian Kemp. \"In Georgia, our strong energy mix is one of the key reasons our state has attracted generational investments in recent years. We will keep working to secure our power supply through exciting projects like this one.\" SOLARCYCLE currently operates two solar panel recycling facilities in the U.S., and the company's advanced recycling technology allows it to extract up to 95% of the value from used solar panels. SOLARCYCLE's new facility in Georgia will position the company as one of the first manufacturers of specialized glass for crystalline-silicon (c-Si) photovoltaics in the U.S., with the capacity to make five to six gigawatts worth of solar glass every year. The glass will be sold directly back to the domestic solar manufacturers and fill a critical gap in the country's supply chain to build more solar panels in America. \"There is no question that solar panel manufacturing is booming in the State of Georgia. We are thrilled to join the team and build our recycled solar glass plant in Cedartown, which will bring hundreds of good-paying jobs to Georgia and help the industry in its goals to build fully American-made clean energy solutions,\" said Suvi Sharma, CEO and Co-Founder of SOLARCYCLE. \"We look forward to continued collaboration with the State of Georgia and the City of Cedartown.\" SOLARCYCLE will construct a new manufacturing facility located at Cedartown North Business Park, a Georgia Ready for Accelerated Development (GRAD) certified site in Cedartown. The plant, which will be the first of SOLARCYCLE's facilities to manufacture glass in addition to recycling solar panels, is scheduled to begin construction in 2024 and will be operational in 2026. SOLARCYCLE will create full-time jobs in manufacturing, engineering, management, research and design, and support staff. Progress and updates on the Cedartown plant will be available at www.solarcycle.us/careers. \"We are pleased to welcome SOLARCYCLE to our existing industries,\" said Jamie Morris, Chair of the Development Authority of Polk County and Cedartown Development Authority. \"Today is the result of progressive planning and collaborative efforts between Polk County Government, the City of Cedartown, and their Board of Commissioners to provide a pro-business community. SOLARCYCLE will make a positive economic impact in the community that will provide quality jobs and strengthen opportunities in housing and retail development that will help nurture a healthy and thriving community.\" Senior Project Manager Mellissa Takeuchi represented the Georgia Department of Economic Development's (GDEcD) Global Commerce team on this competitive project in partnership with the Development Authority of Polk County, Cedartown Development Authority, Georgia Power, the Georgia Center of Innovation, and Georgia Quick Start. \"SOLARCYCLE provides a critical piece to the integrated solar supply chain we are building in Georgia, and we could not be happier that they approached our Georgia Center of Innovation team at a trade show,\" said Commissioner Pat Wilson. \"What sets Georgia apart from its competitors is our business-friendly environment, collaborative approach to economic development, and decades of forward-thinking state leadership. The Georgia Center of Innovation reflects these qualities in its work to connect Georgia businesses with the resources and partners to overcome challenges, and in bringing together the right partners to build new industries, including clean tech.\" Georgia's energy solutions providers are helping to accelerate the development of renewable energy products by lowering risks, reducing costs, providing access to innovative industry research, and investing in a superior infrastructure network. About SOLARCYCLE SOLARCYCLE is a technology-driven platform designed to maximize solar sustainability by offering solar asset owners a low-cost, eco-friendly, comprehensive process for recycling retiring solar panels and technologies and repurposing them for new uses. The company's proprietary technology allows it to extract 95% of the value of a solar panel's materials, such as silver, silicon, copper and aluminum, and to recycle or repurpose panels for new uses. Experts in solar technology, recycling, and sustainability founded SOLARCYCLE in 2022 to accelerate the circular economy for solar and renewables.www.SOLARCYCLE.us. Featured Product",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "brian kemp",
        "sentiment": "none"
      },
      {
        "name": "brian p. kemp",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "kind solar panel glass plant | altenergymag solarcycle",
        "sentiment": "negative"
      },
      {
        "name": "solarcycle",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "polk county",
        "sentiment": "none"
      },
      {
        "name": "cedartown",
        "sentiment": "none"
      },
      {
        "name": "solarcycle",
        "sentiment": "none"
      },
      {
        "name": "atlanta",
        "sentiment": "none"
      },
      {
        "name": "georgia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T01:11:23.101+02:00",
  "updated": "2024-02-16T01:16:55.904+02:00"
}