{
  "thread": {
    "uuid": "c62119fa90d33bdfffc9215c0f78fec57f849d8a",
    "url": "https://ameyawdebrah.com/gino-truly-cares-as-it-feeds-hundreds-at-singathon-while-afua-asantewaa-sets-new-guinness-world-record/",
    "site_full": "ameyawdebrah.com",
    "site": "ameyawdebrah.com",
    "site_section": "https://ameyawdebrah.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "AmeyawDebrah.com",
    "title": "Gino Truly Cares As It Feeds Hundreds At Singathon While Afua Asantewaa Sets New Guinness World Record",
    "title_full": "Gino Truly Cares As It Feeds Hundreds At Singathon While Afua Asantewaa Sets New Guinness World Record",
    "published": "2023-12-28T23:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GH",
    "main_image": "https://i0.wp.com/files.ameyawdebrah.com/wp-content/uploads/2023/12/28210257/Screenshot_20231228_210210_Gallery.jpg?resize=1000%2C600&#038;ssl=1",
    "performance_score": 0,
    "domain_rank": 74412,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c62119fa90d33bdfffc9215c0f78fec57f849d8a",
  "url": "https://ameyawdebrah.com/gino-truly-cares-as-it-feeds-hundreds-at-singathon-while-afua-asantewaa-sets-new-guinness-world-record/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ameyaw Debrah",
  "published": "2023-12-28T23:03:00.000+02:00",
  "title": "Gino Truly Cares As It Feeds Hundreds At Singathon While Afua Asantewaa Sets New Guinness World Record",
  "text": "People & Lifestyle\nGino Truly Cares As It Feeds Hundreds At Singathon While Afua Asantewaa Sets New Guinness World Record\nIn keeping with its Truly Cares mantra, Gino, the household tomato mix brand is providing support for Afua Asantewaa’s attempt at a Guinness World Record (GWR) in a unique way.\nGino is ensuring that Afua’s teaming fans at the Akwaaba Village, where the GWR attempt is currently underway, do not go hungry.\nGino is doing so by providing hot meals for all the supporters who come to the Akwaaba Village to be a part of a history-making GWR attempt.\nSince yesterday, fans have been enjoying free jollof and/or goat light soup to help them power on as they in turn provide emotional support to Afua to set a new world record for the longest singing marathon by an individual.\n“We are excited about the incredible attempt by Afua to break and set a new world record with the singathon and as a brand that truly cares we are doing this as our way of supporting her,” the Marketing Director at GB Foods Ghana, Samuel Dery said in a statement.\n“There is no doubt that the support base has been important in motivating Afua since she started this attempt on Christmas Eve to stay on and keep going,” Mr Dery added.\n“For our part, we want to ensure that the support base for Afua never waivers that is why we are making food available for anyone. If you’re at the Akwaaba Village and you are hungry do not leave, just come to the Gino stand, get yourself a meal to keep you energized, and go back and continue supporting Afua,” he maintained.\nHe said Afua’s four-day-long attempt at setting a new GWR is an inspiring story that aligns with the core values of Gino, and GB Foods Ghana as a whole.\nAs of the time of filing this report, Afua had equaled the 105 hours GWR currently held by Sunil Waghmare of India and she is well on her way to setting a new record.\nLeave a Reply\nLeave a Reply\nPeople & Lifestyle\n10 Bathroom Remodeling Ideas For Wichita Falls Homeowners\nIn Wichita Falls, TX, where the housing market presents a range of affordable options, homeowners often look for ways to add value and personality to their properties. One of the most effective upgrades is a bathroom remodel – a project that not only enhances the aesthetics and functionality of a home but can also significantly increase its market value. Given the city’s diverse architectural styles and the growing desire for modern, efficient living spaces, remodeling your bathroom offers an exciting opportunity to infuse new life into your home.\nWhether you’re preparing to sell or simply aiming to improve your living space, this article explores ten innovative bathroom remodeling ideas tailored for Wichita Falls homeowners. Each concept is designed to inspire and guide you through transforming your bathroom into a space that not only meets your needs but also reflects your unique style and enhances your home’s appeal in the Wichita Falls real estate market.\n1. Maximize Small Spaces with Smart Storage Solutions\nIn many Wichita Falls homes, maximizing bathroom space is a priority. Smart storage solutions can be a game-changer in small bathrooms. Think vertically with wall-mounted shelves and cabinets, or consider built-in niches in showers for toiletries. Utilizing the space over the toilet with overhead cabinets or shelves can also provide extra storage without compromising floor space. These smart storage ideas can help keep your bathroom organized and clutter-free.\n2. Modernize with Wichita Falls, TX Bathroom Remodeling Trends\nStaying current with the latest trends in\nWichita Falls, TX bathroom remodeling is key. Incorporating modern elements such as floating vanities, sleek fixtures, and minimalistic designs can give your bathroom a contemporary feel. Consider using materials like brushed metal for faucets or incorporating geometric patterns in tiles for a modern touch. Keeping up with current trends will ensure your bathroom remodel feels fresh and stylish.\n3. Energy Efficiency: Go Green in Your Bathroom\nEco-friendly remodeling is becoming increasingly popular in Wichita Falls. Implementing energy-efficient features in your bathroom not only helps the environment but can also reduce utility bills. Consider low-flow toilets, LED lighting, and water-saving showerheads as part of your remodel. You can also use sustainable materials like bamboo for cabinets or recycled glass tiles. These green choices contribute to a more sustainable lifestyle without compromising on design or comfort.\n4. Luxury Flooring: Transforming the Look and Feel\nThe right flooring can completely transform the look and feel of your bathroom. In Wichita Falls, where temperatures can vary, heated flooring is a luxurious option that adds comfort and warmth. Alternatively, large-format tiles can create a spacious feel, and natural stone can add an element of luxury and durability. Whatever material you choose, ensure it is slip-resistant and water-resistant for safety and longevity.\n5. Upgrade to a Spa-Like Experience with a New Bathtub or Shower\nTurning your bathroom into a spa-like retreat is a popular remodeling choice among Wichita Falls homeowners. Consider upgrading your shower with multiple showerheads, steam options, or a frameless glass enclosure for a sleek look. Freestanding bathtubs are also a trending feature, offering a focal point in the bathroom while providing the perfect spot for relaxation. These upgrades can turn your bathroom into a luxurious escape within your home.\n6. Innovative Lighting: Brighten Up Your Bathroom\nLighting plays a crucial role in the ambiance of your Wichita Falls bathroom. Consider layering different types of lighting: ambient for overall illumination, task lighting for areas like the vanity, and accent lighting to highlight architectural features or artwork. LED strip lighting under cabinets or along the edges of mirrors can add a modern and luxurious feel. Smart lighting systems that allow you to adjust brightness and color temperature can create the perfect mood for any time of the day.\n7. Introduce Bold Colors for a Vibrant Touch\nGone are the days when bathrooms were confined to neutral tones. Introducing bold colors can bring energy and personality to your Wichita Falls bathroom. Consider vibrant accent walls, colorful vanities, or even bright tiles to inject some fun into your space. If you’re not ready for a big color commitment, start with colorful accessories like towels and bath mats that can be easily changed.\n8. Technology Integration for a Smart Bathroom Experience\nIncorporate modern technology to elevate your Wichita Falls bathroom into the 21st century. Features like Bluetooth speakers, smart mirrors with LED displays, and high-tech toilets with bidets and seat warmers can add a touch of luxury and convenience. Smart technology not only enhances your bathroom experience but also increases the value of your home.\n9. Unique Sink and Faucet Designs for a Stylish Statement\nSinks and faucets are more than just functional elements; they can be statement pieces in your bathroom remodel. Consider vessel sinks in materials like glass or stone for a distinctive look. Waterfall faucets or designer fixtures can add an artistic touch and serve as focal points in your space. These elements are an easy way to add sophistication to your Wichita Falls bathroom.\n10. Personalized Décor for a Homely Feel\nFinally, personalize your Wichita Falls bathroom with decor that reflects your style and interests. Artwork, decorative baskets, plants, or a stylish rug can make your bathroom feel more homely and inviting. Personal touches will ensure your bathroom is not just a showpiece but a space that resonates with your personal taste and comfort.\nConclusion\nRemodeling your bathroom in Wichita Falls offers a plethora of opportunities to enhance both the functionality and aesthetics of your space. From smart storage solutions to advanced technological integrations, each idea presents a chance to create a bathroom that aligns with your lifestyle and preferences. Whether you aim for a modern and sleek look or a more vibrant and personalized space, these ten ideas serve as a starting point for your remodeling journey.\nRemember, a successful bathroom remodel combines practicality with personal style, creating a space that is not only beautiful but also caters to your daily needs. With thoughtful planning and a touch of creativity, you can transform your Wichita Falls bathroom into a sanctuary that brings comfort and joy to your everyday life.\nPeople & Lifestyle\n6 Genius Tips for Eco-Friendly Home Remodeling\nHome remodeling projects are often associated with high costs, a concern that leads many homeowners to hesitate before undertaking such ventures. However, the expenses linked to home renovations can vary greatly, influenced by factors such as the project’s scale, choice of materials, and geographical location. For instance, in Chicago, the cost of a comprehensive bathroom remodel ranges from $16,500 to upwards of $69,000. This wide range reflects the diverse options available to homeowners, particularly when considering eco-friendly remodeling. Eco-friendly home remodeling is not only beneficial for the environment but can also be cost-effective in the long run. This article focuses on six insightful tips for homeowners looking to remodel their homes in an eco-conscious and budget-friendly manner.\n- Sustainable Material Choices\nOne of the pillars of eco-friendly remodeling is the use of sustainable materials. These materials are not only better for the environment but often offer improved durability and aesthetic appeal. Bamboo flooring, for instance, is a popular sustainable option that is both stylish and highly renewable. Recycled glass countertops add a unique touch to kitchens and bathrooms while promoting recycling.\nReclaimed wood is another excellent choice, bringing a rustic charm and history to any space while reducing the demand for new timber. These materials can often be more cost-effective in the long run, as they are designed to last longer and maintain their appearance over time. By opting for sustainable materials, homeowners contribute to a reduction in environmental impact and support the growing market for eco-friendly products.\n- Collaborating with Efficient Contractors\nChoosing the right contractor is crucial for ensuring an eco-friendly home remodeling project. Working with a\nHome Remodeling Company in Chicago that specializes in efficient and sustainable practices can be a game-changer. Such companies, known for their expertise in roofing, siding, window services, etc., can provide invaluable guidance on selecting sustainable materials and implementing energy-efficient designs. They understand the importance of balancing environmental responsibility with the homeowner’s budget and aesthetic preferences.\nThese eco-conscious contractors can advise on the best practices for reducing energy consumption and minimizing waste during the remodeling process. They often have access to a network of suppliers who offer recycled or sustainably sourced materials. By choosing a contractor who prioritizes eco-friendly practices, homeowners can ensure their remodeling project aligns with their values of sustainability and environmental stewardship.\n- Energy-Efficient Windows and Insulation\nUpgrading to energy-efficient windows and improving insulation are critical steps in an eco-friendly home remodel. These improvements are designed to significantly reduce energy consumption, thereby lowering utility bills and contributing to a more sustainable household. Energy-efficient windows, such as double-glazed or low-emissivity (low-E) windows, help maintain a consistent temperature inside the home, reducing the need for excessive heating or cooling.\nProper insulation is equally important in preventing heat loss during colder months and heat gain during warmer months. This can be achieved through various means, such as adding insulation to walls, attics, and basements and sealing any gaps or leaks. While the upfront cost of these upgrades can be significant, the long-term savings in energy bills and the positive impact on the environment make them a wise investment for any eco-friendly remodeling project.\n- Utilizing Low VOC and Natural Paints\nIn\neco-friendly home remodeling, the choice of paint plays a significant role. Low Volatile Organic Compounds (VOC) and natural paints are an excellent choice for homeowners looking to reduce their environmental impact. Traditional paints often contain chemicals that can release harmful gases into the air, affecting both indoor air quality and the environment. Low VOC and natural paints, on the other hand, are formulated to minimize these emissions, providing a healthier option for both the home and the planet.\nThese paints come in a wide range of colors and finishes, allowing homeowners to achieve their desired aesthetic without compromising on health or environmental standards. Additionally, they are durable and long-lasting, often providing better coverage and requiring fewer touch-ups over time. By opting for these eco-friendly paint options, homeowners can ensure a safer living environment while contributing to the reduction of harmful emissions.\n- Water Conservation Strategies\nWater conservation is a key aspect of eco-friendly home remodeling. With the growing awareness of the importance of conserving water, more homeowners are implementing strategies to reduce water usage in their homes. One effective approach is the installation of low-flow fixtures in bathrooms and kitchens. These fixtures are designed to reduce water flow without compromising performance, leading to significant savings in water usage.\nAnother option is the installation of efficient toilets, which use less water per flush compared to traditional models. Homeowners can also consider setting up greywater systems, which recycle water from sinks, showers, and washing machines for use in gardening and other non-potable purposes. These water conservation measures not only help in reducing the environmental footprint of the home but also lead to considerable savings in water bills.\n- Smart Home Automation for Efficiency\nThe integration of smart home technologies is a growing trend in eco-friendly home remodeling. Smart home automation systems enable homeowners to optimize energy usage, thereby enhancing efficiency and reducing environmental impact. Smart thermostats are a prime example, allowing homeowners to control heating and cooling systems remotely and adjust temperatures based on occupancy and time of day.\nIn addition to thermostats, smart lighting systems can be programmed to turn off automatically when rooms are unoccupied, and energy monitors can provide real-time feedback on electricity usage, helping homeowners identify areas where they can reduce consumption. These\ntechnologies not only make homes more comfortable and convenient but also contribute to a more sustainable lifestyle by minimizing energy waste.\nConclusion\nEco-friendly home remodeling is an impactful way to enhance your living space while being mindful of the environment. From choosing the right contractor and sustainable materials to implementing energy-efficient upgrades, low VOC paints, water conservation strategies, and smart home technologies, each of these six tips offers a practical approach to creating a more sustainable home. By embracing these eco-friendly practices, homeowners can enjoy a modern, comfortable, and environmentally responsible living space. This approach to remodeling not only benefits the planet but also provides long-term cost savings and a healthier living environment, making it a wise choice for any homeowner.\nPeople & Lifestyle\nHollard Ghana is the Best Organisation in Rewards Management Practice at the HR Focus Conference and Awards\nHollard Ghana, the country’s favourite insurer with subsidiaries Hollard Insurance and Hollard Life, has earned a prestigious “Best Organisation in Rewards Management Practice” at the HR Focus Conference and Awards. The event, hosted at the esteemed Accra International Conference Centre, celebrated outstanding achievements and innovations in human resources.\nThe event saw the participation of HR professionals and organisations from various industries gathered to celebrate exemplary efforts in HR management. Hollard Ghana’s notable triumph in the “Rewards Management” category is a testament to the company’s dedication to fostering a workplace culture that values, motivates, and rewards its employees. This award underscores Hollard Ghana’s unwavering commitment to enable more people to create and secure a better future by providing its employees with innovative and well-structured rewards programs.\n“We are ecstatic to receive this award in recognition of our commitment to rewards management in the insurance industry. At Hollard Ghana, we understand the pivotal role rewards play in the overall satisfaction of employees. Hence, we have designed our reward management schemes with a long-term view tailored to individual and team achievement. We ensure that our people understand the criteria for receiving rewards and the opportunities available. The regular assessment of our EVP and consistent adaptation showcases our commitment to continuous improvement and staying ahead in the competitive job market,” said George Kofi Panford, Hollard Ghana.\nHollard Ghana’s investment in rewards management encompasses a comprehensive approach, including competitive remuneration and benefits packages, performance-based incentives, professional development opportunities, and employee recognition programs. This award underscores the company’s dedication to providing its employees with a workplace that fosters growth, engagement, and well-being.\nThe recognition by the HR Focus Conference and Awards further solidifies Hollard Ghana’s leadership in HR management, showcasing its commitment to creating an environment that fosters employee satisfaction and motivation.\nPeople & Lifestyle\nOmniBSIC Bank Staff Show Love to Flood Victims At The Aveyime-Battor Resettlement Centre\nFollowing the recent Akosombo Dam Spillage that displaced residents in Lower Volta, OmniBSIC Bank staff have demonstrated their generosity and commitment to the community through the Bank’s Staff CSR project known as the SEEK Initiative.\nRecognizing the urgent need for support, the bank’s staff raised funds and donated essential supplies to families now residing at the Aveyime-Battor Resettlement Centre.\nA 10-member delegation of OmniBSIC Bank staff visited the Resettlement Center to deliver the food items and toiletries. The team met with the Chiefs and Community Leaders, the Member of Parliament for North Tongu, Hon. Samuel Okudzeto Ablakwa, and affected families to interact with them.\nMr. Dominic Donkoh, the Chief Risk Officer of the Bank, in presenting the items to the Chiefs, Queenmothers, and the affected people, stated, ‘This is a CSR initiative by our staff who believe that the people of Aveyime-Battor deserve our support during this challenging time. We understand the hardships faced by the residents due to the Akosombo Dam Spillage, and it is our duty as a responsible corporate citizen to extend a helping hand.’\nHe further emphasized the Bank’s commitment to the community’s well-being and highlighted that the SEEK Initiative is not just a one-time effort but an ongoing commitment to making a positive impact on lives.\nThe Chief of Battor, Torgbe Manklalo Borbordzi VII, expressed heartfelt appreciation to OmniBSIC Bank and its staff for their timely intervention. He stated, ‘The generosity shown by OmniBSIC Bank staff is a testament to their dedication to community development. This support will go a long way in easing the challenges faced by our people during this difficult period.’\nThe Member of Parliament, Hon. Samuel Okudzeto Ablakwa, also commended OmniBSIC Bank for its swift response and community-focused approach. He noted that the essential items donated would meet the practical needs of the people. He recognized the Bank’s tagline, ‘At Your Service,’ which is in line with its commitment to serving the people of Aveyime-Battor.\nThe OmniBSIC SEEK Initiative\nThe OmniBSIC Bank Supporting Communities through Engagement, Empathy & Kindness (SEEK) project is driven by the dedication and compassion of staff. This initiative is a pivotal part of the broader OmniBSIC CSR program.\nThrough the SEEK Initiative, OmniBSIC staff generously volunteer their time, skills, and resources to support various projects to improve the lives of the communities.\nPeople & Lifestyle\nWorkplace gender policy key to combating sexual harassment, revolutionary efforts underway, experts unite to tackle sexual harassment and gender-based violence\nAdvocates with expertise in Sexual and Gender-Based Violence (SGBV) have come together to address the critical need for strong workplace gender policies focused on eliminating sexual harassment. This collective commitment comes as a response to the pervasive yet often underreported nature of workplace harassment, emphasizing the urgent need for organizations to prioritize comprehensive gender policies to cultivate safe and inclusive work environments.\nThey were speaking during the recently held national conference at the Labadi Beach Hotel organized by OXFAM and the Institute of Directors, Ghana (IoD-GH) on the topic ‘The Draft Model; Gender Workplace Policy’ as part of the agenda to address Sexual and Gender-Based Violence (SGBV) in the workplace. The resounding call for action emphasizes the critical role of comprehensive policies in fostering safe working environments and stands as a united front against the global pandemic of sexual harassment.\nKeynote Speaker: Strategic direction and harmony in corporate leadership for long-term profitable enterprises\nIn a keynote address, the President of the Institute of Directors and Chairman of the Council, Angela Carmen Appiah, emphasized purposeful action by directors, highlighting the ecosystemic nature of enterprises and emphasizing the need for harmony for long-term profitability.\n“It must be of critical importance, the idea being that we live in an ecosystem of different players or actors and we need a certain harmony or balance for survival and for growth, so now if the dynamics are not right, it doesn’t matter how well one arm performs; you will find out that it will always fall short because another arm is not developing. This being a critical and important thing to us as directors means that as directors, we must not just know or be aware; we must be delibrate and intentional in what we do.\nNot just to know but to also prevent or salvage, so directors have a responsibility of providing strategic directions. Providing a strategic direction means using information or data so you are not just identifying risks but managing them,” she revealed.\nMrs. Appiah further stated that responsible directors are required to establish suitable steps to combat sexual harassment and ensure that rules are followed.\n“You need a competent director to be mindful of some of these so that they can prescribe, as we are setting policies to address the needs of society. As directors, we don’t want just to know; we want to know how, and this is why we have these conversations so we can elicit specific responses. Its like a phenomenon we are studying, so you elicit responses so that you can put in appropriate interventions to curtail, manage, address, modify, and review whatever we want to do. Once it becomes a policy, we also ensure that we are monitoring and tracking its implementation so that it doesn’t just sit in a book.”\nPanel Discussions\nThe Executive Director of Women in Law and Development in Africa (WILDAF), Melody Darkey, has emphasized the significance of implementing a gender policy at work to combat sexual harassment and gender-based violence.\n“Having a workplace gender policy, particularly in regards to policy that addresses issues of sexual and gender based violence, is important because, as we said, the issue is quite pervasive, but it’s underreported, and so if left unchecked, it creates an environment that is toxic, a culture that doesn’t facilitate safe working environment, particularly for women and other excluded groups.”\nAccording to her, such workplace incidents reduce productivity and emotionally harm the victims.\n“Some of these things, as I said, sexual and gender based violence, for instance, in the workplace, if not checked, can create a situation where victims and survivors are affected emotionally and psychologically, and some of them feel embarrassment, shame, and guilt, and they develop sort of anxiety disorders as well.\nFor the organization, as we said, it can affect your productivity. If you have an environment where people are not getting along because of issues of sexual and gender based violence, work will not progress well, and its also about reputation for your organization.”\nMrs. Darkey noted that all of these factors matter when it comes to viewing a business or institution as a good corporate citizen or as a socially responsible institution, and it is critical that we have these policies in place.\nGhana’s Labour Act, 2003 (Act 651) defines “sexual harassment” as “any unwelcome, offensive, or importunate sexual advances or requests made by an employer or superior officer or a co-worker to a worker, whether the worker is a man or woman.”\nLead Executive and Principal Consultant, Kojo Amissah, also called for serious consequences for violations while expressing concern that policies alone are insufficient without serious consequences for violators. He stated emphatically, “Until we start penalizing people for these, I think all of us will be joking. Let’s have policies in organisations that will actually penalize people.”\nMr. Amissah also disclosed that a lack of sufficient education on workplace regulations and the repercussions of sexual harassment encourages its persistence.\n“To a large extent, it is education that is lacking. As much as I still believe that everybody in an organization knows what sexual harassment is, when you enter and they don’t walk you through the policies they have and the steps for grievance and resolution regarding sexual harassment, you are there and everyone is talking about the culture, and you realize that people are not free in this organization, so when things are happening to you, most of the time they find somebody you can trust and confide in, not the system.”\nAlso, the Head of Department of Development Policy, School of Public Services and Governance, Dr. Gifty Oforiwaa Gyamera, additionally pointed out the global impact and leadership responsibility in drawing attention to the global pandemic of sexual harassment, as well as the issue’s simultaneous recognition and ignorance.\n“Society does not encourage reporting, so it is very important that leadership will also put good structures in place to help the victims. Leadership should also find means to protect the victims and encourage them to report because, in Ghana, reporting means you will never have anyone to support you.\nSexual harassment is a global pandemic, and that is why it has attracted the attention of various international organizations. There have been a lot of international frameworks, and as we are witnessing right now, it’s not only in Ghana, as I said, but globally, so according to recent research that we did in Australia, four out of five women have been sexually harassed,” she added.\nHead of Relations for OXFAM, Lydia Doe, who focused on policy implementation and cultural transformation, acknowledged existing legal frameworks while emphasizing the need to move beyond them to achieve successful policy implementation.\n“The legal frameworks are there, but we are talking about policy implementation. I think where we have gaps is in the implementation. We have to move from a legal framework to policy implementations, clear statements, and acceptable and unacceptable policies within the work space. We all agree that we have a framework, but the issue is the practice and culture do not change what you desire to change.”\nLeadership and Corporate Governance Expert, Dr. Olu Ajayi emphasizes the necessity of punitive measures for effective progress. “Without punitive measures in place, we can never go far. We will just have the policies, but I also believe that there is also some work HR can do because when we talk about sexual harassment, its not about skills its not about technicalities; its about behaviors, and I believe its high time we started building behavioral assessment into performance management. That will go a very long way.”\nDr. Ajayi suggests that when it comes to strategic planning, the board should prioritize and approve resources for staff training in this area, adding that despite training, there must be some protective mechanisms for those who blow the whistle, and this is an area where we are still struggling.\nShe described sexual harassment as a global phenomenon, but in Ghanaian culture, it is even more difficult. However, it should be an area that we should keep working to invest in.\nPresentation of the policy: Unpacking the anti-sexual harassment policy\nIn a presentation, the Principal Consultant, BSC Advisory, Bernice Sam, Esq., mentioned that it’s crucial for businesses to have a fair, safe workplace without discrimination, violence, or harassment. “Responsible business practices, including providing and maintaining a workplace free of discrimination, violence and harassment, have become an essential requirement.”\nShe added that an enterprise’s public image and reputation can be adversely affected by allegations or findings of discrimination, violence, or harassment practices and the reputational cost can be high. However, there are proven benefits to having a good reputation, which include attracting better talent, having more loyal customers, and having higher market value.\nSexual harassment can take the form of physical, verbal, or nonverbal behavior. Physical sexual harassment includes acts of physical aggression, unwanted touching, and excessive closeness. Unwelcome comments and queries regarding a worker’s bodily parts, looks, lifestyle, sexual orientation, and/or rude phone calls constitute verbal sexual harassment.\nNonverbal sexual harassment, on the other hand, includes activities such as sexually provocative gestures, whistling, and the physical or electronic exhibition or transfer of pornographic items or sexually suggestive messages.\nThe relevance of this conference lies in its potential to catalyze transformative change in Ghana’s workplaces. By showcasing the global imperative for gender-equitable policies and aligning these principles with the specific challenges and opportunities within the Ghanaian context, the conference will serve as a catalyst for change.\nThrough collaborative efforts, knowledge sharing, and the endorsement of a model Anti-Sexual Harassment Policy, the conference aspires to drive the adoption of inclusive policies in both public and private organizations. The goal is not merely to convene discussions but to witness tangible outcomes, with at least 12 organizations committing to adopting the policy and signing Memoranda of Understanding at the conclusion of the event.\nParticipants and panelists at the National Conference organized by OXFAM and the Institute of Directors, Ghana (IoD)\nPanelists at the Oxfam organized conference on The Draft Model on Gender Workplace Policy\nPeople & Lifestyle\nGhana Property and Lifestyle Expo 2023 Boosts Confidence in Property Investment Market\nOmansomfuo Barima Nana Yaw Kodie Oppong Manwerehene of Akyem Abuakwa traditional area and director of the Ghana School of Law.\nAccra, Ghana – On Point Property Management Ltd successfully organised the two-day inaugural, edition of the Ghana Property and Lifestyle Expo 2023, leaving attendees with a significant boost in confidence in the Ghana property investment market. The event, held at the Alisa Hotel, North Ridge was graced by esteemed guests including the British High Commission in Ghana, Mr Yaw Acheampong Boafo, President of the Ghana Bar Association, and Omansomfuo Barima Nana Yaw Kodie Oppong Manwerehene of Akyem Abuakwa traditional area and director of the Ghana School of Law. Their presence added an air of excellence to the event.\nCNN recently showcased On Point Property Management Ltd, highlighting their collaboration with reputable developers in Ghana. The company’s unique platform, Ghana Property and Lifestyle Expo, has successfully alleviated investors’ concerns about the property investment market by collaborating with key stakeholders in Ghana. This innovative approach is revolutionizing the Ghana property market and is expected to attract millions of dollars in investments from both domestic and diaspora investors.\nThe Deputy British High Commissioner, Keith McMahon, expressed his unwavering support for the initiative and hosted the mefkk event at their residence. In his opening remarks, Mr Yaw Acheampong Boafo conveyed the support of the Ghana Bar Association. However, the highlight of the event was the keynote speech delivered by Omansomfuo Barima Nana Yaw Kodie Oppong Manwerehene, who is also the director of the Ghana School of Law.\nMr Oppong’s articulate address focused on the key areas of law that investors should prioritize. His speech instilled confidence in the audience, assuring them that their investments would be secure if they followed the correct procedures. Attendees described Mr Oppong’s address as dignified and providing them with the reassurance they sought in Ghana’s property investment market.\nFollowing the recent Supreme Court judgement in the Numo Nmashie family case, there is a growing demand for legal education in the property market to boost investor confidence. In light of the positive feedback received, Anna Agyekum and Victoria Agyekum, co-founders of On Point Property Management Ltd, have extended an invitation to Mr Oppong to be a keynote speaker at their upcoming global Ghana Property and Lifestyle Expo events in the United States and the United Kingdom in 2024. Additionally, invitations will be extended to other key stakeholders.\nThe Ghana Property & Lifestyle Expo (GPLE) remains the premier platform for real estate companies, agencies, and lifestyle companies based in Ghana to showcase their exceptional developments and services to both domestic and international investors, particularly from the diaspora.\nCo-founders Anna and Victoria Agyekum expressed their excitement about the growth and demand for GPLE, as well as the investment opportunities Ghana has to offer. They believe that the developers and keynote speakers have successfully demonstrated that diaspora investors can have confidence in the Ghana market. The team is committed to engaging with more key stakeholders to further enhance investor confidence in Ghana’s property market.\n Buzz4 days ago\nI change workers like my boxers because they steal and lack work ethics – Reggie Rockstone\n Buzz6 days ago\nStonebwoy is an institution not an artiste – Bulldog bold states\n Buzz5 days ago\nShatta Wale congratulates Stonebwoy for the success of his concert, tells Shatta Movement to be appreciative\nhttps://ameyawdebrah.com/only-deliverance-can-stop-the-envy-and-hate-in-this-country-kuami-eugene-replies-critics/\nOnly deliverance can stop the envy and hate in this country – Kuami Eugene replies critics\n People & Lifestyle6 days ago\nNew Africa Foundation set to give GHC1,000,000 to a team of students to start a business\n People & Lifestyle1 hour ago\nGino Truly Cares As It Feeds Hundreds At Singathon While Afua Asantewaa Sets New Guinness World Record\n People & Lifestyle4 hours ago\n10 Bathroom Remodeling Ideas For Wichita Falls Homeowners\nhttps://ameyawdebrah.com/6-genius-tips-for-eco-friendly-home-remodeling/\n6 Genius Tips for Eco-Friendly Home Remodeling\n People & Lifestyle5 hours ago\nHollard Ghana is the Best Organisation in Rewards Management Practice at the HR Focus Conference and Awards\nhttps://ameyawdebrah.com/omnibsic-bank-staff-show-love-to-flood-victims-at-the-aveyime-battor-resettlement-centre/\nOmniBSIC Bank Staff Show Love to Flood Victims At The Aveyime-Battor Resettlement Centre\nTrending\n- Buzz4 days ago\nI change workers like my boxers because they steal and lack work ethics – Reggie Rockstone\n- Buzz6 days ago\nStonebwoy is an institution not an artiste – Bulldog bold states\n- Buzz5 days ago\nShatta Wale congratulates Stonebwoy for the success of his concert, tells Shatta Movement to be appreciative\n- Buzz6 days ago\nOnly deliverance can stop the envy and hate in this country – Kuami Eugene replies critics\n- People & Lifestyle6 days ago\nNew Africa Foundation set to give GHC1,000,000 to a team of students to start a business\n- Buzz1 week ago\nKing Promise recounts Ghanaian artist’s London concert snub\n- Buzz1 week ago\nCeline Dion ‘no longer has control of her muscles’ – Sister reveals\n- Buzz1 week ago\nEwura Abena questions GHAMRO over Gh148.50 royalty payment\n- People & Lifestyle6 days ago\nMTN Customers to Enjoy uninterrupted calls on the Free After 1 Extra’ Plan\n- Buzz1 week ago\nIt’s a great honor to be the first artist to collaborate with Amakye Dede – Sarkodie\n- Buzz1 week ago\nRapperholic Exhibition: Trigmatic lauds Sarkodie, encourages him to embrace virtual tours\n- Buzz1 week ago\nGive DJs their due recognition – Adesope Olajide to Ghanaian artistes",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://www.forbes.com/home-improvement/internet/optimize-home-for-smart-technology/",
    "https://www.prohome1.com/",
    "https://www.forbes.com/home-improvement/home/eco-friendly-home-improvements/",
    "https://www.luxurybathtexoma.com/wichita-falls/",
    "https://www.forbes.com/home-improvement/home/eco-friendly-home-improvements",
    "https://luxurybathtexoma.com/wichita-falls/",
    "https://www.luxurybathtexoma.com/wichita-falls",
    "https://forbes.com/home-improvement/home/eco-friendly-home-improvements/",
    "https://forbes.com/home-improvement/internet/optimize-home-for-smart-technology/",
    "https://prohome1.com/",
    "https://www.prohome1.com",
    "https://www.forbes.com/home-improvement/internet/optimize-home-for-smart-technology"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gino",
        "sentiment": "negative"
      },
      {
        "name": "samuel dery",
        "sentiment": "none"
      },
      {
        "name": "afua",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "gb foods ghana",
        "sentiment": "none"
      },
      {
        "name": "gwr",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "singathon",
        "sentiment": "none"
      },
      {
        "name": "akwaaba village",
        "sentiment": "none"
      },
      {
        "name": "afua",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:26:06.195+02:00",
  "updated": "2023-12-29T00:26:06.195+02:00"
}