{
  "thread": {
    "uuid": "a3d9505e8f9e3bbd42712fd10df79877cdd119cd",
    "url": "https://www.archyde.com/a-diabetes-drug-that-helps-slow-the-progression-of-parkinsons-disease",
    "site_full": "www.archyde.com",
    "site": "archyde.com",
    "site_section": "https://www.archyde.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "Archyde",
    "title": "A diabetes drug that helps slow the progression of Parkinson’s disease",
    "title_full": "A diabetes drug that helps slow the progression of Parkinson’s disease",
    "published": "2024-04-05T01:34:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://almarsad.co/wp-content/uploads/2024/04/660e62f04236045fc404e226.jpg",
    "performance_score": 0,
    "domain_rank": 21981,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a3d9505e8f9e3bbd42712fd10df79877cdd119cd",
  "url": "https://www.archyde.com/a-diabetes-drug-that-helps-slow-the-progression-of-parkinsons-disease",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "archyde",
  "published": "2024-04-05T01:34:00.000+03:00",
  "title": "A diabetes drug that helps slow the progression of Parkinson’s disease",
  "text": "France – A study has found that a diabetes drug may be able to slow the progression of Parkinson’s disease, which represents an “important step forward” for treating the disease.\nThe study revealed that the development of motor symptoms, such as tremors and slow movement, slowed down in patients who took the treatment called lixisenatide.\nThe drug belongs to a group of drugs called glucagon-like peptide 1 receptor agonists (or GLP-1R agonists) which work by mimicking the action of a natural gut hormone that is produced after eating.\nThis hormone stimulates the release of insulin from the pancreas, which helps the body’s cells absorb glucose, which is ultimately converted into energy.\nThere is a known link between Parkinson’s disease and type 2 diabetes, as research indicates that people with diabetes have a greater risk of developing Parkinson’s disease.\nAccording to previous research, people with Parkinson’s disease and those with type 2 diabetes often experience a faster progression of their symptoms.\nIt has also been reported that people with diabetes who are treated with medications have a lower risk of developing Parkinson’s disease.\nDr Richard Wise, Director of Clinical Development at Parkinson’s Therapy, said: ‘I am delighted to see the very positive and ground-breaking clinical outcome of the lixisenatide trial, which could have real meaning for people living with Parkinson’s disease.’\nThe LixiPark study included about 21 different research centers affiliated with the NS-Park network throughout France, and included about 156 participants who had recently been diagnosed with Parkinson’s disease. They were treated with either lixisenatide, which is licensed to treat diabetes, or a placebo along with the usual Parkinson’s medication.\nThe progression of motor symptoms slowed in those receiving lixisenatide treatment, while motor symptoms in participants in the placebo group continued to progress.\nResults were consistent at the end of the 12-month study and two months after treatment stopped. Researchers say deeper studies are now needed.\nProfessors Vasilios Meissner and Olivier Rascol, lead researchers on the study, said: “For 30 years, we have been trying to understand how to slow the decline associated with Parkinson’s disease over time. In this context, the positive results of the phase 2 trial of Lixipark, which showed reduced progression in motor symptoms of Parkinson’s disease over the course of a year, constitute an important step forward in the future management of the disease. We look forward to confirming these encouraging results in the future, in order to translate these results into clinical practice.”\nMasood Hussain, professor of neuroscience at the University of Oxford, said: “The results of this trial are really encouraging for people with Parkinson’s disease. After a year, the patients who were taking the medication were significantly better off in their movements than those who were not taking the medication. However, the results do not provide conclusive evidence that the drug has a protective effect on the brain to effectively slow the progression of the disease.”\nHe pointed out that it is necessary to take into account side effects, as nausea occurred in 46% of those receiving lixisenatide, and vomiting occurred in 13%.\nSource: Independent\n#diabetes #drug #helps #slow #progression #Parkinsons #disease\n2024-04-04 22:34:52\nRelated posts:\n\"Warrix Sports\" takes over \"Stadium One\" to show football on the big screen. 5 Drinks for Penis Health: The Ultimate Guide for Men palpation found a lump in the neck - under the armpit just enlarged lymph nodes or lymphoma signs Helping Your Child Improve Concentration: Tips and Strategies for Parents Optimal Diet for Gallbladder Health: Reduce Meat Fat and Emphasize Vegetables and Lean Meat Latest Soccer Regulation Updates: Controversial Changes in Goalkeeper Behavior and Offside Rules Continuing Threat: Covid-19 Rages On in Europe with Over 1,000 Weekly Deaths Île-de-France this Friday, June 10, 2022: evolution of the health situation in the region",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "parkinson",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "france",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T01:40:02.794+03:00",
  "updated": "2024-04-05T01:40:02.794+03:00"
}