{
  "thread": {
    "uuid": "80ef2e72bbac6bd9896f21617ca398d55d33a481",
    "url": "https://www.digitaljournal.com/entertainment/tommi-rose-talks-about-sweet-magnolias-and-new-projects/article",
    "site_full": "www.digitaljournal.com",
    "site": "digitaljournal.com",
    "site_section": "https://www.digitaljournal.com/entertainment",
    "site_categories": [
      "media"
    ],
    "section_title": "Entertainment Archives - Digital Journal",
    "title": "Tommi Rose talks about 'Sweet Magnolias,' and new western - Digital Journal",
    "title_full": "Tommi Rose talks about 'Sweet Magnolias,' and new western - Digital Journal",
    "published": "2023-12-28T20:49:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://www.digitaljournal.com/wp-content/uploads/2023/12/Tommi-Rose.jpg",
    "performance_score": 0,
    "domain_rank": 1464,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "80ef2e72bbac6bd9896f21617ca398d55d33a481",
  "url": "https://www.digitaljournal.com/entertainment/tommi-rose-talks-about-sweet-magnolias-and-new-projects/article",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Markos Papadatos",
  "published": "2023-12-28T20:49:00.000+02:00",
  "title": "Tommi Rose talks about 'Sweet Magnolias,' and new western - Digital Journal",
  "text": "Actress and artist Tommi Rose. Photo Credit: Paul Smith Actress and artist Tommi Rose chatted about starring in “Sweet Magnolias” and the western “A Gunfighter’s Deal.”\n‘Sweet Magnolias’ On being a part of “Sweet Magnolias,” she said, “It was just lovely. The whole cast is so kind and welcoming. They are just wonderful people. My character, Olivia, was in the last few episodes of Season 3, and they are about to film Season 4, so I am ready for it.”\nShe had great words about working with such actors as Carson Rowland and Logan Allen. “I love them both, they are so great,” she said, prior to adding that she is looking forward to start filming Season 4 this February. “We are all so excited to film Season 4. We are excited to see what the writers of the show have in store for us,” she admitted.\n‘A Gunfighter’s Deal’ She enjoyed filming the western “A Gunfighter’s Deal,” where she stars opposite Jesse Kove (“Cobra Kai”). “This western was absolutely lovely,” she said. “Jesse Kove is an incredible scene partner, I play his love interest., and he is just wonderful. Jesse treats everyone with love and respect. It really was the best project. The set was beautiful and the cast was great, it was an amazing combination.”\n“The script is so cool,” she admitted. “I feel it is every actor’s dream to do a western and to work with horses. On the first day when I arrived on set and saw two horses, I knew that I was in the right place, and I love that. It’s so great. The costumes are beautiful and the whole production is insane.”\n“There is a romance going on, and there is a darker aspect going on. It really is exciting from start to finish because you don’t know where it’s going,” she added.\nThe digital age On being an artist and actress in the digital age, she said, “There are pros and cons to it. Everybody misses the good ole days, where you are not taking pictures all the time.”\n“At the same time, I love the aspect that you can preserve things forever,” she said. “You can post about things that excite you and you can stay connected with people. I am grateful for the positive side of that.”\n‘A Savannah Haunting’ She had a starring role as Lilath in the horror movie “A Savannah Haunting,” which was written and directed by William Mark McCullough . “That was a very scary film… Honestly, you might be scared of me by the end of it,” she said with a sweet laugh.\n“I’ve had a few people messaging me saying that I scared them in that movie, so I guess I did my job,” she added.\nAmbition to go into screenwriting and directing Her goal is to venture more into screenwriting and directing. “My brother, Maxim Rose, encouraged me to start writing my own screenplays and my own series. This past summer, during the strike, I wrote this mocumentary comedy series and I produced and directed a concept pilot for it and it was amazing. I also wrote a feature film. I’ve been very busy but I love it,” she elaborated.\nAdvice for young and aspiring artists For young and aspiring actors and artists, she said, “Follow your gut. I’m a very big believer in following your instincts, and trusting your creative intuition. Obviously, never give up and keep pushing and keep doing what your heart is telling you to do, and eventually, people will resonate with that.”\nShe also expressed that she loves pop music artist and actress Nicole Michelle , especially since they did a Lionsgate movie together.\nStage of her life On the title of the current chapter of her life, she said, “Good changes are happening.” “I wrote a song recently, and one of the lines was ‘I feel it in my bones I’ve changed’ so I feel like that’s it. I feel like many good changes are happening,” she said.\nIf she were to have any superpower, it would be to “change the size of things.” “First of all, you can immediately solve world hunger and there are so many things you can do. You can make any clothes fit you, you can make houses for people, you can shrink wounds, and you can literally solve every problem with that superpower,” she explained.\nSuccess Regarding her definition of the word success, she said, “Success is happiness to me. Whatever makes you happy. If you are doing something that truly feels right in your soul and you feel content, that is success. It is being happy with where you are.”\nTo learn more about Tommi Rose, follow her on Instagram .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://www.youtube.com/embed/gt5X93jgTDU?feature=oembed",
    "https://www.imdb.com/name/nm1151972/?ref_=tt_cl_t_3",
    "https://www.youtube.com/embed/CgmXtzJgVIo?feature=oembed",
    "https://www.instagram.com/nicolemichellesings/",
    "https://www.instagram.com/tommirose/",
    "https://www.instagram.com/jessekove",
    "https://instagram.com/tommirose/",
    "https://www.instagram.com/tommirose",
    "https://www.youtube.com/embed/gt5X93jgTDU",
    "https://www.instagram.com/nicolemichellesings",
    "https://instagram.com/jessekove",
    "https://youtube.com/embed/CgmXtzJgVIo?feature=oembed",
    "https://www.imdb.com/name/nm1151972/",
    "https://imdb.com/name/nm1151972/?ref_=tt_cl_t_3",
    "https://www.youtube.com/embed/CgmXtzJgVIo",
    "https://youtube.com/embed/gt5X93jgTDU?feature=oembed",
    "https://instagram.com/nicolemichellesings/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tommi rose",
        "sentiment": "positive"
      },
      {
        "name": "paul smith",
        "sentiment": "neutral"
      },
      {
        "name": "olivia",
        "sentiment": "none"
      },
      {
        "name": "carson rowland",
        "sentiment": "none"
      },
      {
        "name": "jesse kove",
        "sentiment": "none"
      },
      {
        "name": "jesse",
        "sentiment": "none"
      },
      {
        "name": "logan allen",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "digital journal actress",
        "sentiment": "positive"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:05:03.577+02:00",
  "updated": "2023-12-29T00:05:03.577+02:00"
}