{
  "thread": {
    "uuid": "6829a2a05a6d4fc8db9bc9580e00013c50f9b144",
    "url": "https://www.dailymail.co.uk/tvshowbiz/article-12908093/Imagine-Dragons-helps-Ukrainian-home-destroyed-Russian-war-house-rebuilt.html",
    "site_full": "www.dailymail.co.uk",
    "site": "dailymail.co.uk",
    "site_section": "https://www.dailymail.co.uk/tvshowbiz/articles.rss",
    "site_categories": [],
    "section_title": "",
    "title": "Imagine Dragons helps Ukrainian teenager whose home was destroyed in Russian war get his house rebuilt - after he was featured in music video | Daily Mail Online",
    "title_full": "Imagine Dragons helps Ukrainian teenager whose home was destroyed in Russian war get his house rebuilt - after he was featured in music video | Daily Mail Online",
    "published": "2023-12-29T00:59:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.dailymail.co.uk/1s/2023/12/28/22/79417513-0-image-a-85_1703803083975.jpg",
    "performance_score": 0,
    "domain_rank": 139,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 17
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6829a2a05a6d4fc8db9bc9580e00013c50f9b144",
  "url": "https://www.dailymail.co.uk/tvshowbiz/article-12908093/Imagine-Dragons-helps-Ukrainian-home-destroyed-Russian-war-house-rebuilt.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Christine Rendon For Dailymail.com",
  "published": "2023-12-29T00:59:00.000+02:00",
  "title": "Imagine Dragons helps Ukrainian teenager whose home was destroyed in Russian war get his house rebuilt - after he was featured in music video | Daily Mail Online",
  "text": "A Ukrainian teenager whose home was destroyed during the war against Russia has had his residence rebuilt after he was featured in an Imagine Dragons video. The music video for Crushed showed the wreckage of Sasha's village after it was under occupation for five months. His home and other buildings in the town were completely destroyed. Sasha survived the devastation by hiding in an underground bunker, but his neighbors did not live. The band ultimately helped bring Sasha's story to the attention of an organization that decided to rebuild his home. Video released by United24, the fundraising platform behind the rebuilding efforts, captures the moment Sasha enters the home for the first time. The tear-jerking video showed Sasha and his family moving into the new home, and described how the rebuilding came to be. A post shared by UNITED24 (@u24.gov.ua) Ukrainian teenager Sasha has had his home rebuilt after he was featured in the Imagine Dragons video Crushed Sasha and his family - pictured beside their new home - lost their family during the war against Russia 'A year ago, Imagine Dragons director of photography and frequent collaborator Ty Arnold came to Ukraine as a volunteer,' the video explained. 'In the village of Mykolaiv Oblast, which suffered devastating Russian attacks, he met 14-year-old Sashko. 'Sashko's home and village were completely destroyed, and Ty documented his story. 'Moved by the footage, Imagine Dragons featured Sashko in their official music video for Crushed. 'The musicians invited Sashko to their concert in Warsaw, where they met in person. 'This video helped the world see the horrors of war unleashed by Russia. 'And millions learned about Sashko's biggest dream - to come back home. 'That night, representatives of the UNITED24 partners, Aurora retail chain, was in the audience. The tear-jerking video shows Sasha standing beside the wreckage and his newly-constructed home The home was rebuilt by United24, Ukraine's official fundraising platform Sasha shown sitting by candlelight in his old home compared to an image of him in his brand new bedroom Sasha seen entering the keys to his new home Him and his family enter their brand new home The band helped bring Sasha's story to the attention of an organization that rebuilt his home 'The company decided to rebuild Sashko's home from scratch. 'After six months of work, Sashko opens the door to his brand new home for the first time.' Sasha is then shown receiving a video message from the band, who tell him: 'We are so incredibly proud of you. You have inspired us, you've inspired thousands of people across the globe. 'Thank you to all the incredible donors who made this dog. And above all, Sasha, welcome home.' Sasha receives a video message from the band after he entered his new home The poignant video shows the construction of Sasha's home, and moving side-by-side images comparing his destroyed home to his new one. In one photo, Sasha sat in his ruined home by candlelight. But in the newer image, Sasha sat in his brightly lit bedroom with a brand new desk and computer nearby. Imagine Dragons posted the video to their account with the caption: 'One year ago, our friend @ty__arnold met a 14 year old boy named Sashko in Ukraine. He was wandering the streets of his destroyed town of Novohryhorivka, still in disbelief of the complete destruction of his home, his neighborhood, and his school. '@ty__arnold captured Sashko’s story in our music video for Crushed. Thanks to UNITED24 (which we support) and their donor @avrora.multimarket , Sashko and his mother’s house has been rebuilt. UNITED24 was set up by Ukrainian President Volodymyr Zelenskyy as the main platform for collecting charitable donations in support of Ukraine. Last week the organization released video of Ukranian soldiers on war-weary frontlines in Bakhmut singing modified versions of Christmas classics including Happy Xmas (War Is Over), Let It Snow and Have Yourself A Merry Little Christmas. The covers include changed lyrics 'designed to remind people about the ongoing war and the importance of global support for Ukraine', according to the UNITED24 fundraising platform behind the campaign.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sasha",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T01:03:17.209+02:00",
  "updated": "2023-12-29T01:44:24.122+02:00"
}