{
  "thread": {
    "uuid": "f3a9aba19d018f81838caf6648a2bf3d933aaa0f",
    "url": "https://www.eldia.es/sociedad/2023/12/31/24-grados-despedir-ano-canarias-96399316.html",
    "site_full": "www.eldia.es",
    "site": "eldia.es",
    "site_section": "https://www.eldia.es/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "Hasta 24 grados para despedir el año en Canarias",
    "title_full": "Hasta 24 grados para despedir el año en Canarias",
    "published": "2023-12-31T08:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/b9f95760-c0d0-43dd-8bb1-d155a43a4d1e_16-9-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 25067,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f3a9aba19d018f81838caf6648a2bf3d933aaa0f",
  "url": "https://www.eldia.es/sociedad/2023/12/31/24-grados-despedir-ano-canarias-96399316.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Chronos",
  "published": "2023-12-31T08:05:00.000+02:00",
  "title": "Hasta 24 grados para despedir el año en Canarias",
  "text": "Canarias cerrará el año 2023 con una jornada en la que predominarán los cielos despejados y una ligera calima, además de unas temperaturas máximas que oscilarán entre los 21 y los 24 º C, según la Agencias Estatal de Meteorología ( Aemet).\nEn el mar habrá noreste 2 o 3, salvo 3 o 4 en noroeste y sureste. Marejadilla. Mar de fondo del noroeste de 1 a 2 metros. En las costas oeste, variable 1 o 2 y rizada.\nPredicción por Islas\nTenerife\nIntervalos nubosos de nubes altas. Baja probabilidad de calima ligera que irá remitiendo. Temperaturas mínimas sin cambios y máximas en ligero descenso. Viento flojo del nordeste tendiendo a variable con brisas. Por la tarde aumentará a moderado del noroeste en zonas altas.\nTemperaturas mínimas y máximas previstas (ºC): Santa Cruz de Tenerife 17 22\nLa Gomera\nIntervalos nubosos de nubes altas. A primeras horas habrá intervalos de nubes bajas en la costa norte. Temperaturas mínimas sin cambios y máximas en ligero descenso. Viento flojo del nordeste tendiendo a variable con brisas. Por la tarde aumentará a moderado del noroeste en zonas altas.\nTemperaturas mínimas y máximas previstas (ºC): San Sebastián de La Gomera 17 22\nLa Palma\nPoco nuboso con intervalos de nubes altas. Por la tarde habrá intervalos nubosos de nubes bajas en la vertiente oeste. Temperaturas mínimas sin cambios y máximas en ligero descenso. Viento flojo del nordeste tendiendo a variable con brisas. A partir del mediodía aumentará a moderado del noroeste en zonas altas.\nTemperaturas mínimas y máximas previstas (ºC): Santa Cruz de La Palma 18 23\nEl Hierro\nPoco nuboso con intervalos de nubes altas. Al final del día habrá intervalos nubosos de nubes bajas en la vertiente oeste. Temperaturas mínimas sin cambios y máximas en ligero descenso. Viento flojo a moderado del nordeste tendiendo por la tarde a variable flojo. Por la tarde aumentará a moderado del noroeste en zonas altas.\nTemperaturas mínimas y máximas previstas (ºC): Valverde 16 21\nLanzarote\nPoco nuboso o despejado con intervalos de nubes altas. Probabilidad de calima ligera. Temperaturas mínimas sin cambios y máximas en ligero descenso. Viento flojo del nordeste tendiendo a variable con brisas.\nTemperaturas mínimas y máximas previstas (ºC): Arrecife 13 24\nFuerteventura\nPoco nuboso con intervalos de nubes altas. Probabilidad de calima ligera. Temperaturas mínimas sin cambios y máximas en ligero descenso. Viento flojo del nordeste tendiendo a variable con brisas.\nTemperaturas mínimas y máximas previstas (ºC): Puerto del Rosario 14 23\nGran Canaria\nPoco nuboso con intervalos de nubes altas. Probabilidad de calima ligera que irá remitiendo. Temperaturas mínimas sin cambios y máximas en ligero descenso. Viento flojo del nordeste tendiendo a variable con brisas.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-31T09:16:37.073+02:00",
  "updated": "2023-12-31T09:16:37.073+02:00"
}