{
  "thread": {
    "uuid": "7d9d81f914d9be7bb86e8034e8ada180b4ba02c1",
    "url": "https://twentytwowords.com/drea-de-matteo-sopranos-onlyfans",
    "site_full": "twentytwowords.com",
    "site": "twentytwowords.com",
    "site_section": "http://twentytwowords.com/feed/",
    "site_categories": [
      "entertainment"
    ],
    "section_title": "22 Words",
    "title": "Sopranos’ Drea de Matteo Reveals Staggering Amount She Makes From OnlyFans",
    "title_full": "Sopranos’ Drea de Matteo Reveals Staggering Amount She Makes From OnlyFans",
    "published": "2024-02-29T22:51:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://twentytwowords.com/wp-content/uploads/2022/10/GettyImages-1235722822.jpg",
    "performance_score": 0,
    "domain_rank": 22137,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7d9d81f914d9be7bb86e8034e8ada180b4ba02c1",
  "url": "https://twentytwowords.com/drea-de-matteo-sopranos-onlyfans",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "rebecah",
  "published": "2024-02-29T22:51:00.000+02:00",
  "title": "Sopranos’ Drea de Matteo Reveals Staggering Amount She Makes From OnlyFans",
  "text": "A Sopranos star is revealing how making an account on OnlyFans saved her house from going into foreclosure.\nBut first, let’s take a look at the top celebrity earners on OnlyFans…\nSome of the names on the list might surprise you!\nBelle Delphine is one of the top earners on OnlyFans!\nThe cosplay model reportedly earns $1 million a month, making her number 12 on the list of wealthiest creators.\nIggy Azalea\nAlso on the list is Iggy Azalea, who earns around $9.2 million each month from creating content on the platform.\nHer monthly subscription price is $25 and is estimated to generate around $307k in just one day!\nCoco Austin\nJust below Iggy is Coco Austin, an American TV personality and wife of rapper Ice T.\nShe charges $19 a month to subscribers, and reportedly makes around $9 million each month.\nMia Khalifa\nFormer adult actress Mia Khalifa is also high on the list of Onlyfans’ biggest earners.\nHer monthly subscription price is only $12, but her account offers the opportunity to purchase content bundles. Because of that, she reportedly makes $6.2 million a month.\nTana Mongeau\nNext on the list is YouTuber Tana Mongeau, who offers up her subscription to fans for free!\nDespite being able to view a lot of her content for free, she is reportedly making $3 million a month.\nFor the boys….\nOther top earners on the platform include rapper Casanova, reality star Safaree Samuels, and Youtuber Nikocado Avocado, who each earn between $500k and $2 million every month.\nMegan Barton Hanson\nLove Island’s Megan Barton Hanson is also on the list, estimated to earn around $1.9 million per month.\nErica Mena\nLove & Hip-hop: New York star Erica Mena reportedly earns a whopping $4.49 million!\nDenise Richards\nAnd rounding out the list is actress Denise Richards, who reportedly earned $2 million on the platform.\nBhad Bhabie\nBhad Bhabie also makes a fortune on OnlyFans, and she recently revealed just how much she makes every month.\nA viral sensation…\nBhad Bhabie rose to fame when she appeared on an episode of Dr. Phil at just 13 years old.\n“Cash me outside, how ’bout that?” quickly became her catchphrase, and led to a surprisingly successful career in the years that followed.\nIn addition to becoming a rapper and securing brand deals with beauty companies, she eventually started an OnlyFans account.\nShe launched the account just six days after her 18th birthday in April 2021…\nOnce her account was public, she made an astounding amount on her first day in business.\nBhabie later revealed exactly how much she made throughout 2021 on the subscription-based site.\nThe star took to Instagram to reveal through screenshots that she made a whopping $18 million in her first month alone!\nIn the following months, her income declined, making a total of $6.8 million in May 2021.\nThe amount shown in her screenshots came to a total of $38.6 million from April to November alone.\nWith so many celebrities making a great living from OnlyFans, it was only a matter of time before more signed up…\nAnd that’s exactly what one star from The Sopranos did last year.\nIn August 2023, Drea de Matteo — who played Adriana La Cerva on the beloved series— announced that she was joining the content subscription service.\nNow, six months into her time on OnlyFans, the 52-year-old has revealed how much money she’s made.\nApparently, her earnings were enough to pay off her mortgage in just “minutes”!\nIn an interview with\nDailyMail, the actress said she was able to pay off her mortgage debt in just “five minutes,” which came following a time when she had just “$10 to her name.”\n“They put me into foreclosure and my house had flooded, so I was trying to sell the house quickly,” she said. “I wanted to try and sell it before they took it.”\n“At the same time, I lost my mom, and my other mom, who has dementia, had run out of money for her caregiver,” she continued. “I didn’t know which way was up.”\nLuckily for Drea, things quickly turned around after joining OnlyFans…\n“I was like, holy s**t. In five minutes, I was able to pay back compass real estate who kept the sale of my house.”\n“I did it, but I didn’t want to do it,” the actress admitted. “I got a lot of heat for doing it and it went f***ing viral and people went nuts.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://www.dailymail.co.uk/tvshowbiz/article-13105057/drea-matteo-onlyfans-paid-debts-new-business.html",
    "https://dailymail.co.uk/tvshowbiz/article-13105057/drea-matteo-onlyfans-paid-debts-new-business.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mia khalifa",
        "sentiment": "none"
      },
      {
        "name": "iggy azalea",
        "sentiment": "none"
      },
      {
        "name": "iggy",
        "sentiment": "none"
      },
      {
        "name": "tana mongeau",
        "sentiment": "none"
      },
      {
        "name": "coco austin",
        "sentiment": "none"
      },
      {
        "name": "belle delphine",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "drea de matteo",
        "sentiment": "positive"
      },
      {
        "name": "iggy azalea",
        "sentiment": "none"
      },
      {
        "name": "coco austin just",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:44:14.765+02:00",
  "updated": "2024-03-01T00:44:14.765+02:00"
}