{
  "thread": {
    "uuid": "e6d362f93c253fc58a90034b7d4100572cb28e9a",
    "url": "https://spanish.almanar.com.lb/905698",
    "site_full": "spanish.almanar.com.lb",
    "site": "almanar.com.lb",
    "site_section": "https://spanish.almanar.com.lb/rss",
    "site_categories": [],
    "section_title": "Sitio de Al Manar en Español",
    "title": "Eisenkot: Hablar de victoria total en Gaza no es realista",
    "title_full": "Eisenkot: Hablar de victoria total en Gaza no es realista",
    "published": "2024-01-20T15:46:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "LB",
    "main_image": "https://spanish.almanar.com.lb/framework/includes/uploads/2024/01/manar-02058760017057655644-757x354.jpg",
    "performance_score": 0,
    "domain_rank": 27588,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e6d362f93c253fc58a90034b7d4100572cb28e9a",
  "url": "https://spanish.almanar.com.lb/905698",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Yusuf Fernandez",
  "published": "2024-01-20T15:46:00.000+02:00",
  "title": "Eisenkot: Hablar de victoria total en Gaza no es realista",
  "text": "Gadi Eisenkot, ministro israelí del gabinete de guerra y ex jefe del Estado Mayor, criticó el manejo de la guerra de Gaza por parte del primer ministro israelí, Benjamín Netanyahu, según el diario Haaretz.\nAfirmó que el 11 de octubre, “Israel” estaba a punto de atacar a Hezbolá, pero que él y el ministro Benny Gantz pudieron convencer a los miembros del gabinete de guerra de que esperaran.\n“Creo que nuestra presencia allí impidió que “Israel” cometiera un error estratégico grave”, afirmó Eisenkot, citado por la televisión israelí i24.\nDesde el inicio de la guerra israelí contra Gaza el 7 de octubre, Hezbolá ha lanzado operaciones diarias contra objetivos israelíes en la frontera con el sur del Líbano, en apoyo al pueblo palestino en Gaza y su Resistencia.\nPor su parte, “Israel” está llevando a cabo ataques contra comunidades fronterizas libanesas.\nAcuerdo con Hamas sobre detenidos\nEisenkot también cree que, contrariamente a las directivas de Netanyahu de continuar bombardeando Gaza hasta que los detenidos sean liberados, la única manera de asegurar su liberación es llegar a un acuerdo con Hamas.\n“Debemos decir con valentía que no es posible devolver vivos a los rehenes a corto plazo sin un acuerdo”, subrayó, criticando “a todos aquellos que intentan vender fantasías al público”.\n“Quien habla de una victoria absoluta no está diciendo la verdad”, dijo Eisenkot en la entrevista. “Es por eso que no debemos contar historias… Hoy en día, la situación en la Franja de Gaza es tal que los objetivos de la guerra no se han logrado”.\nCuando se le preguntó si el actual liderazgo de “Israel” está diciendo la verdad al público, Eisenkot respondió simplemente: “No”, y pareció criticar la negativa de Netanyahu hasta el momento a asumir la responsabilidad directa de los fracasos militares, de inteligencia y de liderazgo del 7 de octubre.\nAl menos 24.762 palestinos fueron martirizados, el 75% de ellos mujeres y niños, según el Ministerio de Salud palestino.\nSource: Medios israelíes",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-21T01:27:48.453+02:00",
  "updated": "2024-01-21T01:27:48.453+02:00"
}