{
  "thread": {
    "uuid": "10bbe24b4f38bd01e46d6b2ad7d2c57a46025b51",
    "url": "https://www.allocine.fr/article/fichearticle_gen_carticle=1000059192.html/",
    "site_full": "www.allocine.fr",
    "site": "allocine.fr",
    "site_section": "https://gettotext.com/feed/",
    "site_categories": [
      "television",
      "entertainment"
    ],
    "section_title": "Latest News",
    "title": "At just 13 years old, she wrote a film with the director of Twilight and left her mark on an entire generation",
    "title_full": "At just 13 years old, she wrote a film with the director of Twilight and left her mark on an entire generation",
    "published": "2024-01-07T23:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://fr.web.img6.acsta.net/img/62/d2/62d2bb265717f74ccf34ba1cfaa17e1e.jpg",
    "performance_score": 0,
    "domain_rank": 4233,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "10bbe24b4f38bd01e46d6b2ad7d2c57a46025b51",
  "url": "https://www.allocine.fr/article/fichearticle_gen_carticle=1000059192.html/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Oliver Adey",
  "published": "2024-01-07T23:47:00.000+02:00",
  "title": "At just 13 years old, she wrote a film with the director of Twilight and left her mark on an entire generation",
  "text": "Et non,\n[Twilight](/film/fichefilm_gen_cfilm=131377.html) n’est pas la première collaboration de [Catherine Hardwicke](/personne/fichepersonne_gen_cpersonne=63740.html) et [Nikki Reed](/personne/fichepersonne_gen_cpersonne=76190.html). Celle qui incarne la vampire Rosalie Cullen dans la saga à succès a rencontré la réalisatrice alors qu’elle n’était qu’une enfant. Elles ont ensuite collaboré pour offrir à toute une génération d’adolescents, un drame qui ne les laissera pas indifférents.\nDeux décennies après sa sortie,\n[Thirteen](/film/fichefilm_gen_cfilm=45640.html) (2003) reste d’actualité et continue de présenter un portrait brut et réaliste des difficultés de l’adolescence. Réalisé par Catherine Hardwicke, qui faisait alors ses débuts en tant que réalisatrice, le long métrage explore cet “âge ingrat” comme on l’appelle, cette période de la vie faite de montagnes russes, à travers les yeux d’une jeune fille dévouée et responsable qui finit par se retrouver plongée dans un tourbillon de drogue, de sexe et de petits larcins lorsqu’elle se lie d’amitié avec l’une des filles les plus populaires de son école.\nAu casting, on retrouve les adolescentes\n[Evan Rachel Wood](/personne/fichepersonne_gen_cpersonne=55701.html), dans la peau de l’innocente Tracy, et Nikki Reed, qui incarnait la troublée Evie – la même Nikki Reed qui a co-écrit le scénario et que Catherine Hardwicke choisira de nouveau pour jouer dans l’un de ses films cinq ans plus tard : le premier chapitre d’une certaine saga nommée Twilight...\nLA VIE DE NIKKI REED À L’ÉCRAN\nLorsque Nikki Reed a écrit Thirteen, qu’on peut considérer comme un ouvrage semi-biographique sur sa propre vie, elle n’avait que 13 ans, tout comme son personnage. Mais la jeune fille réussit alors à développer un film qui, jusqu’à aujourd’hui, a conservé toute sa force et trouve toujours un écho auprès des jeunes spectateurs.\n“Thirteen est mon film préféré au monde”, a déclaré une jeune femme à Nikki Reed un jour à la plage, comme l’a raconté l’actrice dans une interview accordée à Rolling Stone à l’occasion du 20ème anniversaire du film l’été dernier. “Cela m’a donné envie d’écrire et j’ai écrit mon premier scénario.”\n“Je ne pense même pas qu’elle était en vie lorsque nous avons fait ce film”, a ajouté Nikki Reed, choquée. “Et elle dit qu’elle a écrit un scénario parce qu’elle a été tellement inspirée par le fait que j’écrivais à un si jeune âge.”\nCatherine Hardwicke a elle-même raconté à Rolling Stone comment elle a fini par co-écrire son premier film avec une jeune fille de 13 ans. Elle connaissait en effet Nikki depuis l’âge de 5 ans car elle avait été la petite amie de son père et l’amie de sa mère.\nLorsqu’elle a terminé ses études de cinéma et était à la recherche de ses premières opportunités, elle a été choquée par les changements que la fillette avait subis : “Elle avait complètement changé. Avant, elle était une adorable petite fille qui faisait du vélo, grimpait aux arbres et portait une salopette et maintenant elle était une mini J-Lo. J’ai vu un véritable nuage sombre au-dessus d’elle.”\nNikki Reed ne l’a jamais caché, sa famille était problématique. Alors Catherine Hardwicke a décidé de devenir une sorte de marraine pour elle et de lui offrir de nouvelles opportunités. “Elle était comme une sœur aînée amusante, une sorte de tante qui me rapprochait d’expériences sympas”, a déclaré l’actrice. Catherine Hardwicke a alors eu l’idée de réaliser un film ensemble. Elle se souvient de lui avoir dit : “Nous allons devoir écrire notre propre film. Tu joueras le rôle principal et je réaliserai. Je pense que ce sera notre thérapie pour qu’on t’aide à faire quelque chose de créatif.”\n6 JOURS D’ÉCRITURE ET LE TOUR EST JOUÉ\nEt le résultat est un drame qu’elles ont écrit en seulement six jours et dans lequel Nikki Reed présentait ses propres expériences récentes d’adolescente. Une fois le scénario terminé, trouver des financements pour le projet n’a pas été facile et elles se sont heurtées à des producteurs scandalisés qui n’osaient pas leur donner une chance. Thirteen a finalement réussi à être produit avec un budget de deux millions de dollars et a été tourné en 24 jours.\nToutefois, des années plus tard, Nikki Reed regrettera la façon dont il a dépeint sa famille : “J’ai écrit ce film sur eux, sur leurs défauts et imperfections et sur ce que c’était de grandir”, a-t-elle déclaré à Zooey Magazine en 2012. “Vous vieillissez et vous pensez : ‘Comment ai-je osé décrire mon père comme un idiot insouciant et totalement vide ?’”\nAyant rapporté 10,1 millions de dollars au box-office, Thirteen a rencontré son public en 2003 – et continue visiblement d’inspirer les nouvelles générations –, et a été salué par la critique, propulsant la carrière de Catherine Hardwicke et de ses deux jeunes actrices.\nThirteen est à redécouvrir en streaming sur Disney+.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:53:36.912+02:00",
  "updated": "2024-01-08T00:53:36.912+02:00"
}