{
  "thread": {
    "uuid": "08ea222efd369ecf0524a5ca6fde7878b0a7accf",
    "url": "https://www2.cbn.com/devotions/gods-wisdom-new-year",
    "site_full": "www2.cbn.com",
    "site": "cbn.com",
    "site_section": "https://www1.cbn.com/topic/holidays",
    "site_categories": [],
    "section_title": "Topics | CBN.com",
    "title": "God’s Wisdom for a New Year | CBN",
    "title_full": "God’s Wisdom for a New Year | CBN",
    "published": "2023-12-28T21:26:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www2.cbn.com/sites/default/files/media/standard/images/bible-wisdom_si.jpg",
    "performance_score": 0,
    "domain_rank": 3249,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "08ea222efd369ecf0524a5ca6fde7878b0a7accf",
  "url": "https://www2.cbn.com/devotions/gods-wisdom-new-year",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Gordon Robertson",
  "published": "2023-12-28T21:26:00.000+02:00",
  "title": "God’s Wisdom for a New Year | CBN",
  "text": "As the new year begins, it’s good to set aside time and ask God for wisdom. Proverbs 9:10 tells us, the fear of the Lord is the beginning of wisdom.\nThis doesn’t mean we’re afraid of God; it means we are in absolute awe of His majesty, how He works through generations, and how the impossible becomes possible if we simply obey Him.\nThe fear of the Lord is first mentioned in the story of Abraham, who is often called the father of our faith. In Genesis 15:1, God gave him the wonderful promise:\n“I am your shield, your exceedingly great reward.” When Abraham replied that he was childless, God promised that his descendants would be as numerous as the stars.\nThen comes a verse that is key to the book of Romans, to all of Paul’s theology, and to the entire Reformation:\nAnd he believed in the Lord, and He accounted it to him for righteousness (Genesis 15:6). This gets rid of all legalism. As long as we believe God, He will account it to us for righteousness.\nAbraham’s story doesn’t stop here. Yes, we are justified by faith; yet faith without works is dead. God called Abraham to take Isaac—the son of the promise—and sacrifice him. Abraham obeyed, concluding that God was able to raise him up, even from the dead (Hebrews 11:19).\nThat’s when the angel of the Lord stopped him with these profound words:\n“Now I know that you fear God, since you have not withheld your son, your only son, from Me” (Genesis 22:12) Abraham didn’t withhold his best from the Lord, and God didn’t withhold His best from us. John 3:16 tells us,\n“For God so loved the world that He gave His only begotten Son.” When we place our lives in His hands and trust Him completely, we know—and God knows—that we fear Him. And that is the beginning of wisdom.\nIf you start thinking of things you’ve done wrong, don’t fall back into the trap of legalism. Instead, fall forward into grace and quote Psalm 130:4:\nBut there is forgiveness with You, that You may be feared. It is His grace and goodness that leads to repentance. And in that repentance, we gain more reverence and appreciation of Him.\nWhat does God require of us?\n“To fear the Lord your God, to walk in all His ways and to love Him, to serve the Lord your God with all your heart and with all your soul, and to keep the commandments” (Deuteronomy 10:12-13) And we have that ability because the Holy Spirit gives us the gift of the fear of God, filling us with His wisdom and understanding. God bless you.\n~\nScripture is quoted from the Holy Bible, New King James Version, copyright © 1982 by Thomas Nelson. Used by permission. All rights reserved.\nShare This Devotional",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "abraham",
        "sentiment": "none"
      },
      {
        "name": "isaac—the",
        "sentiment": "none"
      },
      {
        "name": "god",
        "sentiment": "none"
      },
      {
        "name": "paul",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T14:12:03.841+02:00",
  "updated": "2023-12-29T14:12:03.841+02:00"
}