{
  "thread": {
    "uuid": "b24bdf8bd099a3110597c339da04c996e7844805",
    "url": "https://www.lesoleil.com/actualites/actualites-locales/la-capitale/2024/01/12/la-ville-tres-satisfaite-par-le-deneigement-A64XMCO6WZDILP7GHZHQ3TUL5I/",
    "site_full": "www.lesoleil.com",
    "site": "lesoleil.com",
    "site_section": "https://lesoleil.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Le Soleil | Le média coopératif des gens de Québec ",
    "title": "La Ville «très satisfaite» du déneigement",
    "title_full": "La Ville «très satisfaite» du déneigement",
    "published": "2024-01-12T23:31:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://lescoopsdelinformation-le-soleil-prod.web.arc-cdn.net/resizer/AbTG2DVtauXqcKsxqWIemOftGY0=/657x0/filters:quality(70):format(url)/cloudfront-us-east-1.images.arcpublishing.com/lescoopsdelinformation/DPCZMNHTAZFWFHJ2XDWSUD6FZE.jpg",
    "performance_score": 0,
    "domain_rank": 29438,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b24bdf8bd099a3110597c339da04c996e7844805",
  "url": "https://www.lesoleil.com/actualites/actualites-locales/la-capitale/2024/01/12/la-ville-tres-satisfaite-par-le-deneigement-A64XMCO6WZDILP7GHZHQ3TUL5I/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Simon Carmichael, Le Soleil",
  "published": "2024-01-12T23:31:00.000+02:00",
  "title": "La Ville «très satisfaite» du déneigement",
  "text": "«On a réussi à faire ce qu’on voulait faire. Il n’y a pas eu d’enjeux», insiste le directeur du déneigement de la Ville de Québec, François Moisan. «Le seul enjeu qu’on a eu, c’est la très grosse quantité de neige qui est tombée.» Dans les deux derniers jours, le fonctionnaire a accordé des dizaines d’entrevues pour répéter la même chose : la Ville est «très satisfaite» de son enlèvement de la neige. Mais sur les réseaux sociaux comme dans les médias, les critiques fusent par rapport aux opérations de derniers jours. Plusieurs citoyens des quartiers centraux s’étonnent de voir leur rue encore enneigée même après deux jours de «feux clignotants», où leur routine a été perturbée par une opération déneigement. Des commerçants de la haute-ville se sont plaints de l’indisponibilité des stationnements et le manque d’accès aux trottoirs a été dénoncé. Vendredi, à la veille d’une autre tempête majeure, la Ville de Québec a annoncé une troisième nuit d’opération déneigement consécutive dans plusieurs quartiers. Deux nuits, «c’est normal» Le porte-parole de la Ville de Québec comprend l’impatience de ceux qui habitent dans un secteur où le travail n’est pas complété. Mais il insiste: il est «normal» qu’une opération de si grande envergure s’étale sur deux nuits. Et ce n’est rien de nouveau, martèle François Moisan, qui gravite dans l’administration municipale depuis plus de vingt ans. «Il n’y a rien d’anormal à prendre deux nuits pour une tempête d’une telle ampleur.»— François Moisan, directeur des relations publiques à la Ville de Québec M. Moisan souligne d’ailleurs que les tempêtes avec plus de 30 centimètres de neige, comme celle du début de la semaine, sont «rares». «On a des hivers où on n’a pas d’épisode comme celui-là», rapporte-t-il. «C’était une grosse tempête, ça prend de grosses opérations. Aux dires du maire Bruno Marchand, les équipes analysent «en continu» leurs processus. Mais demeure qu’«une tempête, c’est un chaos», souligne-t-il. «Il tombe 3 cm à Paris et ils sont bloqués pendant trois jours. Ici, il tombe 35 cm. Les gens de Québec sont exigeants — et ils ont raison de l’être — [mais] il faut gérer le chaos le moins longtemps possible et c’est pour ça qu’on travaille à toujours s’améliorer», a-t-il déclaré en entrevue avec Le Soleil jeudi. Des opérations «ciblées», bientôt «améliorées» La Ville de Québec fait tout en son pouvoir pour éviter à ses résidents de déplacer leurs voitures pour rien, assure le fonctionnaire. Mais lors des opérations déneigement, l’administration municipale préfère voir grand et libérer plus de rues que pas assez. «On espère toujours pouvoir tout faire en une nuit, résume François Moisan. Et on planifie en conséquence. Mais parfois, selon la quantité de neige, la lourdeur de celle-ci, les pépins mécaniques ou les remorquages, on n’y arrive pas». Le dégagement des voies de circulation est alors priorisé. «On cible le plus possible avec les feux clignotants, mais parfois les opérations prévues sont modifiées en cours de route.»— François Moisan, directeur des relations publiques à la Ville de Québec Le «ciblage» des rues appelées à se mettre en mode déneigement pourrait être amélioré dans les prochaines années, indique le fonctionnaire. L’ajout de nombreux feux clignotants d’un bout à l’autre de la ville et [les investissements en télémétrie](https://www.lesoleil.com/actualites/actualites-locales/la-capitale/2023/11/17/deneigement-suivre-les-grattes-en-temps-reel-bientot-possible-a-quebec-N766FZ6WWVECLEG4JZ3BFQCUGE/) rendront le suivi des équipes de la ville plus facile. Et pour la tempête prévue samedi, François Moisan l’assure : «les formidables les équipes de la Ville de Québec sont prêtes». Avec Émilie Pelletier, Le Soleil",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-13T02:29:56.859+02:00",
  "updated": "2024-01-13T02:29:56.859+02:00"
}