{
  "thread": {
    "uuid": "62cddbd8c6ce11c323ae44a2213876147efa73b2",
    "url": "https://www.latimes.com/socal/daily-pilot/opinion/story/2024-04-18/commentary-empowering-older-adults-in-orange-county-through-nutrition",
    "site_full": "www.latimes.com",
    "site": "latimes.com",
    "site_section": "https://www.latimes.com/socal/daily-pilot/index.rss",
    "site_categories": [
      "media",
      "tech",
      "3d_graphics",
      "top_news"
    ],
    "section_title": "Daily Pilot - Los Angeles Times",
    "title": "Commentary: Empowering older adults in Orange County through nutrition - Los Angeles Times",
    "title_full": "Commentary: Empowering older adults in Orange County through nutrition - Los Angeles Times",
    "published": "2024-04-18T09:50:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ca-times.brightspotcdn.com/dims4/default/94bf921/2147483647/strip/true/crop/1683x884+0+145/resize/1200x630!/quality/75/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fff%2F08%2F9abbf9ff4bfd9387342117d4b5da%2Fjc-tn-dpt-me-grannys-market-20240402-6.jpg",
    "performance_score": 0,
    "domain_rank": 195,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "62cddbd8c6ce11c323ae44a2213876147efa73b2",
  "url": "https://www.latimes.com/socal/daily-pilot/opinion/story/2024-04-18/commentary-empowering-older-adults-in-orange-county-through-nutrition",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Holly Hagler and Claudia Bonilla Keller",
  "published": "2024-04-18T09:50:00.000+03:00",
  "title": "Commentary: Empowering older adults in Orange County through nutrition - Los Angeles Times",
  "text": "Recent data show that 29% of seniors in Orange County are experiencing food insecurity, which means they do not have enough food, especially for a healthy and active life. This number is drastically rising, partially because older adults are the fastest-growing demographic, creating a “silver tsunami” of residents reaching the age of 65 and older. This surge is fueled by the swell of seniors projected to represent nearly a quarter of the county’s population in just a few decades. Inflation and the jump in grocery store prices by 25% since 2020 — with no sign of receding — are also contributing to this challenging scenario. April marks Senior Hunger Awareness Month, and the pressing need to address seniors' nutritional well-being demands sustained attention and action. Amid this growing need, organizations like Second Harvest Food Bank of Orange County and Meals on Wheels Orange County play a crucial role in addressing senior hunger. Sharing a common goal to provide nutritious food to this vulnerable population, these nonprofits meet seniors where they are and ensure they are able to access the vital nutrition necessary for their health and vitality. In collaboration with its partners, Second Harvest Food Bank of Orange County provides dignified, equitable and consistent access to nutritious food, creating a foundation for community health. To address this need among older adults, Second Harvest has pioneered the Park-It Market program as a key component of its Senior Grocery Program. The Park-It Market program debuted in 2018 as a national first: a mobile walk-up market housed within a refrigerated trailer for seniors to select fresh produce, protein and dairy, free of charge and right from their doorstep at senior centers and senior apartment communities across the county. Second Harvest also recently released a “proof-of-concept” Park-It Market 2 trailer — lovingly dubbed “Granny’s Market” in honor of the mother whose family foundation’s generous contribution helped to launch the vehicle — double-sided and equipped with shelving that allows seniors to grab the food that they want. Meals on Wheels Orange County is committed to erasing hunger and loneliness for at-risk seniors through nutritious meals, therapeutic care, social connections and other services that help them maintain their independence and quality of life. Meals on Wheels OC is advancing the vision, overall strategic initiatives and priorities, and is a deeply committed advocate of senior health in Orange County. Nutritious recipes are planned by a registered dietician and distributed through Meals on Wheels’ Lunch Café programs and Adult Day Health Care centers or the Meals on Wheels’ home-delivered program, thus meeting 100% of the daily nutritional value this vulnerable population needs. Ensuring that low and fixed-income seniors receive food deliveries is just one aspect of senior nutrition. Equally crucial is the provision of nutritious foods essential for maintaining their health. It is important that seniors make every bite count and prioritize protein and fiber-rich foods like oatmeal, beans, nuts, fruits and vegetables. Appetite can also diminish with age, so it is important that seniors have three meals a day and drink lots of water to stay hydrated. In Orange County, where one in four older adults grapples with food insecurity, the looming \\\"silver tsunami\\\" and surging grocery prices underscore the critical role of organizations like Second Harvest Food Bank of Orange County and Meals on Wheels Orange County. To access support or aid a senior in need, individuals can visit feedoc.org/need-food or call 211 or the Orange County Office on Aging toll free at (800) 510-2020. Financial support is indispensable to sustain these essential programs, ensuring no senior goes hungry or feels forgotten in our community. You can also give your time by volunteering for Second Harvest Food Bank of Orange County or Meals on Wheels Orange County. Together, let's recognize Senior Hunger Awareness Month with a reaffirmed commitment to senior nutrition and well-being and to safeguarding the health and dignity of Orange County's cherished elders. Holly Hagler is the president and CEO of Meals on Wheels Orange County, and Claudia Bonilla Keller is the CEO of Second Harvest Food Bank of Orange County.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health"
  ],
  "external_links": [
    "https://www.washingtonpost.com/business/2024/02/02/grocery-price-inflation-biden/",
    "https://www.myplate.gov/tip-sheet/healthy-eating-older-adults",
    "https://www.mealsonwheelsoc.org/get-involved/",
    "https://data.ocagingplan.org/food-insecurity",
    "https://feedoc.org/get-involved/#volunteer",
    "https://feedoc.org/",
    "https://feedoc.org/need-food",
    "https://www.ocagingservicescollaborative.org/wp-content/uploads/2023/08/Report-on-Aging-in-OC-2023_OCASCOCSPA.pdf",
    "https://www.mealsonwheelsoc.org/",
    "https://www.washingtonpost.com/business/2024/02/02/grocery-price-inflation-biden",
    "https://ocagingservicescollaborative.org/wp-content/uploads/2023/08/Report-on-Aging-in-OC-2023_OCASCOCSPA.pdf",
    "https://mealsonwheelsoc.org/get-involved/",
    "https://washingtonpost.com/business/2024/02/02/grocery-price-inflation-biden/",
    "https://www.feedoc.org/get-involved/#volunteer",
    "https://www.feedoc.org/need-food",
    "https://www.mealsonwheelsoc.org/get-involved",
    "https://www.feedoc.org/",
    "https://www.mealsonwheelsoc.org",
    "https://myplate.gov/tip-sheet/healthy-eating-older-adults",
    "https://feedoc.org",
    "https://www.data.ocagingplan.org/food-insecurity",
    "https://mealsonwheelsoc.org/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "los angeles times recent",
        "sentiment": "negative"
      },
      {
        "name": "second harvest food bank of orange county and meals on wheels orange county",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "orange county",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:30:43.834+03:00",
  "updated": "2024-04-26T00:53:32.353+03:00"
}