{
  "thread": {
    "uuid": "89c6b227e9706a8de2bcaa5abb2055d4058367af",
    "url": "https://www.gov.ie/en/press-release/c524e-significant-successes-by-npws-against-wildlife-crime-in-2023/",
    "site_full": "www.gov.ie",
    "site": "www.gov.ie",
    "site_section": "https://www.gov.ie/en/publications/",
    "site_categories": [
      "politics",
      "law_government_and_politics",
      "us_government_resources"
    ],
    "section_title": "gov.ie - Publications",
    "title": "gov.ie - Significant successes by NPWS against wildlife crime in 2023",
    "title_full": "gov.ie - Significant successes by NPWS against wildlife crime in 2023",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IE",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 5806,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "89c6b227e9706a8de2bcaa5abb2055d4058367af",
  "url": "https://www.gov.ie/en/press-release/c524e-significant-successes-by-npws-against-wildlife-crime-in-2023/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "gov.ie - Significant successes by NPWS against wildlife crime in 2023",
  "text": "From Department of Housing, Local Government and Heritage\nPublished on 29 December 2023\nLast updated on 27 December 2023\n The National Parks and Wildlife Service is making its message to protect nature clearly heard through its series of successful prosecutions in the courts this year.\nForty-three prosecution cases were initiated by NPWS in 2023 for alleged breaches of wildlife legislation according to data from the new Wildlife Enforcement and Nature Protection Directorate within the NPWS.\nWildlife crimes reported range from the disturbance of bats, illegal hunting (such as hare lurching), badger digging, damage to Special Areas of Conservation (SACs), unlawful destruction of vegetation in hedgerows and unlawful burning of vegetation within the restricted period, to name a few. There was a notable 39% increase in subsequent prosecution cases for breaches of the Wildlife Acts, from 30 in 2022 to 43 in 2023 submitted by NPWS staff to the Chief States Solicitor’s Office.\nThe work being carried out by the National Parks and Wildlife Service in this area saw 112 prosecutions successfully closed from 2020 to date.\nMinister for Nature, Heritage and Electoral Reform Malcolm Noonan T.D said:\n“NPWS staff work throughout the country to address wildlife crime and enforcement. This issue is being taken very seriously by the State, as we have seen through increasing fines and convictions. Legislation and regulations help to protect our biodiversity, health and our future, and we must all adhere to them.\nCitizen reporting is an essential element in safeguarding nature and to help prevent wildlife crime. I would call on anyone who witnesses wildlife crime to get in touch with the NPWS or An Garda Siochána.”\nThe 112 prosecutions successfully closed by NPWS since 2020 have seen numerous convictions and record fines imposed on the defendants for offences against nature.\nSome of the successful cases have seen a conviction and fine for the destruction of badger sett; damage caused on a Special Area of Conservation saw a company convicted and fined €8,000. In another prosecution a company was found guilty on multiple breaches of the Birds and Habitats regulations and issued €31,000 in fines and 11 convictions imposed.\nThe number of successful prosecution cases taken by NPWS and in collaboration with An Garda Siochána, and the increase in convictions for offences from those cases are just one aspect of activities undertaken by NPWS to tackle wildlife crime. NPWS also undertake targeted patrols at different times, depending on the particular species and habitats being protected for example fire patrols, unlawful hunting of hares and deer.\nEngagement locally by NPWS conservation rangers, education and outreach programmes and other legal instruments such as Ministerial Directions to restore damaged habitats can also address and prevent wildlife crime.\nNiall O’Donnchú, Director General of the NPWS said:\n“NPWS’s work in detecting, preventing and enforcing wildlife crime is being strengthened through the recruitment of additional NPWS staff on the ground, along with training and other support for staff involved in this work and by enhanced co-operation with other enforcement authorities.\nNPWS works closely with An Garda Síochána who have powers and functions to enforce wildlife legislation similar to NPWS authorised officers. A joint protocol between the NPWS and An Garda Síochána has been in place since 2021 with ongoing strategic liaison on particular issues and development of training and knowledge and information sharing events.”\nIf a suspected wildlife crime or a possible breach of wildlife legislation has taken place reports can be made to the local NPWS office or to the Wildlife Enforcement Support Unit in NPWS or An Garda Síochána, as appropriate. Contact details available on the NPWS website or email wildlifeenforcement@npws.gov.ie\nENDS",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "department of housing",
        "sentiment": "negative"
      },
      {
        "name": "heritage published",
        "sentiment": "negative"
      },
      {
        "name": "npws",
        "sentiment": "negative"
      },
      {
        "name": "national parks and wildlife service",
        "sentiment": "none"
      },
      {
        "name": "wildlife enforcement and nature protection directorate",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T00:18:38.990+02:00",
  "updated": "2023-12-30T00:18:38.990+02:00"
}