{
  "thread": {
    "uuid": "697baec580f09c5db91e9863d416031360e2561f",
    "url": "https://www.gonzaga.edu/news-events/stories/2024/4/18/senior-spotlight-kainoa-evans-intentional-involvement",
    "site_full": "www.gonzaga.edu",
    "site": "gonzaga.edu",
    "site_section": "https://gonzaga.edu/home",
    "site_categories": [
      "graduate_school",
      "education"
    ],
    "section_title": "Gonzaga University, Spokane Washington | Gonzaga University",
    "title": "Senior Spotlight: Kainoa Evans’ “Intentional Involvement” Made His GU Experience Memorable | Gonzaga University",
    "title_full": "Senior Spotlight: Kainoa Evans’ “Intentional Involvement” Made His GU Experience Memorable | Gonzaga University",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gonzaga.azureedge.net/-/media/website/images/stories/feat-kainoa-evans-2.ashx?rev=c5edd994f5a8498f8e3660140ed50ff3&amp;hash=cbe450b623b4819e3583d6975dd516c8",
    "performance_score": 0,
    "domain_rank": 15238,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "697baec580f09c5db91e9863d416031360e2561f",
  "url": "https://www.gonzaga.edu/news-events/stories/2024/4/18/senior-spotlight-kainoa-evans-intentional-involvement",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sydney Fluker",
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "Senior Spotlight: Kainoa Evans’ “Intentional Involvement” Made His GU Experience Memorable | Gonzaga University",
  "text": "Senior Spotlight: Kainoa Evans' \"Intentional Involvement\" Made His GU Experience Memorable This piece is part of our [Senior Stories](/news-events/collections/senior-stories) series, in which we highlight GU students throughout the year. Name: Kainoa Evans Studies: Public relations, minors in promotion and Hogan Entrepreneurial Leadership Hometown: Bothell, Washington Kainoa Evans (’24, public relations) knew he wanted to have an active college experience — one with extracurriculars and opportunities beyond the classroom. The pandemic forced him to start his Gonzaga journey through a computer screen in his bedroom across the state in Bothell, leaving him to craft his ideal four years from 285 miles away. So when Gonzaga Student Body Association election information kept popping up in his inbox and social media feed, he decided to give it a shot. “It was like stumbling into a surprise,” Evans says. “I thought that being a class senator was like [high school] associate student body… I think I mixed up the applications and ended up running for senator.” Despite thinking he was applying to be class representative, Evans carried through with his campaign and became one of three elected senators. His time at GSBA began on the governance committee, which included a lot of legislative responsibilities. Though again different from what he expected, it was another pleasant surprise in his GSBA journey, and he took the advice of then-president and vice president Fese Elango (’20) and Taylor Sipila (’20) to stick with it. Evans served as health and safety coordinator his sophomore year and involvement coordinator junior year. He learned a lot as health and safety coordinator, seeing vaccine restrictions increase, masking mandates loosening and new information coming out every day. “A big reason I came to Gonzaga is because I wanted to have really strong extracurricular and cocurricular opportunities, and of course, a college degree to coincide with that,” Evans says. His experience has culminated into a term as GSBA vice president, where he works alongside President Griffin Reittinger (’24) to oversee the student organization and its campus impacts. Prior experience with different coordinator positions has been helpful, as Evans works closely with the departments he used to work in. “It’s been really cool being able to learn how to be a supervisor for students, but also be able to represent students in an advocacy/communication sense,” Evans says. “I’ve taken all the knowledge I’ve gained from my time on campus and other involvements and combined them into this singular experience. It’s been incredible.” Outside of GSBA, Evans served as a student affairs and media marketing intern, where he helped with social media coordinating and content development. In the fall, he joined Model United Nations, and has enjoyed trying something new that aligns with his interest in international communications. Evans has minors in promotion and Hogan Entrepreneurial Leadership. Though he entered Gonzaga as a business major, public relations called him because of its people-oriented nature and emphasis on the value of communication. “Ironically, I’m going to get an MBA as my next degree,” Evans laughs. “At the moment, though, I was quickly realizing that I wasn’t really interested in those [original business] degrees, so I was looking for something more application-based and people-focused. I figured that public relations would be a perfect mix of what I was looking for, and it was.” Following graduation, Evans hopes to be a lifelong learner. He plans to work in admissions or student affairs in a higher education setting, and then return to get a second master’s in global communication. Eventually, he plans to get a PhD in the international studies realm, and hopes to work in the global communications field. Looking back on his four years, Evans is proud of the opportunities he has taken advantage of and the intentional involvement he learned to prioritize over the years. “It’s hard to get involved in things,” Evans says. “I’m just thankful that I was able to make that step — especially through a screen.” - Academics - Student Life - Careers & Outcomes - Service & Community Impact - College of Arts & Sciences - School of Business Administration - Hogan Entrepreneurial Leadership Program - Public Relations",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kainoa evans",
        "sentiment": "negative"
      },
      {
        "name": "evans",
        "sentiment": "none"
      },
      {
        "name": "hogan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "gonzaga university",
        "sentiment": "negative"
      },
      {
        "name": "kainoa evans studies",
        "sentiment": "none"
      },
      {
        "name": "washington kainoa evans",
        "sentiment": "none"
      },
      {
        "name": "gonzaga",
        "sentiment": "none"
      },
      {
        "name": "gonzaga student body association",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "bothell",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:16:49.729+03:00",
  "updated": "2024-04-19T01:16:49.729+03:00"
}