{
  "thread": {
    "uuid": "508a8786f50b9f134442e9c5cfb7d84f1fa831c4",
    "url": "https://andina.pe/agencia/noticia.aspx?id=987739",
    "site_full": "andina.pe",
    "site": "andina.pe",
    "site_section": "http://www.andina.com.pe/agencia/titulares",
    "site_categories": [
      "travel",
      "south_america",
      "top_news"
    ],
    "section_title": "\r\n\tLo último | Agencia Peruana de Noticias Andina\r\n",
    "title": "Fiesta ecológica: devotos de Señor de Qoyllur Riti realizan acciones para preservar nevado | Noticias | Agencia Peruana de Noticias Andina",
    "title_full": "Fiesta ecológica: devotos de Señor de Qoyllur Riti realizan acciones para preservar nevado | Noticias | Agencia Peruana de Noticias Andina",
    "published": "2024-05-31T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PE",
    "main_image": "https://portal.andina.pe/EDPfotografia3/Thumbnail/2024/05/31/001069250W.jpg",
    "performance_score": 0,
    "domain_rank": 24169,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "508a8786f50b9f134442e9c5cfb7d84f1fa831c4",
  "url": "https://andina.pe/agencia/noticia.aspx?id=987739",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Empresa Peruana de Servicios Editoriales S. A. EDITORA PERÚ",
  "published": "2024-05-31T03:00:00.000+03:00",
  "title": "Fiesta ecológica: devotos de Señor de Qoyllur Riti realizan acciones para preservar nevado | Noticias | Agencia Peruana de Noticias Andina",
  "text": "Las ocho naciones peregrinas al Señor de Qoyllorritti sensibilizan a no escalar e ingresar a lo poco que resta del nevado Apu Kolkepunku, deidad andina que solo es visitada, a cercanías, por los Ukumaris o pablitos, durante la festividad en honor a la sagrada imagen.\nLos ukumaris, que según la tradición oral, mitad oso de anteojos y mitad humano, son guardianes de la roca sagrada en el paraje del Sinak'ara y el Kolkepunku. En estos espacios hay y se mantiene la conjunción espiritual de la religión católica y la andina.\nLa devoción católica se remonta a la década de 1780 cuando el niño Dios se le aparece a Marianito Mayta, un niño quechua con quien arma una amistad que se refleja en milagros, como la multiplicación de llamas y alpacas que pasteaba el pequeño ante el abandono de su hermano mayor.\nLea también: Qoyllur Riti: ¿Dónde y cuándo se realiza esta fiesta?, ¿Qué significa y cómo se celebra?\nLa imagen del Señor Jesucristo, es inmensamente piadosa y mantiene una fuerte energía que a sus fieles y visitantes les brotan lágrimas de clemencia y a la vez alegría por conocerlo. Muchos comparten experiencias y afirman que se recargan de brío pese a los 9 kilómetros de caminata cuesta arriba.\nEl fervor andino es mucho más antiguo, pues desde épocas pre Incas a este paraje arribaron delegaciones de habitantes en busca del origen del agua y llegaron al Sinak'ara y al pie del Kolkepunku, un inmenso humedal con rocas que brillan a la puesta del sol. El peregrinaje de agradecimiento lo hacían en los solsticios, por estas épocas.\nEsta devoción fue reconocida por el Congreso de la República el 2021, cuando se entregó condecoraciones a los Ukumaris de Paucartambo y Puka Pakuri Wayri Ch'uncho Loman y Mayun Pureq, como los nativos y seres mitológicos que peregrinaron en expediciones con fines de agradecimiento por la vida.\nPara las Naciones Peregrinas estas muestras de fe al Señor de Qoyllur Riti y al Kolkepunku se preserva en sus “usos y costumbres”, la cual sufrió una modificación en las últimas décadas, pues evitan ingresar a la masa de nieve que está sobre los 5,000 metros sobre el nivel del mar, lo que antes era común incluso para los bautizos de los nuevos Ukumaris, o retirar bloques o fracciones de hielo para denotar valor y resistencia.\n“Hasta hace dos décadas este era un lugar hermoso, el nevado llegaba hasta aquí abajo (hace el ademán sobre una quebrada hoy vacía), pero recordar eso da mucha pena, tristeza, al ver como este calentamiento global está afectando no solo acá sino a nivel mundial”, expresa a la Agencia Andina José Luis Mamani León, caporal de la Nación Paucartambo.\n“Creo que debemos tomar conciencia para ver de qué forma, podemos parar este desorden a nivel mundial. El Kolkepunku es uno y veo allá lo que es Ausangate, también se está perdiendo. Qué le vamos a dejar a las nuevas generaciones”, agrega.\nPara los Ukumaris, es una satisfacción única estar en los brazos del gran Apu, a quien se encomiendan el bienestar en esta vida y es por ello que evitan que alguien ajeno a la preservación acceda, ellos mismos se mantiene a un distante cuidando en estas fechas en las que más de 150 mil fieles y visitantes llegan al Tayta Qoyllur Riti.\n“Las ocho naciones peregrinas respetamos más lo que es preservar nuestra naturaleza, nuestros Apus (sagrado), creo que a nivel del mundo no toman conciencia de todo esto que es muy triste”, subraya.\nLa presencia de los Ukumaris es más resaltante durante el Día Central que se celebró el pasado 28 de mayo, día en el que llegaron, probablemente, más del 50 % de la feligresía. Luego retornan y lo hacen camino a la ciudad Ocongate, travesía denominada “el peregrinaje de las 24 horas”.\nLas delegaciones tomaron caminos de herradura, algunas ya convertidas en carreteras por el avance agresivo de la minería ilegal, disfrutan de la naturaleza entre la tarde, noche, madrugada y mañana hasta llegar a la meseta de Tayankani, donde lleva adelante el “Inti (sol) Alabado” y luego el Q'enqo o Simp'a o trenza de las naciones peregrinas. Todo un espectáculo.\nCulminado ello se ofrece una homilía en el templo de Tayankani, donde representantes de la iglesia católica agradecen a Dios, al Señor de Qoyllur Riti y sus fieles por esta maravillosa peregrinación y se comprometen en mantener ese amor cada año.\nMás en Andina: ?? Los arequipeños participaron activamente del simulacro de sismo multipeligro que se desarrolló esta mañana de magnitud 8.2 en la Escala de Mercalli, con epicentro en la ciudad de Mollendo, en la provincia costera de Islay.\n?? https://t.co/tCBDvyU2j0 pic.twitter.com/DR1hDAawR1\n— Agencia Andina (@Agencia_Andina) May 31, 2024\n(FIN) PHS/MAO",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://t.co/DR1hDAawR1",
    "https://t.co/tCBDvyU2j0",
    "https://twitter.com/Agencia_Andina/status/1796637828668899808?ref_src=twsrc%5Etfw",
    "https://twitter.com/Agencia_Andina/status/1796637828668899808",
    "https://www.twitter.com/Agencia_Andina/status/1796637828668899808?ref_src=twsrc%5Etfw",
    "https://www.t.co/tCBDvyU2j0",
    "https://www.t.co/DR1hDAawR1"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-31T23:39:56.341+03:00",
  "updated": "2024-05-31T23:39:56.341+03:00"
}