{
  "thread": {
    "uuid": "5e100563141eff5a1926cf3695926e74b038f316",
    "url": "https://www.elimparcial.com/tijuana/ensenada/Pugnaran-por-proteger-a-los-huerfanos-del-feminicidio-en-BC-20231228-0023.html",
    "site_full": "www.elimparcial.com",
    "site": "elimparcial.com",
    "site_section": "http://frontera.info/tijuana",
    "site_categories": [
      "media"
    ],
    "section_title": "Noticias de Tijuana | EL IMPARCIAL",
    "title": "Pugnarán por proteger a los huérfanos del feminicidio en BC | Noticias de Tijuana | EL IMPARCIAL",
    "title_full": "Pugnarán por proteger a los huérfanos del feminicidio en BC | Noticias de Tijuana | EL IMPARCIAL",
    "published": "2023-12-28T22:14:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.elimparcial.com/__export/1703798062733/sites/elimparcial/img/2023/12/28/miriam-ayon.jpg_1697240677.jpg",
    "performance_score": 0,
    "domain_rank": 31471,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5e100563141eff5a1926cf3695926e74b038f316",
  "url": "https://www.elimparcial.com/tijuana/ensenada/Pugnaran-por-proteger-a-los-huerfanos-del-feminicidio-en-BC-20231228-0023.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "CMS Medios",
  "published": "2023-12-28T22:14:00.000+02:00",
  "title": "Pugnarán por proteger a los huérfanos del feminicidio en BC | Noticias de Tijuana | EL IMPARCIAL",
  "text": "Pugnarán por proteger a los huérfanos del feminicidio en BC En los casos en los que las víctimas de feminicidio tuvieron hijos debió aplicarse un protocolo de orfandad donde tenía que haber intervenido la Procuraduría de la Defensa del Menor en el Estado. Ensenada, BC.- El problema de los feminicidios en el Estado ha dejado a una gran cantidad de menores desprotegidos que actualmente no reciben ningún apoyo, denunció Miriam Ayón Castro, integrante de la [Red de Mujeres Unidas por Baja California.](https://www.elimparcial.com/tijuana/tijuana/Ocupa-Baja-California-tercer-lugar-en-muertes-violentas-y-numero-13-en-feminicidios-20230918-0027.html) Recordó que en agosto de este año la red en conjunto con la Comisión Estatal de Derechos Humanos publicó un estudio sobre feminicidios, que arrojó que en el estado hay 51 sentencias de feminicidio que están catalogadas por el poder Judicial como sentencias con perspectiva de género. Te puede interesar: [Apoyan a mujeres víctimas de violencia vicaria](https://www.elimparcial.com/tijuana/tijuana/Atiende-Colectivo-Cesodi-50-casos-de-mujeres-victimas-de-violencia-vicaria-20231115-0033.html) “Aplicando un mecanismo y un protocolo ya establecido por la Suprema Corte de Justicia nos encontramos con que el gran porcentaje de esas sentencias no cumplen con la perspectiva de género y justamente uno de los indicadores que evaluamos fue la atención a las víctimas y a los huérfanos del feminicidio”, expuso. Protocolo de orfandad Puntualizó que en los casos en los que las víctimas de feminicidio tuvieron hijos debió aplicarse un protocolo de orfandad donde tenía que haber intervenido la Procuraduría de la Defensa del Menor en el Estado. Hoy en día no hay una autoridad que nos pueda indicar qué ha pasado con los huérfanos del feminicidio, nos percatarnos que no había una reparación integral del daño, la ley establece cuáles son los elementos que se tienen que considerar para determinar la reparación del daño y la cuantía en cuanto al monto que el agresor tendrá que pagar como una indemnización a las víctimas y encontramos que se hizo todo de machote y solo se le puso el precio a la víctima sin considerarse las condiciones”, señaló. La activista dijo que se debe de considerar si el menor estaba en cierto nivel educativo y tenía ciertas necesidades, si el menor tenía alguna discapacidad o enfermedad que requiriera atención especial, las condiciones económicas de la familia que se hizo cargo del menor, entre otros elementos que se deben contemplar para que el menor tenga una vida digna. Te puede interesar: [Red de mujeres de BC invitan a usar ''lentes violeta'' para equidad y justicia](https://www.elimparcial.com/tijuana/tijuana/Red-de-mujeres-de-BC-invitan-a-usar-lentes-violeta-para-equidad-y-justicia-20231110-0039.html) “Si esa madre era el sustento o la jefa de familia de ese menor y no el padre como hay muchos casos en Baja California, eso también tiene que ser determinado al momento de determinar la cuantía de la reparación del daño, todos estos elementos no se tomaron en cuenta”, lamentó. Sentencias Refirió que en gran parte de los casos el agresor habría reconocido ser pareja de la víctima y por lo tanto con base en eso fue catalogado como un feminicidio y por consiguiente fue determinada una sentencia a través de un procedimiento abreviado. “No se profundizó y no se llevó un proceso legal ordinario como debió haber sido, hablando de un delito tan grave y más donde hay menores involucrados, fueron definidos por un procedimiento abreviado donde el reconocimiento del agresor donde asumía la culpa fue el elemento que fue considerado para tener una sentencia condenatoria, sin embargo, no se repara el daño ni representa una reparación integral”, enfatizó. Protección a menores Puntualizó que el próximo año la [Red de Mujeres Unidas por BC ](https://www.elimparcial.com/tijuana/ensenada/Red-de-Mujeres-Unidas-por-Baja-California-exige-igualdad-en-la-justicia-20230917-0023.html)pugnará para que se proteja a los menores en esta situación y se aplique el protocolo de orfandad. Te puede interesar: [Exigen informe sobre los recursos destinados a la violencia de género](https://www.elimparcial.com/tijuana/ensenada/Exigen-informe-sobre-los-recursos-destinados-a-la-violencia-de-genero-20231105-0019.html) “Vamos a seguir impulsando para que todos estos elementos que encontramos en estos instrumentos de análisis que llevamos a cabo durante 2023 sigan siendo atendidos”, afirmó.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:10:56.056+02:00",
  "updated": "2023-12-29T00:10:56.056+02:00"
}