{
  "thread": {
    "uuid": "6d951b93bdc32756c81d04cb349168dd0a94da95",
    "url": "https://www.mundodeportivo.com/alfabeta/marvel/x-men-97-esta-generando-la-era-mutante-mas-extrana-de-marvel",
    "site_full": "www.mundodeportivo.com",
    "site": "mundodeportivo.com",
    "site_section": "https://alfabetajuega.com/feed",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "Alfa Beta Juega",
    "title": "X-Men 97 está generando la era mutante más extraña de Marvel",
    "title_full": "X-Men 97 está generando la era mutante más extraña de Marvel",
    "published": "2024-04-11T23:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.mundodeportivo.com/alfabeta/hero/2024/04/la-continuacion-de-la-serie-animada-de-los-x-men-podria-estar-haciendo-un-homenaje-a-una-peculiar-epoca-mutante.jpg?width=1200",
    "performance_score": 0,
    "domain_rank": 5104,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6d951b93bdc32756c81d04cb349168dd0a94da95",
  "url": "https://www.mundodeportivo.com/alfabeta/marvel/x-men-97-esta-generando-la-era-mutante-mas-extrana-de-marvel",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Manuel Sifontes",
  "published": "2024-04-11T23:00:00.000+03:00",
  "title": "X-Men 97 está generando la era mutante más extraña de Marvel",
  "text": "X-Men 97 está generando la era mutante más extraña de Marvel\nLa serie animada de X-Men '97 podría estar preparando la introducción a una de las eras mutantes más extrañas\nManuel Sifontesen Marvel\nMucho ha llovido desde que los X-Men se introdujeron en los cómics de Marvel. Desde entonces, hemos podido ser testigos de muchos cambios que estos han presentado con el tiempo, no solo a nivel genético. En este sentido, han atravesado diversas etapas y momentos que han marcado un antes y un después en su mitología. Y gran parte de este contenido fue adaptado en la serie animada original que se emitió en los 90.\nDesde que se anunció la continuación de esta serie animada, pero en tiempos modernos, surgió preocupación entre los fans, pues estos se preguntaban si esta conseguiría traer de vuelta lo mejor de aquella época. Afortunadamente, la respuesta ha sido positiva. Y, de hecho, poco a poco parece que esta serie está generando la era mutante más extraña de su universo. A continuación, te contaremos todo al respecto.\nLa serie animada X-Men '97 podría estar por presentar la era mutante más extraña de los cómics\nLa espectacular continuación animada de la serie animada de los X-Men que se emitía en los 90 está siendo todo un éxito entre los espectadores. Pero no es todo, pues esta también ha estado tomándose ciertas licencias para introducir una de las eras mutantes más extrañas de los cómics. Nos referimos a la \"Outback Era\", aunque con ciertos cambios.\nPara comenzar, debemos señalar que X-Men '97 ha introducido a Madelyne Pryor, una mutante que fue muy importante en la mencionada era y que también es relevante en todos los acontecimientos mutantes. Originalmente, esta mujer apareció después de la Saga de Fénix Oscura y se involucra sentimentalmente con Cíclope. De hecho, él renuncia a los mutantes y tiene un hijo con ella, llamado Nathan. Esta tiene un gran cambio\nhasta convertirse en una villana.\nPero esto no es todo, pues además de la presencia de Madelyne Pryor, quien después de todo\npodría volver a unirse a los X-Men, también debemos señalar que la segunda parte del episodio 4 de esta serie animada se encarga de adaptar de forma libre la historia del cómic #186 de Uncanny X-Men donde vemos el trato de Storm y Forge. No obstante, la serie añade un gran cambio, pues introduce al Adversario.\nDe hecho, la aparición de este personaje es el indicio más claro de que esta serie animada podría estar haciendo un homenaje a la \"Outback Era\". Y tanto esta como la presencia de Madelyne Pryor podrían ser claros indicativos de que X-Men '97 podría estar apuntando a adaptar esta era mutante tan extraña. Pero habrá que ver los nuevos episodios para entender el curso de la trama.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T00:55:50.077+03:00",
  "updated": "2024-04-12T00:55:50.077+03:00"
}