{
  "thread": {
    "uuid": "79a0f1bd1f55f91064cc8f831a0d2adc0f6625dd",
    "url": "https://www.infobae.com/peru/2024/01/07/melissa-klug-se-quiebra-al-celebrar-los-97-anos-de-su-abuelita-que-bendicion-que-seas-eterna/",
    "site_full": "www.infobae.com",
    "site": "infobae.com",
    "site_section": "https://www.infobae.com/feeds/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Infobae.com",
    "title": "Melissa Klug se quiebra al celebrar los 97 años de su abuelita: “Qué bendición, que seas eterna”",
    "title_full": "Melissa Klug se quiebra al celebrar los 97 años de su abuelita: “Qué bendición, que seas eterna”",
    "published": "2024-01-08T00:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.infobae.com/new-resizer/iyFXs-Vf9hB4U3yGo_kTxJpgfU0=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/P7YJM2YAFRHAHI73LZWPJM4YIY.jpg",
    "performance_score": 0,
    "domain_rank": 2131,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "79a0f1bd1f55f91064cc8f831a0d2adc0f6625dd",
  "url": "https://www.infobae.com/peru/2024/01/07/melissa-klug-se-quiebra-al-celebrar-los-97-anos-de-su-abuelita-que-bendicion-que-seas-eterna/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jazmín Marcos",
  "published": "2024-01-08T00:45:00.000+02:00",
  "title": "Melissa Klug se quiebra al celebrar los 97 años de su abuelita: “Qué bendición, que seas eterna”",
  "text": "Melissa Klug es una persona muy cercana a su familia, por lo que no dudan en celebrar la vida de cada uno de los integrantes por todo lo alto. Sin embargo, además de su madre, una persona muy amada para ella es su abuela Angelita. La mamama de su familia es una persona de avanzada edad, pero siempre está presente en los momentos importantes de la vida de los suyos. [Te puede interesar: Melissa Klug se luce junto a Samahara Lobatón y Jesús Barco en sorprendente foto familiar](/peru/2023/12/29/melissa-klug-celebra-el-primer-mes-de-su-hija-cayetana-junto-a-jesus-barco-y-samahara-lobaton/)\nEs por ello que, en esta ocasión, la abuelita se encontraba de cumpleaños y fue el momento ideal para que la familia vuelva a reunirse. Por ello, no dudaron en compartir en redes sociales parte de lo que fue esta celebración. Según se vio, la familia le llevó mariachis a la matriarca para cantarle el feliz cumpleaños.\nEn este lugar se encontraban todos los hijos de la influencer, incluyendo a\nSamahara Lobatón quien llegó junto a su pequeña. Fue la novia de Bryan Torres quien publicó unos videos del cumpleaños de su bisabuela. En uno de los clips, se vio a Melissa Klug quebrarse al acompañar a su segunda madre.\nIncluso, la ‘Blanca de Chucuito’ le escribió una dedicatoria en sus redes sociales. “Feliz cumple madrecita mía, solo le pido a Dios que te llene de salud para seguir compartiendo mis días, mi vida y muchos cumples más. Te amo con mi vida, feliz vida 97 años”, señaló.\nEn otro video, compartió imágenes de la abuela recibiendo su serenata en casa. La matriarca se mostró muy contenta con esta celebración y sobre este post, Klug escribió: “97 años, madre mía. Qué bendición, gracias Dios”. Incluso, en un clip en el que Angelita sopla las velas puso: “Mi deseo que seas eterna”. Así fue como Klug celebró la vida de su segunda madre, a lo grande y al lado de las personas que más ama.\nMelissa Klug reveló que sufrió depresión post parto\nMelissa Klug, madre de cinco, recientemente dio la bienvenida a su sexta hija, Cayetana, junto a su pareja, el futbolista Jesús Barco. Con varios años de una firme relación a sus espaldas, la pareja decidió emprender el compromiso matrimonial, pero se enfocaron primero en fortalecer su núcleo familiar. [Te puede interesar: Samahara Lobatón le pide disculpas a su hija Xianna: “Perdóname por mis errores, gracias por amarme”](/peru/2024/01/02/samahara-lobaton-hace-mea-culpa-con-su-hija-xianna-perdoname-por-mis-errores-gracias-por-amarme/)\nA principios de 2023, la pareja anunció por todo lo alto la expansión de su familia, agregando un sexto miembro al clan de Klug y el primero para Barco. Parte de la sorpresa fue que la madre de Samahara optó por viajar a Estados Unidos para el\nnacimiento de Cayetana, aunque Barco estuvo a su lado durante el proceso.\nRecientemente, se ha notado cierto distanciamiento entre los padres, aunque no se han dado detalles sobre estas observaciones. Mientras tanto, Klug ha enfrentado preguntas de sus seguidores, incluyendo una sobre si experimentó “depresión post parto” durante su reciente maternidad.\nAnte la pregunta directa, Melissa dio una respuesta reveladora, admitiendo que sí experimentó esa condición. “Si lo tuve. Después de 6 embarazos nunca me imaginé pasar por eso y vivirlo fue complicado”, confesó, citando el parto riesgoso y la distancia de su familia como factores contribuyentes.\n[Te puede interesar: Jesús Barco se pronuncia por supuesto distanciamiento de Melissa Klug: “Disfrutando de nuestra princesa”](/peru/2024/01/02/jesus-barco-se-pronuncia-por-supuesto-distanciamiento-de-melissa-klug-disfrutando-de-nuestra-princesa/)\nA pesar de los desafíos, la influencer encontró apoyo en sus hijos, quienes “recargaron su corazón”. Concluyó con una nota de agradecimiento hacia su familia, reiterando que, con ellos, es capaz de superar cualquier obstáculo. Curiosamente, no mencionó a Jesús Barco en estas reflexiones sobre su recuperación y apoyo.\nMás Noticias\n[El Arzobispado de Lima rechazaron informó que Katia Condos, Rebeca Escribens, Almendra Gomelsky y Gianella Neyra no solo cometieron un acto sacrílego, “sino también un daño a un valor fundamental que contribuye a la unidad y conformación humana y espiritual de la nación peruana”.](/peru/2024/01/07/mujeres-de-la-pm-polemica-por-uso-de-la-hostia-en-rituales-esotericos-katia-condos-rebeca-escribens-almendra-gomelsky-y-gianella-neyra/)\n‘Mujeres de la PM’ enfrenta polémica con el Arzobispado de Lima por promover la hostia en rituales esotéricos\n[Después de rescindir contrato con el conjunto ‘celeste’, el popular ‘Manchita’ regresa al fútbol de su país tras cuatro años en el extranjero. La temporada pasada llegó a participar en nueve goles, tres por Copa Libertadores.](/peru/2024/01/07/washington-corozo-fue-anunciado-como-fichaje-de-multicampeon-de-ecuador-y-rival-de-sporting-cristal-en-2023/)\nWashington Corozo fue anunciado como fichaje de multicampeón de Ecuador y rival de Sporting Cristal en 2023\n[La declaración ‘Fiducia Supplicans’, publicada en diciembre pasado, fue el primer texto de la Doctrina de la Fe en los últimos 23 años. Rafael Escudero, obispo de Moyobamba, lo ha criticado con severidad y un marcado sesgo homofóbico, contrario al discurso del Papa Francisco](/peru/2024/01/07/obispo-de-peru-reta-al-vaticano-el-texto-eclesial-al-que-invoca-desobedecer-para-prohibir-bendicion-a-parejas-homosexuales/)\nObispo de Perú reta al Vaticano: el texto eclesial al que invoca desobedecer para prohibir bendición a parejas homosexuales\n[La institución, presidida por monseñor Carlos Castillo, emitió un pronunciamiento ante un episodio del programa de Mujeres de la PM, conducido por las actrices Katia Condos, Rebeca Escribens, Almendra Gomelsky y Gianella Neyra](/peru/2024/01/07/arzobispado-de-lima-senala-que-actrices-incurrieron-en-sacrilegio-y-corresponde-excomunion-por-sugerir-uso-de-hostia-en-rituales-esotericos/)\nMujeres de la PM: Arzobispado de Lima señala que actrices incurrieron en sacrilegio y corresponde excomunión\n[El lateral peruano confesó estar muy mortificado por las opiniones que sostenían que se hizo amonestar en partido con Bolivia por las Eliminatorias 2026 para quedar fuera del siguiente duelo de la ‘bicolor’.](/peru/2024/01/07/luis-advincula-admitio-su-incomodidad-por-las-criticas-respecto-a-su-compromiso-con-la-seleccion-peruana/)\nLuis Advíncula dolido, rechazó mentiras sobre su accionar con Perú para favorecer a Boca y reveló que sufrió crueles insultos\nMÁS NOTICIAS",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:57:00.722+02:00",
  "updated": "2024-01-08T00:57:00.722+02:00"
}