{
  "thread": {
    "uuid": "bf71b06637ac90a37d67537cf6e6229121cc84e8",
    "url": "https://lakewood.advocatemag.com/new-years-resolutions/",
    "site_full": "lakewood.advocatemag.com",
    "site": "advocatemag.com",
    "site_section": "http://lakewood.advocatemag.com/feed/",
    "site_categories": [
      "shopping"
    ],
    "section_title": "Lakewood/East Dallas",
    "title": "New Year’s Resolutions for the neighborhood",
    "title_full": "New Year’s Resolutions for the neighborhood",
    "published": "2024-01-05T20:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://lakewood.advocatemag.com/wp-content/uploads/2024/01/IMG_3341.jpg",
    "performance_score": 0,
    "domain_rank": 93520,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bf71b06637ac90a37d67537cf6e6229121cc84e8",
  "url": "https://lakewood.advocatemag.com/new-years-resolutions/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lillian Juarez",
  "published": "2024-01-05T20:45:00.000+02:00",
  "title": "New Year’s Resolutions for the neighborhood",
  "text": "Eating healthier:\nDiana Figueroa, Doherty Nutrition Lakewood associate clinical manager\nAs an anti-diet dietitian, I do not recommend diets but rather I encourage balanced eating patterns and strategic eating. With that said, I recommend a meal pattern where all foods fit including nutritious foods and non-nutritious foods and focusing on honoring cravings and health all at the same time.\nNutrient-dense foods are foods that are high in nutrients such as fiber, vitamins and minerals, antioxidants, phytonutrients and more.\nSaving money:\nBrad Grist, Legacy 401k Partners financial advisor\nBreak your finances down.One of the best things is breaking your finances down to just your essentials which are housing, food and transportation. From there you can expand your finances to include things you want to purchase but aren’t a necessity such as fast food. A great example for budgeting I tell people is even though you think you may need to buy coffee, you can save so much more by making it at home. You have to examine your wants from your necessities when spending money.\nPay yourself first. What that means is whatever money that’s coming in, always apply it to your savings first and then examine if you have enough money for things like going out on a date night, vacationing or shopping.\nStart setting small amounts into your savings to build financial security in case of any emergencies, that way you’re pulling from your own money and not borrowing from other outlets that cost much more. Always put your money towards a high yield savings account. There’s so many out there that are giving 4% to 5% interest rates so your money is making more money while it’s sitting there.\nReading more:\nLeslie Lake, Lakewood Library manager\n(Setting realistic goals is) different for everyone, especially if you’re someone who is getting back into reading after a long time off the books. It’s like riding a bike, if you haven’t been practicing, it’s hard to get back on. Don’t try to overdo it by picking up an advanced book, start with something small like a short novel. Something light similar to what you’d pick up at an airport bookstore.\nAt the Lakewood Library there are two book clubs and several online options to choose from. A lot of time when people are trying to get back into reading I always remind them that this isn’t like school. There’s no due date for you to read chapters, you won’t be tested on your knowledge of the book. This should be for fun. Just pick up a book and breathe, get comfortable with the narrative you’re reading and it’ll be much more enjoyable. Reading is good for you, whether it’s when you wake up in the morning or before bed, develop a routine to read to build a continuous habit of reading.\nIt’s helpful to read with your family. For example, if you have children who are reading for school, read your personal book with them. It’s a quiet time to read amongst others while holding each other accountable. I always have a book with me to read while I’m waiting for an appointment. Sometimes it’s about creating a relaxing space for yourself at home to enjoy your book, while other times, if you’re really busy, it’s having a book on you to read on lunch break or listening to an audiobook in traffic.\nThe trick is, you need to find a book you really enjoy reading. There’s so many books with various genres to choose from. The upside about reading is that you don’t always have to finish the book. If what you’re reading doesn’t interest you then close it and grab another book. Once you understand what you like, it’s easier to build a routine because now you’re excited to read and it’s no longer a chore.\nStaying active:\nBrittany Grignon, Session Pilates owner\nStart by setting a small goal for yourself. If being active daily is too big of a commitment, try something less intimidating that you know you can commit to. The biggest thing about fitness when attaining a healthy lifestyle is you have to be consistent. It’s about playing the long game, creating long-term habits rather than trying to accomplish numerous large goals all at once. Find something that feels good and makes you happy that you get to exercise. The thing about New Years is many people set big goals and it’s hard to create something sustainable behind it. You have to enjoy what you’re doing, then it becomes easier to make it a habit.\nIf you’re in the beginning stage of your fitness journey, you have to focus on one realistic goal, such as just becoming more active or what feels good for your body. If you overcrowd your focus and try to concentrate on losing weight, burning calories or lowering the numbers on the scale, you lose sight of the original goal of staying active. I have people who come in on the first month of the year sharing they want to lose 15 pounds, which is an aggressive goal to achieve in a short period of time. I tell them to take a step back and prioritize the routine of coming into a class a few times a week and understanding the movement and seeing how your body changes over time. The physical aspect of exercise can be a motivator but it’s not a tangible goal to attain long-term fitness and daily routine.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "diana figueroa",
        "sentiment": "negative"
      },
      {
        "name": "brad grist",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "doherty nutrition",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "lakewood",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:14:29.665+02:00",
  "updated": "2024-01-06T00:14:29.665+02:00"
}