{
  "thread": {
    "uuid": "aa4a80d4eaf0a019a642607a31ca6c9064ba42d2",
    "url": "https://vnexplorer.net/what-winter-misery-its-the-record-mildest-start-to-the-season-in-more-than-20-us-cities-s717957.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "What 'Winter Misery'? It's The Record Mildest Start To The Season In More Than 20 US Cities",
    "title_full": "What 'Winter Misery'? It's The Record Mildest Start To The Season In More Than 20 US Cities",
    "published": "2023-12-30T09:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "aa4a80d4eaf0a019a642607a31ca6c9064ba42d2",
  "url": "https://vnexplorer.net/what-winter-misery-its-the-record-mildest-start-to-the-season-in-more-than-20-us-cities-s717957.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-30T09:02:00.000+02:00",
  "title": "What 'Winter Misery'? It's The Record Mildest Start To The Season In More Than 20 US Cities",
  "text": "Sign up for the Morning Brief email newsletter to get weekday updates from The Weather Channel and our meteorologists.\nWinter weather has been rather minimal over much of the country so far, to the point of setting records for the mildest start to the season, according to one metric.\nT​he record setters and the rest of the mild cities: According to the Accumulated Winter Season Severity Index (AWSSI) from the Midwest Regional Climate Center (MRCC), more than 20 cities have had a record gentle start to the winter through late December.\nA​mong those cities are some of America’s typically snowy or cold places, including Fargo, North Dakota; Marquette, Michigan; Milwaukee, Wisconsin; and Minneapolis-St. Paul.\nM​uch of the rest of the country has had a mild or moderate start to the season, at least somewhat less snowy and/or warmer than usual.\n(Further beef up your forecast with our detailed, hour-by-hour breakdown for the next 8 days – only available on our Premium Pro experience.)\nWhat this index means: Also known as the “winter misery index”, the AWSSI takes takes into account three factors: the intensity and persistence of cold weather, the frequency and amount of snowfall and the amount and persistence of snow on the ground. Wind and mixed precipitation, such as freezing rain, are not a part of the index.\nThe index uses five categories – mild, moderate, average, severe and extreme – to rate the severity of winter weather in cities across the U.S. over an entire cold season.\nThe higher the index, the more and persistent snow and/or cold you’ve experienced. As the map above shows, much of the nation has had relatively low AWSSI indices, so far.\nShown below is the time series of the index for Lead, South Dakota, in the state’s western Black Hills. The black line corresponds to this season’s index. Only a Christmas blizzard – Winter Storm Donovan – bumped the town’s index up a bit in recent days, though it was still in record territory through late December.\nL​ack of snow: Outside the Mountain West, High Plains and northern New England, there hasn’t been much snowfall this season, so far. According to an analysis by New Zealand-based meteorologist Ben Noll, the Lower 48 has seen its least snowfall this season-to-date since at least 2008.\nT​he snow that has fallen hasn’t stuck around long. Snow cover extent has been the least expansive for late December across the Lower 48 in at least 20 years, according to NOAA.\n(For even more granular weather data tracking in your area, view your 15-minute details forecast in our Premium Pro experience.)\nW​idespread warmth: Then there’s the fact it hasn’t been very cold in December.\nA​s of the time this article was published before New Year’s Eve, several cities in the northern tier from Washington state to the Great Lakes were flirting with or solidly ahead of pace for their warmest Decembers on record.\nT​hat included some of the same places with record-low winter misery indices, as well as Portland, Oregon; Toledo, Ohio; and even the nation’s icebox, International Falls, Minnesota.\nD​ozens of other cities from the Northeast to California were on pace for one of their top five warmest Decembers.\nD​ifferent kind of “misery”: Despite all this, there’s been a different kind of weather frustration, namely, the liquid variety.\nV​irtually the entire Eastern Seaboard from Florida to Maine has been soaked repeatedly in December.\nA​ pair of wet storms pushed Allentown, Pennsylvania, to its wettest single winter month in data since 1912, picking up just over 8.5 inches of rain. And several Florida cities, including Punta Gorda and Tallahassee, were on pace for a top 10 wettest December, usually a dry month in the Sunshine State.\nM​ORE ON WEATHER.COM\n-​ What A Polar Vortex Weakening Could Mean For The Rest Of Winter\n-​ How A Stronger El Niño Could Impact Snowfall This Winter\n-​ 5 Weather Wishes We Hope Come True In 2024\n-​ 10 Strangest Things We Saw In 2023’s Weather\nJonathan Erdman is a senior meteorologist at weather.com and has been covering national and international weather since 1996. His lifelong love of meteorology began with a close encounter with a tornado as a child in Wisconsin. He studied physics at the University of Wisconsin-Madison, then completed his Master’s degree working with dual-polarization radar and lightning data at Colorado State University. Extreme and bizarre weather are his favorite topics. Reach out to him on X (formerly Twitter), Threads, Facebook and Bluesky.\nThe Weather Company’s primary journalistic mission is to report on breaking weather news, the environment and the importance of science to our lives. This story does not necessarily represent the position of our parent company, IBM.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "st. paul",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "mrcc",
        "sentiment": "none"
      },
      {
        "name": "marquette",
        "sentiment": "none"
      },
      {
        "name": "awssi",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "milwaukee",
        "sentiment": "none"
      },
      {
        "name": "minneapolis",
        "sentiment": "none"
      },
      {
        "name": "america",
        "sentiment": "none"
      },
      {
        "name": "north dakota",
        "sentiment": "none"
      },
      {
        "name": "wisconsin",
        "sentiment": "none"
      },
      {
        "name": "michigan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T09:10:16.771+02:00",
  "updated": "2023-12-30T09:10:16.771+02:00"
}