{
  "thread": {
    "uuid": "8ddad993434f161ce7b6f503f57271e94e096a24",
    "url": "https://www.lastampa.it/asti/2023/12/30/news/macello_di_baldichieri_vincono_i_lavoratori_tutti_riassunti-13962202/",
    "site_full": "www.lastampa.it",
    "site": "lastampa.it",
    "site_section": "https://www.lastampa.it/asti",
    "site_categories": [
      "web_design_html",
      "tech"
    ],
    "section_title": "Asti: notizie di cronaca e sport - La Stampa",
    "title": "Macello di Baldichieri, vincono i lavoratori: tutti riassunti - La Stampa",
    "title_full": "Macello di Baldichieri, vincono i lavoratori: tutti riassunti - La Stampa",
    "published": "2023-12-30T06:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.gedistatic.it/content/gnn/img/lastampa/2023/12/29/180308937-386013c2-6513-4d13-929d-4249321d41d4.jpg",
    "performance_score": 0,
    "domain_rank": 2539,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 18,
        "comments": 0,
        "shares": 6
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8ddad993434f161ce7b6f503f57271e94e096a24",
  "url": "https://www.lastampa.it/asti/2023/12/30/news/macello_di_baldichieri_vincono_i_lavoratori_tutti_riassunti-13962202/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "La Stampa",
  "published": "2023-12-30T06:00:00.000+02:00",
  "title": "Macello di Baldichieri, vincono i lavoratori: tutti riassunti - La Stampa",
  "text": "Il braccio di ferro è finito. Dopo 145 giorni di sciopero i lavoratori del macello di Baldichieri hanno ottenuto risarcimenti con importi fino a 25 mila euro. Ma soprattutto hanno vinto la riapertura dell’impianto, con la riassunzione di tutti i dipendenti a partire dall’8 gennaio.\nIl risultato è stato raggiunto dopo la firma dell’accordo che cancella le diatribe con i vecchi datori di lavoro, Fortes e Al.Pi. I macellatori, licenziati in blocco durante le proteste, verranno riassunti con il contratto per il quale si erano battuti ad oltranza. Cioè, sarà applicato loro il rapporto da alimentaristi.\nAd assumerli sarà l’azienda mantovana Laborapp, che gestirà l’appalto delle macellazioni per conto del gruppo Ciemme, cioè il nuovo proprietario del complesso produttivo. Ancora da limare i dettagli dell’operzione ma l’incontro tra Flai Cgil, Laborapp e Ciemme dovrebbe tenersi a breve. Non è più un azzardo nemmeno ipotizzare una data per la riapertura del macello di Baldichieri, forse subito dopo la Befana. Soddisfazione da parte dei lavoratori. A esprimerla è Cristian Covali, uno dei portavoce della rivolta. «Abbiamo ottenuto quello per cui abbiamo lottato: il riconoscimento della dignità della nostra professione». Vicino a loro, sempre, la Flai Cgil. «Sono orgogliosa di queste persone – dice Letizia Capparelli, segretaria provinciale – avevano ragione e lo hanno dimostrato con una lotta che è diventata un esempio per tutti».\nCapparelli canta vittoria, perché l’accordo è un traguardo che fino a qualche settimana fa sembrava irraggiungibile. In più permetterà, secondo la sua analisi, di sanare gli effetti di una lunga catena di appalti per la gestione delle maestranze e le rivendicazioni che ne sono scaturite. All’inzio erano stati proposti risarcimenti di 300 euro a lavoratore. Al termine delle contrattazioni, per molti si è arrivati a superare quota 20 mila euro.\nLa protesta era scoppiata lo scorso agosto quando il gruppo Ciemme aveva acquisito il macello di Baldichieri di proprietà della Al.pi.: 7 mila suini macellati a settimana per clienti come Galbani o Consorzio del crudo di Parma. Gli allora 125 lavoratori, inquadrati con il contratto da artigiani per conto della ditta Fortes che appaltava le maestranze per la Al.pi, sarebbero dovuti passare sotto la gestione del gruppo Ciemme. Ma con contratto da agricoltori. Dopo anni sotto la direzione di ditte diverse, questa volta i lavoratori avevano detto no, avviando lo sciopero.\nIrriducibili anche di fronte al licenziamento collettivo avviato dalla Fortes, hanno portato le loro istanze in prefettura e in Regione, mentre arrivavano a Baldichieri politici e sindacalisti di respiro nazionale per capire cosa stesse succedendo. A ottobre la procura aveva aperto un’inchiesta per fare luce sulla vicenda. L’ipotesi accusatoria è di «intermediazione di manodopera». Secondo i pm, la proprietaria AL.Pi avrebbe «finto» di appaltare il lavoro a ditte come la Fortes o a quella precedente, Officina del Lavoro, solo per ottenere risparmi fiscali pur rimanendo di fatto il vero gestore del personale. Un meccanismo che avrebbe danneggiato i lavoratori: perdita di diritti e soldi, inquadrati con un contratto che non riconosceva la loro professionalità.\nAdesso la pratica è passata nelle mani dei legali. Dei 125 lavoratori iniziali ne sono rimasti 106. Tanti non hanno retto alla lunga mancanza di stipendio, nonostante la raccolta fondi avviata dalla Cgil per sostenerli, e hanno cercato un altro lavoro. «È la notizia che stavamo aspettando - dice Fabio Carosso, vicepresidente di una Regione che ha giocato un ruolo importante di mediazione: la conclusione positiva della vicenda di Baldichieri mi riempie di felicità».\nLeggi i commenti I commenti dei lettori Video del giorno Femminicidio Vanessa Ballan, Ostellari: \"Procura spiegherà se si è sottovalutato caso\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Human Interest"
  ],
  "external_links": [
    "http://www.lastampastatic.it/cless/lastampa/2021-v1/include/detail/under-content.html--",
    "https://www.repstatic.it/cless/common/widget/newsletter/2018-v1/include/gedi-newsletter-cx.html",
    "http://webfragments.repubblica.it/webfragments/widgetservice/widget?category=/lastampa_r21&name=content_tags&id=gnn:lastampa:13962202&collection=lastampa&output_mode=grouped&purge_duplicated=true&template=lastampa_r21/common/tags_content_responsive.html&page_prefix=https://www.lastampa.it/asti--",
    "http://www.repstatic.it/cless/common/box/outbrain/2022-v1/include/short.html",
    "http://www.lastampastatic.it/cless/lastampa/2021-v1/include/detail/paywall.html",
    "http://www.repstatic.it/cless/common/adv/include/async/middle1.html",
    "http://lastampastatic.it/cless/lastampa/2021-v1/include/detail/under-content.html--",
    "http://repstatic.it/cless/common/adv/include/async/middle1.html",
    "http://repstatic.it/cless/common/box/outbrain/2022-v1/include/short.html",
    "https://repstatic.it/cless/common/widget/newsletter/2018-v1/include/gedi-newsletter-cx.html",
    "http://webfragments.repubblica.it/webfragments/widgetservice/widget?category=/lastampa_r21&name=content_tags&id=gnn:lastampa:13962202&collection=lastampa&output_mode=grouped&purge_duplicated=true&template=lastampa_r21/common/tags_content_responsive.html&page_prefix=https://lastampa.it/asti--",
    "http://webfragments.repubblica.it/webfragments/widgetservice/widget",
    "http://lastampastatic.it/cless/lastampa/2021-v1/include/detail/paywall.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T07:46:50.769+02:00",
  "updated": "2023-12-30T07:46:50.769+02:00"
}