{
  "thread": {
    "uuid": "9383a6d51ce786753dcb79db81955b1a6ea06779",
    "url": "https://www.iltempo.it/italpress/2024/04/18/news/fiorentina-plzen-2-0-viola-in-semifinale-di-conference-39086278",
    "site_full": "www.iltempo.it",
    "site": "iltempo.it",
    "site_section": "https://www.iltempo.it/rss.xml",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Il Tempo",
    "title": "Fiorentina-Plzen 2-0, viola in semifinale di Conference",
    "title_full": "Fiorentina-Plzen 2-0, viola in semifinale di Conference",
    "published": "2024-04-18T21:41:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://img.iltempo.it/images/2024/04/18/214252559-3278b0e1-9294-478d-8e0a-49c07ccae353.jpg",
    "performance_score": 0,
    "domain_rank": 21536,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9383a6d51ce786753dcb79db81955b1a6ea06779",
  "url": "https://www.iltempo.it/italpress/2024/04/18/news/fiorentina-plzen-2-0-viola-in-semifinale-di-conference-39086278",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@iltempo_official",
  "published": "2024-04-18T21:41:00.000+03:00",
  "title": "Fiorentina-Plzen 2-0, viola in semifinale di Conference",
  "text": "Fiorentina-Plzen 2-0, viola in semifinale di Conference\nFIRENZE (ITALPRESS) – La Fiorentina accede alle semifinali di Conference League per il secondo anno consecutivo, battendo con più fatica del previsto il Viktoria Plzen, al termine di una gara giunta fino ai supplementari e decisa dalle reti di Nico Gonzalez e Biraghi. Una sofferenza quella dei viola dovuta soprattutto alla propria incapacità di finalizzare la grandissima mole di gioco costruita davanti a un avversario che si è difeso finchè ha potuto e che ha ceduto solo nell’extra-time. Anche sfortunati i viola: due legni colpiti nel primo tempo, con Belotti e Kouamè, e uno nei supplementari. Viktoria Plzen in dieci uomini da metà ripresa, per il rosso diretto ai danni di Cadu. Nel primo tempo i padroni di casa, dopo una prima fase di studio, dominano su possesso palla e a livello territoriale tirando diciassette volte in porta, colpendo ben due legni e trovando in Jedlicka un ultimo baluardo insormontabile, in particolare su Belotti in scivolata ma anche su Kouamè. I cechi si chiudono e provano a ripartire ma i gigliati non concedono nulla e gli unici brividi arrivano da una punizione battuta da destra da Kalvach su cui Hranac non arriva.\nItaliano, che ha dovuto rinunciare a Bonaventura vittima di un problema muscolare a una caviglia, e a Nzola, per motivi personali, ha dato fiducia a Kouamè, fra i più pimpanti, mentre il talentuoso Mosquera, recuperato nel Viktoria Plzen, è entrato solo nei 15′ finali. Nella ripresa ritmi non frenetici per Biraghi e compagni che producono molto meno dalle parti di Jedlicka, con però una svolta che arriva al 65′ quando Cadu commette un brutto fallo su Dodo dalle parti dell’area di rigore, che l’arbitro sanziona col giallo ma che il Var trasforma in un rosso, dunque cechi in dieci. Gli ospiti, già in fase rinunciataria, decidono di abbassare ulteriormente il proprio baricentro, e di fatto si schierano in nove davanti al proprio portiere. Italiano getta nella mischia prima Maxime Lopez, poi Barak e infine Ikonè e Faraoni, ma le occasioni sono non limpide, e i supplementari sono inevitabili. In apertura sia di prima che di secondo extra time segnano, intervallati da un palo di Martinez Quarta, Nico Gonzalez e Biraghi, facendo esplodere finalmente il Franchi. La strada della Fiorentina verso Atene prosegue.\n– foto Ipa Agency –\n(ITALPRESS).\nDai blog\nControtempo []https://www.iltempo.it/blog/carlo-antini/2024/04/18/news/alan-sorrenti-nuovo-singolo-cosmica-siamo-tutti-figli-delle-stelle-39078918/\n\"Siamo tutti figli delle stelle\". La verità di Alan Sorrenti Carlo Antini https://www.iltempo.it/blog/carlo-antini/2024/04/14/news/boomdabash-tutta-un-altra-storia-legge-contro-violenza-social-network-39042654/\nBoomdabash: \"Una legge contro la violenza sui social\" Carlo Antini Qui Lazio\nLazio, ora la scossa deve darla anche Lotito Luigi Salomone",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:02:10.926+03:00",
  "updated": "2024-04-19T01:02:10.926+03:00"
}