{
  "thread": {
    "uuid": "9f531fa61d00912887ffc6844e5d86572ef2794a",
    "url": "https://www.salon.com/2024/01/19/iss-us-russian-space-gabriela-cowperwaithe",
    "site_full": "www.salon.com",
    "site": "salon.com",
    "site_section": "https://www.salon.com/feed/",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "Salon.com",
    "title": "\"I.S.S.\" filmmaker on US-Russian space conflict: \"I’ve never seen a better argument for a mutiny\"",
    "title_full": "\"I.S.S.\" filmmaker on US-Russian space conflict: \"I’ve never seen a better argument for a mutiny\"",
    "published": "2024-01-20T00:38:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://mediaproxy.salon.com/width/1200/https://media2.salon.com/2024/01/iss_still_01.jpg",
    "performance_score": 0,
    "domain_rank": 782,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9f531fa61d00912887ffc6844e5d86572ef2794a",
  "url": "https://www.salon.com/2024/01/19/iss-us-russian-space-gabriela-cowperwaithe",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Gary M. Kramer",
  "published": "2024-01-20T00:38:00.000+02:00",
  "title": "\"I.S.S.\" filmmaker on US-Russian space conflict: \"I’ve never seen a better argument for a mutiny\"",
  "text": "“I.S.S.” is a taut, efficient thriller set on the [International Space Station](https://www.salon.com/2023/10/08/nasas-plan-to-crash-and-the-iss-explained-and-what-space-commercialization-means-for-science/), a U.S.-Russian research facility for medicine, technology and space exploration. \"You are always one mistake away from total annihilation.\" As the film opens, Dr. Kira Foster (Ariana DeBose) and Christian Campbell (John Gallagher, Jr.) arrive at the I.S.S., and are greeted by fellow American, Gordon Barrett ( [Chris Messina](https://www.salon.com/2014/04/25/chris_messina_kids_want_to_see_their_mom_and_dad_together/)), as well as the three Russian crewmembers, Weronika Vetrov (Masha Mashkova), Nicholasi Pulov (Costa Ronin) and Alexey Pulov (Pilou Asbæk). The team gets along fine until war unexpectedly breaks out on Earth, and Gordon and the Russians are both ordered to seize control of the I.S.S. As such, trust becomes as tenuous as the tether that keeps an astronaut secure on a spacewalk, and betrayals come quickly. [Buzz Lightyear’s](https://www.salon.com/2019/06/22/the-beautiful-bleakness-of-the-toy-story-movies/) mantra, “What’s important now is we stay together,” is used to encourage loyalty sometimes from the “enemy.” Director [Gabriela Cowperthwaite](https://www.salon.com/2022/09/08/the-grab-gabriela-cowperthwaite-water-saudi-arizona/) (“ [Blackfish](https://www.salon.com/2013/07/20/free_willy_for_real_seaworld_has_got_to_go/)”) ratchets up the tension by using the claustrophobic space inside the I.S.S. to dictate the action in this crucible. In the [zero gravity](https://www.salon.com/2013/05/13/astronaut_sings_david_bowie_in_zero_gravity_ap/) environment, characters float around the station, sometimes hiding from each other and sometimes fighting. It’s all carefully choreographed as the crew find themselves trapped and in danger, hoping to survive. Cowperthwaite spoke with Salon about making “I.S.S.” and how she might have managed in the tense situation the characters face. What is the appeal of space? Do you have any desire to go explore the universe and beyond? Zero interest after what I’ve read. I think I would have been that person before — the conceit of being in this place looking down on Earth was inspiring and exciting. The more I read about it — Scott Kelly’s “Endurance,” and talking with Garrett Reisman, the NASA Coordinator, I realized we are not supposed to be there. There is [nothing good about a human being in zero gravity](https://www.salon.com/2023/09/21/spending-time-in-space-can-harm-the-human-body_partner/) in that crazy petri dish of a capsule. It is terrible for your organs, your bones, your eyes. You are always one mistake away from total annihilation. I know that sounds so hyperbolic, but you are relying on everyone working at the top of their game every single second. It is such a precarious place. But it is so cool! I don’t know that I would be of use to anyone up there. They would send me right back. They would say I have zero lifeboat skills. Not helpful. Let’s talk about space. “I.S.S.” shifts from intense close-ups of a face in a helmet or seen through an electrical panel to breathtaking wide shots of characters floating in space. Can you talk about your visual approach to the film? You capture the beauty looking out of the cupola, but also the claustrophobia of an I.S.S. “bedroom.” It’s the great beyond. You look out and you are seeing this rock. It is Earth and it is so beautiful and overwhelming. It’s not like a Rand McNally map with turquoise and pink and delineations between countries; it’s this strange rock with a river running across it. It’s everybody’s. That is this beautiful thing and can be transformative for people who go up there. But you are in this space pod and sleeping in these tiny quarters. I liken it to a bathroom in an airplane. You sleep in zero gravity, and you are batting against walls. Playing with those extremes is so much fun. You see all the beauty and possibility of what it is like and how grandiose the universe and the planet is. And you see this version of a pressure cooker and what it is like to be in this tiny petri dish. It’s great when you all care about each other and maybe not so great when you don’t. I.S.S. (Bleecker Street) Everyone, including the [mice](https://www.salon.com/2023/10/30/mice-embryos-successfully-grown-in-space-a-promising-milestone-for-human-space-exploration/), are in zero gravity. Since I assume you didn’t shoot on location, how did you create the effect of floating? Because not only do all the characters float, but so, too, does your camera. Can you talk about choreographing the action from the daily life moments to the fight scenes? \"There is no hiding in a space station.\" I don’t know if this will be a rad experience for everybody – like an IMAX screen that’s too much. Zero gravity is super intense. The actors required harnesses and tethers attached to a gantry. They were like marionettes for 32 days. When I started looking at the dailies, that contraption was the most realistic and the most uncomfortable. They were in these tight diapers acting. They agreed — if this looks realistic, we’re doing it. In the more intense scenes, that discomfort added to what you are seeing behind their eyes. And then you are VFX forever, painting out every single tether. It’s no wonder why they don’t do zero gravity more in films. We learned the hard way. There are some nifty images in the film, from vodka bubbles being swallowed, to the dangers on Earth seen at a distance. The film also shifts into black and white footage periodically. What can you say about developing the visuals which can be disorienting? Watching NASA videos and YouTube videos of the Space Station, there was a combination of things for me. I wanted the film to look as realistic and as close to the real thing as possible. Everyone has these colorful clothes and is doing promotional pieces for kids about how awesome it is to be an astronaut. They are floating and brushing their teeth. There is something about that that feels kind of camp, so there was something disquieting about these people who are there stuck together alone in this incredibly claustrophobic environment. This seems really happy and weird but it’s not; it’s terrifying. It is really close quarters for really long periods of time where anything can go wrong. You are one moment away from everything being a disaster and relying on everyone on that station to be able to save you. There is that feeling I thought we could get with some of the [surveillance cameras](https://www.salon.com/2017/09/11/this-hd-kodak-security-camera-is-over-half-off/). You are in the scene with these people and in the moment and feeling humanity because you are seeing two people in a conversation, and then there is this surveillance footage. I wanted it to feel they are being watched the entire time. This third eye is always watching them, and that is, essentially, what kind of does happen. Directives and missions are coming from below. It is so strange to live in this place where you think these are your people and there is an intimacy you develop and then cut to — no there is not. Everyone is watching your every move. It’s an echo chamber. There is no hiding in a space station. What research did you do to create authenticity in the I.S.S.? I knew nothing. I couldn’t believe that it travels at 17,000 miles per hour. That blows my mind. I spoke to Garret Reisman (who is on “ [For All Mankind](https://www.salon.com/2022/06/11/for-all-mankind-review-season-3-apple-elon-musk/)”) and he gave me truth about the scene. He understands fiction but can also keep it real. He answered my dumb questions, like “Why the [Soyuz](https://www.salon.com/2014/03/26/how_russia_could_strangle_the_us_space_program_partner/) and why use that to get there? What is the history behind that? Why launch from Florida?” I asked him every dumb question. And again, “Endurance” by Scott Kelly was like a bible for me. I put the mice and vodka and sleeping with bungee cords in there because of that book. I got the “Winds of Change” song from a podcast about the CIA possibly writing that song. I fused the information and most of it came from former astronauts’ experiences. I.S.S. (Bleecker Street) The film has a timely political message in that two countries find themselves at war. What are your thoughts about the moral dilemmas and sacrifices that arise in the film as the two crews become unable to trust each other? I’ve never seen a better argument for a mutiny. What if we all just ditch everything they are telling us and form our own ecosystem? That’s why I did the film. As much as I want to play with these big toys, and I am a popcorn-chomping moviegoer who loves space movies and horror, I’m not usually the person who gets these scripts. It was the humanity coming untethered that struck me. It is six people in this lovely universe that becomes a powder keg overnight. How can you evolve into someone who can seek vengeance and believe that destruction is the answer — that the only way to survive is to destroy someone else? That’s exactly what war is. We read headlines every day about casualties. Let’s distill that entire world and what we think a conflict is into six people. We were in post before the [Ukraine and Russia](https://www.salon.com/2023/07/03/putin-is-stronger-today-expert-explains-how-rebellion-effort-may-backfire/) [war] broke out. It was very strange and prescient. At one point I wondered, can we even put this movie out? We get to play act a war when people are dying. There is a part of me that is very grounded in real people and real things, and it did not always feel comfortable. But everything I was trying to say about people and fomenting distrust and taking the abstract notions of war and nationalism and boiling them down so we can see them clearly, all of that still resonated with me. It is spot-on messaging we need to be thinking about in the larger context of war and conflict. Your films, both your documentaries and your features, tackle thorny issues from environmental concerns to issues of health and security. You also frequently have strong female leads. What observations do you have about the stories you tell? There are a few crosscutting themes in my work — thriller aspect with “Blackfish,” but also can I say something remotely important in a new way? That is important to me as a storyteller, to have meaning and be a smart takeaway or way into a topic that we have not heard before. That keeps it exciting. Honestly, I think filmmaking is 90% adrenaline and being scared and doing something you have not done before and are not sure you will be good at or if it will work. That propels me into making my next film. I like being scared. Want a daily wrap-up of all the news and commentary Salon has to offer? [Subscribe to our morning newsletter](https://www.salon.com/newsletter), Crash Course. How do you think you would have fared if you had been in the I.S.S. during this fraught time? I would probably try to foment the mutiny. I feel like sometimes you want to be the person to be diplomatic — what do you gain or lose by doing this? If we put all our cards on the table with all these brilliant minds and came together to something that felt like a solution, as important as our research is, do you really want things to blow up and to destroy each other? This is a parallel. These six people saving each other and relying on each other regardless of their nationality is a [utopia](https://www.salon.com/2023/07/29/visions-how-the-quest-for-utopia-could-lead-to/), and exactly what we should be shooting for. They have been doing it for decades. Russians and Americans get along in space. I would be hammering that home and trying my best to bring people together. I’m not saying I’m good at it. I just think that is all I would do and if that didn’t work, I would be on that Soyuz back to Earth super-fast. \"I.S.S.\" is currently in theaters. Read more about space movies [How this laughable sci-fi flick embarrassed Hollywood into doing better science](https://www.salon.com/2023/02/05/the-core-science-entertainment-exchange/) [The existential panic in \"Don't Look Up\" is real. I see it in my clients](https://www.salon.com/2022/01/08/dont-look-up-ecotherapy/) [\"The Martian\" author calls on science nerds to challenge his Google facts](https://www.salon.com/2017/11/19/the-martian-author-calls-on-science-nerds-to-challenge-his-google-facts/) [This 25-year-old sci-fi disaster movie is still lauded by scientists — here's why](https://www.salon.com/2023/05/06/deep-impact-25-year-retrospective-science/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Arts, Culture and Entertainment",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gordon",
        "sentiment": "none"
      },
      {
        "name": "kira foster",
        "sentiment": "none"
      },
      {
        "name": "masha mashkova",
        "sentiment": "none"
      },
      {
        "name": "nicholasi pulov",
        "sentiment": "none"
      },
      {
        "name": "alexey pulov",
        "sentiment": "none"
      },
      {
        "name": "weronika vetrov",
        "sentiment": "none"
      },
      {
        "name": "gabriela cowperthwaite",
        "sentiment": "none"
      },
      {
        "name": "gordon barrett",
        "sentiment": "none"
      },
      {
        "name": "john gallagher",
        "sentiment": "none"
      },
      {
        "name": "chris messina",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "christian campbell",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "international space station",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "earth",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T00:43:52.968+02:00",
  "updated": "2024-01-20T02:55:56.065+02:00"
}