{
  "thread": {
    "uuid": "5777f9b5ef074a266c7a3b3ebb3150d99a70564d",
    "url": "https://www.richmond-news.com/indigenous-news/alberta-electricity-operator-ends-grid-alert-says-more-wind-and-sun-helped-system-8111223",
    "site_full": "www.richmond-news.com",
    "site": "richmond-news.com",
    "site_section": "https://www.richmond-news.com/bizwire",
    "site_categories": [
      "media"
    ],
    "section_title": "Bizwire  - Richmond News",
    "title": "Alberta electricity operator ends grid alert, says more wind and sun helped system - Richmond News",
    "title_full": "Alberta electricity operator ends grid alert, says more wind and sun helped system - Richmond News",
    "published": "2024-01-16T02:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.vmcdn.ca/f/files/shared/feeds/cp/2024/01/20240115120152-6b2dd59cfbacb2e29c94c5a7ea37f64da977c60660081b236250922787e90f95.jpg;w=1200;h=800;mode=crop",
    "performance_score": 0,
    "domain_rank": 48157,
    "domain_rank_updated": "2024-01-09T12:07:31.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5777f9b5ef074a266c7a3b3ebb3150d99a70564d",
  "url": "https://www.richmond-news.com/indigenous-news/alberta-electricity-operator-ends-grid-alert-says-more-wind-and-sun-helped-system-8111223",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Canadian Press",
  "published": "2024-01-16T02:30:00.000+02:00",
  "title": "Alberta electricity operator ends grid alert, says more wind and sun helped system - Richmond News",
  "text": "EDMONTON — Alberta's electricity operator says it ended a grid alert after more wind and solar power on Monday helped ease strain on the system. But the Alberta Electric Systems Operator says people should continue to conserve power into the evening, as extremely cold temperatures continued to pose problems. \"We've gone for a period of the last few days where we had almost no wind and we were on very short supply, and that created additional challenges and additional stress on the grid,\" said operator spokesperson Leif Sollid. \"Now we're starting to see more wind, which certainly does help us meet demand here across Alberta.\" The operator issued four alerts since Friday, urging residents to conserve power during peak times and warning of the possibility of rotating blackouts if demand got too high. It partially pinned the crisis on a handful of gas generators that weren't fully operating, as well as a lack of renewable energy being produced due to low winds and a shortage of daylight at this time of year. Sollid said one natural gas generator was out on planned maintenance, while frigid temperatures caused several others to go off-line completely or partially. He said he can't identity which plants had issues or speculate on when they might fully operate again. Sollid said it was the first time the operator sent out emergency alerts over grid problems. And Albertans listened. More than 200 megawatts in grid space became available when Albertans turned off lights or unplugged what they could, he said. \"Demand immediately dropped from the system and that was enough to allow us to avoid having to go on rotating outages,\" Sollid said. \"Had we not have been able to conserve that electricity, we would have been forced to implement rotating outages across the province.\" He said Saskatchewan sent 153 megawatts of energy on Saturday, an above-normal amount. British Columbia also supplied about 400 megawatts, which is normal. \"The 150 megawatts (from Saskatchewan) was extraordinary. That was well above and beyond what we would ever expect to import,\" Sollid said. He said he couldn't speculate how the grid would fare Monday night, as it's managed in real time. About 30 per cent of Alberta's grid comes from renewable sources, Sollid added. Alberta Premier Danielle Smith and Saskatchewan Premier Scott Moe have criticized Ottawa's green-energy plans. After the alerts were issued, they said renewables can't be depended upon when temperatures drop. Randy Boissonnault, the only federal cabinet minister from Alberta and one of only two Liberal MPs from the province, called the statements from the premiers \"a petty, untrue and partisan attack.\" This report by The Canadian Press was first published Jan. 15, 2024. — By Jeremy Simes in Regina The Canadian Press Note to readers: This is a corrected story; An earlier version said there had been three grid alerts since Friday.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "leif sollid",
        "sentiment": "none"
      },
      {
        "name": "sollid",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "richmond news edmonton",
        "sentiment": "negative"
      },
      {
        "name": "alberta electric systems operator",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "alberta",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-16T05:25:00.099+02:00",
  "updated": "2024-01-16T05:25:00.099+02:00"
}