{
  "thread": {
    "uuid": "f1dbdbbb7d2fc9eb479c1d6dc3910efbdf67e5d7",
    "url": "https://quintanaroo.heraldodemexico.com.mx/local/2024/6/21/emerge-solidaridad-en-chetumal-3265.html",
    "site_full": "quintanaroo.heraldodemexico.com.mx",
    "site": "heraldodemexico.com.mx",
    "site_section": "https://quintanaroo.heraldodemexico.com.mx",
    "site_categories": [
      "top_news"
    ],
    "section_title": "El Heraldo de México | El diario que piensa joven",
    "title": "Emerge solidaridad en Chetumal | Heraldo de México Quintana Roo",
    "title_full": "Emerge solidaridad en Chetumal | Heraldo de México Quintana Roo",
    "published": "2024-06-21T15:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://quintanaroo.heraldodemexico.com.mx/u/fotografias/m/2024/6/21/f1280x720-6899_138574_5050.jpg",
    "performance_score": 0,
    "domain_rank": 20652,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f1dbdbbb7d2fc9eb479c1d6dc3910efbdf67e5d7",
  "url": "https://quintanaroo.heraldodemexico.com.mx/local/2024/6/21/emerge-solidaridad-en-chetumal-3265.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Efraín Castro",
  "published": "2024-06-21T15:00:00.000+03:00",
  "title": "Emerge solidaridad en Chetumal | Heraldo de México Quintana Roo",
  "text": "Cientos de voluntarios se han unido para recolectar y entregar ayuda alimentaria, ropa y calzado a las familias de las colonias afectadas por las inundaciones en Chetumal. La solidaridad en tiempos de crisis es uno de los valores de la sociedad quintanarroense, que año con año padece la amenaza de fenómenos meteorológicos, que en esta ocasión la capital del estado fue el foco de atención. La sociedad se ha organizado para realizar labores altruistas, como explica Areola Calderón Marín, presidenta de la Asociación Anticáncer Infantil, quien destacó que a principios de la semana iniciaron campañas voluntarias de recolección, especialmente de ropa y calzado, además de brindar alimentos preparados para los vecinos afectados por las inundaciones. “Con el apoyo del Motoclub Riders MC, repartimos tortas y empanadas acompañadas de jugos en el albergue del Cbtis 253 y el Hospital General”, explicó Calderón. Enfatizó la importancia de reconocer y agradecer a quienes donan y colaboran con su tiempo, esfuerzo y vehículos para que la ayuda llegue a quienes la necesitan. “No es para vanagloria, sino para agradecer a la gente que dona”, señaló. Aarón Nava, secretario de la Fundación Elio Carmichael, informó que han entregado 50 comidas diarias a familias de diversas colonias, con el apoyo de empresarios locales que han donado productos y dinero. “Hay muchas familias que viven al día, han perdido su ropa, muebles y sustento. Como sociedad, debemos apoyarnos. Gracias a empresarios como Mario Argüello, hemos podido salir a las calles y hospitales para repartir comida”, destacó Nava. Por su parte, Marlenis García, presidenta del Comité Independiente Ciudadano, aseguró que seguirán recibiendo donaciones de juguetes, medicinas y material de higiene personal durante toda la semana. “El pueblo unido jamás será vencido. No necesitamos ser gobierno para ayudar, hay que compartir lo que tenemos para levantarnos”, concluyó García. Por otro lado, brigadas de los tres órdenes de gobierno y voluntarios han recolectado 3 mil 6 toneladas de basura en Chetumal en cinco días. También apoyan en la entrega de alimentos. Además, el Instituto para el Desarrollo del Pueblo Maya y las Comunidades Indígenas hizo censos en las colonias más afectadas.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-21T15:05:20.684+03:00",
  "updated": "2024-06-21T15:05:20.684+03:00"
}