{
  "thread": {
    "uuid": "d9a23e511bd091a5933936d6d5bae192d15bff2d",
    "url": "https://www.brookings.edu/articles/pakistans-surprising-and-marred-2024-election-and-what-comes-next",
    "site_full": "www.brookings.edu",
    "site": "brookings.edu",
    "site_section": "https://brookings.edu/",
    "site_categories": [
      "society"
    ],
    "section_title": "Brookings - Quality. Independence. Impact.",
    "title": "Pakistan’s surprising and marred 2024 election, and what comes next | Brookings",
    "title_full": "Pakistan’s surprising and marred 2024 election, and what comes next | Brookings",
    "published": "2024-02-29T22:43:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.brookings.edu/wp-content/uploads/2024/02/2024-02-21T144906Z_1069181967_RC2B46A3WI00_RTRMADP_3_PAKISTAN-ELECTION-1.jpg?quality=75",
    "performance_score": 0,
    "domain_rank": 667,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d9a23e511bd091a5933936d6d5bae192d15bff2d",
  "url": "https://www.brookings.edu/articles/pakistans-surprising-and-marred-2024-election-and-what-comes-next",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Natalie Sambhi",
  "published": "2024-02-29T22:43:00.000+02:00",
  "title": "Pakistan’s surprising and marred 2024 election, and what comes next | Brookings",
  "text": "Pakistan’s 2024 election, held on February 8 after two years of political turmoil and a months-long delay, was both marred and hopeful. Here’s what to know about the run-up to the election, election day, and where the country stands now. Before election day: Pre-poll manipulation This election had been expected to yield a clear winner: former Prime Minister Nawaz Sharif, who had returned from four years of exile in London last October. Before the election, Sharif’s Pakistan Muslim League party (PML-N) was favored by the military, and the scales had been tipped heavily in its favor. Former Prime Minister Imran Khan, whom the military had backed until he was ousted from office in April 2022, has been in prison since August 2023 and was disqualified from running for office this election cycle. Khan was sentenced the week before the election to decades in prison in three separate cases, on charges ranging from leaking state secrets to unlawful marriage. More damaging, Pakistan’s Supreme Court [stripped](https://www.voanews.com/a/pakistan-s-pti-barred-from-using-cricket-bat-electoral-symbol-/7439552.html) Khan’s party, Pakistan Tehreek-e-Insaf (PTI), of its election symbol in January. Neither the party name nor its iconic election symbol, the cricket bat (signifying Khan’s past as the star captain of Pakistan’s cricket team), were on the ballots, and all the party’s candidates had to run as independents. Election symbols are of paramount importance in Pakistan, where about 40 percent of the population is illiterate. The decision had other implications as well: A party without a symbol cannot claim seats reserved for women and minorities, and its candidates could be poached after the election. The ruling came on top of an intense state crackdown on the PTI in the past year, with thousands of party members jailed and almost all its senior leadership pressured to quit politics. The party also saw a media blackout and restrictions on campaigning in the run-up to the election. Thus, the day before the election, the victory of the military’s favored candidate and party was deemed a foregone conclusion. An election day surprise Election day began with internet and cellular services cut off under the pretext of security, after two terrorist attacks the previous day [killed at least 28 people](https://www.dawn.com/news/1811908) in Balochistan. This was also expected to disrupt turnout, but more than 61 million voters showed up at the polls; voter turnout was 48 percent (relative to 52 percent in the 2018 election). The election result, which took a few days to come in, was a stunning upset: candidates backed by Khan’s PTI won a plurality of parliamentary seats (93 out of 266), though not an outright majority. The party alleges it would have won more seats were it not for interference by the authorities. Party officials cited major discrepancies in polling station versus constituency-level results (the former did not add up to the latter); unexplained delays in vote counting and results being tabulated (results stopped coming in abruptly on election night); and the fact that some candidates “lost” major vote leads reported on election night by the next morning. The Free and Fair Election Network, an election observer, [noted](https://fafen.org/fafen-urges-ecp-to-take-notice-of-non-adherence-to-legal-requirements-by-ros-in-results-tabulation/) that its election agents were not allowed to observe the result tabulations in about half of the electoral constituencies; in dozens of other constituencies, the candidates and their election agents were also prevented from observing the vote tallies (as is their right per Pakistan’s election rules). Nevertheless, the result as it stands is striking, particularly following an election season marked by a state crackdown on the PTI. Moreover, it signifies that the military’s tried-and-tested playbook to influence the country’s politics has failed. Pakistan’s two dynastic parties, Sharif’s PML-N and the Bhutto family’s Pakistan People’s Party (PPP), came in second and third place, with 75 and 54 legislative seats respectively. The PML-N has traditionally been pro-industry and center-right, while the PPP has veered center-left, but little has differentiated their various stints in power. This was a vote both against the status quo—against the Pakistani military’s political meddling and the dominance of its old guard, the dynastic parties—and one for Khan. Khan has upended Pakistanis’ relationship with their military over the past two years after he pointedly blamed the once-hallowed institution for his dismissal. His base—the country’s youth and middle class—has grown to deeply resent the military’s heavy-handed role in the country’s politics. Pakistan’s youth is a large and growing demographic and an important voting bloc: 44 percent of the electorate this year was [under the age of 35](https://www.aljazeera.com/news/2024/2/5/pakistan-elections-2024-by-the-numbers#:~:text=Who%20are%20Pakistan's%20voters%20and,22.3%20percent%20of%20the%20electorate.). To overcome the barriers the PTI faced in campaigning, the party ran a methodical and modern campaign, using artificial intelligence and social media effectively (as well as secret canvassing). By contrast, the PML-N ran a campaign that seemed set in the 1990s in its erstwhile base, Punjab province. On election day, voters showed up at the polls informed on who the PTI-backed independent candidates were—even as each one was assigned a different electoral symbol, ranging from carrots to charpoys. They broke the pattern of voting for “electables”—prominent Pakistani politicians well-versed in patronage politics—instead voting along party lines, regardless of the candidate’s prior political experience. It seemed everyone who had deemed the election’s result a foregone conclusion had underestimated Pakistani voters and the convictions of Khan’s base. The aftermath Despite the election day surprise, Pakistan will get a government that looks very much like the one that came in after Khan’s ouster: the second- and third-largest parties in parliament, the PML-N and PPP, have joined hands once again to form a coalition government. Members of parliament took their oaths of office on February 29; the election of the prime minister is scheduled to be held on March 3. Surprisingly, Nawaz Sharif is out of the fold: His brother Shehbaz, who was prime minister from April 2022 to August 2023 and is more palatable to Pakistan’s military because of his consistent pro-establishment stance, is the coalition’s nominee for prime minister. Nawaz, who has had multiple fallings-out with the military in the past, each leading to his removal as prime minister, seems to have been brought in before the election to appeal to the PML-N’s voter base; he also ensured that his daughter and presumptive heir, Maryam, [took the helm in Punjab](https://www.aljazeera.com/news/2024/2/26/ex-pm-nawazs-daughter-is-pakistans-first-female-provincial-chief-minister) as chief minister of the province. Former President Asif Ali Zardari, of the PPP, is the coalition government’s nominee for president. PTI-backed independents have joined with a smaller party in an effort to claim reserved seats; the party did not enter negotiations with the PML-N and PPP. This was no surprise—Khan’s populist politics relies on opposition to these two parties. Without uniting with the PML-N or PPP, the PTI did not have a realistic path to government in a parliamentary system. Meanwhile, the PTI is protesting the election result—on the streets and in the courts. Multiple parties have raised allegations that the elections were rigged—and the media, civil society organizations, and the U.S. and other Western governments have [joined the growing call](https://www.aljazeera.com/news/2024/2/9/serious-concerns-world-reacts-to-pakistan-polls-as-vote-count-continues) for investigations of alleged election fraud. However, these claims are likely to get short shrift in Pakistan, where the legal system has worked largely in concert with the establishment this election cycle (as in the past). The election commission, whose faulty performance has been called out across the board, has gone silent. The incoming coalition government will function as a junior partner to the military—Shehbaz’s government handed over unprecedented power to the army in 2023, and it is likely to continue to do so in this term as well. (It is little surprise that Pakistan was [downgraded to an authoritarian regime](https://x.com/TheEIU/status/1762085139180294628?s=20) for 2023 by the Economist Intelligence Unit.) The government faces hard tasks ahead, especially in terms of the economy. It will need to enter a new agreement with the International Monetary Fund as soon as the current one ends in March and will also need to consider debt restructuring soon after, as massive loans totaling about $24 billion come due in the next few months. There is reason to be wary: Neither of the coalition parties has a sound record of economic prudence or growth. The army is now also directly involved in the economy, via the army chief’s membership on a special investment facilitation council. In the end, if the military gets the weak coalition government it wanted—the better to control it—through an election that was neither free nor fair, does the surprise result on election day really matter? It does. Pakistan’s citizens are restive and dissatisfied, their already frayed compact with the establishment broken. The military, which projects itself as the guarantor of stability in Pakistan, has since 2022 generated the worst political crisis the country has seen in decades. Far from returning Pakistan to some modicum of stability, the elections’ conduct has accentuated political tensions in the country. As a result, the incoming coalition government is likely to be unstable. The military failed at decimating the PTI after the most heavy-handed crackdown a party has seen in recent decades, and Pakistanis saw that. They have realized the power of their votes. And they will use it again.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "Education"
  ],
  "external_links": [
    "https://x.com/TheEIU/status/1762085139180294628?s=20)",
    "https://www.dawn.com/news/1811908)",
    "https://www.aljazeera.com/news/2024/2/5/pakistan-elections-2024-by-the-numbers#:~:text=Who%20are%20Pakistan",
    "https://www.aljazeera.com/news/2024/2/26/ex-pm-nawazs-daughter-is-pakistans-first-female-provincial-chief-minister)",
    "https://fafen.org/fafen-urges-ecp-to-take-notice-of-non-adherence-to-legal-requirements-by-ros-in-results-tabulation/)",
    "https://www.aljazeera.com/news/2024/2/9/serious-concerns-world-reacts-to-pakistan-polls-as-vote-count-continues)",
    "https://www.voanews.com/a/pakistan-s-pti-barred-from-using-cricket-bat-electoral-symbol-/7439552.html)",
    "https://voanews.com/a/pakistan-s-pti-barred-from-using-cricket-bat-electoral-symbol-/7439552.html)",
    "https://x.com/TheEIU/status/1762085139180294628",
    "https://www.fafen.org/fafen-urges-ecp-to-take-notice-of-non-adherence-to-legal-requirements-by-ros-in-results-tabulation/)",
    "https://aljazeera.com/news/2024/2/9/serious-concerns-world-reacts-to-pakistan-polls-as-vote-count-continues)",
    "https://aljazeera.com/news/2024/2/26/ex-pm-nawazs-daughter-is-pakistans-first-female-provincial-chief-minister)",
    "https://aljazeera.com/news/2024/2/5/pakistan-elections-2024-by-the-numbers#:~:text=Who%20are%20Pakistan",
    "https://www.x.com/TheEIU/status/1762085139180294628?s=20)",
    "https://dawn.com/news/1811908)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "khan",
        "sentiment": "none"
      },
      {
        "name": "sharif",
        "sentiment": "none"
      },
      {
        "name": "nawaz sharif",
        "sentiment": "none"
      },
      {
        "name": "imran khan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "pakistan muslim league",
        "sentiment": "none"
      },
      {
        "name": "supreme court",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pakistan",
        "sentiment": "none"
      },
      {
        "name": "london",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T01:12:05.067+02:00",
  "updated": "2024-03-01T01:12:05.067+02:00"
}