{
  "thread": {
    "uuid": "9f92e0628d96a71adac92e46a90a704916010f19",
    "url": "https://news.un.org/es/story/2024/07/1530986",
    "site_full": "news.un.org",
    "site": "un.org",
    "site_section": "https://news.un.org/es",
    "site_categories": [
      "media"
    ],
    "section_title": "Noticias ONU | Mirada global Historias humanas",
    "title": "La ONU libera fondos para apoyar la respuesta al impacto del huracán Beryl en el Caribe | Noticias ONU",
    "title_full": "La ONU libera fondos para apoyar la respuesta al impacto del huracán Beryl en el Caribe | Noticias ONU",
    "published": "2024-07-04T18:34:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Graphics%20Library/02-07-2024-NOAA-hurricane-Beryl.jpg/image770x420cropped.jpg",
    "performance_score": 0,
    "domain_rank": 108,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9f92e0628d96a71adac92e46a90a704916010f19",
  "url": "https://news.un.org/es/story/2024/07/1530986",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@UN_News_Centre",
  "published": "2024-07-04T18:34:00.000+03:00",
  "title": "La ONU libera fondos para apoyar la respuesta al impacto del huracán Beryl en el Caribe | Noticias ONU",
  "text": "La ONU libera fondos para apoyar la respuesta al impacto del huracán Beryl en el Caribe [Cambio climático y medioambiente](/es/news/topic/climate-change) El ciclón más fuerte jamás registrado causó estragos a su paso por Granada, San Vicente y las Granadinas y Jamaica, dejando al menos diez muertos. La ONU trabaja con autoridades locales para atender la emergencia. António Guterres expresa su solidaridad a los países afectados y anuncia que podría lanzar un llamamiento humanitario para respaldar sus trabajos de socorro y reconstrucción. El [Secretario General](https://www.un.org/sg/es) de la ONU, António Guterres, hizo patente su solidaridad con los países afectados por el huracán Beryl y liberó cuatro millones de dólares del [Fondo Central de Respuesta a Emergencias](https://cerf.un.org/) (CERF) con el objetivo de impulsar los esfuerzos de socorro. El huracán Beryl, clasificado como el más fuerte jamás registrado, se formó en junio en el océano Atlántico y causó estragos a su paso por Granada, San Vicente y las Granadinas y Jamaica. Beryl, que inicialmente era una depresión tropical, se intensificó con gran rapidez hasta convertirse en un huracán de categoría 4 y alcanzó brevemente la categoría 5, con vientos de hasta 240 km/h. El meteoro, ahora degradado a huracán de categoría 3, avanza hacia Belice y México y sigue representando una amenaza importante. El ciclón se ha cobrado al menos diez vidas y ha dejado un número indeterminado de heridos, además de causar destrucción generalizada y obligar a miles de personas a desplazarse en busca de refugio. Posible llamamiento El titular de la ONU expresó profunda consternación por la devastación provocada por el huracán y reiteró su solidaridad con las naciones impactadas. “El Secretario General, en coordinación con los países afectados, está considerando lanzar un llamamiento para abordar las necesidades humanitarias derivadas del impacto del huracán Beryl”, informó el portavoz de la ONU, Stéphane Dujarric, en un comunicado emitido a última hora del miércoles. El portavoz anunció también la liberación de cuatro millones de dólares del Fondo Central de Respuesta a Emergencias para Granada, Jamaica y San Vicente y las Granadinas. Evaluación de daños Los trabajadores humanitarios de la ONU en San Vicente y las Granadinas y Granada colaboran con las autoridades locales, ayudando en la evaluación de daños y las tareas de respuesta. Los equipos de la Oficina de las Naciones Unidas para la Coordinación de Asuntos Humanitarios ( [OCHA](https://www.unocha.org/)) también se encuentran en Barbados apoyando los esfuerzos en el país y el Caribe oriental, dijo Dujarric en su encuentro habitual con la prensa en la sede de las Naciones Unidas en Nueva York. Agregó que los equipos humanitarios también se dirigen a Belice y Jamaica.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.unocha.org/))",
    "https://unocha.org/))"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T00:29:28.001+03:00",
  "updated": "2024-07-05T00:29:28.001+03:00"
}