{
  "thread": {
    "uuid": "dfbcf03b3d6dbe6c6481f221b97d320fe39c2a8d",
    "url": "http://www.koreatimes.co.kr/www/art/2024/01/689_367263.html",
    "site_full": "www.koreatimes.co.kr",
    "site": "koreatimes.co.kr",
    "site_section": "http://www.koreatimes.co.kr/www/section_398.html",
    "site_categories": [
      "social"
    ],
    "section_title": "KoreaTimes - Entertainment & Arts  \n",
    "title": "'Beyond Utopia' sheds light on NK defectors' quest for freedom - The Korea Times",
    "title_full": "'Beyond Utopia' sheds light on NK defectors' quest for freedom - The Korea Times",
    "published": "2024-01-19T11:43:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "KR",
    "main_image": "https://img.koreatimes.co.kr/upload/thumbnailV2/712bfa548255402184933e7a586e9d04.png",
    "performance_score": 0,
    "domain_rank": 3211,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dfbcf03b3d6dbe6c6481f221b97d320fe39c2a8d",
  "url": "http://www.koreatimes.co.kr/www/art/2024/01/689_367263.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Pyo Kyung-min",
  "published": "2024-01-19T11:43:00.000+02:00",
  "title": "'Beyond Utopia' sheds light on NK defectors' quest for freedom - The Korea Times",
  "text": "The actual cast members of the documentary film \"Beyond Utopia\" pose during a press conference held at CGV Yongsan I'Park Mall in Yongsan District, Seoul, Friday. Yonhap\nPastor Kim Sung-eun's rescue efforts highlighted in documentary By Pyo Kyung-min Narrating the harrowing journey of two families escaping North Korea in pursuit of freedom, the documentary film \"Beyond Utopia\" is set to make its long-awaited debut in South Korea later this month.\nThe film illuminates Kim Sung-eun, a pastor who, in the past decade, has rescued over 1,000 North Koreans fleeing their homes in search of improved living conditions. Offering a two-hour glimpse into the actual defection process, the film follows the Roh family and the son of another defector, Lee So-yeon, all aided by Kim.\nTo mark its official release, a premiere event on Wednesday welcomed the real-life protagonists, including Kim, Roh's family and Lee, to CGV Yongsan I'Park Mall in Yongsan District, central Seoul. The event also hosted Culture, Sports and Tourism Minister Yoo In-chon, press and some 300 other attendees.\nReflecting on his ongoing efforts, Kim shared that he had rescued seven more North Korean defectors just days before attending the event.\n\"Every walk in the jungle near the Vietnamese border feels like my last, yet I persevere, compelled by the sheer number of individuals reaching out for assistance,\" he said.\nCulture, Sports and Tourism Minister Yoo In-chon, center, talks with the cast after attending the premiere event of \"Beyond Utopia\" at CGV Yongsan I'Park Mall, Yongsan District, Seoul, Wednesday. Yonhap\nAccording to Kim, more than 50,000 North Koreans are currently detained in China, with over 200 people seeking his help.\n\"What constantly drives me to aid them lies in their role as living witnesses, capable of exposing the perils of communism and the dire human rights conditions of North Korea.\"\nThis is why Kim is especially satisfied with the South Korean release of \"Beyond Utopia.\"\n\"Currently, in China, providing assistance to North Korean defectors is illegal; people are thrown in jail for helping them. The Chinese government, which should be speaking up about North Korean human rights issues, maintains a deliberate silence,\" he said.\n\"My hope is for this film to serve as a catalyst in enlightening not only the South Korean people but also the whole world on these matters, ultimately contributing to enhancing human rights for North Koreans.\"\nCulture, Sports and Tourism Minister Yoo In-chon, left, claps during a premiere event of \"Beyond Utopia,\" held at CGV Yongsan I'Park Mall, Yongsan District, Seoul, Wednesday. Yonhap\nDirected by American filmmaker Madeleine Gavin, the documentary is a contender for the 96th Academy Awards' Documentary Feature Film category. It also earned international acclaim with an Audience Award at the 2023 Sundance Film Festival.\nThe film's authenticity was evident at the premiere, with every scene portrayed without exaggeration or distortion. The audience collectively experienced a range of emotions, from empathy to disbelief and gratefulness.\nLee's heart-wrenching story of separation from her son in North Korea moved many to tears with her poignant depiction of motherhood.\nIn a trembling voice, she articulated her \"only wish.\"\n\"Through this movie, I aspire for the harsh reality of North Korea to face widespread criticism and I hope that one day, my son and I may reunite to share a meal together,\" Lee said.\nAlso present were the two young daughters of the Roh family. Roh Jin-hae, the eldest daughter, touched the hearts of those in attendance with her sincere aspirations and gratitude.\n\"I didn't expect such a large turnout,\" she said. \"Observing all of you, I too harbor a dream — to grow into an admirable adult like yourselves, paying close attention to what is right.\"\n\"Beyond Utopia\" will hit local theaters on Jan. 31.\npzzang@koreatimes.co.kr More articles by this reporter",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kim sung-eun",
        "sentiment": "none"
      },
      {
        "name": "yoo in-chon",
        "sentiment": "none"
      },
      {
        "name": "roh",
        "sentiment": "none"
      },
      {
        "name": "lee so-yeon",
        "sentiment": "none"
      },
      {
        "name": "lee",
        "sentiment": "none"
      },
      {
        "name": "kim",
        "sentiment": "none"
      },
      {
        "name": "pyo kyung",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "yonhap",
        "sentiment": "none"
      },
      {
        "name": "cgv yongsan",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "korea",
        "sentiment": "none"
      },
      {
        "name": "south korea",
        "sentiment": "none"
      },
      {
        "name": "park mall",
        "sentiment": "none"
      },
      {
        "name": "seoul",
        "sentiment": "none"
      },
      {
        "name": "yongsan district",
        "sentiment": "none"
      },
      {
        "name": "north korea",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T12:14:51.610+02:00",
  "updated": "2024-01-19T12:14:51.610+02:00"
}