{
  "thread": {
    "uuid": "23798230609773affbf87c014fc6d3cde14e5039",
    "url": "https://www.mediaweek.com.au/my-swiftie-dad-moment-was-a-window-into-the-creator-era",
    "site_full": "www.mediaweek.com.au",
    "site": "mediaweek.com.au",
    "site_section": "https://www.mediaweek.com.au/feeds",
    "site_categories": [
      "media",
      "television",
      "entertainment"
    ],
    "section_title": "Mediaweek",
    "title": "My ‘Swiftie Dad’ moment was a window into the Creator Era",
    "title_full": "My ‘Swiftie Dad’ moment was a window into the Creator Era",
    "published": "2024-02-29T23:59:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "http://www.mediaweek.com.au/wp-content/uploads/2024/03/Taylor-Swift.jpg-scaled-e1709243843810.webp",
    "performance_score": 0,
    "domain_rank": 80083,
    "domain_rank_updated": "2024-02-27T12:10:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "23798230609773affbf87c014fc6d3cde14e5039",
  "url": "https://www.mediaweek.com.au/my-swiftie-dad-moment-was-a-window-into-the-creator-era",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mediaweek",
  "published": "2024-02-29T23:59:00.000+02:00",
  "title": "My ‘Swiftie Dad’ moment was a window into the Creator Era",
  "text": "By Ben Gunn, co-founder and chief revenue officer at [Fabulate](https://www.fabulate.com.au) I took my 13-year-old daughter to one of Taylor Swift’s Sydney concerts. The Swift pandemonium didn’t just mark a kind of pop culture milestone I have never experienced; it signified the dawn of a new era in media — the Creator Era. In this era, traditional institutions take a backseat as digitally native individuals, known as creators, forge direct connections with their audiences across various media channels. Swift is ultimately a creator, a brand. And the value of that brand has exploded, as she has had an astronomical rise as a central figure in culture, even being recognised as TIME Magazine’s 2023 Person of the Year. An RMIT professor has been quoted as saying that the [concerts across Sydney and Melbourne have injected $558M+ into the economy](http://www.forbes.com.au/life/entertainment/taylor-swift-australian-eras-tour-sparks-558m-economy-boost). Taylor Swift’s ability to transcend traditional boundaries and connect directly with fans epitomises the essence of the Creator Era. Events and moments like what we have experienced over the last couple of weeks highlight the evolving landscape: traditional media institutions face mounting challenges while new paradigms emerge. Creators across platforms like TikTok, Instagram and YouTube are redefining the media value chain. The traditional media model of bundling content shifted to unbundling, with the launch of players like Google and Facebook about 20 years ago, but we are now moving towards rebundling, driven by the influence of creators. These individuals wield immense power, shaping culture, commerce, and community through their authentic engagement with audiences. Swift’s journey illustrates the transformative potential of creators. From breaking the mould as a young songwriter in Nashville to breaking through as a global superstar, her success demonstrates how creators are disrupting industries and rewriting the rules of engagement. By leveraging their unique voice and vision, creators like Taylor Swift can shape consumer behaviour and preferences, exerting influence across various platforms and industries. The [value these creators can bring to brands is phenomenal](https://www.mediaweek.com.au/taylor-swift-mediaweek-look-at-brands-on-the-swiftie-bandwagon/). Think of the visitors Sydney Zoo will now see off the back of Taylor Swift visiting that destination twice last week. The media value was calculated to be in the hundreds of millions and we saw [creators jumping on it too](https://www.tiktok.com/@sussan_mourad/video/7338143641791188266?lang=en&q=taylor%20swift%20zoo&t=1708927303357). In this new media landscape, streaming TV, professional sports, physical stores, TikTok, and creators themselves emerge as the new centres of the media universe. Brands and marketers must adapt to this shifting landscape by embracing the power of creators and understanding their pivotal role in shaping the future of marketing. To thrive in the Creator Era, marketers need to rethink their strategies and embrace authenticity, creativity, and community-driven engagement. Collaborating with creators who resonate with their target audience can provide brands with unparalleled access and credibility. And by harnessing the influence of creators, brands can amplify their message, drive engagement, and foster meaningful connections with consumers. As we navigate this Creator Era, embracing the power of creators will be essential for brands looking to stay relevant and resonate with today’s digital-savvy consumers.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://tiktok.com/@sussan_mourad/video/7338143641791188266?lang=en&q=taylor%20swift%20zoo&t=1708927303357",
    "http://forbes.com.au/life/entertainment/taylor-swift-australian-eras-tour-sparks-558m-economy-boost",
    "https://www.tiktok.com/@sussan_mourad/video/7338143641791188266?lang=en&q=taylor%20swift%20zoo&t=1708927303357",
    "https://www.tiktok.com/@sussan_mourad/video/7338143641791188266",
    "https://www.fabulate.com.au",
    "http://www.forbes.com.au/life/entertainment/taylor-swift-australian-eras-tour-sparks-558m-economy-boost",
    "https://fabulate.com.au"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ben gunn",
        "sentiment": "negative"
      },
      {
        "name": "taylor swift",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "rmit",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sydney",
        "sentiment": "none"
      },
      {
        "name": "melbourne",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:16:21.092+02:00",
  "updated": "2024-03-01T02:41:35.214+02:00"
}