{
  "thread": {
    "uuid": "03c9a17a74a2dac995eb86b77b34e2c2a4846c9f",
    "url": "https://fox11online.com/news/commentary/commentary-have-a-happy-and-hopeful-new-year-2024-resolutions-make-difference-shop-cop-christmas-holidays-giving-positive-god-bless-america",
    "site_full": "fox11online.com",
    "site": "fox11online.com",
    "site_section": "https://fox11online.com",
    "site_categories": [
      "media",
      "non_standard_content"
    ],
    "section_title": "chevron-right",
    "title": "chevron-right",
    "title_full": "chevron-right",
    "published": "2023-12-28T19:18:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://fox11online.com/resources/media/020646fd-3a8e-4aab-b353-8ae716cc97af-large16x9_408564346_10220729677990972_8945960970722103885_n.jpg",
    "performance_score": 0,
    "domain_rank": 18767,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "03c9a17a74a2dac995eb86b77b34e2c2a4846c9f",
  "url": "https://fox11online.com/news/commentary/commentary-have-a-happy-and-hopeful-new-year-2024-resolutions-make-difference-shop-cop-christmas-holidays-giving-positive-god-bless-america",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jay Zollar, FOX 11/CW 14 General Manager",
  "published": "2023-12-28T19:18:00.000+02:00",
  "title": "chevron-right",
  "text": "U.S. and U.K. carried out airstrikes in Yemen on Houthis targets. (WLUK) -- Greetings everyone. Thank you for watching. I hope you are enjoying this holiday time of year. Let’s end this year with this great making a difference story and a shout out to various law enforcement officers and agencies for this year's Shop with a Cop event. Officers and deputies from the Brown and Oconto County Sheriffs Office along with Ashwaubenon Public Safety, De Pere, Green Bay, Hobart-Lawrence, Seymour and Wrightstown police departments and state patrol participated. This year 97 children joined and as many officers volunteered their time to shop for Christmas gifts with the children. Close to $15,000 in donations was spent this year. What a great way to build relationship and help provide a very Merry Christmas to so many kids and families. I do want to say thank you to so many of you who made a positive difference in 2023. It is because of so many of you that Northeast Wisconsin is such a great place to live. As we enter 2024, I want to take a moment to wish you all a happy and hopeful New Year. Why hopeful? Because I can predict that 2024 will continue to challenge us. There will be much we will need to continue to address and deal with. We also know that 2024 is a significant political year, and with that comes heightened emotions and division. So let's just come to terms with this right now and as we enter the year make a decision to rise above the noise so that we all can come together to continue to make a positive difference in our neighborhoods. A couple years ago a viewer sent me this card that sits on my desk. It reads, \"From a place of hope, everything looks different.\" So what do I place my hope in? One is you. I see a lot of very dedicated and caring people striving to make this community a better place to live in. Secondly, and most importantly, I still hope in God for America. One of the most famous songs still sung regularly across America today was written by Irving Berlin during WWI and revised leading up to WWII. God bless America. I would like to recommend one resolution for all of us for 2024. Make it a point to listen to and sing along daily. There are countless performers who do a great job with this. This song inspires and reminds us of the hope we have in God in America. Sing it aloud. Thanks again for being part of our family and from all of us at FOX 11 have a happy and hopeful new year. And remember. Look around. See a need. Help out.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "brown",
        "sentiment": "none"
      },
      {
        "name": "de pere",
        "sentiment": "none"
      },
      {
        "name": "seymour",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ashwaubenon public safety",
        "sentiment": "none"
      },
      {
        "name": "oconto county sheriffs office",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "green bay",
        "sentiment": "none"
      },
      {
        "name": "hobart-lawrence",
        "sentiment": "none"
      },
      {
        "name": "wrightstown",
        "sentiment": "none"
      },
      {
        "name": "northeast wisconsin",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:40:47.563+02:00",
  "updated": "2024-01-12T03:25:28.798+02:00"
}