{
  "thread": {
    "uuid": "aaa794e9fecfa57ab96cfcf7ce7400aa6ce9c0d9",
    "url": "https://www.tbsnews.net/agriculture/hope-climate-resilience-native-rice-varieties-survive-meghna-chars-793802",
    "site_full": "www.tbsnews.net",
    "site": "tbsnews.net",
    "site_section": "https://tbsnews.net/archive",
    "site_categories": [
      "media"
    ],
    "section_title": "News Archive | The Business Standard",
    "title": "Hope for climate resilience: Native rice varieties survive in Meghna chars | The Business Standard",
    "title_full": "Hope for climate resilience: Native rice varieties survive in Meghna chars | The Business Standard",
    "published": "2024-02-16T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BD",
    "main_image": "https://www.tbsnews.net/sites/default/files/styles/social_share/public/images/2024/02/16/p5_story_20231010_160539.jpg",
    "performance_score": 0,
    "domain_rank": 18854,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "aaa794e9fecfa57ab96cfcf7ce7400aa6ce9c0d9",
  "url": "https://www.tbsnews.net/agriculture/hope-climate-resilience-native-rice-varieties-survive-meghna-chars-793802",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sana Ullah Sanu",
  "published": "2024-02-16T07:00:00.000+02:00",
  "title": "Hope for climate resilience: Native rice varieties survive in Meghna chars | The Business Standard",
  "text": "Defying unpredictable weather patterns and climate change, a few indigenous rice varieties have clung to survival in the country's riverine chars when no other varieties are capable of withstanding the harsh weather conditions. For generations, farmers in the southern coastal region have relied on these native species, defying the odds and offering a glimmer of hope for climate-resilient agriculture. Among these resilient paddies are the Lotor, Kalagora and Garcha varieties, admired by farmers in the Meghna River chars for their unique qualities. Cultivated on riverside chars and mid-river islands, they have witnessed hundreds of years of changing landscapes and extreme weather events. Unlike commercially developed varieties, their origins remain a mystery, untouched by scientific research. Farmers believe that research on these varieties could lead to even better rice strains, able to withstand the changing climate. Their experiences offer valuable insights into sustainable agricultural practices adapted to the region's specific challenges. The Business Standard recently spoke with farmers in coastal Lakshmipur to understand their time-tested practices and the potential these rice varieties hold for the future. Farmer Md Monir Hossain, a resident of Char Shamsuddin, has long known the value of these native varieties. \"My ancestors have been cultivating these rice varieties for generations,\" says Monir. \"Nothing else grows here due to the harsh conditions. These varieties are our only hope.\" Why native rice thrived for 100 years Native rice varieties like Lotar, Kalagora and Garcha have been popular among farmers for a century due to their remarkable resilience and low-maintenance nature. Their continued preservation ensures sustainable food production in challenging environments. \"These native rice varieties can survive against salt, drought, waterlogging, heavy winds and natural calamities,\" explains Md Mostafa, a resident of Kanibogar Char in Raipur Upazila. \"No chemical fertilisers or pesticides are needed. Besides, two or three varieties of native rice can be cultivated together.\" This multi-cropping advantage is another reason why farmers have cherished these ancient varieties for ages. For how many years have they been cultivated? Nurul Haque, an elderly farmer, noted that even during their ancestors' times, these rice varieties were grown. That means these rice varieties have sustained the Char people for over 100 years. Meghna Char farmers Md Saiful Islam, Md Al Amin, Md Moktar, Md Didar, and Harun shared similar insights. How and when is cultivation? Alauddin Master, from Char Abdullah in Ramgati Upazila, explained that Char lands require only one cultivation cycle. Around June each year, one kilogram of dry or soaked paddy is sown on every eight decimal of land. Seedlings typically emerge within 5-6 days. After roughly 180 days, the paddy matures and turns black around December, signalling harvest time for farmers. Cost and yield Cultivation and harvesting costs are the only expenses. Some farmers use urea fertiliser, but it is optional. Farmers get 25-30 maunds (40 kg=1 maund) of paddy per acre of land. Land area and production According to the Small Atlas of Bangladesh Bureau of Statistics published in 2017, there are about 100,000 acres of land in the Meghna River bordering Bhola and Noakhali along with 20 chars of the Meghna River in four upazilas of Lakshmipur. Ahsan Ullah Hiran and Didar Hossain, farmer leaders of Char Kangkra in Lakshmipur, said in the last Aman season, farmers harvested at least 200 tonnes of paddy from 200 acres of chars. Vanishing native rice varieties Around 20 varieties of native rice have disappeared in Lakshmipur in the last 5-10 years. Around 13 Aman season varieties and 7 Aush season varieties are now lost. Local farmers are still cultivating the Lotar, Kalagora and Garcha varieties. These remaining varieties are climate-tolerant and warrant further research. Why indigenous rice varieties need saving While modern varieties offer higher yields, these traditional options often provide a more secure and sustainable livelihood in the long run, farmers say. Farmer Saiful Islam said \"Focusing solely on Ufshi and hybrid rice while depending on multinational companies can be detrimental. We must research and preserve indigenous rice varieties that have adapted to the climate for centuries.\" Dr Zakir Hossain, deputy director of Lakshmipur Department of Agriculture Extension, said, \"These rice varieties are crucial for our agriculture as they withstand drought, salt, storms and tidal water. However, research is needed to shorten their growth cycle and increase yield.\" Call to action Md Ismail Hossain Babu, director of the Greenland Project of Sabuj Bangladesh, said the government, agriculture department and private organisations should collaborate on research of indigenous rice varieties, establish gene banks to conserve these varieties, and promote the use of indigenous rice among farmers.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "kalagora",
        "sentiment": "none"
      },
      {
        "name": "lotor",
        "sentiment": "none"
      },
      {
        "name": "meghna river",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T07:15:22.562+02:00",
  "updated": "2024-02-16T07:15:22.562+02:00"
}