{
  "thread": {
    "uuid": "ce6e4fecdd8024d1147831c80a57a86b55cbf7e3",
    "url": "https://www.jpost.com/israel-hamas-war/article-780208",
    "site_full": "www.jpost.com",
    "site": "jpost.com",
    "site_section": "https://www.jpost.com/rss/rssfeedsfrontpage.aspx",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "JPost.com - Homepage",
    "title": "Former African slave leads solidarity march to Jerusalem - The Jerusalem Post",
    "title_full": "Former African slave leads solidarity march to Jerusalem - The Jerusalem Post",
    "published": "2023-12-31T16:39:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.jpost.com/image/upload/f_auto,fl_lossy/c_fill,g_faces:center,h_407,w_690/570480",
    "performance_score": 0,
    "domain_rank": 943,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ce6e4fecdd8024d1147831c80a57a86b55cbf7e3",
  "url": "https://www.jpost.com/israel-hamas-war/article-780208",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "jpost.com",
  "published": "2023-12-31T16:39:00.000+02:00",
  "title": "Former African slave leads solidarity march to Jerusalem - The Jerusalem Post",
  "text": "South Sudanese freedom fighter, international humanitarian activist, and Christian Simon Deng, once a slave, flew to Israel earlier this month. Together with fellow South Sudanese – residents of Tel Aviv – and joined by Israelis along the way, he marched (twice) from Tel Aviv to Jerusalem to illustrate the solidarity of the South Sudanese and many Africans with the Jewish people and the State of Israel “in their hour of need.”\nThese walks were carried out in the spirit of the first Sudan Freedom Walk that Deng organized in April 2006, from New York City to Washington, DC, to raise awareness of the enslavement and murder going on in Sudan. It was followed by the second Sudan Freedom Walk from Brussels, Belgium to The Hague, Netherlands in December 2006, and the third Sudan Freedom Walk in Chicago in May 2007.\nWhile in Israel, Deng also met with hostages’ families and spent time as a volunteer picking strawberries at Kibbutz Kedima Zoran. He also met with former Soviet refusenik Natan Sharansky while in Jerusalem. A former slave's story and solidarity with Israel\nEnslaved at the age of nine, Deng eventually escaped to Egypt and later immigrated to the United States where, from the 1990s, he became very active in campaigning for the freedom of Black Sudanese slaves. As a leader in this campaign, he met with president George W. Bush, Hillary Clinton, and many members of Congress, and in the past has traveled the country speaking on education and the anti-slavery movement to audiences, ranging from middle schools to the United Nations.\nHe recalled, how in 1969, 1,500,000 southern Sudanese were massacred by Muslim terrorists armed by Khartoum and many more were enslaved. FROM LEFT: Naka Petia, a South Sudanese living in Israel, a staff member, Charles Jacobs, Natan Sharansky (center), Simon Deng, and the head of the South Sudanese Community in Israel, Abraham Joseph (credit: Simon Deng)\n“During the terrorist assault on my people in southern Sudan, only one nation helped us with arms, tactical, and military support – the Jewish State of Israel,” he said.\nIn 1969 Israeli agent David “Tarzan” Ben-Uziel headed a Mossad operation to support and train South Sudanese rebels during the first Sudanese civil war, organizing medical supplies and equipment, uniforms, and weapons to be parachuted in from Kenya. In 2011, when South Sudan became independent, president Salva Kiir Mayardit nominated Ben-Uziel as the country’s representative in Israel. Advertisement\n“As a friend [of Israel],” Deng noted, “I have to be there when they need me. It was important to me to show solidarity as an African, especially now after the October 7 attacks – and in opposition to South African President Cyril Ramaphosa and South African Communist leader Julius Malema who have called Israel an apartheid state.”\nMalema, he said, has organized “hundreds of thousands of Africans” to denounce Israel for “apartheid.”\nTo Deng, accusing Israel of apartheid is “an insult to the Africans who were victims of genuine apartheid,” and therefore he wanted to “show Israelis that when they hear those voices of denunciation, there are also [other] voices on their side, saying “on my own behalf and that of many Africans.”\nToday, inspired by the plight of the Israelis held captive by Hamas In Haza, Deng is returning to his anti-slavery activism.\nCharles Jacobs, founder of the American Anti-Slavery Group in 1993 who, while a student at Harvard in 1963 marched with Martin Luther King, Jr., was also in Jerusalem, having flown in from Boston to contribute to Deng’s efforts. Jacobs is co-founder of the Boston branch of the Jewish media watchdog CAMERA, among his many other achievements as a human rights activist, slavery abolitionist and lobbyist for Israel.\nJacobs and Deng first met in the United States in the mid-1990s. Their partnership led to the freeing of thousands of Sudanese slaves. Jacobs told The Jerusalem Post that they began buying the freedom of thousands of African slaves at $10 per head.\n“Eventually,” Jacobs, said, with help from Israel, as well as from Jewish abolitionists in America who helped free hundreds of thousands of Black slaves, South Sudan was liberated and became the world’s newest country.”\n“The horrors that Israelis endured on October 7 are eerily similar to the raids that slaughtered and enslaved Simon’s own people during the jihad proclaimed against his people in Sudan’s Christian South, launched by the Islamic regime in Khartoum when Arab militia stormed Black villages killing innocents, raping the women, and abducting people who were taken north as captives and enslaved,” Jacobs said.\nAs a child, Deng was kidnapped in a bloody slave raid on his Christian southern Sudanese village, during which he saw children and adults killed by machine gun fire; and others burned alive in their huts. He was a slave to a family in North Sudan for several years, where he was often beaten sometimes even by Arab children.\nAfter his escape, he managed to reach Egypt and join the black Sudanese refugee community in Cairo. While there, he continued to face racial discrimination and abuse from Arabs – including fellow members of the professional swimming team he eventually joined.\nDeng likened “the October 7 pogrom in Israel” to the Arab Muslim onslaughts against Black Africans; comparing Hamas’s modus operandi with what jihadists have been doing to the Africans since the 7th century, “and is happening now by Boko Haram in Nigeria and by jihadists in Darfur, western Sudan.”\n“When people are kidnapped and brutalized by people screaming ‘Allahu akbar,’ I know what that means,” he said. “Jihadists shot our men, raped and tortured our women and children, and took them into captivity.”\n“For those in the Christian world who know about the decades-long mass slaughter and enslavement of Black Christians in Sudan, which they call the ‘hidden Holocaust,’ the scenes out of Israel were shockingly familiar,” said Jacobs.\nIn a jihad from 1983-2005, northern Sudanese Arabs subjugated and enslaved Black Sudanese living in the – mostly Christian – South. Some 2.5 million Black Sudanese were slaughtered and around 200,000 more were taken as slaves. The Arab Muslims were gang raped, mutilated, and kidnapped. A highly detailed report of an Arab Muslim pogrom against Black tribesmen and Christians in Africa during that period testifies to the sickening similarities between the anti-Black African jihad raids and Hamas’s pogrom against Jews, said Jacobs.\nSouth Sudan is still in the grip of a major humanitarian crisis with millions displaced internally and millions more living as refugees in other countries; while north Sudan is in the midst of a war between rival factions of the Islamic military government.\nJacobs also told the Post that “Upon hearing of Deng’s visit to Israel, the Nigerian American community that I work with, whose families in Nigeria are suffering October 7-like Islamist raids almost every week now, by Boko Haram and Fulani militia, asked me to help them organize a solidarity trip to Israel.\" ❖",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "christian simon deng",
        "sentiment": "positive"
      },
      {
        "name": "natan sharansky",
        "sentiment": "none"
      },
      {
        "name": "deng",
        "sentiment": "none"
      },
      {
        "name": "kibbutz kedima zoran",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "jerusalem post",
        "sentiment": "positive"
      },
      {
        "name": "sudan freedom walk",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "jerusalem",
        "sentiment": "none"
      },
      {
        "name": "new york city",
        "sentiment": "none"
      },
      {
        "name": "tel aviv",
        "sentiment": "none"
      },
      {
        "name": "brussels",
        "sentiment": "none"
      },
      {
        "name": "netherlands",
        "sentiment": "none"
      },
      {
        "name": "belgium",
        "sentiment": "none"
      },
      {
        "name": "chicago",
        "sentiment": "none"
      },
      {
        "name": "sudan freedom walk",
        "sentiment": "none"
      },
      {
        "name": "sudan",
        "sentiment": "none"
      },
      {
        "name": "washington, dc",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "the hague",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T16:47:19.453+02:00",
  "updated": "2023-12-31T16:47:19.453+02:00"
}