{
  "thread": {
    "uuid": "c18e004a963888ac0a7bcbc7d8f5dc582d2ab300",
    "url": "https://jis.gov.jm/public-sector-entities-innovate-to-provide-quality-service/",
    "site_full": "jis.gov.jm",
    "site": "jis.gov.jm",
    "site_section": "https://jis.gov.jm/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "Jamaica Information Service",
    "title": "Public Sector Entities Innovate to Provide Quality Service",
    "title_full": "Public Sector Entities Innovate to Provide Quality Service",
    "published": "2023-12-28T21:42:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JM",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 31215,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c18e004a963888ac0a7bcbc7d8f5dc582d2ab300",
  "url": "https://jis.gov.jm/public-sector-entities-innovate-to-provide-quality-service/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "E Hartman Reckord",
  "published": "2023-12-28T21:42:00.000+02:00",
  "title": "Public Sector Entities Innovate to Provide Quality Service",
  "text": "Public Sector Entities Innovate to Provide Quality ServiceBy: December 28, 2023 ,\nThe Full Story\nPublic sector entities have demonstrated “enormous improvement” in the use of various technologies to improve service delivery.\nSpeaking at a recent Jamaica Information Service (JIS) Think Tank, Principal Director of the Public Sector Modernisation Division (PSMD), Office of the Cabinet, Karlene McKenzie Spencer, said innovation is one of the features being promoted under the Service Excellence Programme, which aims to improve service delivery in the public and the satisfaction of customers.\n“We are seeing a lot of improvement in the use of technologies to bring services to the people,” she said.\nSince launching the Service Excellence Policy in July 2022, the Office of the Cabinet, through the PSMD, has strengthened its partnership with Ministries, Departments and Agencies (MDAs) to implement the Programme throughout the Public Sector.\nThe Office of the Cabinet is responsible for monitoring the implementation of the policy through the Service Excellence function within the PSMD.\nMrs. McKenzie Spencer said that the Programme seeks to ensure that all entities are able to deliver world-class service.\n“So, it’s not just one, two or three bright sparks you are seeing over the place. What we want to have is all delivering excellent service. We want to have less complaints,” she said.\n“We don’t want to hear complaints that: ‘I have been sitting here for 15 minutes and nobody talked to me yet. I had a bad experience with the person at the front desk and the security was rude. The security is doing customer service activity. There is no direction as to where I should go’. That is what we are trying to get rid of with the programme,” she added.\nMrs. McKenzie Spencer said that the PSMD is working to have customer satisfaction at 85 per cent, noting that a survey done before the Coronavirus (COVID) pandemic had a 62 per cent ranking of satisfaction with agencies.\n“After COVID, we are seeing improvement in how services can be accessed and there are changes in the business processes to allow for greater convenience and accessibility to service,” she pointed out.\nAdditionally, the Principal Director said that several entities are restructuring to create a more comfortable space for customers, where wait time is part of the business processes.\n“We also recognise that a lot of entities are improving the way in which they communicate with their customers,” she said.\nMrs. McKenzie Spencer cited the changes at the Auditor General’s Department and the Ministry of Justice’s website, which caters to the visually impaired and other persons with disabilities.\n“So, they are moving in various directions and utilising the various technologies,” she added.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mcke",
        "sentiment": "none"
      },
      {
        "name": "karlene mckenzie spencer",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "public sector entities innovate to provide quality service public sector entities innovate",
        "sentiment": "negative"
      },
      {
        "name": "office of the cabinet",
        "sentiment": "none"
      },
      {
        "name": "jamaica information service",
        "sentiment": "none"
      },
      {
        "name": "cabinet",
        "sentiment": "none"
      },
      {
        "name": "public sector modernisation division",
        "sentiment": "none"
      },
      {
        "name": "service excellence programme",
        "sentiment": "none"
      },
      {
        "name": "psmd",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:13:18.324+02:00",
  "updated": "2023-12-29T00:13:18.324+02:00"
}