{
  "thread": {
    "uuid": "6ccc3b3560164101ee30ccc1bdbbdd6219308527",
    "url": "https://www.ellitoral.com/deportes/atletico-madrid-real-copa-rey-eliminacion-cholo-simeone-goles_0_ZvtttdQxBD.html",
    "site_full": "www.ellitoral.com",
    "site": "ellitoral.com",
    "site_section": "https://servicios.ellitoral.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Servicios     : : El Litoral - Noticias - Santa Fe - Argentina - ellitoral.com : : ",
    "title": "En un partidazo, el Atlético del Cholo Simeone eliminó al Real Madrid de la Copa del Rey - El Litoral",
    "title_full": "En un partidazo, el Atlético del Cholo Simeone eliminó al Real Madrid de la Copa del Rey - El Litoral",
    "published": "2024-01-19T03:18:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.ellitoral.com/images/2024/01/18/KJ3rKLEYs_1300x655__1.jpg",
    "performance_score": 0,
    "domain_rank": 49497,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6ccc3b3560164101ee30ccc1bdbbdd6219308527",
  "url": "https://www.ellitoral.com/deportes/atletico-madrid-real-copa-rey-eliminacion-cholo-simeone-goles_0_ZvtttdQxBD.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ellitoral.com",
  "published": "2024-01-19T03:18:00.000+02:00",
  "title": "En un partidazo, el Atlético del Cholo Simeone eliminó al Real Madrid de la Copa del Rey - El Litoral",
  "text": "En un electrizante encuentro, Atlético Madrid se vengó y derrotó por 4 a 2 a Real Madrid en la Copa del Rey, por lo que consiguió el pase a los cuartos de final del certamen. El \"Aleti\" derrotó por 4 a 2 a su clásico rival en tiempo suplementario. En un electrizante encuentro, Atlético Madrid se vengó y derrotó por 4 a 2 a Real Madrid en la Copa del Rey, por lo que consiguió el pase a los cuartos de final del certamen. Samuel Lino y Álvaro Morata marcaron para el elenco \"Colchonero\", que tuvo a Rodrigo De Paul y a Nahuel Molina de titulares. Por su parte, el arquero Jan Oblak en contra y Joselu anotaron para el conjunto \"Merengue\", por lo que se jugó un alargue de 30 minutos. Antoine Griezmann y Rodrigo Riquelme convirtiero en tiempo suplementario para el Atlético y le dieron así el pasaje a los cuartos de final de la Copa del Rey. Con una diferencia de ocho días, el \"Aleti\" tomó revancha de la derrota sufrida en semifinales de la Supercopa de España ante el Madrid por 5 a 3, también en el alargue. En el Cívitas Metropolitano, el encuentro arrancó muy parejo y recién a los 39 minutos, Samuel Lino aprovechó un mal despeje de Antonio Rüdiger y abrió el marcador para el Colchonero. Pero antes de ir al descanso, el conjunto de Carlo Ancelotti lo igualó con el gol en contra de Jan Oblak, quien no atinó a despejar con el puño derecho un centro de Luka Modric y puso el 1 a 1. En el complemento, Real Madrid se lució y tuvo control del juego pero el \"Aleti marcó el 2 a 1 a los 12 minutos por intermedio de Morata, quien aprovechó la mala salida de Andriy Lunin para poner en ventaja al \"Colchonero\" estampar el 2 a 1. Antes de que se cumpla el tiempo reglamentario, Jude Bellingham envió un centro para Joselu y de cabeza puso el 2-2 en el marcador y el partido se fue al tiempo extra. Atlético Madrid tomó aire y fue con todo en la prórroga, Griezmann hizo una jugada de fantasía, ingresando al área y definiendo casi sin ángulo que dejó inmóvil a Lunin y arriba el equipo del entrenador argentino por 3 a 2. Para asegurar la victoria, mediante un contragolpe, \"Aleti\" cerró el resultado con un gol de Rodrigo Riquelme para el 4-2 definitivo, que le dio el pase a cuartos de final de la Copa del Rey. Más temprano, el Barcelona arrancó perdiendo, pero lo dio vuelta y ganó por 3 a 1 ante Unionistas de Salamanca de visitante, y consiguió el pase para los cuartos de final de la Copa del Rey. Los locales se pusieron en ventaja con una gran volea de Álvaro Gómez, pero antes de ir al descanso Ferran Torres igualó el encuentro. Jules Koundé y Alejandro Balde, en el complemento, le dieron el triunfo al conjunto de Xavi. Barcelona busca su primer título de Copa desde el 2021 tras quedar eliminado el año pasado en la semifinal por el Madrid. Los comentarios realizados son de exclusiva responsabilidad de sus autores y las consecuencias derivadas de ellos pueden ser pasibles de las sanciones legales que correspondan. Evitar comentarios ofensivos o que no respondan al tema abordado en la información.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Sport"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-19T03:52:28.781+02:00",
  "updated": "2024-01-19T03:52:28.781+02:00"
}