{
  "thread": {
    "uuid": "dd6da0783140409abed9bf1239e6ac0bc0079d4d",
    "url": "https://thefinancialexpress.com.bd/national/sylhet-flood-situation-continues-to-improve-people-returning-home",
    "site_full": "thefinancialexpress.com.bd",
    "site": "thefinancialexpress.com.bd",
    "site_section": "https://thefinancialexpress.com.bd/all-news",
    "site_categories": [
      "media"
    ],
    "section_title": "The Financial Express | First Financial Daily of Bangladesh",
    "title": "Sylhet flood: Situation continues to improve, people returning home | The Financial Express",
    "title_full": "Sylhet flood: Situation continues to improve, people returning home | The Financial Express",
    "published": "2024-06-22T10:43:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "BD",
    "main_image": "https://tfe-bd.sgp1.digitaloceanspaces.com/posts/48161/sylhet-flooding.jpg",
    "performance_score": 0,
    "domain_rank": 61038,
    "domain_rank_updated": "2024-06-18T13:08:26.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dd6da0783140409abed9bf1239e6ac0bc0079d4d",
  "url": "https://thefinancialexpress.com.bd/national/sylhet-flood-situation-continues-to-improve-people-returning-home",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-06-22T10:43:00.000+03:00",
  "title": "Sylhet flood: Situation continues to improve, people returning home | The Financial Express",
  "text": "[National](/national) Sylhet flood: Situation continues to improve, people returning home Published : Updated : The flood situation in Sylhet continued to improve as rainfall and upstream water flow have decreased along with reduction in the water levels in various rivers. The past two days of sunny weather have contributed to the reduction of floodwaters in all upazilas of the district, reports UNB. Meanwhile, the water level of the Surma River in the city has fallen and is now flowing three centimetres below the danger level and the water has begun to recede from various houses, prompting some families to return home from shelters. However, the slow drainage due to clogged and unconnected drains in Sylhet city has created unsanitary conditions, with dirty water accumulating in many homes. Shah Md. Sajib Hossain, Assistant Meteorologist at Sylhet Weather Office, said that the district experienced only 2mm of rainfall over the last 24 hours till 6am Saturday. No rainfall was recorded after this period. He, however, said, in the next three days, temporary gusty or stormy winds accompanied by rain or thunderstorms may occur in the Sylhet region at speeds of 45-60 kmph from the south or southeast. While the floodwater is receding, heavy rainfall could once again worsen the situation, exacerbating the hardships for those returning to their homes from the shelters. Any increase in water levels would severely impact these individuals, he said. As of Saturday morning, the water level of the Surma River at the Sylhet point has fallen below the danger level, flowing at 10.74 centimetres below it. On Friday, the water level at this point was 9 centimetres above the danger line. At 9am Saturday, the water level of the Kushiyara River at Amalsid point was 15 centimetres above the danger level, down from 36 centimetres on Friday. The water level at the Fenchuganj point of the Kushiyara River remained unchanged, flowing at 10.48 centimetres above the danger level both on Friday and Saturday morning. Meanwhile, at the Sherpur point, the Kushiyara River water level decreased to 13 centimetres above the danger level, down from 18 centimetres on Friday. Additionally, water levels in the Lova, Sari, Dawki, Sarigoin, and Dhalai rivers have also fallen. Despite the improving flood situation, people trapped in flooded areas are facing food shortages and a lack of clean water. According to the district administration, the reduction in rainfall since Friday morning and the reappearance of the sun have improved the flood situation. Relief efforts by both government and non-government organisations are ongoing. By Friday, 1,175 metric tonnes of rice had been distributed in 13 upazilas of Sylhet, including Sylhet City Corporation. Additionally, Tk 5.37 million (53.75 lakh) in cash, baby food worth Tk 1.9 million (19 lakh), animal feed worth Tk 1.9 million (19 lakh), and 4,795 packets of dry food have been distributed.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "shah",
        "sentiment": "none"
      },
      {
        "name": "sajib hossain",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "financial express",
        "sentiment": "negative"
      },
      {
        "name": "sylhet weather office",
        "sentiment": "none"
      },
      {
        "name": "unb",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sylhet",
        "sentiment": "none"
      },
      {
        "name": "surma river",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-22T16:53:29.796+03:00",
  "updated": "2024-06-22T16:53:29.796+03:00"
}