{
  "thread": {
    "uuid": "71c04671a688312698a5e42f0380dfa964c33cca",
    "url": "https://www.meneame.net/story/ambiente-festivo-plaza-ayuntamiento-apoyo-asiron/c075",
    "site_full": "www.meneame.net",
    "site": "meneame.net",
    "site_section": "https://www.meneame.net//comments_rss",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Menéame: comentarios",
    "title": "#75 Ambiente festivo en la plaza del Ayuntamiento y apoyo a Asirón",
    "title_full": "#75 Ambiente festivo en la plaza del Ayuntamiento y apoyo a Asirón",
    "published": "2023-12-28T23:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://meneame.net/img/logo_meneame_footer.svg",
    "performance_score": 0,
    "domain_rank": 11108,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "71c04671a688312698a5e42f0380dfa964c33cca",
  "url": "https://www.meneame.net/story/ambiente-festivo-plaza-ayuntamiento-apoyo-asiron/c075",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "osids",
  "published": "2023-12-28T23:01:00.000+02:00",
  "title": "#75 Ambiente festivo en la plaza del Ayuntamiento y apoyo a Asirón",
  "text": "Portada\nmis comunidades\notras secciones\n[#4](c4#c-4) de todos los años que hemos vivido este ha sido posiblemente uno de los más tranquilos que hemos tenido en este país. Cuando apagas la tele esa polarización de la que hablan los medios desaparece completamente.\n[#16](c16#c-16) Al inicio del golpe, de Navarra salieron columnas para Madrid, pensando que las iban a recibir con los brazos abiertos y la gente iba a derrocar el gobierno.\nPensaron lo mismo hoy, que la plaza iba a ser un clamor y se han encontrado con una puta fiesta, sin atisbo de tensión.\n[#16](c16#c-16) No entiendo esa referencia. Que en un momento de la historia unos hayn sido los buenos y otros los malos, no implica en absoluto que en otro momento no pueda invertirse los papeles.\nSolo tienes que ver lo que ocurrio con los nazis y los judios, y lo que ocurre ahora con los paletisnos.\nMe parece muy enferma tu forma de pensar.\n[#63](c63#c-63) La derecha ha elevado el nivel de crispación, no desde las últimas elecciones, desde que Pedro Sánchez ganó la moción de censura. Desde entonces se ha hablado continuamente de gobierno ilegítimo. Por otro lado llevan años bloqueando el CGPJ, lo mismo pasó con el Constitucional.\nAhora desde que hay nuevo gobierno se ha incrementado la crispación. Han pedido al rey que vaya contra la constitución, han aparecido manifiestos de militares pidiendo un golpe de estado, guardias civiles manifestándose en rebeldía, Abascal diciendo que Pedro Sánchez puede aparecer colgado por los pies, etc. Ahora me dirás que eso no significa nada, que son casos sueltos. Puede ser, pero la izquierda está a años luz de lo que está haciendo la derecha.\n[#66](c66#c-66) https://es.wikipedia.org/wiki/Autogolpe_de_Estado\nBásicamente es de lo que les acusa la derecha, y no está pasando, por muchos rosarios que saquen a la calle.\nY ponernos a suponer lo que pasaría en otros casos se llama ficción.\n[#52](c52#c-52) pues si no lo entiendes el problema es todo tuyo, claramente...\nQ obcecado defendiendo a la ultraderecha española y la argentina para lo centrado q eres....\n[#52](c52#c-52) En España la derecha nunca ha sido buena, y repito nunca siempre con los Borbones, con paco, con la iglesia, con las grandes empresas, con la restricción a los derechos y la perdida de libertades, otra cosa es que muchos españoles o son gilipollas o solo quieren que cuanto peor pa su vecino mejor para ellos\n[#4](c4#c-4) Solo porque haya un ambiente festivo después de un evento no significa que la polarización no exista. A menudo, las tensiones subyacentes pueden manifestarse de manera diferente en diferentes situaciones. La polarización no se limita a eventos específicos, sino que se arraiga en las divisiones más profundas de la sociedad. Ignorar esos problemas solo porque la gente está celebrando en un momento puntual es pasar por alto la realidad más amplia. ¡Las apariencias a veces pueden ser engañosas!\nVoto por combatir la crispación, la polarización y el facherio con charanga, baile y fiesta.\n¡¡ A enmudecer rezos y soflamas !!\n(Por favor, batucadas no que no funcionan en estos menesteres )\nCc\n[#4](c4#c-4)\n[#4](c4#c-4) Se parecía más al chupinazo que a la crispación. Crispan quienes sufren por perder poder político. No quién lo gana.\n[#2](c2#c-2) Cierto, que me vas a contar a mí que tengo cuñada con 13 apellidos, nacida al lado de Potasas, que no habla euskera y que hoy está más contenta que un gato con un menudo.\n[#8](c8#c-8) beriain, aún así, beriain no se por qué pero el euskera es minora, al igual que en Noáin, no así con otros pueblos de la comarca como Villava/Atarrabia, Burlada,, Huarte, Arre, la Txantrea, Barañáin…pero concretamente beriain y noain son un poco polarizados de UPN, al menos mi percepción de gente que he conocido.\n[#45](c45#c-45) Mi opinión es bastante gratuita, la que he sacado alguna vez que he currado o he estado de vacaciones por allí, pero sí que noté una diferencia entre localidades discernible para un gañán como yo\n[#1](c1#c-1) Están contentos porque por fin tendrán un alcalde que se preocupe por sacar presupuestos, entre otras cosas.\nQué cómodo es decir, \"con estos no puedes pactar\" para salir de alcalde por eliminación, hacer y deshacer sin negociar con los demás, sacar tu agenda ultra y mantener congelados los presupuestos = menos impuestos para los míos y menos servicios para los tuyos.\n[#26](c26#c-26) Eres de los que todavía sostiene que Bildu es ETA?\nTambién crees que el 27% de los votantes de Pamplona son de ETA?\nAquí puedes documentarte un poco y así dejar de soltar comentarios \"raros\"\nhttps://es.wikipedia.org/wiki/Euskal_Herria_Bildu\n[#31](c31#c-31) No no,, para nada, no hay relación alguna.\nhttps://www.abc.es/espana/pais-vasco/bildu-lleva-condenados-eta-listas-siete-asesinato-20230509152847-nt.html\n[#26](c26#c-26) A esas ya las han llorado, no como a otras.\nLa represión entre 1936 y 1948 dejó en Navarra más de 3.500 víctimas mortales\nhttps://www.noticiasdenavarra.com/actualidad/2021/09/21/represion-1936-1948-dejo-navarra-2119609.html\nLas víctimas de la guerra civil española en Navarra fueron causadas a consecuencia de la represión directa ejercida por los sublevados contra la Segunda República Española, en un territorio que cayó rápidamente en manos de los golpistas sin producirse frente de guerra en el mismo.\nAl término de la guerra, el régimen franquista impuso el silencio sobre estos hechos que adquirieron en la opinión pública la consideración de tabú, mientras los escasos estudios realizados tendieron a minimizar su dimensión.\nhttps://es.wikipedia.org/wiki/V%C3%ADctimas_de_la_guerra_civil_espa%C3%B1ola_en_Navarra\nLos abueletes de esa escoria de UPN se cargaron a uno de cada cien navarros.\nhttps://es.wikipedia.org/wiki/Demograf%C3%ADa_de_Navarra\nAsí que pueden ir a fregar escaleras.\nhttps://www.eitb.eus/es/noticias/politica/videos/detalle/9386877/video-ibarrola-nunca-seria-alcaldesa-con-votos-de-eh-bildu-prefiero-fregar-escaleras/\n[#28](c28#c-28) ¿Y qué etiqueta propones? Astruturbotclon, botoclonturfing, clonastrobotturf, ... no tienen nada de gancho.\n[#26](c26#c-26) Yo me pregunto si estas gilipolleces las decís en serio o es solo de cara a la galería.\nJoseba Asirón lleva condenando a ETA 30 años. ¿Qué coño van a pensar los familiares de Hipercor del alcalde democráticamente elegido de una ciudad a cientos de kilómetros de distancia?\nLa moción es algo democratico y se ha dado porque han tenido los apoyos que no consiguieron en la constitución del Ayuntamiento pero lo del ambiente festivo si hubiese sido al contrario y UPN arrebata la alcaldia a BIdu ya estariamos hablando que la ultraderecha celebra,\nLo primero que me vino a la cabeza fue el dia de la proclamacion de la II republica. Veremos casi un siglo despues como acaba el tema a medio plazo.\n[#14](c14#c-14) ¿Te refieres a los familiares de los desaparecidos que llenan las cunetas y fosas comunes de este país?\n¡Menudo circo en Vitoria! La moción de censura que catapultó a Bildu al poder con el apoyo del PSOE es simplemente patética. ¿En serio estamos permitiendo que un partido con conexiones pasadas al terrorismo de ETA esté al mando? El PSOE debería avergonzarse de traicionar sus principios de esta manera. Esto no es política, es un juego sucio que pone en riesgo la estabilidad y la seguridad. ¡Qué desastre!\n[#36](c36#c-36) ¡Relájate, máquina! Si no entiendes la crítica, no es mi problema. A veces, es difícil ver más allá de tus propias limitaciones. Si necesitas un manual para entender la realidad, aquí estoy para ayudarte. ¡Buena suerte con eso!\n[#33](c33#c-33) Sabes que no es la primera vez que gobierna Bildu en Pamplona, verdad? cual es la diferencia con hoy?\n[#33](c33#c-33) ¿Que PSOE?\n¿El mismo que tras la guerra civil, desaparece hasta que Franco se muere de viejo?\n¿El mismo partido que fabrica la \"ley de memoria histórica\" para que recordemos, lo que ellos quieren recordar?\nMenos mal que Santiago Carrillo, Marcelino Camacho o Julio Anguita han muerto antes de ver a la izquierda, aceptar pulpo como animal de compañía...\n¿Por qué no se ve, aunque no lograsen nada, a ningún partido de izquierdas nacionalista como en Francia por poner un ejemplo?\n[#17](c17#c-17) He vuelto a ponner el vídeo, y solo veo gente, mucho abrigo (parece que hace rasca en Pamplona), algún gorro y capucha y un par de txapelas.\nAhora dime que pintas tiene que tener \"la gente de bien\" a la intemperie en Pamplona.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://es.wikipedia.org/wiki/Euskal_Herria_Bildu",
    "https://es.wikipedia.org/wiki/Autogolpe_de_Estado",
    "https://www.eitb.eus/es/noticias/politica/videos/detalle/9386877/video-ibarrola-nunca-seria-alcaldesa-con-votos-de-eh-bildu-prefiero-fregar-escaleras/",
    "https://www.noticiasdenavarra.com/actualidad/2021/09/21/represion-1936-1948-dejo-navarra-2119609.html",
    "https://es.wikipedia.org/wiki/Demograf%C3%ADa_de_Navarra",
    "https://www.abc.es/espana/pais-vasco/bildu-lleva-condenados-eta-listas-siete-asesinato-20230509152847-nt.html",
    "https://es.wikipedia.org/wiki/V%C3%ADctimas_de_la_guerra_civil_espa%C3%B1ola_en_Navarra",
    "https://abc.es/espana/pais-vasco/bildu-lleva-condenados-eta-listas-siete-asesinato-20230509152847-nt.html",
    "https://www.es.wikipedia.org/wiki/Demograf%C3%ADa_de_Navarra",
    "https://www.es.wikipedia.org/wiki/Euskal_Herria_Bildu",
    "https://eitb.eus/es/noticias/politica/videos/detalle/9386877/video-ibarrola-nunca-seria-alcaldesa-con-votos-de-eh-bildu-prefiero-fregar-escaleras/",
    "https://www.es.wikipedia.org/wiki/V%C3%ADctimas_de_la_guerra_civil_espa%C3%B1ola_en_Navarra",
    "https://www.es.wikipedia.org/wiki/Autogolpe_de_Estado",
    "https://www.eitb.eus/es/noticias/politica/videos/detalle/9386877/video-ibarrola-nunca-seria-alcaldesa-con-votos-de-eh-bildu-prefiero-fregar-escaleras",
    "https://noticiasdenavarra.com/actualidad/2021/09/21/represion-1936-1948-dejo-navarra-2119609.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:10:47.420+02:00",
  "updated": "2023-12-29T00:10:47.420+02:00"
}