{
  "thread": {
    "uuid": "cf78ed8bb8c945a9b3b838edb15724f76988b11a",
    "url": "https://www.pulse.ng/news/local/uk-firm-commends-tinubu-for-appointing-aliyu-as-nnpcl-board-director/517pt8w",
    "site_full": "www.pulse.ng",
    "site": "pulse.ng",
    "site_section": "http://pulse.ng/rss",
    "site_categories": [
      "media",
      "celebrity_fan_gossip",
      "entertainment"
    ],
    "section_title": "\n    \n        Pulse Nigeria\n    \n",
    "title": "UK firm commends Tinubu for appointing Aliyu as NNPCL board director",
    "title_full": "UK firm commends Tinubu for appointing Aliyu as NNPCL board director",
    "published": "2023-12-29T18:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://ocdn.eu/pulscms-transforms/1/KHDktkpTURBXy8wODdlMzNmZjYxOTYwYWI3MTg5MGU0OTJmNjQ1MmU2Ni5qcGeSlQMAzH3NAqjNAX-TBc0EsM0Cdg",
    "performance_score": 0,
    "domain_rank": 13220,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cf78ed8bb8c945a9b3b838edb15724f76988b11a",
  "url": "https://www.pulse.ng/news/local/uk-firm-commends-tinubu-for-appointing-aliyu-as-nnpcl-board-director/517pt8w",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "News Agency Of Nigeria",
  "published": "2023-12-29T18:27:00.000+02:00",
  "title": "UK firm commends Tinubu for appointing Aliyu as NNPCL board director",
  "text": "UK firm commends Tinubu for appointing Aliyu as NNPCL board director\nLucas said as Aliyu embarks on this new chapter, the TEXEM family is confident that he will bring the same passion, intellect, and foresight that have defined his career thus far.\nRecommended articles\nIn a statement on TEXEM’s website, www.texem.co.uk, its Director, Special Projects Caroline Lucas said Aliyu, an alumnus of TEXEM UK, have participated in its programme “Strategic Leadership For Success in an Unknown Tomorrow” designed for the Tax Appeal Tribunal.\nLucas said the bespoke initiative, held from May 15 to 19, 2023, equipped participants with the strategic foresight needed to navigate the complexities of an ever-changing future characterised by geopolitical risks and a slowing global economy.\nShe said the new appointment conferred by President Bola Tinubu, is a testament to Aliyu’s exceptional leadership journey.\n“Before assuming this pivotal role, Prof. Almustapha Aliyu distinguished himself as a Tax Appeal Federal Commissioner, serving on the Tax Appeal Tribunal with other erudite professionals.\n“His commitment to fairness, diligence, and a profound understanding of fiscal matters made him an invaluable asset to the Tax Appeal Tribunal.\n“However, Prof. Aliyu’s journey to the boardroom is marked not just by his contributions to tax appeals but also by his relentless pursuit of knowledge and leadership excellence,” Lucas said.\nShe said that Aliyu’s commitment to leadership extends beyond the corporate realm as his roots lie in academia.\n“Beginning his career as an academician, he quickly emerged as a thought leader in public sector accounting.\n“His contributions to the field, coupled with his role as a faculty member at Usmanu Danfodiyo University, Sokoto, demonstrate a commitment to nurturing the next generation of leaders.\n“As Prof. Aliyu assumes his role on the board of NNPCL, we anticipate a confluence of academic wisdom, fiscal acumen, and strategic vision,” Lucas said.\nAccording to the TEXEM director, the appointee’s multidimensional background positions him uniquely to contribute to the sustainable growth and success of the Nigerian National Petroleum Company Limited.\nLucas said that Aliyu is among individuals who in the ever-evolving realm of leadership, not only navigate change but also steer organizations toward success with unwavering dedication and expertise.\n“TEXEM UK takes immense pride in having Prof. Almustapha Aliyu as part of its illustrious alumni network.\n“His journey from academia to the tax sector and now to the corporate boardroom exemplifies the transformative impact of continuous learning and leadership development.\n“In congratulating Prof. Almustapha Aliyu on this remarkable achievement, we celebrate not just an individual’s success but the embodiment of TEXEM UK’s commitment to shaping leaders who drive positive change in their respective spheres,” she said.\nLucas said as Aliyu embarks on this new chapter, the TEXEM family is confident that he will bring the same passion, intellect, and foresight that have defined his career thus far.\nTEXEM UK’s founder, Dr Alim Abubakre also spoke on the new appointee.\n“In the tapestry of leadership, Prof. Almustapha Aliyu stands as a beacon, weaving academia, fiscal acumen, and strategic vision.\n“His journey, from academician to tax expert, culminating in the strategic role of Non-Executive Director at NNPCL, mirrors the transformative power of continuous learning.\n“Bravo Prof. Aliyu – your ascent is not just a personal triumph but a testament to TEXEM’s commitment to inspiring leaders who ignite positive change,” Abubakre said.\nTEXEM was founded in 2010, with Microsoft in the UK being their first client, the organisation expanded to emerging countries following advice from the Lord Mayor of London and the British High Commissioner to Nigeria.\nJOIN OUR PULSE COMMUNITY!\nEyewitness? Submit your stories now via social or:\nEmail:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tinubu",
        "sentiment": "negative"
      },
      {
        "name": "aliyu",
        "sentiment": "negative"
      },
      {
        "name": "lucas",
        "sentiment": "negative"
      },
      {
        "name": "caroline lucas",
        "sentiment": "none"
      },
      {
        "name": "almustapha aliyu",
        "sentiment": "none"
      },
      {
        "name": "bola tinubu",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nnpcl",
        "sentiment": "negative"
      },
      {
        "name": "tax appeal tribunal",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T20:22:39.878+02:00",
  "updated": "2023-12-29T20:22:39.878+02:00"
}