{
  "thread": {
    "uuid": "bf55c50c76a7bf35b7565239db59d40b1e2d661a",
    "url": "https://vnexplorer.net/who-owns-the-streets-of-kigali-embracing-non-motorized-modes-of-transport-s1543618.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/feed",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Who owns the streets of Kigali? Embracing non-motorized modes of transport",
    "title_full": "Who owns the streets of Kigali? Embracing non-motorized modes of transport",
    "published": "2024-02-16T03:36:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 51153,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bf55c50c76a7bf35b7565239db59d40b1e2d661a",
  "url": "https://vnexplorer.net/who-owns-the-streets-of-kigali-embracing-non-motorized-modes-of-transport-s1543618.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-02-16T03:36:00.000+02:00",
  "title": "Who owns the streets of Kigali? Embracing non-motorized modes of transport",
  "text": "This newspaper published an interesting article titled “Slowly but surely, Kigali city is reclaiming streets for people” on November 3, 2023. The author informed us that Kigali, the capital city of Rwanda, has about 893 kilometres of streets and roads, while reminding us what we already know: that these roadways have primarily served the singular purpose of facilitating vehicular transportation from one location to another. The nouveau concepts of car free zones and car free days makes us think otherwise, making the discussion on the dynamic relationship between people and cars, and how we could and should better co-exist on streets an interesting one. Vehicular presence tends to intimidate pedestrians and cyclists. Accurately or not, pedestrians and bicyclists judge injury risk and respond accordingly. For this reason, be it real or perceived, this danger and discomfort imposed by vehicles discourages walking and bicycling. It is perhaps worth reflecting on how we actually used streets during the Covid-19 pandemic, and probably how our perceptions and practices on use of streets have changed in the post-Covid era. The experience of staying at home for months, that most of us were experiencing for the first time, and that most of us dreaded initially but eventually got so used to; the period where cars were largely parked at home or work place, and we walked more or cycled when we could, to get out of the boredom of staying home or as other would say to “change weather”. It was evident that in some areas, this saw the neighbourhood streets getting more and more vibrant with sports, to an extent that it was hard to believe cars were ever coming back again. Understandably, the temporal change of use from transportation to recreation was a movement sweeping across many cities globally. With this reflection, the good thing about discussing who owns streets in the sense of who is using streets more, is that it goes beyond streets being a piece of infrastructure to move us from one place to another, but how their use has the possibility to greatly influence our own health and wellbeing positively, through increased physical activity. Globally, the health consequences of physical inactivity are increasingly becoming more apparent. In Rwanda, there are significant efforts in fighting non-communicable diseases and related conditions, such as overweight and obesity. One of the interventions have been promoting sports, addition of sports infrastructure and mass sports especially on car free days and night runs that most of us have had the opportunity to be part of. Running, jogging, walking, all for a better health. Obviously, although bicycling and walking are major potential contributors to good health, everyone; you and I, would be rightfully scared to do this on the streets! At least until extra measures are taken to ensure safety for all. Kigali’s inspiration to other cities, through pedestrian corridors. Kigali is celebrated globally, for key interventions such as car free zones and car free days. Inspired by Kigali, many other cities in the region are increasingly experimenting with temporary and permanent car bans on their streets. The most interesting part of the Kigali story is the main rational behind closing streets, to allow people to do sports. To run, to jog, to walk, to play, to dance, to do yoga, to meet friends and laugh, to find happiness. Increasingly, we have also been able to bring our children and pets too, to the streets, and they are also having fun. I hope you will all agree with me that these are communal and social cohesion benefits that no one minds. The free health checks at the end of the 3-hour block on every the first and third Sunday of the month, is another significant catalyst to healthy living. To environmental gains, a recent study has showed that during car-free days Kigali has witnessed a 15% reduction in air pollution. This is mainly due to the stretch of closed road being 10-kilometers long and like so for a duration of 3 hours alone. Therefore while we do sports, get healthier, nature is happy with us too. The benefits mentioned above complete the triangle of sustainability; socially, economically and environmentally. This is why we need to support giving the streets back to the people, for walking and cycling more than for driving, for as much as possibilities allow. How then, can we rethink our transport means, and use cars less and less while giving more ownership and use of streets to pedestrians and cyclists? It is true that we take cars for unnecessary trips. Some short trips can be done by walking. For medium and long trips, especially school runs (dropping and picking kids to/from school) and commuting to office, carpooling can limit the number of cars on our streets. Taking a public bus is better than driving personal cars, as it takes over 20 cars to transport the same number of passengers a bus does. What is missing in buses that we get on our personal cars and how can we get added to them? We are not stuck in traffic, we are traffic. Rapid motorization in Rwanda (and other developing countries) is the reason why our streets are clogging in the mornings and evenings. The increase in number of vehicles on streets, is accompanied by an even faster decline in bicycle riding, and further lowering real or perceived pedestrian safety, etc. The call to action starts with little steps. First, instead of saying/feeling that we are stuck in traffic, it would be better to say/feel that we are the traffic. Secondly, always bearing in mind that motorised traffic discourages non-motorized traffic and hence the related physical activity, it makes walking and bicycling unpleasant. Let us embrace interventions that reduce the danger of drivers, motorist, riders to people walking and bicycling on the street. The street belongs more to people too. The author is the Acting Dean, School of Architecture and Built Environment, College of Science and Technology, University of Rwanda.\nProvided by SyndiGate Media Inc. (Syndigate.info).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "kigali",
        "sentiment": "none"
      },
      {
        "name": "rwanda",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T03:41:43.740+02:00",
  "updated": "2024-02-16T03:41:43.740+02:00"
}