{
  "thread": {
    "uuid": "5a1c827c842f31ed5c09369657534be694bd1c0a",
    "url": "https://fr.nhandan.vn/victoire-de-dien-bien-phu-victoire-de-lintelligence-et-de-la-grande-union-nationale-post89239.html",
    "site_full": "fr.nhandan.vn",
    "site": "nhandan.vn",
    "site_section": "https://fr.nhandan.vn",
    "site_categories": [
      "top_news"
    ],
    "section_title": "Le journal Nhân Dân",
    "title": "Victoire de Dien Bien Phu : victoire de l&apos;intelligence et de la grande union nationale | Le journal Nhân Dân",
    "title_full": "Victoire de Dien Bien Phu : victoire de l&apos;intelligence et de la grande union nationale | Le journal Nhân Dân",
    "published": "2024-05-06T16:11:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://image-fr.nhandan.vn/1200x630/Uploaded/2024/uqvppivp/2024_05_06/1-1213-7895.jpg",
    "performance_score": 0,
    "domain_rank": 33075,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5a1c827c842f31ed5c09369657534be694bd1c0a",
  "url": "https://fr.nhandan.vn/victoire-de-dien-bien-phu-victoire-de-lintelligence-et-de-la-grande-union-nationale-post89239.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNA/NDEL",
  "published": "2024-05-06T16:11:00.000+03:00",
  "title": "Victoire de Dien Bien Phu : victoire de l&apos;intelligence et de la grande union nationale | Le journal Nhân Dân",
  "text": "Cette victoire est le fruit de l’intelligence et de la grande union nationale, contribuant de manière décisive à la victoire de la résistance du Vietnam contre la colonisation française. Elle témoigne également du patriotisme, de l'héroïsme révolutionnaire et de l’art militaire vietnamien. Le général de division, professeur agrégé, Dr. Nguyen Hung Oanh, directeur de l'École des officiers politiques (relevant du ministère de la Défense), a estimé que la grande union nationale, l’esprit \"déterminé à se battre, déterminé à gagner\", l’aspiration de la paix, la guerre populaire consistant à mobiliser tout le peuple pour la lutte contre les agresseurs, constituèrent véritablement une grande force spirituelle qui fut transformée en force matérielle pour la victoire éclatante. Dans la campagne de Dien Bien Phu, la guerre populaire a été planifiée de manière proactive par le commandement général et mise en oeuvre en utilisant de nombreuses mesures créatives, adaptées à chaque champ de bataille et à chaque étape. En particulier, la guerre populaire a été largement utilisée, constituant véritablement en « une bataille de huit trigrammes, combattant l'ennemi dans toutes les directions », a-t-il souligné. Dans cette campagne, la voie de résistance juste et créative, dont l'objectif suprême était de reconquérir l'indépendance nationale, d'unifier la Patrie et de construire un régime démocratique populaire, a été concrétisée en se concentrant sur les objectifs, tâches et tactiques, promouvant la force combinée de la guerre populaire, la force de la nation entière, créant un consensus pour réaliser avec succès les objectifs fixés. La force politique et la force spirituelle de l'armée et du peuple vietnamiens proviennent de la nature d'une guerre juste, de l'esprit du Vietnam épris de paix et de sa volonté de rechercher des solutions pacifiques pour mettre fin à la guerre sur la base du principe visant à garantir l'indépendance, la souveraineté, l'unité et l'intégrité territoriale, soutenu par les peuples progressistes et épris de paix du monde entier. Aujourd’hui, après 70 ans, les leçons de la Victoire de Diên Biên Phu gardent toutes leurs valeurs.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-06T16:24:20.505+03:00",
  "updated": "2024-05-06T16:24:20.505+03:00"
}