{
  "thread": {
    "uuid": "4e6891c193f7fed2fbdfbd2b3dfead9e4fdb63b4",
    "url": "https://www.newswire.ca/news-releases/-an-urgent-public-health-necessity-national-institute-for-play-releases-new-report-underlining-science-and-power-of-play-806208329.html",
    "site_full": "www.newswire.ca",
    "site": "newswire.ca",
    "site_section": "http://newswire.ca/news-releases",
    "site_categories": [
      "media"
    ],
    "section_title": "Cision | News Releases",
    "title": "'An Urgent Public Health Necessity' - National Institute for Play Releases New Report Underlining Science and Power of Play",
    "title_full": "'An Urgent Public Health Necessity' - National Institute for Play Releases New Report Underlining Science and Power of Play",
    "published": "2024-02-29T22:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 2405,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4e6891c193f7fed2fbdfbd2b3dfead9e4fdb63b4",
  "url": "https://www.newswire.ca/news-releases/-an-urgent-public-health-necessity-national-institute-for-play-releases-new-report-underlining-science-and-power-of-play-806208329.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "National Institute for Play",
  "published": "2024-02-29T22:10:00.000+02:00",
  "title": "'An Urgent Public Health Necessity' - National Institute for Play Releases New Report Underlining Science and Power of Play",
  "text": "CARMEL VALLEY, Calif. , Feb. 29, 2024 /CNW/ -- Amid complex global events and an ongoing mental health crisis, experts at the California -based National Institute for Play (NIFP) released today a comprehensive new report on the biology, benefits, and modern interpretations of play.\nThe free report, entitled The Power of Play: Losing and Finding Ourselves through Everyday Play, advances the understanding that play is proven to lead to healthier, happier lives. Its authors, Scott G. Eberle , Ph.D., and Stuart Brown , M.D., have spent decades studying the impact of play on the human condition. Joining their expertise, the 50-page academic summary brings together findings and observations of more than 100 scholars from a wide array of fields. It collectively asserts that the diminishing presence of play in our daily lives is an urgent public health matter.\n\"The pandemic and its aftermath, our nation's extreme political polarization, global geopolitical conflicts and the climate crisis contribute to unprecedented, widespread levels of anxiety, depression, addiction, and hopelessness. Play is part of the solution,\" Dr. Brown writes in the Foreword.\nHighlights include:\nAncient in its origins, play is core to the human experience and is engrained in all of us. People already know how to play; the important thing is how to activate it. \"And when we do, our lives change for the better in surprising and far-reaching ways,\" the report outlines. Scientists maintain that similar to sleep, play is a critical component for a healthy, complex life – acting as a key variable in our evolutionary adaptability. Regardless of one's age, play is important to our well-being – physical, social and emotional. Scientifically, when someone plays, their brain \"lights up\" – establishing neural pathways that create opportunities for pleasure and joy. Over time, this leads to the development of self awareness, vocabulary, belonging, and socialization, while also reducing stress, increasing physical activity, and delivering several other benefits. Dr. Brown likens a lifetime of play with keeping one's immunizations up to date. According to the report, play has a protective effect against emotional rigidity, isolation, loneliness, and depression. The time we spend playing should be seen as an investment not an expenditure. Based on thousands of interviews, the authors have identified eight styles of play. Most people embody a mix of these types, with one dominant style coming to the forefront from infancy: Collector, Competitor, Creator, Director, Explorer, Joker, Kinesthete/Mover, and Storyteller. In the paper's Afterword, Dr. Eberle outlines the power of travel as an activator for play. It \"deepens the emotions, fuels the imagination, sharpens the perspective, enlarges the social understanding, and inspires the heart.\" In essence, travel gives people freedom and license to play their own way. The report was produced by NIFP with support by Visit California and contributors Anthony Christopher , Lauren Sundstrom, Bowen F. White , and Tom Norquist . To access the report or learn about the Institute, visit www.nifplay.org .\nSOURCE National Institute for Play\nFor further information: Derek Klaus, [email protected]",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology",
    "Human Interest"
  ],
  "external_links": [
    "https://c212.net/c/link/?t=0&l=en&o=4104214-1&h=78358820&u=https%3A%2F%2Fwww.nifplay.org%2F&a=www.nifplay.org",
    "https://c212.net/c/link/",
    "https://www.c212.net/c/link/?t=0&l=en&o=4104214-1&h=78358820&u=https%3A%2F%2Fwww.nifplay.org%2F&a=www.nifplay.org"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "stuart brown",
        "sentiment": "none"
      },
      {
        "name": "scott g. eberle",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cnw",
        "sentiment": "negative"
      },
      {
        "name": "'an urgent public health necessity' - national institute",
        "sentiment": "neutral"
      },
      {
        "name": "national institute for play",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "carmel valley",
        "sentiment": "none"
      },
      {
        "name": "calif.",
        "sentiment": "none"
      },
      {
        "name": "california",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:15:05.621+02:00",
  "updated": "2024-03-08T07:12:51.804+02:00"
}