{
  "thread": {
    "uuid": "e2c683a03f4d870a47593c2aba66355ece2dcc52",
    "url": "https://lamarina.eldiario.es/2024/07/05/el-pabellon-de-calp-estrena-un-nuevo-parquet",
    "site_full": "lamarina.eldiario.es",
    "site": "eldiario.es",
    "site_section": "https://lamarinaplaza.com/feed",
    "site_categories": [
      "top_news"
    ],
    "section_title": "La Marina Plaza. Noticias. Diario de la Marina Alta.",
    "title": "El pabellón de Calp estrena un nuevo parquet",
    "title_full": "El pabellón de Calp estrena un nuevo parquet",
    "published": "2024-07-05T11:17:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://cdn.lamarinaplaza.com/wp-content/uploads/2024/07/Pavello-Calp2-2.jpg",
    "performance_score": 0,
    "domain_rank": 2824,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e2c683a03f4d870a47593c2aba66355ece2dcc52",
  "url": "https://lamarina.eldiario.es/2024/07/05/el-pabellon-de-calp-estrena-un-nuevo-parquet",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción",
  "published": "2024-07-05T11:17:00.000+03:00",
  "title": "El pabellón de Calp estrena un nuevo parquet",
  "text": "El pabellón de Calp estrena un nuevo parquet\n- Ha costado 161.536 € y ha sido instalado en dos meses\nEsta semana han finalizado las obras de renovación del pavimento del pabellón Domingo Crespo que fueron adjudicadas a la mercantil Soluciones Deportivas Ibaizabal por un importe de 161.536 € y un plazo de ejecución de dos meses.\nEl Pabellón Domingo Crespo es la principal instalación deportiva cubierta del municipio, contaba con una tarima de madera que después de más de 20 años de uso presentaba un estado deficiente, a pesar de haber sido objeto de reparaciones puntuales. Por ello se era necesario renovar el pavimento deportivo de la pista del pabellón y sustituirlo por otro que garantizase el desarrollo de competiciones oficiales en el futuro.\nLas obras han consistido en instalar un nuevo pavimento en un área de 1247 m2. Se retiró el pavimento antiguo y se colocó un nuevo pavimento formado por tablas de madera maciza de haya secada en prensa de 22 mm de espesor clavadas sobre madera laminada de 30 mm de altura, conforme a la norma EN 14904:A3 y con certificación FIBA 2023 actualizada. El pavimento deportivo queda rematado perimetralmente con una cámara ventilada de 5 cm de espesor de ranura, cerrada con chapa perforada de acero inoxidable enrasada con el pavimento.\nLas obras se iniciaron a finales de mayo, una vez finalizada la temporada deportiva, en un periodo de menor actividad de los clubes deportivos. El nuevo pavimento permitirá también la práctica de otras modalidades deportivas.\nEl Pabellón Domingo Crespo fue construido en 1983 y es uno de los recintos deportivos más importantes del municipio. Desde entonces ha acogido torneos deportivos de alto nivel, campeonatos de baloncesto de primera categoría nacional, los campus de Pau Gasol y Juan Carlos Navarro, etc., pero también otros eventos sociales como la elección de la reina de las fiestas o el festival de folclore.\nHoy en portada\nLa Marina Plaza, periodismo pase lo que pase... siempre\nLlevamos juntos 11 años. Y juntos hemos vivido ya de todo: inundaciones, incendios, crisis, momentos duros y otros muy buenos, gestas sociales y oleadas de solidaridad de las que nos hemos sentido orgullosos.. Por eso, tampoco ahora vamos a rendirnos. Queremos seguir contigo, haciendo lo que sabemos hacer: periodismo. ¿Nos ayudas?\nSUSCRÍBETE",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Business and Market Analysis",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://suscripcion.lamarinaplaza.com",
    "https://www.suscripcion.lamarinaplaza.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T13:21:39.949+03:00",
  "updated": "2024-07-05T13:21:39.949+03:00"
}