{
  "thread": {
    "uuid": "9f5ca59d595a221ee87464b5d3d7a9b24c657b0b",
    "url": "https://elpais.com/babelia/2023-12-30/pilar-adon-de-vez-en-cuando-me-pongo-fragmentos-de-jesucristo-superstar-en-youtube.html",
    "site_full": "elpais.com",
    "site": "elpais.com",
    "site_section": "https://elpais.com/babelia/",
    "site_categories": [
      "media"
    ],
    "section_title": "Babelia en EL PAÍS",
    "title": "Pilar Adón: “De vez en cuando me pongo fragmentos de ‘Jesucristo Superstar’ en YouTube” | Babelia | EL PAÍS",
    "title_full": "Pilar Adón: “De vez en cuando me pongo fragmentos de ‘Jesucristo Superstar’ en YouTube” | Babelia | EL PAÍS",
    "published": "2023-12-30T06:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://imagenes.elpais.com/resizer/788ocX1z85iLuN15iJsuJ09P-gc=/1200x0/filters:focal(520x382:530x392)/cloudfront-eu-central-1.images.arcpublishing.com/prisa/UDNOVMXVGZDTFJCOF5VQTCD5OU.jpg",
    "performance_score": 0,
    "domain_rank": 473,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9f5ca59d595a221ee87464b5d3d7a9b24c657b0b",
  "url": "https://elpais.com/babelia/2023-12-30/pilar-adon-de-vez-en-cuando-me-pongo-fragmentos-de-jesucristo-superstar-en-youtube.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Babelia",
  "published": "2023-12-30T06:30:00.000+02:00",
  "title": "Pilar Adón: “De vez en cuando me pongo fragmentos de ‘Jesucristo Superstar’ en YouTube” | Babelia | EL PAÍS",
  "text": "Narradora, poeta y traductora, Pilar Adón (Madrid, 1971) ha sido galardonada este 2023 con el Premio Nacional de Narrativa por su novela De bestias y aves (Galaxia Gutenberg), el magistral y asfixiante relato del viaje de una artista perdida (en las varias acepciones de la palabra) que acaba encerrada en una extraña finca habitada por mujeres de diferentes generaciones. 2023 ha sido el año de De bestias y aves, que tras acumular distintos galardones se ha coronado con el Nacional de Narrativa. ¿Ha sido también el año de Pilar Adón? Ahora mismo lo que prevalece es la gratitud. Supongo que seré más consciente de todo cuando pase el tiempo. ¿Qué libro la convirtió en lectora? Me gustaba estar rodeada de libros desde pequeña. No había nada comparable a sentarse en el suelo después del colegio y leer. Recuerdo El gigante egoísta y Hansel y Gretel en versiones no edulcoradas. ¿Y en escritora? Primer amor , de Turguénev . ¿A qué hora del día prefiere escribir? ¿Y en qué lugar prefiere hacerlo? A primera hora de la mañana y a última hora del día. En cuanto al lugar, antes era muy maniática con mi espacio, mi mesa, mis libros. Ahora me da lo mismo. Me he ido acostumbrando a escribir en cualquier sitio. ¿Cuál es la mejor crítica que ha recibido? Cuando alguien me dice que quiere empezar a escribir después de haber leído algo mío. ¿Y la peor? Un escritor me dijo en una ocasión que no entendía de qué vivían mis personajes. Como soy bastante controladora, me hundió. Después di con la frase de Mary McCarthy sobre poner ciruelas reales en un pastel imaginario al escribir. Si lo que importa es el pastel, resulta bastante chocante que de lo que se hable sea de las ciruelas. ¿Qué libro tiene ahora mismo en su mesilla de noche? Tengo varios. La tormenta de nieve , de Tolstói; Los pazos de Ulloa , el manuscrito de la próxima novela en castellano de Maryse Condé… ¿Uno que no logró terminar? Procuro terminarlos todos, aunque sea con una lectura oblicua. He dado con hallazgos interesantes tras páginas que me atraían poco. ¿El disco que se llevaría a una isla desierta? Ahora mismo Violet Drive , de Kerala Dust, pero hace unos días te habría dicho otro. ¿La última canción que le obsesionó? Big Eye, de Christine & the Queens. ¿Cuál es la película que ha visto más veces? Creo que Jesucristo Superstar . La vi por primera vez con 17 años, conservo el vinilo, y de vez en cuando me pongo fragmentos en YouTube. ¿Y una que le recuerde a su infancia? Ivanhoe. ¿Quién la interpretaría en un biopic sobre su vida? Una fusión entre una Charlotte Gainsbourg de mi estatura y Colleen Moore. ¿Un estreno reciente que le fascinara? No es un estreno reciente, pero me impresionó Tár . ¿Y la última que vio? Licorice Pizza , de Paul Thomas Anderson. ¿En qué museo se quedaría a vivir? En la National Portrait Gallery. ¿Tiene algún placer culpable en materia cultural? No sé si es culpable, pero me gusta tener dedicados los libros. ¿Cuál es su personaje histórico favorito? Catalina de Aragón. ¿Qué está socialmente sobrevalorado? La juventud. De no ser escritora, le habría gustado ser… Fotógrafa ¿A quién le daría el próximo premio Cervantes? A María Victoria Atencia. Puedes seguir a BABELIA en Facebook y X , o apuntarte aquí para recibir nuestra newsletter semanal .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [
    "https://twitter.com/babelia_elpais",
    "https://www.facebook.com/babeliaelpais",
    "https://www.twitter.com/babelia_elpais",
    "https://facebook.com/babeliaelpais"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T06:33:15.458+02:00",
  "updated": "2023-12-30T06:33:15.458+02:00"
}