{
  "thread": {
    "uuid": "e213669215c76c1faf3ca050fb22c659a8afb2f6",
    "url": "https://www.elmostrador.cl/cultura/ciencia-cultura/2024/04/11/descubren-mas-de-50-nuevas-especies-submarinas-en-las-costas-de-chile",
    "site_full": "www.elmostrador.cl",
    "site": "elmostrador.cl",
    "site_section": "https://elmostrador.cl",
    "site_categories": [
      "politics",
      "law_government_and_politics",
      "media",
      "top_news"
    ],
    "section_title": "El Mostrador",
    "title": "Descubren más de 50 nuevas especies submarinas en las costas de Chile",
    "title_full": "Descubren más de 50 nuevas especies submarinas en las costas de Chile",
    "published": "2024-04-12T03:39:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CL",
    "main_image": "https://media-front.elmostrador.cl/2024/04/68398219_1005-700x306.jpg",
    "performance_score": 0,
    "domain_rank": 11680,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e213669215c76c1faf3ca050fb22c659a8afb2f6",
  "url": "https://www.elmostrador.cl/cultura/ciencia-cultura/2024/04/11/descubren-mas-de-50-nuevas-especies-submarinas-en-las-costas-de-chile",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "EFE",
  "published": "2024-04-12T03:39:00.000+03:00",
  "title": "Descubren más de 50 nuevas especies submarinas en las costas de Chile",
  "text": "La expedición tuvo lugar del 24 de febrero al 4 de abril con un equipo internacional de 25 científicos de 14 organizaciones de cinco países (Chile, Estados Unidos, Italia, España, Holanda), entre ellos la primera bióloga marina rapanui, Emilia Ra’a Palma Tuki, recién graduada en la UCN.\nUn equipo internacional de científicos, coliderado por el Barcelona Supercomputing Center (BSC), descubrió al menos 50 especies potencialmente nuevas para la ciencia en una de las zonas más inexploradas del planeta, en los montes submarinos de la costa de Chile.\nLos resultados del estudio se dieron a conocer este jueves 11 de abril, coincidiendo con la celebración en la ciudad española de Barcelona (noreste) de la Conferencia del Decenio de los Océanos de la Unesco, que reúne a 1.500 expertos de todo el mundo con el objetivo de analizar las herramientas científicas que sirvan para preservar los mares.\nLa expedición, financiada por el Schmidt Ocean Institute, contaba con un equipo internacional de 25 científicos que navegó 40 días por una de las zonas más remotas de la Tierra.\nSe trata de los más de 200 montes submarinos de la Dorsal de Salas y Gómez, que comprende 2.900 kilómetros desde las costas continentales chilenas hasta la isla de Pascua (Rapa Nui) , que también pertenece a Chile.\nEn esta zona, los científicos observaron corales de aguas profundas, esponjas de vidrio, erizos de mar, calamares, peces, moluscos y otras especies nunca antes observadas por los científicos.\nEn concreto, se detectaron 160 especies en montes submarinos de la costa de Chile que hasta ahora se desconocía que vivían en la región, de las que al menos 50 podrían ser potencialmente nuevas para la ciencia (no se habían visto ni catalogado nunca).\n“Es un número que probablemente aumentará cuando trabajemos todas las muestras que tenemos en el laboratorio”, afirmó la investigadora del BSC Ariadna Mechó, que participó en el estudio.\nEsta cordillera bajo las aguas alberga uno de los paisajes marinos más singulares y biodiversos del planeta, que además están conectados con varias comunidades indígenas, por lo que todo ese ecosistema requiere de la cooperación internacional para protegerlo.\n“Pero antes, necesitamos comprender mejor la biodiversidad y la conectividad de la región para saber qué especies se encuentran allí y en qué montañas exactamente, así como los posibles cambios en las comunidades faunísticas”, señaló Mechó.\nDe ahí la razón de la expedición, en la que el BSC y la supercomputación proporciona datos de modelización climática a través de diferentes escenarios para establecer la distribución de especies en la zona, con el fin de ver cómo se verán afectadas por los cambios futuros, en función de cada escenario posible.\nLa información recogida en la expedición proporciona la base para informar de la gestión de las áreas marinas protegidas existentes y su potencial ampliación, especialmente alrededor de la isla de Pascua.\nSegún el BSC, el objetivo es proporcionar la información necesaria para que las autoridades designen la Dorsal de Salas y Gómez como zona marina de importancia ecológica y biológica (EBSA) por el Convenio sobre la Diversidad Biológica y “zona prioritaria” ecológica y socioeconómica para la protección internacional, por el tratado de Alta Mar.\nLa expedición tuvo lugar del 24 de febrero al 4 de abril con un equipo internacional de 25 científicos de 14 organizaciones de cinco países (Chile, Estados Unidos, Italia, España, Holanda) , entre ellos la primera bióloga marina rapanui, Emilia Ra’a Palma Tuki, recién graduada en la Universidad Católica del Norte de Chile.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T04:51:27.241+03:00",
  "updated": "2024-04-12T04:51:27.241+03:00"
}