{
  "thread": {
    "uuid": "55798c14907e717b3c11a5c5ecaaad395fd91b59",
    "url": "https://larepublica.pe/mundo/2024/05/02/unesco-concede-premio-mundial-a-la-libertad-de-prensa-a-periodistas-palestinos-en-gaza-lrtmus-121370",
    "site_full": "larepublica.pe",
    "site": "larepublica.pe",
    "site_section": "https://larepublica.pe/mundo",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Noticias de última hora sobre lo que sucede en el mundo",
    "title": "UNESCO concede Premio Mundial a la Libertad de Prensa a periodistas palestinos en Gaza | lrtmus | Mundo | La República",
    "title_full": "UNESCO concede Premio Mundial a la Libertad de Prensa a periodistas palestinos en Gaza | lrtmus | Mundo | La República",
    "published": "2024-05-03T05:27:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PE",
    "main_image": "https://imgmedia.larepublica.pe/1200x630/larepublica/original/2024/05/02/66343fe1e8476545ea6bdaa0.jpg",
    "performance_score": 0,
    "domain_rank": 8025,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "55798c14907e717b3c11a5c5ecaaad395fd91b59",
  "url": "https://larepublica.pe/mundo/2024/05/02/unesco-concede-premio-mundial-a-la-libertad-de-prensa-a-periodistas-palestinos-en-gaza-lrtmus-121370",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Bryam Esquen",
  "published": "2024-05-03T05:27:00.000+03:00",
  "title": "UNESCO concede Premio Mundial a la Libertad de Prensa a periodistas palestinos en Gaza | lrtmus | Mundo | La República",
  "text": "Periodistas que cubren la guerra de Gaza ganan Premio Mundial a la Libertad de Prensa La Unesco informó que los periodistas palestinos que cubren el [conflicto en Gaza ](https://larepublica.pe/mundo/2024/04/29/estados-unidos-espera-que-hamas-acepte-oferta-extraordinariamente-generosa-por-parte-de-israel-1200716)fueron galardonados con el Premio Mundial a la Libertad de Prensa. [Estos son los 5 países con más reservas de agua dulce en el mundo: 3 están en América](https://larepublica.pe/estados-unidos/2024/04/27/estos-son-los-5-paises-con-mas-reservas-de-agua-dulce-en-el-mundo-tres-estan-en-america-lrtmus-628992) [Descubre al país de Sudamérica que exporta más a China: no es Perú ni Chile](https://larepublica.pe/mundo/2024/04/25/descubre-al-pais-de-sudamerica-que-exporta-mas-a-china-no-es-peru-ni-chile-mexico-brasil-america-latina-1473000) El Premio Mundial a la Libertad de Prensa Unesco/Guillermo Cano 2024 fue otorgado por la Organización de las Naciones Unidas para la Educación, la Ciencia y la Cultura (Unesco) a los periodistas palestinos que reportan desde [la Franja de Gaza](https://larepublica.pe/mundo/2024/04/19/reportan-ataques-en-iran-y-siria-conflicto-en-medio-oriente-guerra-medios-internacionales-1507099), en reconocimiento a su coraje y dedicación. Desde que inició el conflicto entre Israel y Palestina el pasado octubre, han fallecido al menos 26 periodistas y trabajadores de medios de comunicación mientras informaban de los hechos ocurridos en Gaza, [según Unesco. ](https://www.unesco.org/es/articles/los-periodistas-palestinos-que-cubren-gaza-son-galardonados-con-el-premio-mundial-la-libertad-de) Según el Comité para la Protección de Periodistas (CPJ), con sede en Nueva York, al menos 97 reporteros, en su mayoría (92) palestinos, han perdido la vida desde que comenzó el conflicto entre Israel y Hamás el 7 de octubre. Además, 16 resultaron heridos. PUEDES VER: [Alumnos toman la Universidad de Columbia como protesta por la guerra entre Israel y Gaza] UNESCO concede Premio Mundial a la Libertad de Prensa a periodistas palestinos en Gaza La entrega del premio tuvo lugar este jueves durante una ceremonia en el Museo de Arte Contemporáneo en Santiago, como parte de la 31.° Conferencia Mundial sobre la Libertad de Prensa que se desarrolló esta semana en Chile. Un representante del Sindicato de Periodistas Palestinos recogerá el premio en nombre de los galardonados. \"En estos tiempos de oscuridad y desesperanza, queremos transmitir un firme mensaje de solidaridad y reconocimiento a los periodistas palestinos que están cubriendo esta crisis en circunstancias tan dramáticas. Como humanidad, tenemos una enorme deuda con su valentía y su compromiso con la libertad de expresión\", expresó Mauricio Weibel, presidente del Jurado Internacional de profesionales de los medios de comunicación. Los periodistas palestinos fueron premiados por su valentía al cubrir el conflicto en Gaza. Foto: AFP Es el primer galardón otorgado a periodistas dentro del marco de la ONU, el cual es financiado por la Fundación Guillermo Cano Isaza de Colombia, la Fundación Helsingin Sanomat de Finlandia, Namibia Media Trust, la Fundación Democracy & Media Stichting Democratie & Media de los Países Bajos y la Fundación Thomson Reuters. En un comunicado, la Unesco se comprometió a investigar la decena de casos de periodistas que sufrieron las mismas consecuencias. \"Como humanidad, tenemos una enorme deuda con su valentía y su compromiso con la libertad de expresión\", añadió Weibel. La ciudad de Rafah destruida tras los bombardeos de Israel en Gaza. Foto: EFE PUEDES VER: [Alumnos toman la Universidad de Columbia como protesta por la guerra entre Israel y Gaza] El Premio Mundial a la Libertad de Prensa El premio fue establecido en 1997 en memoria del periodista colombiano Guillermo Cano, quien fue asesinado frente a las instalaciones del periódico El Espectador en 1986. Su propósito es honrar una destacada contribución a la defensa y promoción de la libertad de prensa en cualquier parte del mundo. El Premio Mundial de Libertad de Prensa es entregado por Unesco desde 1997. Foto: Unesco. \"Cada año, el Premio UNESCO/Guillermo Cano rinde homenaje al valor de los periodistas que se enfrentan a circunstancias difíciles y peligrosas. Un año más, el premio nos recuerda la importancia del compromiso colectivo para garantizar que los periodistas de todo el mundo puedan seguir llevando a cabo su labor esencial de informar e investigar\", acotó Audrey Azoulay, directora general de Unesco. Periodista y bachiller graduado de la UPC con mención en deportes. Actualmente redactor web de LATAM. Interesado en temas de internacionales, deportes, actualidad, pero siempre un curioso empedernido.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest",
    "Politics"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-03T05:31:40.915+03:00",
  "updated": "2024-05-03T06:22:42.939+03:00"
}