{
  "thread": {
    "uuid": "22ae8f83cce668a5ba63f8ba5f798354a8eae46f",
    "url": "https://southcarolina.rivals.com/news/three-gamecocks-return-to-final-four-with-extra-motivation",
    "site_full": "southcarolina.rivals.com",
    "site": "rivals.com",
    "site_section": "https://southcarolina.rivals.com/feed",
    "site_categories": [
      "sports"
    ],
    "section_title": "Rivals.com",
    "title": "Three Gamecocks Return To Final Four With Extra Motivation",
    "title_full": "Three Gamecocks Return To Final Four With Extra Motivation",
    "published": "2024-04-04T21:31:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.rivals.com/image/upload/f_auto,q_auto,t_headline_primary/ekqdnxbs3y8zuqwkv6cr",
    "performance_score": 0,
    "domain_rank": 11086,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "22ae8f83cce668a5ba63f8ba5f798354a8eae46f",
  "url": "https://southcarolina.rivals.com/news/three-gamecocks-return-to-final-four-with-extra-motivation",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alan Cole •",
  "published": "2024-04-04T21:31:00.000+03:00",
  "title": "Three Gamecocks Return To Final Four With Extra Motivation",
  "text": "CLEVELAND — Sania Feagin spent about 15 seconds taking it all in. She looked up and around the cavernous unfilled seats of Rocket Mortgage FieldHouse. The Final Four signage everywhere, the banners hanging from the rafters listing every previous National Championships.\nShe found Dawn Staley, Lisa Boyer and Jolette Law , embraced all three and went to work at South Carolina’s practice the day before taking on North Carolina State in the Final Four.\nThis occasion is not new for her, but the moment is.\n“It’s just something that I always do,” Feagin told GamecockScoop. “I just tell them good morning, ask how their morning is going, how they slept, stuff like that.”\nContent Loading Embed content not available\nManage privacy settings PGRpdiBjbGFzcz0nc3RfX2NvbnRlbnQtYmxvY2sgc3RfX2NvbnRlbnQtYmxv Y2stLXR3ZWV0Jz4KPGRpdiBjbGFzcz0nY2VudGVyX3R3ZWV0Jz48YmxvY2tx dW90ZSBjbGFzcz0idHdpdHRlci10d2VldCI+PHAgbGFuZz0iZW4iIGRpcj0i bHRyIj5HYW1lY29ja3MgYXJlIG9uIHRoZSBmbG9vciBpbiBDbGV2ZWxhbmQu IDxicj48YnI+QmlnIGVtYnJhY2UgYmV0d2VlbiBTYW5pYSBGZWFnaW4gYW5k IHRoZSBjb2FjaGluZyBzdGFmZi4gPGEgaHJlZj0iaHR0cHM6Ly90LmNvL0pV alFKZEFFNDciPnBpYy50d2l0dGVyLmNvbS9KVWpRSmRBRTQ3PC9hPjwvcD4m bWRhc2g7IEFsYW4gQ29sZSAoQEFsYW5fX0NvbGUpIDxhIGhyZWY9Imh0dHBz Oi8vdHdpdHRlci5jb20vQWxhbl9fQ29sZS9zdGF0dXMvMTc3NTg3MjAxMDM0 MzU2NzY4MT9yZWZfc3JjPXR3c3JjJTVFdGZ3Ij5BcHJpbCA0LCAyMDI0PC9h PjwvYmxvY2txdW90ZT4KPHNjcmlwdCBhc3luYyBzcmM9Imh0dHBzOi8vcGxh dGZvcm0udHdpdHRlci5jb20vd2lkZ2V0cy5qcyIgY2hhcnNldD0idXRmLTgi Pjwvc2NyaXB0PgoKPC9kaXY+CjwvZGl2PgoK Of the half dozen Gamecocks who were on the roster in last season’s Final Four loss to Iowa, only Raven Johnson and Kamilla Cardoso saw significant action. Bree Hall played seven minutes against the Hawkeyes and 14 minutes across two games in the 2022 Final Four, enough experience to say she moved the needle both years.\nThose other three — Feagin, Ashlyn Watkins, Chloe Kitts — watched from the bench as the Gamecocks dropped a 77-73 heartbreaker in Dallas. They were there and remember how it felt, but could not do anything to change it. This Final Four is about all 10 of these Gamecocks and their final steps avenging last year’s loss, but three share a specific experience.\nThey have been part of a Final Four, but never had a chance to stamp an impact on one.\n“I'm excited for them,” Staley said. “I'm excited for their opportunity because they did sit a long time last year and now when they're given the opportunity or earned the opportunity to play, they are certainly showcasing their talents, and they put us in a position of being here at the Final Four. I'm excited for them and their families.”\nFeagin has played in a Final Four in the very literal sense; she got one late minute in the blowout 2022 National Championship Game just to get her name on the books for the victory.\nHer minutes have more than doubled since last season and quadrupled since her freshman year, becoming a rotation mainstay. Defense, long the only thing holding her back from truly launching into orbit, has significantly improved this season. The offensive aggression and prowess was there from day one on campus. Those forceful post moves, the shoulder drop off the dribble, the controlled finishing through contact.\nAll of those attributes of her craft she has tirelessly worked to perfect and subsequently earn more playing time, now on the grandest platform in college basketball.\n“It’s a little different,” Feagin said. “Only because we’re actually able to be a part of it and impact the game.”\nStaley has split starting duties at the four spot between Watkins and Kitts, her two sophomores. They have become a tag team, one usually subbing in for the other early. At times the duo has paired together, most notably when Cardoso missed two games on Brazilian National Team duty. Watkins has grown into a lockdown defender, a ruthless shot blocker and agile mover on the perimeter.\nSkills she, like Feagin, has had to grow into and become more assertive with this season.\n“It feels good to just showcase what I can do,” Watkins said. “Especially if I’m playing, I can really show what I'm doing. It feels good.”\nFor Kitts, the game is finally slowing down a little bit after joining the program midway through last season. Just being on the roster last year had her way ahead of schedule, making the trip to Dallas at a time when she still should have been finishing her last semester of high school.\nBring it forward 12 months, and you get a confident, strong player who started 29 times this year and averaged 9.3 points per game and is an efficient 15-of-22 with 40 points so far in the NCAA Tournament.\n“It’s definitely a different experience than last year,” Kitts told GamecockScoop. “This year I’m playing. Last year I was just part of the team. It feels different; I feel like I’m able to impact the game.”\nAll three have grown this year. All three have stepped into increased roles after Aliyah Boston and Victaria Saxton departed for the WNBA.\nAnd undeniably, the Gamecocks would not be in their fourth consecutive Final Four without the contributions of these three post players.\n“Those three, we need them,” Staley said. “We need them to play. We need them to play well, and we need them just to be who they've been all season long.”\nFinally, this is their moment.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health",
    "Human Interest"
  ],
  "external_links": [
    "https://rivals.mydashboard.oath.com/",
    "https://www.rivals.mydashboard.oath.com/",
    "https://rivals.mydashboard.oath.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sania feagin",
        "sentiment": "negative"
      },
      {
        "name": "lisa boyer",
        "sentiment": "none"
      },
      {
        "name": "dawn staley",
        "sentiment": "none"
      },
      {
        "name": "gamecockscoop",
        "sentiment": "none"
      },
      {
        "name": "jolette law",
        "sentiment": "none"
      },
      {
        "name": "feagin",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "rocket mortgage fieldhouse",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "cleveland",
        "sentiment": "none"
      },
      {
        "name": "north carolina state",
        "sentiment": "none"
      },
      {
        "name": "south carolina",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:15:51.707+03:00",
  "updated": "2024-04-05T00:15:51.707+03:00"
}