{
  "thread": {
    "uuid": "369b98d24b4d2693864e3ebaed56e511befaa702",
    "url": "https://vnexplorer.net/walid-regragui-pleased-as-morocco-begin-afcon-2023-with-important-win-over-tanzania-s1041880.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "Walid Regragui pleased as Morocco begin Afcon 2023 with 'important' win over Tanzania",
    "title_full": "Walid Regragui pleased as Morocco begin Afcon 2023 with 'important' win over Tanzania",
    "published": "2024-01-19T12:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1n9GKw.img",
    "performance_score": 0,
    "domain_rank": 47656,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "369b98d24b4d2693864e3ebaed56e511befaa702",
  "url": "https://vnexplorer.net/walid-regragui-pleased-as-morocco-begin-afcon-2023-with-important-win-over-tanzania-s1041880.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-19T12:05:00.000+02:00",
  "title": "Walid Regragui pleased as Morocco begin Afcon 2023 with 'important' win over Tanzania",
  "text": "Morocco manager Walid Regragui said he was pleased with his team’s opening performance at the Africa Cup of Nations on Wednesday after the World Cup semi-finalists eased to a 3-0 victory over Tanzania.\nCaptain Romain Saiss, Azzedine Ounahi and Youssef En-Nesyri all netted for Morocco in the Ivorian coastal city of San-Pedro, while Tanzania had Novatus Miroshi sent off.\n“First matches are always difficult, and the humidity made this one tough, but we respected Tanzania,” said Regragui after Wednesday’s Group F clash.\n“The team’s spirit was very good and we got an important win.”\nAlthough an African powerhouse for decades and one of the pre-tournament favourites, Morocco are seeking only a second Afcon title, 48 years after lifting the trophy in Ethiopia.\nMorocco sprang to international prominence just over a year ago in Qatar when they became the first African World Cup semi-finalists, eliminating Spain and Portugal along the way.\nMorocco began with seven of the team that started in the 2-0 World Cup semi-final loss to France in Qatar. There were three La Liga players, two each from the Premier League and Ligue 1 and two with Saudi Pro League sides.\nThis contrasted sharply with Tanzania, whose line-up included Tarryn Allarakhia from English fifth-tier outfit Wealdstone. The winger struggled in sweltering conditions and was replaced after 38 minutes, by which time Morocco were already ahead.\nHakim Ziyech, on loan at Galatasaray from Chelsea, lifted a free kick over the defensive wall and when goalkeeper Aisha Manula failed to grasp it, Saiss converted the loose ball.\nTanzanian hopes of finding an equaliser suffered a huge blow with 20 minutes remaining when Miroshi fouled Ounahi and was sent off for a second booking.\nOunahi rounded off a fine move to make it 2-0 on 77 minutes, and the scoring was complete shortly after when En-Nesyri converted a low cross for a goal that was confirmed as onside following a VAR check.\n“We wanted to score early and had chances, but the goal finally came from a set piece. Once we scored, that was the hard part done,” Regragui said. “At times in the second half, we accepted not having the ball and managed the game like a great team.”\nRegragui believes Morocco benefitted from being one of the last teams to play their opening group game, allowing the manager to analyse where other sides struggled in the conditions.\nTanzania manager Adel Amrouche admitted his team were outclassed by Morocco. AFP\n“Seeing their first matches allowed us to avoid the same mistakes,” he said. “We noticed many sides declined physically in the second half, so we prepared to stay fresh.”\nMorocco face DR Congo in their second Group F match on Sunday and another victory will send them through to the last 16.\nTanzania, meanwhile, will take on Zambia on the same day, and manager Adel Amrouche admitted the gulf in class between his side and Morocco proved the difference on Wednesday.\n“Our gameplan failed. We did not expect this scenario but I congratulate Morocco for their performance and result,” he said. “The quality of Morocco’s players made the difference and they deserved to win.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1n9GKw.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1n9GKw.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "walid regragui",
        "sentiment": "positive"
      },
      {
        "name": "novatus miroshi",
        "sentiment": "none"
      },
      {
        "name": "regragui",
        "sentiment": "none"
      },
      {
        "name": "romain saiss",
        "sentiment": "none"
      },
      {
        "name": "azzedine ounahi",
        "sentiment": "none"
      },
      {
        "name": "youssef en-nesyri",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "tanzania morocco",
        "sentiment": "positive"
      },
      {
        "name": "la liga",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "morocco",
        "sentiment": "none"
      },
      {
        "name": "africa",
        "sentiment": "none"
      },
      {
        "name": "qatar",
        "sentiment": "none"
      },
      {
        "name": "tanzania",
        "sentiment": "none"
      },
      {
        "name": "france",
        "sentiment": "none"
      },
      {
        "name": "portugal",
        "sentiment": "none"
      },
      {
        "name": "ethiopia",
        "sentiment": "none"
      },
      {
        "name": "san-pedro",
        "sentiment": "none"
      },
      {
        "name": "spain",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T12:37:50.876+02:00",
  "updated": "2024-01-19T12:37:50.876+02:00"
}