{
  "thread": {
    "uuid": "e6926023c6245c52a19840a74f46378bd8224aa0",
    "url": "https://pakistan.shafaqna.com/EN/258062",
    "site_full": "pakistan.shafaqna.com",
    "site": "shafaqna.com",
    "site_section": "https://pakistan.shafaqna.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Pakistan Shia News Agency",
    "title": "Inspirational Insights from “Bab Madina-tul Ilm” ( Gate of City of Knowledge)",
    "title_full": "Inspirational Insights from “Bab Madina-tul Ilm” ( Gate of City of Knowledge)",
    "published": "2024-03-28T21:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PK",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 30174,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e6926023c6245c52a19840a74f46378bd8224aa0",
  "url": "https://pakistan.shafaqna.com/EN/258062",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tauqeer Abbas",
  "published": "2024-03-28T21:44:00.000+02:00",
  "title": "Inspirational Insights from “Bab Madina-tul Ilm” ( Gate of City of Knowledge)",
  "text": "The seventh infallible descendant of the Seal of Messengers, Prophet Muhammad (peace be upon him), Al-Imam Musa ibn Jafar Al-Kazem (peace be upon him), narrated from his respected father, who in turn narrated from their esteemed grandfather, Ali ibn Al-Husayn (peace be upon him), from his respected father. It is recounted that one day, while Amir al-Mo’menin, Al-Imam Ali ibn Abi Talib (peace be upon him), was seated in the mosque with some of his companions, Zaid ibn Sohaan Abdi posed a question to Imam Ali (peace be upon him). Imam Ali (peace be upon him), known as the Gate of the City of Knowledge according to a saying of the Holy Prophet (peace be upon him), was approached for enlightenment by Zaid.\nHe asked: ‘O Amir al-Mo’menin (s)! Which king is strongest among all?\nAmir al-Mo’menin (s) replied: Death.\nZaid asked: What is the most abject act?\nHe Replied: Gathering wealth greedily.\nZaid asked: Which poverty is hardest?\nHe Replied: Atheism after belief.\nZaid asked: Which invitation is most misleading?\nHe Replied: One who calls people to what he does not have himself.\nZaid asked: What is the best deed?\nHe Replied: Piety.\nZaid asked: Which deed is best for salvation?\nHe Replied: Requesting what is with Allah.\nZaid asked: Who is the worst friend?\nHe Replied: One who presents sins as beautiful acts.\nZaid asked: Who is the most wretched among people?\nHe Replied: One who sells his religion in return for the materialistic world of others.\nZaid asked: Who is the strongest among people?\nHe Replied: One whose patience is more.\nZaid asked: Who is the most miserly?\nHe Replied: One who earns money from an unlawful way.\nZaid asked: Who is the wisest among all?\nHe Replied: One who can find the path to guidance among all other paths and moves towards the right path.\nZaid asked: Who is best to be the judge among people?\nHe Replied: One who does not get angry.\nZaid asked: Who is most consistent on his word?\nHe Replied: One who is not deceived by other people because of himself and by the world by its wealth.\nZaid asked: Who is the most stupid?\nHe Replied: One who is deceived by this world while he notices the unstableness of this world.\nZaid asked: Who is the most regretful?\nHe Replied: One who banned everything for himself in this world and in the hereafter; indeed this is the biggest regret.\nZaid asked: Who is blind?\nHe Replied: One who has done nothing for Allah, but expects rewards.\nZaid asked: Which satisfaction is best?\nHe Replied: One who is satisfied with whatever Allah has given him.\nZaid asked: Which tragedy is hardest?\nHe Replied: Tragedy in religious matters.\nZaid asked: Which deed is the most preferred by Allah?\nHe Replied: Awaiting relief (Faraj).\nZaid asked: Who has a better status in the view of Allah?\nHe Replied: One who fears Him most and is most pious and ascetic.\nZaid asked: In the view of Allah, which word is the best?\nHe Replied: Remembrance of Allah and entreating from Him by prayer.\nZaid asked: Which word is the truest?\nHe Replied: Testifying that Allah is the only God.\nZaid asked: Which deed is greatest in the view of Allah?\nHe Replied: Submitting to him, piety, and fear of Allah.\nZaid asked: Who is the most truthful among people?\nHe Replied: One who tells the truth in the battlefield.\n(Taken from the book “Mann La Yah-dor-hoo al-Faqih, vol. 4, p. 381)\nSource: alhassanain.org",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "muhammad",
        "sentiment": "negative"
      },
      {
        "name": "musa ibn jafar al-kazem",
        "sentiment": "none"
      },
      {
        "name": "zaid ibn sohaan abdi",
        "sentiment": "none"
      },
      {
        "name": "zaid",
        "sentiment": "none"
      },
      {
        "name": "ali ibn al-husayn",
        "sentiment": "none"
      },
      {
        "name": "al-imam ali ibn abi talib",
        "sentiment": "none"
      },
      {
        "name": "amir al-mo’menin",
        "sentiment": "none"
      },
      {
        "name": "imam ali",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "bab madina",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T07:11:59.429+03:00",
  "updated": "2024-03-29T07:11:59.429+03:00"
}