{
  "thread": {
    "uuid": "3e79df1a05ed76beee27a5ff6d6ebc8daac0e342",
    "url": "https://www.wesh.com/article/leap-day-birthdays-central-florida/60031733",
    "site_full": "www.wesh.com",
    "site": "wesh.com",
    "site_section": "https://www.wesh.com/topstories-rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Top Stories",
    "title": "People born on Leap Day celebrate birthdays in Central Florida",
    "title_full": "People born on Leap Day celebrate birthdays in Central Florida",
    "published": "2024-03-01T01:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://kubrick.htvapps.com/htv-prod-media.s3.amazonaws.com/images/160fc39f-ed33-4bc4-aa6e-8fe2c35ee110-65e10b8e5c292.jpg?crop=1.00xw:1.00xh;0,0&amp;resize=1200:*",
    "performance_score": 0,
    "domain_rank": 8817,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3e79df1a05ed76beee27a5ff6d6ebc8daac0e342",
  "url": "https://www.wesh.com/article/leap-day-birthdays-central-florida/60031733",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-01T01:00:00.000+02:00",
  "title": "People born on Leap Day celebrate birthdays in Central Florida",
  "text": "People born on Leap Day celebrate birthdays in Central Florida Some people call themselves Leap Year babies and \"leaplings.\" And Thursday is a super special day for them. Feb. 29 is Leap Day. It only shows up on the calendar every four years. So the Leap Year babies around the world are celebrating their birthdays. WESH 2's Michelle Meredith talked to four Central Florida \"leaplings\" who have thoroughly embraced the perks. \"Happy birthday to you, happy birthday, dear Betty. Happy birthday to you,\" a group sang to a woman. In Casselberry, Betty Rhodes is celebrating her 80th birthday. The happy birthday wishes have been pouring in. \"That was wonderful,\" Rhodes said in response to the birthday wishes. Even though Rhodes has been alive 80 years, she's a Leap Year baby. In Leap Years, she's only 20. \"I learned to accept it, and I think it's pretty cool,\" Rhodes said. So what is Leap Year? There are more than 365 days in the year; there's really 365 and a quarter. If you take those quarters and add them up over four years, you get an extra day. Humanity decided to put that extra day at the end of February hence the leap day on Feb. 29. \"I've always called it my real birthday,\" Georgia Turner said. Feb. 29 only shows up on the calendar every four years. In Ormond Beach, Turner says when she was a kid, being a leapling was hard. \"But now to say you're 16 when you're really 64 is pretty cool,\" Turner said. In Leap Years, Turner is finally of driving age, which she celebrated at the DMV with grins. \"It was sort of glossed over, so you felt like you were kind of glossed over,\" teacher Barbara Montgomery said. Montgomery, a retired teacher in Ocala, says being a Leap Year baby was a teaching moment and her students couldn't resist poking fun at her. \"There were years when I was younger than them,\" Montgomery said. \"'You can't teach me. I should be teaching you.'\" \"My mom made me a birthday card. She loves to make cards,\" Michelle Sargent said. Sargent, a banker in Lake County, says being a Leap Year baby was a big deal and celebrated with newspaper stories. \"My niece also turned 11 this year so she'll probably say, 'Hey, we're the same age,'\" Sargent said. The biggest perk is Leap Year babies are forever young and forever appreciating. \"But if I ever fall, I love those firemen to come and see me. They are so cute. Oh, I fall in love with every one of them that come,\" Rhodes said. Top headlines:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "leap year",
        "sentiment": "negative"
      },
      {
        "name": "betty rhodes",
        "sentiment": "none"
      },
      {
        "name": "rhodes",
        "sentiment": "none"
      },
      {
        "name": "betty",
        "sentiment": "none"
      },
      {
        "name": "michelle meredith",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "wesh",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "florida",
        "sentiment": "none"
      },
      {
        "name": "casselberry",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T01:10:25.667+02:00",
  "updated": "2024-03-01T04:12:22.382+02:00"
}