{
  "thread": {
    "uuid": "c918881b108c0b9c3962d09d9b3e8f174329e81b",
    "url": "https://g1.globo.com/sp/campinas-regiao/noticia/2024/01/01/como-alta-do-setor-de-servicos-para-atender-empresas-mudou-estrutura-do-emprego-na-rmc.ghtml",
    "site_full": "g1.globo.com",
    "site": "globo.com",
    "site_section": "http://g1.globo.com/sp/campinas-regiao/",
    "site_categories": [
      "media"
    ],
    "section_title": "G1 – Campinas e Região: notícias e vídeos da EPTV",
    "title": "Como alta do setor de serviços para atender empresas mudou estrutura do emprego na RMC | Campinas e Região | G1",
    "title_full": "Como alta do setor de serviços para atender empresas mudou estrutura do emprego na RMC | Campinas e Região | G1",
    "published": "2024-01-01T23:58:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://s2-g1.glbimg.com/WLDYIfrb0ghtgRaO-3R5tfLLkZE=/1200x/smart/filters:cover():strip_icc()/i.s3.glbimg.com/v1/AUTH_59edd422c0c84a879bd37670ae4f538a/internal_photos/bs/2023/5/2/WCpvbIQ1qOnAe6dbR5aA/drone-campinas2.jpg",
    "performance_score": 0,
    "domain_rank": 745,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 3,
        "comments": 0,
        "shares": 6
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c918881b108c0b9c3962d09d9b3e8f174329e81b",
  "url": "https://g1.globo.com/sp/campinas-regiao/noticia/2024/01/01/como-alta-do-setor-de-servicos-para-atender-empresas-mudou-estrutura-do-emprego-na-rmc.ghtml",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "globo.com",
  "published": "2024-01-01T23:58:00.000+02:00",
  "title": "Como alta do setor de serviços para atender empresas mudou estrutura do emprego na RMC | Campinas e Região | G1",
  "text": "1 de 3 Imagem aérea do centro de Campinas — Foto: Reprodução/EPTV Imagem aérea do centro de Campinas — Foto: Reprodução/EPTV\nUm estudo do Observatório PUC-Campinas indica, através de análises de dados de 2013 a 2023, uma transformação na estrutura do emprego na Região Metropolitana de Campinas (RMC) . A alteração de cenário surge por meio do crescimento de um setor que ganhou alta representatividade no fluxo de trabalho das cidades nos últimos anos: os serviços focados no atendimento de demandas de empresas e indústrias, com base no conhecimento técnico e especializado.\n📲 Participe do canal do g1 Campinas no WhatsApp\nPara chegar ao resultado e constatar a evolução e o impacto no mercado de trabalho deste tipo de atividade, chamada de Serviços Intensivos em Conhecimento (SICs), a pesquisa, comandada pela professora Eliane Navarro Rosandiski, observou os números do emprego na RMC por informações em estoque do mercado de trabalho formal na Relação Anual de Informações Sociais (RAIS), de 2013 a 2021, e utilizou dados do novo Cadastro Geral de Empregados e Desempregados (Caged) para o balanço mais atualizado de abertura e fechamento de vagas, referentes a 2022 e 2023.\nDe acordo com o estudo, o setor está diretamente associado à difusão e incorporação de inovações nas atividades produtivas , o que, em uma análise preliminar, aumenta a competividade e produtividade e, por isso, gera uma de demanda serviços mais especializados . O estudo do Observatório, além de comprovar o crescimento do segmento e o quanto ele representa no emprego da região, também faz um cruzamento com análises de perfil como salário, escolaridade, faixa etária e funções.\nO g1 publica uma série de três reportagens sobre a nova dinâmica de trabalho da RMC ao longo da década e esmiúça o setor de Serviços Intensivos em Conhecimento. Na primeira reportagem, você vai ver uma análise sobre o por quê o segmento ganhou protagonismo, quais foram os vetores de impulsionamento, os números que representam essa mudança e quais os problemas disso para a economia.\nNesta reportagem você vai ver:\nO que são os Serviços Intensivos em Conhecimento (Sics)? Como é a divisão destes serviços? Como acontece a transformação? Qual a participação destes serviços na estrutura de emprego atual da RMC? As razões para os protagonismo Contraponto e problemas\nO que são os Serviços Intensivos em Conhecimento (Sics)? 🧠\nOs Serviços Intensivos em Conhecimento, ou Knowledge Intensive Business Services (Kibs, na sigla em inglês), é um setor econômico dentro do segmento de serviços que engloba organizações que são fonte primária de informação e conhecimento . As atividades desenvolvidas, que atendem demandas empresariais, depende de repertório profissional qualificado , como trabalhos de engenharia, consultoria e serviços de computação.\nAs organizações que geralmente oferecem este tipo de serviço são Micro e Pequenas Empresas (MEIs) e focam, em sua maioria, em inovação, o que provoca um novo contexto sócio-econômico, em que o investimento em conhecimento e tecnologia é essencial. Uma parte deste tipo de atividade se caracteriza por ter alto valor agregado por reunir ocupações com elevado grau de especialização . No entanto, há, também, funções de baixa qualificação . Entenda melhor abaixo.\nComo é a divisão destes serviços? 📊\nO estudo identificou que a nova dinâmica, focada no setor de serviços sobre o uso do trabalho, possui dois grupos distintos :\nTecnologia 💻 : atividades voltadas para o conhecimento tecnológico, como serviços de telecomunicação, informática, redes, desenvolvimento de consultoria em softwares e sistemas, processamento de dados, entre outros. Pessoas 👨‍🏭 : atividades voltadas para oferecer serviços focados no conhecimento das pessoas, como jurídicos, administrativos, de gestão empresarial, arquitetura, publicidades, locação de mão-de-obra, entre outros.\n\"São serviços de maior rotatividade. Por isso, é melhor que a empresa faça essa contratação por projeto. Neste segmento, aparece muito o contrato temporário, porque é melhor você contratar por temporada, por empreitada. Você não contrata por exemplo advogados e consultores para a sua empresa, você contrata serviços. Você contrata mediante necessidade, isso é vantajoso para a empresa\", afirmou Eliane Navarro Rosandiski, coordenadora do estudo.\nComo acontece a transformação? 📈\nA pesquisadora e os cinco alunos que integraram o estudo fizeram uma análise, de 2013 a 2021, do emprego na Região Metropolitana de Campinas e identificaram queda de 7% da oferta de emprego da atividade industrial no período, enquanto que o setor de serviços (informação, comunicação e atividades financeiras, imobiliárias, profissionais e administrativas) subiu 15% no mesmo intervalo.\nPortanto, há uma \"evidente ampliação\" no segmento dos serviços para atender demandas empresariais, enquanto que a curva da indústria caiu, evidenciando a inversão.\n\"Então, nesse movimento, você teve uma conjunção aí que facilitou muito a demanda, ou que provocou um pouco a demanda por empresas, das empresas, para esse tipo de serviço\", explicou a docente.\nQual a participação dos serviços no emprego atual da RMC?\nDe acordo com dados com Caged, em 2022 e 2023 (até outubro), os 20 municípios da RMC geraram 88.070 vagas formais de trabalho . Deste total, 11.746 são de Serviço Intensivos em Conhecimento, já considerando os dois grupamentos de tecnologia e pessoas. Ou seja, 13,3% dos postos de trabalho da região no período fazem parte deste segmento.\nVeja nos gráficos abaixo os números, mês a mês, das vagas de trabalho na Região Metropolitana de Campinas:\nSaldo de movimentações de vagas de trabalho formal na RMC Dados do Caged de 2022 e 2023 embasam estudo do Observatório PUC-Campinas . Fonte: Caged Fluxo de vagas abertas no setor de serviços focados em pessoas Separação evidencia o impacto do segmento no mercado de trabalho. Fonte: Caged Índice de vagas do setor de serviços em tecnologia Grupo, assim como o de serviços focadas em pessoas, integram o setor da economia de Serviços Intensivos em conhecimento Fonte: Caged Quais as razões para o protagonismo? E os exemplos práticos? 📌\nDe acordo com Eliane Navarro Rosandiski, a pandemia da Covid-19 é um elemento que acelerou que as empresas oferecessem este tipo de serviço especializado para atender outras companhias . Segundo ela, como houve a demanda por sistemas de informática, por conta do aumento de pessoas em home office e também de trabalhos por aplicativo, aconteceu um impulsionamento das atividades de tecnologia.\n\"Uma atividade que a gente não captura, mas colaborou muito para o crescimento é a 'uberização'. Ou seja, o transporte por aplicativo. A gente não captura este emprego, mas a gente captura a demanda por tecnologia para viabilizar esse tipo de trabalho. Então, algumas empresas começam a se organizar também para desenvolver plataformas nas quais elas podem fazer intermediação de serviços. A pessoa trabalhar com Tecnologia da Informação, vai trabalhar no atendimento ou na resolução de problemas para atender a esse perfil de empresa\", pontuou.\nEm relação ao perfil da empresa que faz este tipo de contratação, a economista disse que, geralmente, são organizações que querem aumentar a atenção do consumidor ao incorporar algum tipo de serviço por meio de tecnologia.\n2 de 3 Observatório PUC-Campinas analisou emprego na região — Foto: Divulgação: Puc-Campinas Observatório PUC-Campinas analisou emprego na região — Foto: Divulgação: Puc-Campinas\nOutra razão para a ampliação do setor foi a reforma trabalhista sancionada pelo ex-presidente Michel Temer, em 2017. À época, o decreto possibilitou que as empresas optassem pela terceirização da atividade-fim, o que, até então, não era o possível . A partir daí, uma indústria, caso achasse vantajoso, poderia terceirizar toda a linha de produção da empresa fazendo uma locação de mão-de-obra, ocupação que é uma das que mais gera emprego neste segmento de serviços.\n\"Em uma indústria automotiva, por exemplo, você poderia terceirizar a área de segurança, alimentação, mas, a partir de 2017, você passa a poder terceirizar tudo. E o que isso significa para a empresa? Representa uma economia de custo. Ela não precisa selecionar, ela simplesmente contrata uma empresa de locação de mão-de-obra e fala: 'preciso de um volume de empacotadores', 'preciso de um volume de alimentadores de linha de produção'. E aí, essa empresa, que tem o banco de dados dela, já fez uma prévia seleção e tudo mais, contrata, disponibiliza\", exemplificou.\nPor fim, existe ainda a vocação da região de ser um polo com diversidade de indústrias, além de universidades e centros de pesquisas, o que demanda um serviço mais especializado.\nMas e o contraponto? Quais os problemas disso? 🚨\nDe acordo com a pesquisadora, à mesma medida que existe o segmento de serviços que está crescendo e puxa a curva do emprego na região de Campinas para cima, há dois componentes que precisam ser analisados: o primeiro é a ideia de ter um serviço especializado que gera valor à indústria e o segundo é a redução de custo, o que faz o setor ser heterogêneo.\n\"A geração de valores do mercado de trabalho tem que estar orientada por dois vetores, crescer em número, mas crescer também em qualidade do emprego. E a qualidade a gente pressupõe a remuneração e um emprego de maior durabilidade, porque contratos temporários são melhor do que nada, mas eles acabam também freando um pouco a potência da demanda, do crescimento\", revelou.\n3 de 3 A professora e economista Eliane Navarro Rosandiski — Foto: Vaner Santos/EPTV A professora e economista Eliane Navarro Rosandiski — Foto: Vaner Santos/EPTV\nVÍDEOS: saiba tudo sobre Campinas e Região\n50 vídeos Veja mais notícias da região no g1 Campinas",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://s2-g1.glbimg.com/av2eewQy4i9-KyJlyb1v8bh7zSo=/416x0/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/45/29/12232945",
    "https://s2-g1.glbimg.com/9nKaUXO1cmz74dEg-vxRBdAJAPc=/650x0/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/45/29/12232945",
    "https://s2-g1.glbimg.com/y9CB8xCr7yJN78CKSl2qJ6cTGTA=/416x0/smart/filters:strip_icc()/s03.video.glbimg.com/deo/vi/50/31/12233150",
    "https://www.whatsapp.com/channel/0029Va8UbdGDOQIS6hWQkB3f",
    "https://957b0b3a18c149f4814f2525021e644f@web.sentry.globoi.com/786",
    "https://s2-g1.glbimg.com/NwsC19bTGV7hpD7o1V3HLA9eE7k=/390x0/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/45/29/12232945",
    "https://s2-g1.glbimg.com/b5_jCMMrJOIDV2ANZq38AIkfUcs=/390x0/smart/filters:strip_icc()/s01.video.glbimg.com/deo/vi/48/29/12232948",
    "https://s2-g1.glbimg.com/LUOtxJFSlsNilore5IYm_bdOrU0=/650x0/smart/filters:strip_icc()/s03.video.glbimg.com/deo/vi/50/31/12233150",
    "https://s2-g1.glbimg.com/xrUgreL2ThXhkMxSKnTbiQ1DSQw=/640x0/smart/filters:strip_icc()/s01.video.glbimg.com/deo/vi/48/29/12232948",
    "https://s2-g1.glbimg.com/3S_EwUP0DBUnvtzwZP03P6p0b2E=/640x0/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/45/29/12232945",
    "https://s2-g1.glbimg.com/iPUImFtVTmJr60zYDKg9V4Cv_9g=/390x0/smart/filters:strip_icc()/s03.video.glbimg.com/deo/vi/50/31/12233150",
    "http://g1.com.br/campinas",
    "https://s2-g1.glbimg.com/ZrzuBxGH8-yzU9BvQF_M0WU1POE=/416x0/smart/filters:strip_icc()/s01.video.glbimg.com/deo/vi/48/29/12232948",
    "https://s2-g1.glbimg.com/OIwZu_YfE4MjomcatCQLWfos2tg=/650x0/smart/filters:strip_icc()/s01.video.glbimg.com/deo/vi/48/29/12232948",
    "https://s3.glbimg.com/v1/AUTH_c5dfc0eef7ee40d68bdd0993be881440/coral-custom-style/style.css",
    "https://s2-g1.glbimg.com/RHcjrZxSZSLen6tJW7lM1XpdoyU=/640x0/smart/filters:strip_icc()/s03.video.glbimg.com/deo/vi/50/31/12233150",
    "https://whatsapp.com/channel/0029Va8UbdGDOQIS6hWQkB3f",
    "https://www.s2-g1.glbimg.com/9nKaUXO1cmz74dEg-vxRBdAJAPc=/650x0/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/45/29/12232945",
    "https://www.s2-g1.glbimg.com/RHcjrZxSZSLen6tJW7lM1XpdoyU=/640x0/smart/filters:strip_icc()/s03.video.glbimg.com/deo/vi/50/31/12233150",
    "https://www.s2-g1.glbimg.com/ZrzuBxGH8-yzU9BvQF_M0WU1POE=/416x0/smart/filters:strip_icc()/s01.video.glbimg.com/deo/vi/48/29/12232948",
    "https://www.s2-g1.glbimg.com/av2eewQy4i9-KyJlyb1v8bh7zSo=/416x0/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/45/29/12232945",
    "https://www.s2-g1.glbimg.com/xrUgreL2ThXhkMxSKnTbiQ1DSQw=/640x0/smart/filters:strip_icc()/s01.video.glbimg.com/deo/vi/48/29/12232948",
    "https://www.s2-g1.glbimg.com/NwsC19bTGV7hpD7o1V3HLA9eE7k=/390x0/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/45/29/12232945",
    "https://www.s2-g1.glbimg.com/iPUImFtVTmJr60zYDKg9V4Cv_9g=/390x0/smart/filters:strip_icc()/s03.video.glbimg.com/deo/vi/50/31/12233150",
    "https://www.s2-g1.glbimg.com/3S_EwUP0DBUnvtzwZP03P6p0b2E=/640x0/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/45/29/12232945",
    "https://www.s2-g1.glbimg.com/OIwZu_YfE4MjomcatCQLWfos2tg=/650x0/smart/filters:strip_icc()/s01.video.glbimg.com/deo/vi/48/29/12232948",
    "https://www.s3.glbimg.com/v1/AUTH_c5dfc0eef7ee40d68bdd0993be881440/coral-custom-style/style.css",
    "https://www.s2-g1.glbimg.com/y9CB8xCr7yJN78CKSl2qJ6cTGTA=/416x0/smart/filters:strip_icc()/s03.video.glbimg.com/deo/vi/50/31/12233150",
    "https://www.s2-g1.glbimg.com/b5_jCMMrJOIDV2ANZq38AIkfUcs=/390x0/smart/filters:strip_icc()/s01.video.glbimg.com/deo/vi/48/29/12232948",
    "https://www.957b0b3a18c149f4814f2525021e644f@web.sentry.globoi.com/786",
    "http://www.g1.com.br/campinas",
    "https://www.s2-g1.glbimg.com/LUOtxJFSlsNilore5IYm_bdOrU0=/650x0/smart/filters:strip_icc()/s03.video.glbimg.com/deo/vi/50/31/12233150"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-02T00:04:57.783+02:00",
  "updated": "2024-01-02T00:04:57.783+02:00"
}