{
  "thread": {
    "uuid": "ec637546dcf14f2fd4ea6335a850c07d8af74645",
    "url": "https://news.wfsu.org/all-npr-news/2024-03-09/cake-in-the-time-of-war-in-gaza",
    "site_full": "news.wfsu.org",
    "site": "wfsu.org",
    "site_section": "https://news.wfsu.org",
    "site_categories": [
      "media"
    ],
    "section_title": "WFSU News Home | WFSU Public Media | WFSU News",
    "title": "Cake in the time of war, in Gaza | WFSU News",
    "title_full": "Cake in the time of war, in Gaza | WFSU News",
    "published": "2024-03-09T20:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://npr.brightspotcdn.com/dims4/default/8f617d1/2147483647/strip/true/crop/3024x1588+0+718/resize/1200x630!/quality/90/?url=https%3A%2F%2Fmedia.npr.org%2Fassets%2Fimg%2F2024%2F03%2F08%2Fimg_8933_sq-09b57513e6425f4dbf77d7b28d793faaa69f8b88.jpeg",
    "performance_score": 0,
    "domain_rank": 34560,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ec637546dcf14f2fd4ea6335a850c07d8af74645",
  "url": "https://news.wfsu.org/all-npr-news/2024-03-09/cake-in-the-time-of-war-in-gaza",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anas Baba",
  "published": "2024-03-09T20:01:00.000+02:00",
  "title": "Cake in the time of war, in Gaza | WFSU News",
  "text": "Cake in the time of war, in Gaza RAFAH, Gaza Strip — There is war in Gaza, and now, for some, there is also cake — with peanut butter cream, coconut flakes and sprinkles. Batool Cakes, [a professional bakery](https://www.facebook.com/batoolcake2) with three branches throughout Gaza, started baking cakes at its Rafah branch a month ago, for the first time since the Israel-Hamas war began. It's surprisingly busy with orders in a city of tent camps, shelters and bread lines. \"We were shocked by the huge demand,\" says Ibrahim Abu Hani, head baker and co-owner of the family business. It might sound jarring: a cake shop in Rafah, the southernmost city that has become swollen with the majority of Gaza's population, many of whom eat only one meal a day, and facing an Israeli threat to send in troops for a final battle against Hamas. Selling cake — while, at the opposite end of Gaza, in the battered north, Palestinians suffer extreme hunger. But children need cheering up. Birthdays come only once a year. And couples won't let a war delay their weddings. \"We Gazans love life. People are pushing themselves to hope,\" Abu Hani says. \"Because there are no other options.\" The first cake orders Abu Hani had not planned on making cakes during this war. He had to flee his home, like most people in Gaza. As Rafah took in more than 1.5 million Palestinians fleeing the fighting, he kept the cake shop open, without cake, just to let people charge their phones for free. There's no electricity now in Gaza, and the bakery runs on solar power. A month ago, a man walked into the bakery. He told Abu Hani his son had been injured in the war, gone to the hospital, woken up from the anesthesia and said: \"My birthday has arrived. Where is the cake you promised?\" \"Should we work on the cake?\" Abu Hani wondered. He didn't have to think twice. He got started, using leftover ingredients in the bakery from before the war began. As he was baking that first cake, another man walked into the shop. His little daughter was scared by the war and he wanted to throw her a party. He became Abu Hani's second customer. Little by little, the baker was baking again. Every cake comes with a story \"Each person who came in had his own story,\" he says. One evening, as Abu Hani was closing up for the day, a man begged for a cake for his wedding that very night. \"It's the night of my life, and I'm living in a tent,\" Abu Hani recalls the groom said. The baker couldn't resist. Some customers ask for a take-home bag that's not see-through, so other people in their tent camp won't get jealous of their cake. \"Two hours ago,\" the baker says, \"someone called me and said, 'I'm embarrassed to come to the shop. I'm in a shelter. Ever since we passed by your shop, my child has been asking for a cake.'\" The caller couldn't afford a whole cake, and asked if he could buy a smaller one. The baker told him to pay whatever he could. Abu Hani handles each cake, and customer, with care. Flour from the black market During the war, supplies in Gaza are low and prices are high. Sugar and eggs cost a fortune — a kilo of sugar has jumped from $1 to $20 in Rafah, and a large crate of eggs that normally sells for $10 can now cost more than $50, he says. Batool Cakes now sells its standard \"mini-medium\" cakes for 70 shekels, or nearly $17 — up from its pre-war price of 35 shekels, nearly $10, due to the rising cost of ingredients during the war. Abu Hani is not making a profit on his bakery. He buys black-market flour that belongs to the United Nations, that is meant to be given away as aid. He says he feels bad, but that it's worth it to see the joy in his customers' eyes. Abu Hani struggles to find other ingredients. He can't find the cream he used to buy. He has butter cream, but he says people in Gaza don't like it. They prefer lighter cream, so he's trying to recreate it from scratch. He closes the bakery whenever he needs to test a new recipe. He doesn't want to sell something that's not first rate. He says the people of Gaza deserve it. Even in their worst desperation, he says, they have standards, and he has standards, too. The war hasn't changed that. \"We are not a garbage dump. We are not a place where people will eat just anything,\" Abu Hani says. \"People in Gaza have very refined taste.\" Copyright 2024 NPR. To see more, visit https://www.npr.org.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://www.npr.org.",
    "https://www.facebook.com/batoolcake2)",
    "https://facebook.com/batoolcake2)",
    "https://npr.org."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ibrahim abu hani",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "none"
      },
      {
        "name": "batool cakes",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "gaza strip",
        "sentiment": "none"
      },
      {
        "name": "gaza rafah",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "rafah",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-09T20:55:38.379+02:00",
  "updated": "2024-03-09T20:55:38.379+02:00"
}