{
  "thread": {
    "uuid": "52f38e207a900ea4208f8d6440540d29ec4ce4b9",
    "url": "https://actu.orange.fr/monde/vietnam-dien-bien-phu-fete-ses-70-ans-avec-la-france-comme-invitee-CNT000002dN8ti.html",
    "site_full": "actu.orange.fr",
    "site": "orange.fr",
    "site_section": "https://actu.orange.fr/",
    "site_categories": [
      "media"
    ],
    "section_title": "Toutes les actus chaudes de France et du Monde : Actualit&eacute;s &ndash; Orange",
    "title": "Vietnam: Dien Bien Phu fête ses 70 ans, avec la France comme invitée : Actualités - Orange",
    "title_full": "Vietnam: Dien Bien Phu fête ses 70 ans, avec la France comme invitée : Actualités - Orange",
    "published": "2024-05-07T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 2663,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "52f38e207a900ea4208f8d6440540d29ec4ce4b9",
  "url": "https://actu.orange.fr/monde/vietnam-dien-bien-phu-fete-ses-70-ans-avec-la-france-comme-invitee-CNT000002dN8ti.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "AFP",
  "published": "2024-05-07T03:00:00.000+03:00",
  "title": "Vietnam: Dien Bien Phu fête ses 70 ans, avec la France comme invitée : Actualités - Orange",
  "text": "Coups de canon, discours et soldats: le Vietnam a célébré mardi le 70e anniversaire de la victoire de Dien Bien Phu contre les troupes françaises, sous le signe de la réconciliation avec l'ancienne puissance coloniale. La cérémonie de près de deux heures, débutée sous la pluie, a rassemblé environ 12.000 personnes, dans un stade où des banderoles géantes exaltaient le triomphe du 7 mai 1954 qui a conduit à l'indépendance du pays. \"Cela me donne de l'émotion de me souvenir des personnes qui sont mortes pour accomplir cette victoire qui a secoué la planète\", a déclaré Pham Duc Cu, 90 ans, un des derniers anciens combattants vietnamiens de Dien Bien Phu, dans un discours. Le défilé regroupant soldats, pompiers, et autres composantes de la société louées par le parti communiste -- employés, intellectuels, agriculteurs, femmes, minorités ethniques, etc. -- s'est prolongé dans les rues de la ville, où les habitants et les touristes ont agité le drapeau national à leur passage. \"Je suis là depuis 4 heures du matin. C'est un grand jour que je ne pouvais manquer\", a lancé Nguyen Thi Lan, une résidente de 55 ans, au milieu d'une foule colorée, où des membres des ethnies locales thaï et hmong se détachent en portant leurs tissus traditionnels. Organisée tous les deux ans, la démonstration de force, avec hélicoptères et obusiers en soutien, a accueilli pour la première fois des membres du gouvernement français, accompagnés par trois anciens combattants tricolores. La présence du ministre des Armées Sébastien Lecornu et de la secrétaire d'Etat chargée des Anciens combattants et de la Mémoire Patricia Mirallès, a témoigné de la réconciliation à l'oeuvre, sur fond d'intérêts stratégiques en commun. Les relations entre les deux pays autrefois en guerre sont aujourd'hui cordiales, en dépit des atteintes aux droits humains dont est régulièrement accusé le régime communiste. - 13.000 morts ou disparus - La bataille de Dien Bien Phu, qui a scellé une quasi siècle de domination française en Indochine, représente \"la victoire pour la justice\", a déclaré le Premier ministre vietnamien Pham Minh Chinh lors du discours de lancement de la cérémonie. \"Beaucoup de martyrs n'ont pas pu être identifiés. Le sang, qui a été versé dans le Nord-Ouest, a coulé pour le bonheur que nous avons aujourd'hui, a poursuivi le dirigeant. A une dizaine de kilomètres du Laos à vol d'oiseau, le site est cerné par les montagnes, dans une \"cuvette\" à jamais synonyme de triomphe pour les héros communistes Ho Chi Minh et Vo Nguyen Giap -- et d'humiliation militaire pour les Français. La chute du camp retranché, le 7 mai 1954, a mis fin à 56 jours de déluges d'obus et d'affrontements au corps à corps, qui ont fait 13.000 morts ou disparus, dont 10.000 du côté vietnamien. Le corps expéditionnaire français, fort de quelque 15.000 hommes de nombreuses nationalités, avait sous-estimé la puissance de feu de ses ennemis, nourrie par l'installation, sur les collines surplombant le camp retranché, de canons transportés en pièces détachées sur des centaines de kilomètres dans la jungle, parfois à vélo. \"Les blessures et les morts étaient normaux sur le champ de bataille, il n'y avait pas à avoir peur. Nous nous battions pour notre indépendance et notre liberté\", se rappelle un ancien combattant vietnamien, Hoang Van Bay, 93 ans, qui a creusé des kilomètres de tranchées sur le champ de bataille. Dien Bien Phu a débouché sur les accords de Genève, le 21 juillet 1954, qui ont acté la fin d'un quasi siècle de domination française en Indochine, ainsi que la partition du Vietnam, prélude à l'engagement américain à venir. - Equilibre diplomatique - Des sites commémoratifs de la bataille ont récemment été rénovés, dans un contexte de promotion touristique de la région souhaitée par les autorités locales. Au musée de la Victoire, des dizaines de visiteurs se bousculent pour admirer la fresque peinte retraçant le film de la bataille, où des tanks avancent sur des tas de cadavres. L'évolution des lieux témoigne de l'ouverture du Vietnam, à la suite de grandes politiques de libéralisation économique initiées dans les années 1980. \"Il y avait une sorte de rétention côté vietnamien, car le 7 mai est sacré pour eux. Il y a 20 ans, c'était beaucoup plus discret. D'une histoire très nationaliste, on voit plus d'ouverture aujourd'hui\", estime Pierre Journoud, professeur d'histoire contemporaine à l'université Paul Valery-Montpellier. \"L'aspect politique n'est pas innocent non plus\", poursuit-il, Hanoï étant à la recherche d'alliés qui puissent l'aider à maintenir son équilibre diplomatique entre Pékin et Washington, auquel il est attaché. publié le 7 mai à 06h02, AFP",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Arts, Culture and Entertainment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-07T07:09:26.715+03:00",
  "updated": "2024-05-07T07:09:26.715+03:00"
}