{
  "thread": {
    "uuid": "a5be17fe8f165db5faa98c7cabddb40ba314cc3a",
    "url": "https://www.ok.co.uk/celebrity-news/gordon-tana-ramsay-cradle-sons-31764617",
    "site_full": "www.ok.co.uk",
    "site": "ok.co.uk",
    "site_section": "http://www.ok.co.uk/rss/celebrity-news",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Ok - Celebrity News",
    "title": "Gordon and Tana Ramsay cradle sons, baby Jesse and Oscar, 4, in adorable snap",
    "title_full": "Gordon and Tana Ramsay cradle sons, baby Jesse and Oscar, 4, in adorable snap",
    "published": "2023-12-28T23:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://i2-prod.ok.co.uk/celebrity-news/article31764616.ece/ALTERNATES/s1200/0_holly-ramsay.jpg",
    "performance_score": 0,
    "domain_rank": 18286,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a5be17fe8f165db5faa98c7cabddb40ba314cc3a",
  "url": "https://www.ok.co.uk/celebrity-news/gordon-tana-ramsay-cradle-sons-31764617",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "web.help@express.co.uk (Ayaan Ali)",
  "published": "2023-12-28T23:45:00.000+02:00",
  "title": "Gordon and Tana Ramsay cradle sons, baby Jesse and Oscar, 4, in adorable snap",
  "text": "Holly Ramsay, daughter of celebrity chef Gordon Ramsay, has shared a series of heartwarming family photos on Instagram.\nOne picture shows Gordon, 57, and Tana, 49, cradling one-month-old son Jesse, along with little Oscar, four.\nThe family had been enjoying some festive time together at The Savoy Grill in London, a five-star restaurant owned by Gordon.\nHolly, 23, who is dating athlete Adam Peaty, looked stunning in a red jumpsuit as she held baby Jesse while also enjoying a cocktail.\nSharing the photos, Holly wished everyone \"a very merry\nChristmas\". Her followers were quick to comment, with one saying: \"Your little brothers are adorable. Merry Christmas to you and your family\", while another added: \"Love your family.\"\nGordon's wife, Tana, recently shared the good news on Instagram that he had returned home just in time for Christmas.\nShe said: \"Daddy has arrived home now Christmas can really begin. @gordongram we love you.\"\nUnfortunately, due to work, Gordon missed out on some early moments with their latest bundle of joy, Jesse.\nThe couple, who have been married for 26 years, are parents to Megan, 25, twins Jack and Holly, 23, Tilly who is 22, Oscar, aged four and newborn baby Jesse.\nThey announced the surprise arrival of their sixth child saying: \"What an amazing birthday present, please welcome Jesse James Ramsay, 7lbs 10oz whopper.\" and \"One more bundle of love to the Ramsay brigade!! 3 boys, 3 girls... Done.\"\nTana reflected on her pregnancy journey saying: \"It's been a nerve-wracking 9 months, but we've made it, and we have been blessed with this little bundle.\" She confirmed: \"Ramsay family definitely complete. Jesse James Ramsay, we love you so much.\"\nTana has bravely shared her experience of suffering a devastating miscarriage in 2016. She said: \"A happy picture taken of us celebrating Megan's 18th, I was just under 20 weeks pregnant. Little did we know, a few days later, I would be holding our little boy Rocky born with a strong heartbeat, but too little to survive.\"\nShe continued, \"Although it's 7 years today, it still feels like yesterday. We all miss you every day. We love you, Rocky, forever in our hearts. I couldn't do this without my family, you are all everything to me xxx.\"\nGordon also opened up about the loss, telling People Magazine: \"Losing Rocky was really tough, and then just being there and watching the trauma unfold, it's just this life-changing moment.\"\n* This article was crafted with the help of an AI engine, which speeds up OK!'s editorial research and applies it to article templates created by journalists in our newsrooms. An OK! editor reviewed this content before it was published. You can report any errors to",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "oscar",
        "sentiment": "positive"
      },
      {
        "name": "tana ramsay",
        "sentiment": "positive"
      },
      {
        "name": "gordon ramsay",
        "sentiment": "positive"
      },
      {
        "name": "holly ramsay",
        "sentiment": "positive"
      },
      {
        "name": "gordon",
        "sentiment": "positive"
      },
      {
        "name": "jesse",
        "sentiment": "positive"
      },
      {
        "name": "tana",
        "sentiment": "none"
      },
      {
        "name": "holly",
        "sentiment": "none"
      },
      {
        "name": "adam peaty",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "savoy grill",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "london",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:07:12.862+02:00",
  "updated": "2023-12-29T00:07:12.862+02:00"
}