{
  "thread": {
    "uuid": "39d1ed0bbb4f912642a0857b2f431510e53582a4",
    "url": "https://kalkinemedia.com/au/stocks/metal-and-mining/asx-mining-shares-rise-as-labor-plans-multibillion-renewables-investment",
    "site_full": "kalkinemedia.com",
    "site": "kalkinemedia.com",
    "site_section": "https://kalkinemedia.com",
    "site_categories": [
      "financial_news",
      "finance"
    ],
    "section_title": " ASX News, Financial News on Stocks & ASX Share Market - Kalkine Media ",
    "title": "ASX mining shares rise as Labor plans multibillion renewables investment - Kalkine Media",
    "title_full": "ASX mining shares rise as Labor plans multibillion renewables investment - Kalkine Media",
    "published": "2024-02-16T08:22:39.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://kalkinemedia.com/storage/uploads/large/Coalminig_02_16_2024_05_38_21_182687.jpg",
    "performance_score": 0,
    "domain_rank": 63080,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "39d1ed0bbb4f912642a0857b2f431510e53582a4",
  "url": "https://kalkinemedia.com/au/stocks/metal-and-mining/asx-mining-shares-rise-as-labor-plans-multibillion-renewables-investment",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Team Kalkine Media",
  "published": "2024-02-16T08:22:39.000+02:00",
  "title": "ASX mining shares rise as Labor plans multibillion renewables investment - Kalkine Media",
  "text": "Today, Australia's major mining stocks are on the rise, echoing the positive momentum of the S&P/ASX 200 Index (ASX: XJO) on Friday. As of the latest update, the ASX 200 has seen a 0.43% increase. Leading the charge among ASX-listed mining giants are: BHP Group Ltd (ASX: BHP), up 0.84% to $45.55. Fortescue Ltd (ASX: FMG), with shares climbing 0.64% to $28.26. Rio Tinto Ltd (ASX: RIO), experiencing a 1.24% increase to $128.97. Australia has long held its reputation as a primary global supplier of iron ore. However, the nation's government is now eyeing a shift towards becoming a clean energy superpower, leveraging its vast deposits of minerals essential for the green energy transition. Budgeting for Australia's Clean Energy Revolution Plans are underway for significant funding initiatives to bolster Australia's renewable energy sector, building upon existing schemes. Reports suggest that the Labor party is considering a multibillion-dollar initiative akin to the United States' Inflation Reduction Act (IRA), which channels substantial subsidies towards clean energy projects. Fortescue's executive chair, Andrew \"Twiggy\" Forrest AO, has highlighted the impact of the IRA, indicating that it has steered investments in clean energy projects towards the US over Australia. Prime Minister Anthony Albanese is set to address the nation in Newcastle, advocating for substantial investments to propel Australia into a renewable energy superpower. He underscores the importance of government-industry collaboration to drive innovation and growth in the clean energy sector. The proposed initiative is expected to involve a mix of subsidies and co-investment opportunities for clean energy businesses, aimed at strengthening Australia's position in the global renewable energy market. Renewable Energy Sector Developments Fortescue has been at the forefront of efforts to decarbonize its mining operations and expand into renewable energy through its subsidiary, Fortescue Future Industries (FFI). FFI focuses on green hydrogen and green ammonia projects, aligning with Fortescue's sustainability commitments. Other major mining players like BHP and Rio Tinto are also actively investing in renewable energy initiatives and expanding operations in critical minerals essential for the green energy transition. Additionally, numerous smaller ASX-listed mining and energy companies are solely dedicated to renewable energy opportunities and the extraction of critical minerals required for green technologies. Examples include Core Lithium Ltd (ASX: CXO), Pilbara Minerals Ltd (ASX: PLS), Mineral Resources Ltd (ASX: MIN), and Renascor Resources Ltd (ASX: RNU), among others. These companies are well-positioned to capitalize on the growing global demand for renewable energy solutions and the essential minerals driving the transition towards a sustainable future.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "asx",
        "sentiment": "negative"
      },
      {
        "name": "kalkine media today",
        "sentiment": "negative"
      },
      {
        "name": "labor",
        "sentiment": "negative"
      },
      {
        "name": "fortescue ltd",
        "sentiment": "none"
      },
      {
        "name": "bhp",
        "sentiment": "none"
      },
      {
        "name": "s&p",
        "sentiment": "none"
      },
      {
        "name": "bhp group ltd",
        "sentiment": "none"
      },
      {
        "name": "rio tinto ltd",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "australia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T08:22:40.232+02:00",
  "updated": "2024-02-16T16:47:07.115+02:00"
}