{
  "thread": {
    "uuid": "a14908e2b7f5d76696f6640621d718841f8a6bdd",
    "url": "https://www.theborneopost.com/2024/04/12/google-urges-malaysian-businesses-to-embrace-ai-upskilling-programmes",
    "site_full": "www.theborneopost.com",
    "site": "theborneopost.com",
    "site_section": "https://www.theborneopost.com/feed",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Borneo Post Online",
    "title": "Google urges Malaysian businesses to embrace AI upskilling programmes",
    "title_full": "Google urges Malaysian businesses to embrace AI upskilling programmes",
    "published": "2024-04-11T19:02:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MY",
    "main_image": "https://www.theborneopost.com/newsimages/2023/06/p6.jpg",
    "performance_score": 0,
    "domain_rank": 25052,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a14908e2b7f5d76696f6640621d718841f8a6bdd",
  "url": "https://www.theborneopost.com/2024/04/12/google-urges-malaysian-businesses-to-embrace-ai-upskilling-programmes",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "BP 3",
  "published": "2024-04-11T19:02:00.000+03:00",
  "title": "Google urges Malaysian businesses to embrace AI upskilling programmes",
  "text": "Karan said as a technology giant, Google is actively working with the leading businesses in Malaysia to adopt the latest technology in AI from Google Cloud. — AFP photo\nKUALA LUMPUR (April 12): Malaysian businesses can benefit from the immense potential of artificial intelligence (AI) by establishing comprehensive upskilling programmes and adopting advanced generative AI solutions, said Google’s global head of government affairs and public policy Karan Bhatia.\nBy doing so, they can position themselves as leaders in technology and drive economic growth, he said, adding that what makes generative AI different from other forms of AI that were introduced previously is user-friendliness, in terms of helping to solve everyday problems in people’s personal or professional lives.\nPeople can use everyday language to interact with a generative AI chatbot or virtual agent as well as get it to answer questions, create content, produce images, and summarise documents, including conversations, stories, videos, and music.\n“Even better, a single generative AI platform can deliver solutions for multiple use cases, creating a network effect.\n“As the number of users and applications increases, the model is exposed to more data and becomes increasingly accurate and useful which in turn, encourages more users and, in a way, AI has the full potential to boost productivity and innovation in both the public and private sectors,” he told Bernama.\nKaran said as a technology giant, Google is actively working with the leading businesses in Malaysia to adopt the latest technology in AI from Google Cloud.\nFor example, he said Maxis Bhd is leveraging Google Cloud’s enterprise-grade generative AI capabilities to unlock its data’s full potential, while Gamuda Bhd is embracing digitalisation and generative AI to drive innovation across its operations.\nBank Muamalat Malaysia Bhd, on the other hand, is tapping into Google Cloud’s capabilities in modern infrastructure, security, data analytics, and generative AI to enhance its operational efficiencies and customer experience.\nGoogle contributes to building a safe and inclusive digital society\nRecently, Google announced an initiative to equip Malaysian youth with future-ready skills focused on AI and enhance public service delivery with the help of cloud-native, AI-driven productivity tools, a move aligned with Malaysia’s Madani Economy framework.\nThe initiative involves collaboration with the Ministry of Higher Education (MOHE) to upskill local youth from diverse backgrounds by providing 161 public universities, polytechnics, and community colleges in Malaysia with up to 500 Google Career Certificate scholarships each until the end of 2024.\nThis strategic initiative with MOHE marks a significant expansion of “Gemilang”, the digital training programme launched by Google in 2022 to help more Malaysians acquire digital skills – at no cost – for jobs in high-demand technology fields.\nKaran said upskilling programmes like “Gemilang” and those offered by Google lead to benefits beyond just income level and higher revenues.\nAs AI technologies expand capabilities, new AI-related jobs such as prompt engineer and AI research scientist, among others, are emerging.\n“We see AI as an opportunity to create new occupations, improve job quality, and generate significant benefits. In addition, the training programmes will enable organisations to get up-to-speed with the latest skills to help supercharge their productivity,” he said.\nKaran elaborated that those organisations that use generative AI to speed up, automate, scale, and improve business processes stand to reap big benefits.\n“Additionally, as the talent pool of highly skilled workers increases, homegrown companies are better positioned to innovate, develop cutting-edge products and services, and expand their reach. This contributes to the overall growth of employees and companies,” he said.\nSince its launch, “Gemilang” has already provided 31,000 Google Career Certificate scholarships to benefit individuals in Malaysia, with 80 per cent of certificate graduates reporting a positive career outcome, such as a new job, promotion, or salary raise within six months of completion.\nImportance of training programmes to bridge the digital talent gap\nKaran noted that Malaysia has a fast-growing digital economy that is set to account for over 25 per cent of the country’s total economic output by 2025, with a potential to reach up to US$70 billion (US$1=RM4.738) in gross merchandise value by 2030.\n“Training programmes that target the digital talent gap are critical to reaching this potential, ensuring businesses of all sizes are well equipped and prepared to fully capture growth opportunities,” he said.\nIn 2022, businesses and households in Malaysia unlocked RM51.5 billion in economic benefits from their use of Google’s AI-powered products and services.\nKaran noted that Google is aware that more people want to learn new digital skills and get jobs in high-demand fields.\n“That is why our ‘Gemilang’ programme aims to create opportunities for all Malaysians to do so at no cost,” he said, adding that Google is committed to supporting Malaysia’s digital growth ambitions.\nAI is a once-in-a-generation opportunity to address some of the world’s most pressing challenges, like helping to reach climate goals, building sustainable growth, maintaining global competitiveness, and much more.\nHe explained that running generative AI at scale will require massive data storage and computing power, which requires investments in technical infrastructure like data centres.\n“With the support of the Malaysian government, Google is now exploring the potential establishment of an in-country Google data centre to address not only growing demand for AI services but all the digital services that Google offers in Malaysia,” Karan added. – Bernama",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "karan bhatia",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "google",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T03:20:16.503+03:00",
  "updated": "2024-04-12T13:11:56.543+03:00"
}