{
  "thread": {
    "uuid": "5f30cd391683f0701852010ce5e79c125657c750",
    "url": "https://people.com/dickey-betts-allman-brothers-band-honored-after-his-death-8635724",
    "site_full": "people.com",
    "site": "people.com",
    "site_section": "https://ca.sports.yahoo.com/rss",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Yahoo! Sports - News, Scores, Standings, Rumors, Fantasy Games",
    "title": "Dickey Betts of Allman Brothers Band Honored by Ex-Bandmates After His Death",
    "title_full": "Dickey Betts of Allman Brothers Band Honored by Ex-Bandmates After His Death",
    "published": "2024-04-18T20:31:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://people.com/thmb/RS55pJofW0jj2-Mdo1WZ76ixOdU=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():focal(661x249:663x251)/Dickey-Betts-041824-2-07754445210b46f0b99bb55546bb6f38.jpg",
    "performance_score": 0,
    "domain_rank": 716,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5f30cd391683f0701852010ce5e79c125657c750",
  "url": "https://people.com/dickey-betts-allman-brothers-band-honored-after-his-death-8635724",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jack Irvin",
  "published": "2024-04-18T20:31:00.000+03:00",
  "title": "Dickey Betts of Allman Brothers Band Honored by Ex-Bandmates After His Death",
  "text": "Dickey Betts of Allman Brothers Band Honored by Ex-Bandmates After His Death: 'You Will Be Forever Remembered' \"With deep sadness the Allman Brothers Band learned today that founding member Dickey Betts has passed away peacefully in his home,\" said the group\nBy Jack Irvin Jack Irvin Jack Irvin has over five years of experience working in digital journalism, and he’s worked at PEOPLE since 2022. Jack started in the industry with internships at Rolling Stone and Entertainment Tonight, and he worked as a freelance writer for publications including Bustle, MTV News, Shondaland, L’Officiel USA, Ladygunn, Flood and PopCrush before joining PEOPLE. In his current role, Jack covers daily music news and has interviewed both up-and-coming and established artists including Dolly Parton, Michelle Branch, Ashanti, Cyndi Lauper, Normani, Carly Rae Jepsen and Coco Jones. People Editorial Guidelines Published on April 18, 2024 05:31PM EDT Close Dan Toler, Dickey Betts and Dave Goldflies perform with the Allman Brothers Band at the Oakland Coliseum on May 17, 1979 in Oakland, California. Photo: Ed Perlstein/Redferns/Getty\nDickey Betts ' ex-fellow Allman Brothers Band members are honoring the late singer-songwriter and guitarist.\nAfter news of Betts' death at age 80 was confirmed by his family on April 18, his former \"Ramblin' Man\" bandmates reacted with a heartfelt statement issued to PEOPLE in a press release.\n\"With deep sadness the Allman Brothers Band learned today that founding member Dickey Betts has passed away peacefully in his home in Sarasota, Florida, following a period of declining health,\" wrote the Grammy-winning band, co-founded by brothers Duane and Gregg Allman with an original lineup also featuring Betts, Berry Oakley, Butch Trucks and Jai Johanny \"Jaimoe\" Johanson.\nDickey Betts, Allman Brothers Band Singer and Guitarist, Dead at 80 Dickey Betts live in concert with the Allman Brothers Band in Los Angeles on August 20, 1973. Jeffrey Mayer/Getty\n\"Dickey wrote quintessential Brothers songs including 'Blue Sky,' 'Rambling Man,' 'Jessica,' 'In Memory of Elizabeth Reed' and many others,\" continued the statement. \"His extraordinary guitar playing alongside guitarist Duane Allman created a unique dual guitar signature sound that became the signature sound of the genre known as Southern Rock.\"\n\"He was passionate in life, be it music, songwriting, fishing, hunting, boating, golf, karate or boxing. Dickey was all in on and excelled at anything that caught his attention,\" the musicians said.\n\"Betts joins his brothers, Duane Allman, Berry Oakley, Butch Trucks and Gregg Allman, as well as ABB crew, members Twiggs Lyndon, Joe Dan Petty, Red Dog, Kim Payne and Mike Callahan in that old Winnebago in the sky touring the world taking their music to all who will listen,\" they added.\nDickey Betts. Jon Kopaloff/FilmMagic\n\"Our condolences to his immediate family Donna, Duane & Lisa, Christy & Frank, Jessica and Kim. Play on Brother Dickey, you will be forever remembered and deeply missed,\" concluded the statement, attributed to \"Allman Brothers Band, Family and Crew.\"\nBetts played with the band from 1969 through 2000, when he claimed to have been fired. However, in a 2017 interview with Rolling Stone , Johanson alleged he actually quit the group.\nNews of the musician's death came with a statement on his official Instagram page from his family alongside a throwback photo of Betts.\nDickey Betts performing with the Allman Brothers Band at the New Orleans Jazz & Heritage Festival on April 24, 1994. Clayton Call/Redferns\n\"It is with profound sadness and heavy hearts that the Betts family announce the peaceful passing of Forrest Richard 'Dickey' Betts (December 12, 1943 - April 18, 2024) at the age of 80 years old,\" the caption began. \"The legendary performer, songwriter, bandleader and family patriarch passed away earlier today at his home in Osprey, FL., surrounded by his family.\"\nThe family continued: \"Dickey was larger than life, and his loss will be felt world-wide. At this difficult time, the family asks for prayers and respect for their privacy in the coming days. More information will be forthcoming at the appropriate time.\"\nPEOPLE can confirm Betts' cause of death was cancer and chronic obstructive pulmonary disease, according to the late artist's manager David Spero.\nRelated Articles Dickey Betts, Allman Brothers Band Singer and Guitarist, Dead at 80 Rihanna Says the New Songs She's Been Working on for R9 Are 'So Good' Kanye West Reportedly a Suspect for Battery in L.A. After Allegedly Punching Man in the Face What Taylor Swift's Birth Chart Says About Her, According to an Astrologer Lana Del Rey Blasts Former Tour Manager and Claims He Quit Shortly Before Coachella Performance Dua Lipa Once Ran into Her Parents at a Nightclub in New York City: 'We Just Love a Party' Why Paris Jackson Says It May Be 'Hard' for the 'Public' to Hear Her New Music Chris Martin Recalls 'Otherworldly' Experience Meeting Kylie Minogue After He Was a 'Fan for Nearly 15 Years' Maggie Rogers Is 'Obsessed' with Pal Jane Fonda Who Texts and 'Checks in on How My Crushes Are Going' (Exclusive) Mary J. Blige Says 'Beautiful Friend' Taraji P. Henson's 'Courage Really Sets Her Apart': 'She Is Unapologetically Herself' The Who's Pete Townshend Shuts Down Possibility of a Farewell Tour Kate Hudson Announces Debut Album Glorious and Explains How She 'Got to the Core of Who I Am' While Making It Taylor Swift Gives a First Look Inside 'The Tortured Poets Department' and Teases Timetable of Release Schedule Charli XCX and Troye Sivan Team Up for Massive, Co-Headlining Sweat Tour Across North America JoJo Siwa Clarifies Comment About Starting a 'New Genre of Music' Called 'Gay Pop': 'It Is Not an Official Genre' Ariana Grande's Nonna Receives Plaque in Honor of Her Record-Breaking Eternal Sunshine Feature: 'Certified with Love'",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dickey betts",
        "sentiment": "negative"
      },
      {
        "name": "cyndi lauper",
        "sentiment": "none"
      },
      {
        "name": "dave goldflies",
        "sentiment": "none"
      },
      {
        "name": "dan toler",
        "sentiment": "none"
      },
      {
        "name": "michelle branch",
        "sentiment": "none"
      },
      {
        "name": "carly rae jepsen",
        "sentiment": "none"
      },
      {
        "name": "normani",
        "sentiment": "none"
      },
      {
        "name": "jack",
        "sentiment": "none"
      },
      {
        "name": "dolly parton",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "allman brothers band",
        "sentiment": "negative"
      },
      {
        "name": "ashanti",
        "sentiment": "none"
      },
      {
        "name": "coco jones",
        "sentiment": "none"
      },
      {
        "name": "rolling stone and entertainment tonight",
        "sentiment": "none"
      },
      {
        "name": "jack irvin jack irvin jack irvin",
        "sentiment": "none"
      },
      {
        "name": "mtv news",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "l’officiel usa",
        "sentiment": "none"
      },
      {
        "name": "oakland coliseum",
        "sentiment": "none"
      },
      {
        "name": "shondaland",
        "sentiment": "none"
      },
      {
        "name": "calif",
        "sentiment": "none"
      },
      {
        "name": "ladygunn",
        "sentiment": "none"
      },
      {
        "name": "oakland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:46:16.900+03:00",
  "updated": "2024-04-19T03:29:41.193+03:00"
}