{
  "thread": {
    "uuid": "e6633561cdbd5618da3ef6c39db1c6fe7a66d673",
    "url": "https://punchng.com/tech4dev-projects-100000-jobs-by-2030/",
    "site_full": "punchng.com",
    "site": "punchng.com",
    "site_section": "https://rss.punchng.com/v1/category/technology",
    "site_categories": [
      "media"
    ],
    "section_title": "Punch Newspapers - Technology",
    "title": "Tech4Dev projects 100,000 jobs by 2030",
    "title_full": "Tech4Dev projects 100,000 jobs by 2030",
    "published": "2024-01-02T01:26:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.punchng.com/wp-content/uploads/2024/01/02024305/Tech4Dev.jpg",
    "performance_score": 0,
    "domain_rank": 6664,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e6633561cdbd5618da3ef6c39db1c6fe7a66d673",
  "url": "https://punchng.com/tech4dev-projects-100000-jobs-by-2030/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Temitayo Jaiyeola",
  "published": "2024-01-02T01:26:00.000+02:00",
  "title": "Tech4Dev projects 100,000 jobs by 2030",
  "text": "Tech4Dev, a non-profit social enterprise, has announced the launch of an outsourcing enterprise aimed at employing 100,000 young Africans over the next seven years.\nThe firm stated that the creation of its new enterprise, Taltrix, was driven by the need to empower graduates with various digital and creative skills training initiatives, to create a lifeline in the face of unemployment in the country and across the continent.\nIt said the enterprise already had infrastructure set up across 14 cities in Nigeria with a total capacity to employ 1,000 people.\nThe country’s unemployment rate rose marginally to 4.2 per cent in Q2 2023 from 4.1 per cent in Q1 2023, according to the National Bureau of Statistics.\nRecalled that the NBS adopted a new methodology for its jobless rate reports, which changed the country’s unemployment rate of 33.3 per cent as of Q4 2020 to 5.3 per cent in the corresponding quarter of 2022.\nIt noted that its project was launched in collaboration with Impact Hub Lagos and Univelcity and hosted by Microsoft Nigeria.\nIn a statement, Taltrix Chief Executive Officer, Joel Ogunsola, said, “Over the next seven years, we want to directly employ 100,000 people, starting from Nigeria and across Africa. We believe that the outsourcing sector has the probability to grow to become a $200bn sector on the continent.\n“There are so many variables that combine to favour outsourcing in Africa currently. We have multinational companies with local presence and experience that are looking for cheaper and more effective options to deliver on their day-to-day tasks and deliverables. Also, the new administration has made a bold commitment to enable the employment of a million people through outsourcing which keys into our vision at Taltrix.”\nAlso, the Executive Director, Tech4Dev, Oladiwura Oladepo, stated, “Taltrix is not just about filing job roles, we are investing in human capital development to reduce unemployment and underemployment, which will in turn drive economic growth, and shape a brighter future for Africa.\n“We are also building a bridge to connect underserved unrepresented and underrepresented demographics of young people with globally in-demand opportunities for skilled professionals.”\nAccording to the Chief Executive Officer of Impact Hub Lagos, Mrs Solape Hammond, the platform has the potential to help Nigerians thrive in their local communities.\nShe declared, “Taltrix excites me with its potential for nationwide inclusivity. It focuses on building communities everywhere by providing essential infrastructure like power, Internet, and engaging young people. This approach can decentralize urban migration, allowing young Nigerians to thrive in their own communities with the resources they need.”\nThe General Manager of Microsoft Nigeria and Ghana, Ola Williams, added, “Personally, as a Nigerian, I’m thrilled about this. Leading Microsoft here means we can use initiatives like Taltrix to fulfil our mission of enabling everyone on planet earth. We’re eager to partner with Taltrix and deepen the impact the job creation capabilities will have on Nigeria’s economy and the continent at large.”\nSince it was founded in 2016, Tech4Dev claimed that it has equipped 120,298 Africans with digital, entrepreneurship, and life skills across 22 countries on the continent.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "joel",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "national bureau of statistics",
        "sentiment": "none"
      },
      {
        "name": "impact hub lagos",
        "sentiment": "none"
      },
      {
        "name": "univelcity",
        "sentiment": "none"
      },
      {
        "name": "microsoft nigeria",
        "sentiment": "none"
      },
      {
        "name": "nbs",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "nigeria",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T11:27:44.707+02:00",
  "updated": "2024-01-02T11:27:44.707+02:00"
}