{
  "thread": {
    "uuid": "0018b4824278c7e93cb3cb3b9d5c7d58fac6ff1d",
    "url": "https://www.winnipegfreepress.com/breakingnews/2024/03/14/northern-girl-named-health-care-champion-child",
    "site_full": "www.winnipegfreepress.com",
    "site": "winnipegfreepress.com",
    "site_section": "http://www.winnipegfreepress.com/rss/?path=/arts-and-life/life/health",
    "site_categories": [
      "media"
    ],
    "section_title": "Winnipeg Free Press",
    "title": "Northern girl named health care ‘champion child’ – Winnipeg Free Press",
    "title_full": "Northern girl named health care ‘champion child’ – Winnipeg Free Press",
    "published": "2024-03-15T00:37:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.winnipegfreepress.com/wp-content/uploads/sites/2/2024/03/2156785_web1_JanessaandDrG.jpg",
    "performance_score": 0,
    "domain_rank": 4977,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0018b4824278c7e93cb3cb3b9d5c7d58fac6ff1d",
  "url": "https://www.winnipegfreepress.com/breakingnews/2024/03/14/northern-girl-named-health-care-champion-child",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Katie May",
  "published": "2024-03-15T00:37:00.000+02:00",
  "title": "Northern girl named health care ‘champion child’ – Winnipeg Free Press",
  "text": "Advertisement Read this article for free: or Already have an account? Log in here » To continue reading, please subscribe: Monthly Digital Subscription $19 $0 for the first 4 weeks* - Enjoy unlimited reading on winnipegfreepress.com - Read the E-Edition, our digital replica newspaper - Access News Break, our award-winning app - Play interactive puzzles Continue *No charge for 4 weeks then billed as $19 every four weeks (new subscribers and qualified returning subscribers only). Cancel anytime. Read unlimited articles for free today: or Already have an account? Log in here » Janessa Dumas Colomb and her family had to move more than 800 kilometres south, to Winnipeg, to get the health care she needed as a child. The 15-year-old from northern Manitoba was named the 2024 Champion Child for the Children’s Hospital Foundation of Manitoba Thursday. While the annual recognition has been held for more than a decade, Thursday marked the first time a child from a remote community was selected to share her story and participate in speaking events with other children from across Canada and the U.S. “I’m feeling happy and excited about it,” Janessa said. The Indigenous teen said she felt it was important to be a vocal advocate “so that people know that it’s not just about the health care needed, but the distance I needed to go to get that health care, and to raise awareness for all the other children in northern communities.” Janessa had a kidney transplant in 2020 after suffering for most of her young life. Starting at age five, she had persistent urinary tract infections, and tests revealed one of her kidneys was diseased and the other had reduced function. By the time she was seven, she had stage 4 kidney disease. She and her family are from Mathias Colomb Cree Nation in Pukatawagan, but to get Janessa the treatment she needed from pediatric nephrology specialists at HSC’s Children’s Hospital, her parents decided to move to Winnipeg. “It was very hard, actually,” she said about undergoing serious medical care for years, especially with strict requirements such as “the fluid restrictions and the kidney-friendly diet that I needed to follow.” After the transplant, Janessa and her family were able to move back home. “I’ve been doing really good,” she said, adding she is considering becoming a nephrology nurse to help children like her. She said she hopes to be able to speak up for other young Manitobans who need health care, particularly in northern communities, and she hopes nursing stations will be able to improve and expand services. In general, Janessa said she hopes to encourage Manitobans to be uplifting to one another. “What would make it better for the province (is) if we all learn how to get along with each other, and uplift each other and support each other during everything that we do and what we go through.” Part of her role includes fundraising. She’s chosen to raise money for the nephrology centre at goodbear.ca/janessa — and speaking to hospital foundation donors about her experiences in the hospital. The role typically includes about 30 to 40 speaking engagements a year, said Kathryn McBurney, the foundation’s marketing director. “In Janessa’s case, it may be a little bit less because of the travel involved, but she’s been super helpful already in terms of developing videos that she can share with donors to say thank you,” and to share fundraising efforts, McBurney said. A champion is chosen from each province through the Children’s Miracle Network. Janessa and other child champions are set to travel to Florida next month to share their stories at a Children’s Hospital Week event. katie.may@freepress.mb.ca Katie May Reporter Katie May is a general-assignment reporter for the Free Press.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health"
  ],
  "external_links": [
    "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.winnipegfreepress.com%2Fbreakingnews%2F2024%2F03%2F14%2Fnorthern-girl-named-health-care-champion-child&src=sdkpreparse",
    "https://twitter.com/share?ref_src=twsrc%5Etfw",
    "https://www.twitter.com/share?ref_src=twsrc%5Etfw",
    "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.winnipegfreepress.com%2Fbreakingnews%2F2024%2F03%2F14%2Fnorthern-girl-named-health-care-champion-child&src=sdkpreparse",
    "https://twitter.com/share",
    "https://www.facebook.com/sharer/sharer.php"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "katie may",
        "sentiment": "negative"
      },
      {
        "name": "janessa dumas colomb",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "winnipeg free press northern",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "winnipeg",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:39:08.966+02:00",
  "updated": "2024-03-15T06:21:50.020+02:00"
}