{
  "thread": {
    "uuid": "d5282436f7fdda0e09918e77abd81c17abd14c43",
    "url": "https://www.indulgexpress.com/food/food-calcutta/2023/dec/29/anniv-spl-arpita-nag-of-meraki-cheese-shares-about-her-future-plans-56397.html",
    "site_full": "www.indulgexpress.com",
    "site": "indulgexpress.com",
    "site_section": "https://www.indulgexpress.com/",
    "site_categories": [
      "education",
      "business",
      "entertainment"
    ],
    "section_title": "Latest Lifestyle News Online | Indulge-The New Indian Express",
    "title": "ANNIV SPL: Arpita Nag of Meraki Cheese shares about her future plans",
    "title_full": "ANNIV SPL: Arpita Nag of Meraki Cheese shares about her future plans",
    "published": "2023-12-28T21:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://images.indulgexpress.com/uploads/user/imagelibrary/2023/12/29/original/ArtisanalcheesebyArpitaNag.jpg",
    "performance_score": 0,
    "domain_rank": 92151,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d5282436f7fdda0e09918e77abd81c17abd14c43",
  "url": "https://www.indulgexpress.com/food/food-calcutta/2023/dec/29/anniv-spl-arpita-nag-of-meraki-cheese-shares-about-her-future-plans-56397.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewIndianXpress",
  "published": "2023-12-28T21:00:00.000+02:00",
  "title": "ANNIV SPL: Arpita Nag of Meraki Cheese shares about her future plans",
  "text": "Cheesemaker and artisanal cheese brand Meraki Cheese’s owner Arpita Nag’s biggest goal for 2024 is to start supplying her artisanal cheeses to the HoReCa industry (hotel/restaurant/café), especially experiential diners like European, Mediterranean, or Italian restaurants, based out of Kolkata. Besides, she has plans to ship most of her cheese across India. So, expansion is mainly what Arpita is looking forward to, this year. We speak with her to know more about it. Excerpts:\nAll these years into business, tell us what excites customers about natural or artisanal cheese?\nOur USP has always been zero-preservative, naturally-made cheese from raw, grass-fed cow milk that\nis certified organic. These features are the biggest crowd-pullers. Even 20 years back, people were not that aware of naturally-made cheese. But now people are more cautious. They read the food labels, ingredients and nutritional facts.\nAs a consumer, if I can pay a little more, I would rather go for natural cheeses even if in lesser quantities. Milk is considered a complete food with vitamins, minerals and protein. Our cheese stand outs from the rest as they do not give your body anything artificial, no preservatives, chemicals, or colours in it. You are just essentially getting the goodness of whole milk, which has been converted into cheese.\nArpita Nag Secondly, cheese is a fermented food. These days, you’ll find so many packaged products, probiotics,\nand prebiotics, which help maintain your gut health. Ultimately, everything is related to what, how and when you eat. The more aged the cheese is, the better it is in terms of consumption because fermentation\ncontinues to happen. And lastly, I think we have long moved away from serving chicken nuggets and fish fingers at a party. Leave aside the fact that you want to make your kids a healthy snack. Even at parties, people are way more open to gifting cheese or serving it to their guests. Since we make a lot of marinated and coated cheeses like pickled feta or marinated chevre, they are appealing to the Indian palate because we are used to having a little spicy food.\nWhat’s the demand like for artisanal cheese?\nDemand is good, but it’s seasonal. Summers are a dull season for us. On the other hand, winters work well and essentially, it’s just four or five months of business that we do. Retail is a little slower in comparison to other metros, to be honest, but it is picking up gradually.\nTAGS Arpita nag Meraki Cheese Cheesemaker Indulge Kolkata anniversary",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "arpita",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "arpita nag",
        "sentiment": "negative"
      },
      {
        "name": "meraki cheese",
        "sentiment": "negative"
      },
      {
        "name": "arpita nag of meraki cheese",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "mediterranean",
        "sentiment": "none"
      },
      {
        "name": "kolkata",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T01:41:09.234+02:00",
  "updated": "2023-12-29T01:41:09.234+02:00"
}