{
  "thread": {
    "uuid": "3fca5a4a628306f2a676f31cdefda1b531a147ea",
    "url": "https://buffalonews.com/obituaries/features/dennis-p-farrell-73-banker-and-volunteer-who-found-joy-in-helping-people/article_d0797882-d6c1-11ee-bc1b-87471c879efb.html",
    "site_full": "buffalonews.com",
    "site": "buffalonews.com",
    "site_section": "https://buffalonews.com/life-entertainment/nation-world/",
    "site_categories": [
      "media"
    ],
    "section_title": "LIFESTYLES: FOOD, HOME, HEALTH | buffalonews.com",
    "title": "Dennis P. Farrell, 73, banker and volunteer who found joy in helping people",
    "title_full": "Dennis P. Farrell, 73, banker and volunteer who found joy in helping people",
    "published": "2024-02-29T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/buffalonews.com/content/tncms/assets/v3/editorial/5/53/5536d86e-b651-5bc8-9090-027bcb574c27/65953090d275e.image.jpg?crop=600%2C315%2C0%2C283&amp;resize=600%2C315&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 3344,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3fca5a4a628306f2a676f31cdefda1b531a147ea",
  "url": "https://buffalonews.com/obituaries/features/dennis-p-farrell-73-banker-and-volunteer-who-found-joy-in-helping-people/article_d0797882-d6c1-11ee-bc1b-87471c879efb.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dale Anderson News Staff Reporter",
  "published": "2024-02-29T07:00:00.000+02:00",
  "title": "Dennis P. Farrell, 73, banker and volunteer who found joy in helping people",
  "text": "Dennis Farrell had a 44-year career in banking, but it wasn’t money that attracted him to the world of finance. “He was in it for the people,” his son Michael said, “for the comradery and for the opportunity to offer other people opportunities. It also was an opportunity to wear really nice ties.” In retirement, he became a Eucharistic minister in hospitals and did other volunteering for the same reasons. “He treated his volunteer work like a job ... in a good way,” his son said. “He took it very seriously. People always remarked about how well-dressed he was. They thought he was a doctor.” He pursued a full schedule of volunteer work until shortly before his unexpected death Dec. 28 in Strong Memorial Hospital, Rochester. He was 73. Born in Buffalo, the second of 11 children, Dennis Patrick Farrell was the son of Neil and Ella Collins Farrell. His father owned and operated Farrell’s Dairy in South Buffalo and was the subject of a chapter in Tim Russert’s book, “Wisdom of Our Fathers: Lessons and Letters from Daughters and Sons.” He attended St. Teresa’s School, was a 1968 graduate of what was then Bishop Timon High School and earned a bachelor’s degree in American history from Canisius College, now Canisius University. While attending college, Mr. Farrell took a job at Liberty Bank, and became a teller. For a while he also wrote an employee newsletter, which led him to interview Jeane McFillin, who worked at another branch. They were married in 1972. Mr. Farrell joined Bank of New York the following year and held various branch positions. In the late 1970s, he became a branch manager in South Buffalo. He went to the former Marine Midland Bank in 1981 and managed branches in Hamburg and Williamsville. When it became HSBC Bank, he continued with the company as a commercial credit officer, district executive and regional credit executive. After Mr. Farrell retired in 2012, he threw himself into volunteering, assisting at the St. Vincent de Paul Society, St. Luke’s Mission of Mercy, the Response to Love Center and Meals on Wheels. Inspired by the examples of two of his aunts, who were Sisters of Mercy, he became a Eucharistic minister at Mercy Hospital in South Buffalo, Sisters Hospital and Buffalo General Medical Center, chatting with patients and offering Communion several days a week. He took master’s degree classes in pastoral studies and counseling. “He would talk to anybody about anything,” his son Michael said. “He was always interested in people’s backgrounds and he would go out of his way to remember things about their lives.” A longtime Hamburg resident, he was active in a series of Catholic parishes as a lector and religious educator, including St. Ambrose, Our Lady of Perpetual Help, SS. Peter and Paul in Hamburg, St. Francis of Assisi, St. Mary of the Lake and St. John Paul II. “As a family,” his son said, “we were notorious church-hoppers.” At St. Ambrose in 1986, Mr. Farrell and his wife were among families who hosted children from Colombia for a year. When their guest’s orphanage closed, he stayed on and they legally adopted him. Mr. Farrell later visited Bogota and befriended several members of his adopted son’s extended family. Proud of his Irish heritage, Mr. Farrell displayed a large shamrock on his home and, as a member of the Blackthorn Club, marched every year in Buffalo’s St. Patrick’s Day Parade. He was a devoted fan of the Buffalo Bills and Notre Dame football and enjoyed literature, film and music, ranging from Nat King Cole to the Clancy Brothers. In addition to his wife, who worked at Wanakah Landscaping and Lockwood’s Greenhouses in Hamburg, survivors include two sons, Alfredo and Michael; two daughters, Katharine Bair and Mary Cullinane; four brothers, Tim, Neil, Joseph and Martin; five sisters, Mary Farrell, Joanne Oscadal, Colleen Holman, Maureen Farrell and Patricia Farrell; and eight grandchildren. A Mass of Christian Burial was offered Jan. 4 in St. John Paul II Church, Lakeview. Email [danderson@buffnews.com](mailto:danderson@buffnews.com).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dennis p. farrell",
        "sentiment": "negative"
      },
      {
        "name": "dennis farrell",
        "sentiment": "negative"
      },
      {
        "name": "ella collins farrell",
        "sentiment": "none"
      },
      {
        "name": "michael",
        "sentiment": "none"
      },
      {
        "name": "dennis patrick farrell",
        "sentiment": "none"
      },
      {
        "name": "neil",
        "sentiment": "none"
      },
      {
        "name": "tim russert",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "farrell’s dairy",
        "sentiment": "none"
      },
      {
        "name": "st. teresa’s school",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "strong memorial hospital",
        "sentiment": "none"
      },
      {
        "name": "rochester",
        "sentiment": "none"
      },
      {
        "name": "buffalo",
        "sentiment": "none"
      },
      {
        "name": "south buffalo",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:33:06.483+02:00",
  "updated": "2024-03-01T00:33:06.483+02:00"
}