{
  "thread": {
    "uuid": "06ad0c5309ba37674575f86d33d9f58222ff042c",
    "url": "https://www.denofgeek.com/tv/the-traitors-series-2-best-tactics-for-survival/",
    "site_full": "www.denofgeek.com",
    "site": "denofgeek.com",
    "site_section": "http://denofgeek.com",
    "site_categories": [
      "movies",
      "television",
      "illegal_content",
      "entertainment"
    ],
    "section_title": "Den of Geek | The Best in TV, Movies, Games, Comics, and More!",
    "title": "The Traitors Series 2: Best Tactics for Survival | Den of Geek",
    "title_full": "The Traitors Series 2: Best Tactics for Survival | Den of Geek",
    "published": "2024-01-06T00:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.denofgeek.com/wp-content/uploads/2024/01/traitors-s2.jpg?fit=1200%2C675",
    "performance_score": 0,
    "domain_rank": 4610,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "06ad0c5309ba37674575f86d33d9f58222ff042c",
  "url": "https://www.denofgeek.com/tv/the-traitors-series-2-best-tactics-for-survival/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rosie Fletcher",
  "published": "2024-01-06T00:00:00.000+02:00",
  "title": "The Traitors Series 2: Best Tactics for Survival | Den of Geek",
  "text": "[Features](https://www.denofgeek.com/features/) The Traitors Series 2: Best Tactics for Survival Season 1 of The Traitors taught us some lessons in tactics. Will the season 2 contestants learn? This article contains spoilers for The Traitors s1 and episodes 1-3 of The Traitors s2 [The Traitors](https://www.denofgeek.com/tv/the-traitors-best-moments-so-far-the-drama-the-deception-the-hilarious-tears/) is back for a second series and with it a castle, a Winkleman, challenges, amateur detective work and some slowly emerging villains of the show. A game show (of sorts), with contestants competing for a share of a large sum of money accumulated each episode by winning tasks, the meat of [The Traitors](https://www.denofgeek.com/tv/bbc-the-traitors-review-reality-show-backstabbing-lies/) is mind games that bookend each episode, when one player gets banished, and another gets “murdered”. Three episodes have landed – all at once on iPlayer, one a night on BBC One. From episode four they’ll arrive on iPlayer in line with their broadcast dates. Three eps in and we’ve had enough time with the contestants to start to get a sense of who the runners and riders will be, and what tactics will get you banished quicker than a bad smell. End of ep three brought an amazing cliffhanger. Diane! Ross! Zack! Brian! Ash! Winkleman teasing more big reveals! There’s a lot to come. Winners of series one were Hannah, Aaron and Meryl, three faithful, who managed to out Wilf in the last round. Wilf played a really good game but the show’s logistics kind of turned him over with the option given not to become a traitor early in the game knocking the number of traitors down too quickly. This meant in the final rounds Wilf was the only traitor left, leaving the possibility for him to be knocked out and derailing the final episode of the show – no murder, no end game tension. Instead a final player was forced to become a traitor (or be murdered, but what would be the point of that?). This was Kieran, who became a scapegoat, got voted out and then threw Wilf under the bus. It seems like series two has learned by not giving Miles an option to say no when he was invited to be the fourth traitor. But what else can the contestants learn from series one? A woman not raising a glass of water is not a sign someone is a traitor The first person to get banished in series one was a woman called Nicky, who gets accused of being a traitor because she didn’t raise a water glass in a toast. Nicky has one hand, and the glass was on the other side of her. Plus it’s a drink of water people!! Early doors in The Traitors it’s obviously quite difficult to find reasons to identify someone as a traitor but trying to pick up on idiosyncrasies like this is a hiding to nothing. You’re better off picking the most innocuous looking person at the table. As in, if you were the producers who would you choose to be a traitor? So when Sonia tries to take Zack down like a cut-price Miss Marple, for making some stupid-arse remark about having a good night’s sleep, it backfires. In a “whoever smelt it dealt it” move, Sonia was banished first. Being abrasive isn’t a good move The real reason Nicky got banished in s1 is because she was just a bit rude. This time around Anthony’s neck was almost on the block for the same thing – he was a bit rude to Diane, he was really defensive with Zack, and when called out on these things his response was stroppy. Doesn’t make him a traitor though, and in fact you’re almost less likely to be a traitor if you’re a bit of a git. Sadly if the gang don’t like you you’ll probably get booted out anyway. Being annoying also does not help Series one had Tom the magician who was incredibly annoying. He was cocky and embarrassing and when the big series 1 reveal came out, that Tom and Alex were a couple, it was because he totally lost his cool (and we suspect it was because Alex was having a little flirt with Matt and awful Tom wanted to mark his territory). Series 2 has Zack and Brian. Zack is a weird, giggly conspiracy theorist who says stupid things that rub people up the wrong way. You get a sense that he doesn’t mean to upset people but can’t hold his tongue. Take his interaction with Anthony, where his plan seemed to be just to say “ha ha, I hear you can’t row”. What reaction did you think he was going to have, Zack? The thing is Zack is quite smart, and somehow guessed that Diane was someone’s mum in the competition. He just guessed wrong who her kid was. Then there’s Brian. Voted by the others as the biggest “sheep” of the contestant, he got upset during the ep 3 task. Then at the roundtable, he basically lost his mind. Having been gently accused by Jasmine of behaving a bit strangely he doubled down and behaved like an absolute mad man, taking the floor at the very last minute of discussion time to ask the whole table to discuss whether “I am or I amn’t” a traitor. Selfish for a start, bonkers to follow. This move earned him a three-way tie as traitor in the initial vote. Don’t fluff the big twist! Episode 3 comes with the big reveal that Diane is Ross’ mum (and not Paul’s as Zack had guessed). The similar twist in season 1 was the Tom and Alex relationship and Tom absolutely ruined this for them and sealed their fates. You don’t want to go into a game of deception already lying. So they need to NOT give the game away. Fortunately Ross seems fairly switched on, and Diane, who is clearly a very smart cookie, might well find herself voted out for being too damn clever. The quiet ones Mollie, Meg, Charlie, Tracey, Jaz, there’s not that much about you right now. That can help but it can also line you up for a murdering – they are collateral damage which the traitors can knock off without implicating themselves. The noisy ones You don’t wanna be too far above the parapet either though. Kyra got murdered for being forthright at the table (and probably for being a bit shady over the shields), Aubrey was knocked off for his aggressive sleuthing and Ash has put herself squaring in front of the firing squad for being way too overt. So much so her fellow traitors vote for her – let’s face it, she’s a liability. Who do we like? At the end of episode 3 we still don’t know who’s being banished (it’s a tie right now, gulp!), and we don’t know who is being murdered. But that taken into account, here’s who we think has a reasonable chance of winning. Faithful: Charlotte. She’s likeable, smart and quite funny. But not so conspicuously smart that she poses a threat right now. Jasmine. Level-headed and can do amazing bird noises. Has a sense of fairness and seems to stay calm easily. If she goes it’ll be murder. Jonny. Second most popular in the group, good competitor in the tasks, relatively smart but not good at picking out the traitors. A safe bet so far. Traitors: Harry. Looks like a sweet baby angel and is playing up to that. Least likely to be thrown under the bus by other traitors. Miles. A later traitor but no one suspects him yet. Very calm. Paul. Third choice. Paul is riding high right now but he’s a stone cold psycho. I think he’s the least likely to win from the traitors because of his hubris. He’s popular but people can turn on the popular very fast. Miles and Harry are far more unassuming. Ash is out the door. A.N. Other. It’s quite likely after Ash inevitably gets booted they pick someone new. This will almost certainly be a woman. Meg is a reasonable choice because she’s made no enemies but no decisions either so will be easy to knock off. Ultimately the traitors need two of them to get to the last round to win (see [Traitors USA](https://www.denofgeek.com/tv/the-traitors-us-vs-uk/)) and it’ll be Harry and Miles unless some major curveballs arrive. Who do you like? Let us know in the comments.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "winkleman",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bbc",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:08:13.459+02:00",
  "updated": "2024-01-06T00:08:13.459+02:00"
}