{
  "thread": {
    "uuid": "ca5697689537f5d81b8ffbf95925937e4885241a",
    "url": "https://www.mundodeportivo.com/futbol/copa-africa/20240119/1002173448/cabo-verde-tumba-mozambique-reinildo-gol-casa-bebe.html",
    "site_full": "www.mundodeportivo.com",
    "site": "mundodeportivo.com",
    "site_section": "https://www.mundodeportivo.com",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "Mundo Deportivo | Noticias deportivas: Fútbol, motor, tenis y más",
    "title": "Cabo Verde saca billete para octavos goleando a la Mozambique de Reinildo con un zapatazo de Bebé",
    "title_full": "Cabo Verde saca billete para octavos goleando a la Mozambique de Reinildo con un zapatazo de Bebé",
    "published": "2024-01-19T18:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.mundodeportivo.com/files/og_thumbnail/uploads/2024/01/19/65aaa713e52a6.jpeg",
    "performance_score": 0,
    "domain_rank": 5032,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ca5697689537f5d81b8ffbf95925937e4885241a",
  "url": "https://www.mundodeportivo.com/futbol/copa-africa/20240119/1002173448/cabo-verde-tumba-mozambique-reinildo-gol-casa-bebe.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Fernando Gabarró",
  "published": "2024-01-19T18:47:00.000+02:00",
  "title": "Cabo Verde saca billete para octavos goleando a la Mozambique de Reinildo con un zapatazo de Bebé",
  "text": "Cabo Verde es la primera selección clasificada para octavos tras golear a Mozambique (3-0), un triunfo que sumado a la victoria en primera jornada ante Ghana (1-2) le dan la clasificación matemática. Los 'tiburones azules' fueron mejores durante todo el encuentro, sin dar prácticamente ninguna opción a los mozambiqueños. Bebé, jugador del Rayo Vallecano y conocido en el fútbol español por su facilidad para armar el disparo desde larga distancia, se exhibió en su mejor virtud, el tiro. Primero probó con una falta directa desde más de 30 metros, en este caso desde el sector izquierdo. No tuvo suerte, pues el balón se chocó con el larguero. A la segunda, en este cas desde una distancia similar pero por la derecha, el obús superó a Ernan. El portero, cariacontecido por el gol que había encajado, le intentaba explicar a su compañero Reinildo que el balón había llegado moviéndose de un lado a otro. Es decir, había caído en la trampa de Bebé y su característico golpeo. En el 40 el colegiado Samir Guezzaz señaló pena máxima a favor de Mozambique pero el VAR le avisó para que revisara la acción y lo anuló. Segunda parte de sentenciar En el 51 Ryan Mendes aprovechó un fallo de Dove para quedarse mano a mano y poner el 2-0, un resultado que viendo las dificultades de Mozambique para crear ocasiones parecía definitivo. Tanto fue así que Cabo Verde se permitió el lujo de reservar a Bebé, poco acostumbrado tantos minutos y tan seguidos. Geny Catamo, el joven de 22 años del Sporting Club, líder de la liga portuguesa, mandó un lanzamiento de falta al larguero. Poco después, en el 69 Kevin Pina, jugador del Krasnodar marcó con un potente disparo a la escuadra desde una distancia considerable. Parece que lo de probar suerte 'desde su casa' en Cabo Verde se lleva mucho. Cabo Verde es líder del Grupo B con 6 puntos y ya clasificado para Octavos, como primeros además. Egipto con 2, Ghana y Mozambique con 1 se le jugarán en la última jornada.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-19T18:50:42.866+02:00",
  "updated": "2024-01-19T18:50:42.866+02:00"
}