{
  "thread": {
    "uuid": "61001549a5773db200c9eb46c0699d73e572b6d2",
    "url": "https://www.rrhhdigital.com/secciones/actualidad/737570/economia-espanola-creacion-de-empleo-pero-con-desaceleracion/",
    "site_full": "www.rrhhdigital.com",
    "site": "rrhhdigital.com",
    "site_section": "https://www.rrhhdigital.com",
    "site_categories": [
      "media"
    ],
    "section_title": "RRHH Digital, el periódico online referente en recursos humanos",
    "title": "Economía española: creación de empleo, pero con desaceleración",
    "title_full": "Economía española: creación de empleo, pero con desaceleración",
    "published": "2023-12-30T04:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.rrhhdigital.com/wp-content/uploads/2023/12/TWITTER-economia.jpg",
    "performance_score": 0,
    "domain_rank": 96448,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "61001549a5773db200c9eb46c0699d73e572b6d2",
  "url": "https://www.rrhhdigital.com/secciones/actualidad/737570/economia-espanola-creacion-de-empleo-pero-con-desaceleracion/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción",
  "published": "2023-12-30T04:10:00.000+02:00",
  "title": "Economía española: creación de empleo, pero con desaceleración",
  "text": "El Instituto EY-Sagardoy Talento e Innovación ha publicado la VIII edición del Human Capital Outlook. El informe trimestral, elaborado con la colaboración de FEDEA, analiza la evolución del mercado laboral hasta diciembre de 2023. En un escenario marcado por la desaceleración en la creación de empleo, se aborda la estabilidad en tasas de temporalidad y flujos de paro, evaluando el posible agotamiento de los efectos a corto plazo de la Reforma Laboral de 2022. Además, se valora el incremento del desempleo en edades avanzadas como gran desafío para las políticas activas de empleo. Cobran protagonismo la Formación Profesional y su modalidad Dual como elementos fundamentales en la configuración del empleo futuro. El informe identifica una desaceleración en la creación de empleo durante la segunda mitad de 2023, con un crecimiento del 0.3% trimestral. A pesar de la desaceleración, se observa estabilidad en las tasas de temporalidad y flujos de paro, sugiriendo una posible consolidación de las reformas laborales recientes. El aumento del desempleo en personas de edad avanzada se posiciona como un gran desafío, requiriendo enfoques específicos en las políticas activas de empleo. La Formación Profesional y su modalidad Dual emergen como elementos fundamentales en la configuración del empleo futuro. En la primera parte del informe, el Observatorio Trimestral del Mercado de Trabajo, se refleja una desaceleración generalizada en la creación de empleo, con un aumento trimestral del empleo del 0.3%. La tasa de paro alcanza el 11.8%, y el desempleo de larga duración llega al 43.5%, planteando desafíos adicionales en el ámbito laboral. A pesar del aumento en el empleo, la ralentización económica afecta al crecimiento, destacando la influencia de factores como el incremento de bajas por enfermedad. El aumento de la tasa de vacantes, el crecimiento del coste laboral y los desafíos en el emparejamiento laboral subrayan la persistencia de importantes retos en el mercado laboral español. En el apartado de este informe dedicado a la actualidad jurídico-laboral, elaborado por Sagardoy Abogados, se analizan las novedades legislativas con impacto laboral relevante, adoptadas. En el ámbito jurídico-laboral, se analizan las normas de impacto laboral adoptadas en el cuarto trimestre de 2023 y se mencionan las directivas pendientes de trasposición. También se alude a proyectos legislativos significativos, como la regulación de planes de igualdad, modificaciones al Estatuto de los Trabajadores y la gestión colectiva de contrataciones en origen. Además, se aborda la posibilidad de futuras modificaciones, como la reducción de la jornada laboral y cambios en la regulación del despido. En cuanto a la jurisprudencia, se resumen tres casos relevantes relacionados con la compensación salarial, la indemnización por negativa de complemento de paternidad y el despido por transgresión de buena fe contractual. En el apartado de Tendencias en Capital Humano, se centra en la Formación Profesional y su modalidad Dual como protagonistas indiscutibles en la configuración del futuro laboral. Según un estudio de la Fundación CEOE y CaixaBank, se proyecta la creación de más de 14 millones de empleos entre 2023 y 2035, con un 27,1% vinculado directamente a la FP. La demanda de técnicos de FP crecerá sustancialmente hasta 2035, representando el 34,8% de las ofertas de trabajo. La FP se destaca como esencial para la integración de la población extranjera, proyectándose un aumento al 24% hasta 2033. La modalidad Dual emerge como un modelo integral, contribuyendo a un sistema sólido de cotizaciones y afiliación a la Seguridad Social. Aunque persiste una brecha de género, la FP Dual destaca en disciplinas científico-técnicas e industriales.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T05:22:59.376+02:00",
  "updated": "2023-12-30T05:22:59.376+02:00"
}