{
  "thread": {
    "uuid": "0f7b6669200f3adecf882ee51d0fa0b38a9e58b9",
    "url": "https://www.enca.com/opinion/muslim-nations-announce-start-ramadan-shadow-gaza-war",
    "site_full": "www.enca.com",
    "site": "enca.com",
    "site_section": "http://southafrica.shafaqna.com/rss.xml",
    "site_categories": [
      "travel",
      "africa",
      "top_news"
    ],
    "section_title": "South Africa News (News Reader) | ",
    "title": "Muslim nations announce start of Ramadan in shadow of Gaza war - eNCA",
    "title_full": "Muslim nations announce start of Ramadan in shadow of Gaza war - eNCA",
    "published": "2024-03-11T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ZA",
    "main_image": "https://www.enca.com/sites/default/files/styles/large/public/afp/2024-03/doc-34L28TH-%40photo0.jpg.webp?itok=eX0FWKsy",
    "performance_score": 0,
    "domain_rank": 17833,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0f7b6669200f3adecf882ee51d0fa0b38a9e58b9",
  "url": "https://www.enca.com/opinion/muslim-nations-announce-start-ramadan-shadow-gaza-war",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "eNCA",
  "published": "2024-03-11T02:00:00.000+02:00",
  "title": "Muslim nations announce start of Ramadan in shadow of Gaza war - eNCA",
  "text": "RIYADH - The Muslim holy month of Ramadan begins on Monday, Middle Eastern nations have announced, with the king of Saudi Arabia using the occasion to call for an end to the \"heinous crimes\" taking place in war-torn Gaza. Saudi Arabia said through its official SPA news agency on Sunday that the Supreme Court had announced \"Monday, March 11, 2024, the beginning of the blessed month of Ramadan for this year\". Speaking as custodian of Islam's two holiest sites, King Salman gave thanks in his Ramadan message on Sunday evening for the \"blessings bestowed upon the Kingdom of Saudi Arabia\", but noted the war in Gaza would cast a shadow over the month of fasting and prayer. \"As we witness the arrival of Ramadan this year, our hearts are heavy with sorrow for the ongoing suffering of our Palestinian brothers facing relentless aggression,\" he said. \"We call upon the international community to uphold its responsibilities to put an end to these heinous crimes and ensure the establishment of safe humanitarian and relief corridors.\" Ramadan is one of the five pillars of Islam. After the sighting of the crescent moon, the United Arab Emirates and Qatar also announced a Monday start for Ramadan through their own official news outlets. Egypt's Islamic advisory body the Dar al-Ifta likewise confirmed Ramadan was beginning on Monday, as it was in the Palestinian Territories including Gaza, and in Algeria and Tunisia. Their neighbours Morocco and Libya said Ramadan would start on Tuesday. Iran had earlier set the beginning of Ramadan for Tuesday after its \"Estehlal\" moon observation office said it had not been possible to observe \"the crescent of Ramadan\". In Saudi Arabia, the start of the holy month had been cast into doubt after some of the kingdom's observatories reported that the moon was obscured by \"cloudy weather and dust particles\". But final confirmation of the sighting came through the Al Majmaah University Astronomical Observatory in Riyadh. As he announced Tuesday as the start of Ramadan in Jordan, the kingdom's Grand Mufti Ahmed Hasnat asked God to \"relieve the anguish of our oppressed people in Gaza\" and \"lift affliction and aggression from them\". Oman will also mark the first day of Ramadan on Tuesday. - 'Completely different' - During Ramadan, observant Muslims refrain from eating and drinking from dawn to dusk, and traditionally gather with family and friends to break their fast in the evening. It is also a time of prayer, when the faithful converge in large numbers at mosques, especially at night. The war between Israel and Hamas in the Gaza Strip has cast a long shadow over festivities in the region, with hopes dashed that a ceasefire agreement could be reached before Ramadan began. At a market in Rafah, the southern Gaza city where nearly 1.5 million people have sought refuge, Palestinians on Sunday bemoaned food shortages and wartime uncertainty hanging over the holy month. \"Of course, this Ramadan is completely different from all the Ramadans that have gone before it,\" said Bassel Yassin, an agricultural engineer. Hassuna Tabib Hassnan, a dentist displaced from Gaza City in the north, said he didn't know how the month would end -- \"in our homes, in a tent, by the sea in the north or in the south\". Hassnan added that instead of spending Ramadan in their homes, \"it is clear that we will live in displacement, pain and oppression\". The war was triggered by the October 7 attack by Hamas militants on southern Israel that resulted in about 1,160 deaths, mostly civilians, according to an AFP tally based on official Israeli figures. Israel's retaliatory offensive in Gaza, aimed at destroying Hamas, has killed at least 31,045 Palestinians, mostly women and children, according to the health ministry in the Hamas-ruled territory. The United Nations has warned that famine in the Palestinian territory is \"almost inevitable\" unless something changes in the war, with aid trickling in at levels far below the pre-war norm. US President Joe Biden, leader of Israel's most important ally, also spoke of the suffering in Gaza in a message marking the start of the holy month. \"The sacred month is a time for reflection and renewal. This year, it comes at a moment of immense pain,\" he said. \"As Muslims gather around the world over the coming days and weeks to break their fast, the suffering of the Palestinian people will be front of mind for many. It is front of mind for me,\" Biden added, vowing to step up aid into the besieged territory. Shopping at a Riyadh mall, Saudi government employee Faisal, who preferred to give only his first name because of the sensitivity of the matter, said it was \"the worst Ramadan I have ever experienced in my life\". The man, in his fifties, added: \"I feel ashamed as I shop for meat and chicken for my family, while the people of Gaza are in famine.\" - by Haitham El-tabei",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "salman",
        "sentiment": "none"
      },
      {
        "name": "ramadan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "islam",
        "sentiment": "none"
      },
      {
        "name": "supreme court",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "saudi arabia",
        "sentiment": "none"
      },
      {
        "name": "kingdom of saudi arabia",
        "sentiment": "none"
      },
      {
        "name": "ramadan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-11T09:37:41.973+02:00",
  "updated": "2024-03-11T09:37:41.973+02:00"
}