{
  "thread": {
    "uuid": "813889cc1ff0e1e50198c065db5ee83a4b794408",
    "url": "https://people.com/gypsy-rose-blanchard-says-she-husband-have-that-it-factor-exclusive-8423280",
    "site_full": "people.com",
    "site": "people.com",
    "site_section": "https://ca.sports.yahoo.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Yahoo Canada Sports - Sports News, Scores, Rumours, Fantasy Games, and more",
    "title": "Gypsy Rose Blanchard Says She and Husband Have ‘That It Factor’",
    "title_full": "Gypsy Rose Blanchard Says She and Husband Have ‘That It Factor’",
    "published": "2024-01-08T00:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://people.com/thmb/mHYAmZXl0qS0Wdu0ILxBuUR2jDg=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():focal(999x0:1001x2)/Gypsy-Rose-Blanchard-Ryan-Anderson-010724-3-3525552b06434c38b8930c0b4ab4c61d.jpg",
    "performance_score": 0,
    "domain_rank": 702,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 7
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "813889cc1ff0e1e50198c065db5ee83a4b794408",
  "url": "https://people.com/gypsy-rose-blanchard-says-she-husband-have-that-it-factor-exclusive-8423280",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "people.com",
  "published": "2024-01-08T00:07:00.000+02:00",
  "title": "Gypsy Rose Blanchard Says She and Husband Have ‘That It Factor’",
  "text": "Gypsy Rose Blanchard Says She and Her Husband Have ‘That It Factor’ (Exclusive) The couple married in 2022 while Gypsy was still in prison serving her sentence for the 2015 death of her mother\nBy Julia Moore Julia Moore Julia Moore is a digital news writer at PEOPLE. A graduate of Northwestern University, she has been working at PEOPLE since 2022. People Editorial Guidelines and Alex Ross Alex Ross Alex Ross is a Writer-Reporter on the Entertainment team at PEOPLE. She previously worked at E! News and the Today show and is a Boston University graduate. People Editorial Guidelines Published on January 7, 2024 05:07PM EST Ryan Anderson and Gypsy Rose Blanchard . Photo: Jamie McCarthy/Getty\nGypsy Rose Blanchard and her husband Ryan Scott Anderson are more in love than ever.\nGypsy, 32, and Anderson opened up to PEOPLE about how their marriage works at the premiere of Lifetime's The Prison Confessions of Gypsy Rose Blanchard in New York City on Friday.\nThe Louisiana teacher, who married Gypsy in 2022 , says of his wife, “I just want her to know I'm here for her. I show her and I tell her all the time. It's one of those where it doesn't matter what we go through, we're still going to be together.”\n“It's one of those where we have ‘it,’ that people say,” he continues, as Blanchard adds that they have “that ‘it’ factor.”\nAnderson says he’s “proud” of their connection — and that special something they share. “We're so close. We've had that bond, you know, in prison, we had to create that to create this relationship, you know, so we had the emotional part down, but now it's the physical and so it's all coming together, it's coming full circle.”\nRyan Anderson and Gypsy Rose Blanchard attend \"The Prison Confessions Of Gypsy Rose Blanchard\" Red Carpet Event on January 05, 2024 in New York City. Jamie McCarthy/Getty\nGypsy Rose was released from prison on Dec. 28 after serving eight years of her 10-year sentence — she was charged with second-degree murder for the 2015 death of her mother, Dee Dee, whom her then-boyfriend, Nicholas Godejohn , killed. Gypsy was a victim of Munchausen by proxy, a form of abuse in which a guardian may seek attention or sympathy by making their child ill or exaggerating their illness.\nShe and Anderson wed while she was still in prison, after he sent her a letter in 2020. Now that they’re able to be together all the time, he says “it's even better than I ever could imagine.”\nRead PEOPLE's Cover Story on Gypsy Rose Blanchard's Prison Release After Murdering Mom: 'Ready for Freedom' Gypsy Rose Blanchard attends \"The Prison Confessions Of Gypsy Rose Blanchard\" Red Carpet Event on January 05, 2024 in New York City. Jamie McCarthy/Getty\nThe couple also revealed that they’re planning to say “I do” once more, now that Gypsy has been released.\n\" We want a proper wedding at some point ,\" Anderson says, adding that his wife \"deserves\" the special celebration.\n\"Gypsy deserves a white dress moment. I know every female deserves that. And Gypsy's already got the style of dress she wants. And it kind of shocked me.”\nHe continues, \"Somebody asked her that question the other day, and I was like, 'Wow, that was specific,' and she had it ready. So I wanna give her that moment.\"\nNever miss a story — sign up for PEOPLE's free daily newsletter to stay up-to-date on the best of what PEOPLE has to offer, from celebrity news to compelling human interest stories.\nGypsy had previously told PEOPLE that she and Anderson “plan on having a reception/redo wedding with all of our family and our friends and the dress and the cake and everything because we deserve that. I deserve that. He deserves that.”\nShe added, \"Our prison wedding was just something to where we can make our vows to each other. It was something that meant something to us. And I think the party is kind of for everybody else and us, but mostly for everybody else.”\nRelated Articles Patricia Arquette Hopes People Are 'Gentle' with Gypsy Rose Blanchard After Her Prison Release (Exclusive) Gypsy Rose Blanchard Shares Behind-the-Scenes of 'First Time' in New York City: 'Total Tourist' 11-Year-Old Killed in Iowa School Shooting Is Identified While Principal Remains in Critical Condition Investigation Underway After Florida Woman in Jail Since 2022 Says She Is Pregnant: Reports Man Killed by Subway Train in Philadelphia During Altercation, Suspect Charged Natalia Grace Says She Is 'Doing Well' in New Update: 'Wish I Could Tell You More' Gypsy Rose Blanchard Says She Relates to Taylor Swift Because the Singer 'Gets Women' (Exclusive) Gypsy Rose Blanchard Opens Up About Her Sobriety: 'I Wanted to Come Out of Prison a New Woman' (Exclusive) Gypsy Rose Blanchard's Husband Ryan Scott Anderson Talks Wedding No. 2 and His Wife's Dress (Exclusive) Ala. Man Hired Brother to Kill His Wife, Daughter Confronts Him at Sentencing: 'I Hope You Rot' Boy, 3, Killed by Stray Bullet from 'Celebratory Gunfire' on New Year's Eve Read PEOPLE's Cover Story on Gypsy Rose Blanchard's Prison Release After Murdering Mom: 'Ready for Freedom' Gypsy Rose Blanchard Says Her Mom Chained Her to a Bed For 2 Weeks Following Escape Attempt Body Stuffed in Freezer in Calif. Home ID’d as Woman Who’d Been Missing for Years Gypsy Rose Blanchard Sobs for Abusive Mom Every Year on Anniversary of Killing, Plays Dee Dee's Favorite Song La. Teacher Accused of Molesting Teen in Car with Her Baby in Backseat, Wanting to Be Boy’s 'First'",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "https://forms.dotdashmeredith.com/people-news-inline",
    "https://www.instagram.com/juliaaamoore/",
    "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fpeople.com%2Fgypsy-rose-blanchard-says-she-husband-have-that-it-factor-exclusive-8423280%3Futm_source%3Dfacebook.com%26utm_medium%3Dsocial%26utm_campaign%3Dsocial-share-article",
    "https://twitter.com/juliasemoore",
    "https://twitter.com/intent/tweet?url=https%3A%2F%2Fpeople.com%2Fgypsy-rose-blanchard-says-she-husband-have-that-it-factor-exclusive-8423280%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dshareurlbuttons&via=people&text=Gypsy+Rose+Blanchard+Says+She+and+Her+Husband+Have+%E2%80%98That+It+Factor%E2%80%99+%28Exclusive%29",
    "https://www.instagram.com/_alexxross_/",
    "https://twitter.com/_alexxross_",
    "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fpeople.com%2Fgypsy-rose-blanchard-says-she-husband-have-that-it-factor-exclusive-8423280%3Futm_source%3Dfacebook.com%26utm_medium%3Dsocial%26utm_campaign%3Dsocial-share-article",
    "https://instagram.com/juliaaamoore/",
    "https://instagram.com/_alexxross_/",
    "https://www.instagram.com/juliaaamoore",
    "https://www.facebook.com/sharer/sharer.php",
    "https://www.instagram.com/_alexxross_",
    "https://www.forms.dotdashmeredith.com/people-news-inline",
    "https://www.twitter.com/intent/tweet?url=https%3A%2F%2Fpeople.com%2Fgypsy-rose-blanchard-says-she-husband-have-that-it-factor-exclusive-8423280%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dshareurlbuttons&via=people&text=Gypsy+Rose+Blanchard+Says+She+and+Her+Husband+Have+%E2%80%98That+It+Factor%E2%80%99+%28Exclusive%29",
    "https://www.twitter.com/_alexxross_",
    "https://www.twitter.com/juliasemoore",
    "https://twitter.com/intent/tweet"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gypsy rose blanchard",
        "sentiment": "negative"
      },
      {
        "name": "gypsy",
        "sentiment": "none"
      },
      {
        "name": "ryan scott anderson",
        "sentiment": "none"
      },
      {
        "name": "alex ross alex ross alex ross",
        "sentiment": "none"
      },
      {
        "name": "jamie mccarthy",
        "sentiment": "none"
      },
      {
        "name": "ryan anderson",
        "sentiment": "none"
      },
      {
        "name": "getty gypsy rose blanchard",
        "sentiment": "none"
      },
      {
        "name": "julia moore julia moore julia moore",
        "sentiment": "none"
      },
      {
        "name": "anderson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "boston university",
        "sentiment": "none"
      },
      {
        "name": "e! news",
        "sentiment": "none"
      },
      {
        "name": "northwestern university",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new york city",
        "sentiment": "none"
      },
      {
        "name": "louisiana",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:14:47.433+02:00",
  "updated": "2024-01-09T06:16:25.857+02:00"
}