{
  "thread": {
    "uuid": "ca369fa8aed34b52708882c2a98d4d05729be940",
    "url": "https://www.unionleader.com/news/business/economy/nhs-population-gain-outpaces-u-s-most-of-new-england/article_d56d360a-e227-11ee-9f24-eb557be2924f.html",
    "site_full": "www.unionleader.com",
    "site": "unionleader.com",
    "site_section": "https://unionleader.com/news",
    "site_categories": [
      "media"
    ],
    "section_title": "News | unionleader.com",
    "title": "NH's population gain outpaces U.S., most of New England | Economy | unionleader.com",
    "title_full": "NH's population gain outpaces U.S., most of New England | Economy | unionleader.com",
    "published": "2024-03-14T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/unionleader.com/content/tncms/custom/image/595a0f6c-8b6f-11e8-996b-c70bb6ec20ab.jpg?resize=600%2C315",
    "performance_score": 0,
    "domain_rank": 8579,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ca369fa8aed34b52708882c2a98d4d05729be940",
  "url": "https://www.unionleader.com/news/business/economy/nhs-population-gain-outpaces-u-s-most-of-new-england/article_d56d360a-e227-11ee-9f24-eb557be2924f.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Michael Cousineau Union Leader Staff",
  "published": "2024-03-14T07:00:00.000+02:00",
  "title": "NH's population gain outpaces U.S., most of New England | Economy | unionleader.com",
  "text": "New Hampshire’s population grew by a higher percentage than every New England state except Maine and outpaced the nation between 2020 and 2023, according to new Census Bureau estimates. The ramifications include more potential workers — and more people looking for housing in a tight market. “Presumably more bodies mean more bodies available to work,” said Realtor Greg Powers. Growth also can put more strain on community infrastructure, requiring more sewer and water lines as shops and houses are added, said Powers, who works at Keller Williams Realty Metropolitan in Bedford. New Hampshire’s population reached 1,402,054 on July 1, an increase of 24,500 residents or 1.8% since April 1, 2020. All 10 New Hampshire counties gained population during those years, compared with 52% of counties nationwide, according to Ken Johnson, senior demographer with the Carsey School of Public Policy at the University of New Hampshire. “Migration fueled all the population growth, a net influx of nearly 31,000 — most from other areas of the U.S.,” Johnson said in an email. “Nearly 80 percent of these migrants came from within the United States, but the state also received a significant number of immigrants,” Johnson wrote in a separate research brief. “Such migration gains result both from attracting migrants to the state and retaining existing residents,” Johnson wrote. “This emphasizes the importance of developing policies that encourage current residents to remain and new migrants to come to New Hampshire, as well as policies that ensure New Hampshire communities are prepared to support these migrants.” The state experienced 6,600 more deaths than births in the past three years, he said. Powers pointed out that many of the new arrivals came from states with higher home prices. “They had a different perception of value,” Powers said. “What they spent $700,000 on in Massachusetts might be 450 to 500 (thousand) here. They didn’t blink at making an offer over the list price because it was still cheaper than they could get in Mass.” Slower growth in 2023 New Hampshire’s population grew at a slower rate last year. The state gained 3,100 residents last year, compared with 11,500 and 8,800 in the two preceding years, according to Johnson. Carroll County had the largest percentage gain, growing by 4.7% since 2020. Rockingham County had the largest numerical gain — 6,500. Powers called Rockingham County, which includes Portsmouth and the Seacoast, “a very appealing area, and people coming up from Massachusetts, Connecticut and New York, those prices, although high for New Hampshire, didn’t seem all that high for what they could get here.” That, however, makes it more difficult for many people living in the state to buy a new house. Eight counties saw population gains between July 2022 and July 2023. Hillsborough County, which includes Manchester and Nashua, and Coos County had “minimal population losses” that year, but overall gains during the three-year period, Johnson said. Even before the pandemic hit in March 2020, the state was recording more annual deaths than births. ‘Largest migration’ Hillsborough was the only county that recorded more births than deaths in that three-year span. “The largest migration gain (6.9%) was in Carroll County, which has long attracted recreational and amenity migrants, including many from large urban areas,” Johnson wrote. Coos County’s overall population grew by 0.4%. “In northernmost Coos County, where deaths far exceeded births, migration was sufficient to produce a modest population gain,” Johnson wrote. “Even in Hillsborough County, where births exceeded deaths, migration produced nearly 90 percent of the population gain.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ken johnson",
        "sentiment": "none"
      },
      {
        "name": "johnson",
        "sentiment": "none"
      },
      {
        "name": "greg powers",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "keller williams realty metropolitan",
        "sentiment": "none"
      },
      {
        "name": "census bureau",
        "sentiment": "none"
      },
      {
        "name": "carsey school of public policy at the university of new hampshire",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "maine",
        "sentiment": "none"
      },
      {
        "name": "new england",
        "sentiment": "none"
      },
      {
        "name": "new hampshire",
        "sentiment": "none"
      },
      {
        "name": "bedford",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:36:11.919+02:00",
  "updated": "2024-03-15T05:08:48.260+02:00"
}