{
  "thread": {
    "uuid": "e23f8c217018ca15037c1b9820b12f2f0c390577",
    "url": "https://www.app.com.pk/sports/australia-defeat-pakistan-in-mcg-test-to-take-unassailable-2-0-lead/",
    "site_full": "www.app.com.pk",
    "site": "app.com.pk",
    "site_section": "https://www.app.com.pk/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Associated Press Of Pakistan",
    "title": "Australia defeat Pakistan in MCG Test to take unassailable 2-0 lead",
    "title_full": "Australia defeat Pakistan in MCG Test to take unassailable 2-0 lead",
    "published": "2023-12-29T10:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PK",
    "main_image": "https://www.app.com.pk/wp-content/uploads/2022/09/Fall-Back-Image-2.png",
    "performance_score": 0,
    "domain_rank": 47466,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e23f8c217018ca15037c1b9820b12f2f0c390577",
  "url": "https://www.app.com.pk/sports/australia-defeat-pakistan-in-mcg-test-to-take-unassailable-2-0-lead/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NNPS Desk",
  "published": "2023-12-29T10:09:00.000+02:00",
  "title": "Australia defeat Pakistan in MCG Test to take unassailable 2-0 lead",
  "text": "ISLAMABAD, Dec 29 (APP): Australia took an unassailable 2-0 lead to retain the Benaud-Qadir Trophy after they defeated Pakistan by 79 runs at the Melbourne Cricket Ground (MCG) on Friday.\nLeft-arm pacers Shaheen Shah Afridi and Mir Hamza claimed four-wicket hauls each to dismiss Australia for 262 on day four of the match, according to information made available by Pakistan Cricket Board.\nIn reply, Pakistan were bowled out for 237 while chasing 317.\nAustralia resumed from their overnight score of 187-6, leading by 241. Alex Carey scored a half-century (53, 101b, 8x4s) to take his team to 262 before he fell to Mir Hamza, marking the end of Australia’s innings. With Carey’s wicket, Hamza completed his four-wicket haul to register career-best figures (four for 32) in Tests.\nEarlier, Shaheen dismissed Mitchell Starc to claim his fourth wicket of the innings. Aamir Jamal also bagged two wickets; Australian skipper Pat Cummins was caught behind in the 77th over and spinner Nathan Lyon fell on the last delivery of 79th over.\nChasing 317, Pakistan suffered an early setback when opening batter Abdullah Shafique was caught by Usman Khawaja off Starc’s bowling in the fifth over of the innings.\nShan Masood, replacing Abdullah, stitched a 41-run partnership with Imam-ul-Haq, before the latter was trapped LBW by Cummins and departed for a 38-ball 12.\nBabar Azam, the next batter in for Pakistan, batted together with Shan to add 61 more to the total, giving momentum to the innings and helping the team cross the 100-run mark. The Australian skipper brought himself back into the attack to break the partnership by dismissing his counterpart Shan. The Pakistan captain nicked the ball to Steven Smith stationed at slips and walked back after a hard-fought half-century (60, 71b, 7x4s).\nShan is only the third Pakistan captain – after Hanif Mohammad and Imran Khan – to get twin half-centuries in a Test in Australia.\nJosh Hazlewood claimed his solitary wicket of the innings when he breached Babar’s defence. The right-handed batter departed for 41 from 79, including four boundaries. Saud Shakeel (24, 55b, 1×4) was then caught behind on Starc’s bowling and Pakistan found themselves in trouble at 162 for five in 46 overs.\nMohammad Rizwan and Salman Ali Agha attempted to rebuild the innings with a 57-run stand to wrestle back momentum. With Pakistan 99 away from the target, Rizwan fell to Cummins in a dramatic fashion as Australia successfully reviewed a caught-behind appeal. The wicketkeeper-batter walked out after a 62-ball 35 including three fours and a six.\nCummins then picked up the wickets of Shaheen and Aamir to complete his five-wicket haul, his second in the game. For his 10 wickets across both innings, the Australian captain was adjudged player of the match as well.\nSalman went on to score his fifth Test half-century (50, 70b, 6x4s) before Mitchell Marsh took a blinder at third man as the ninth wicket fell on the first ball of the 68th over. Starc removed Mir Hamza on the very next ball to end the game with the visitors dismissed for 237.\nPakistan and Australia will face each other at Sydney Cricket Ground from 3 to 7 January 2024 for the last Test of the Benaud-Qadir Trophy. The first ball is expected to be bowled at 0430 PKT.\nScores in brief:\nAustralia beat Pakistan by 79 runs\nAustralia 318 all out, 96.5 overs (Marnus Labuschagne 63, Usman Khawaja 42, Mitchell Marsh 41; Aamir Jamal 3-64, Mir Hamza 2-51, Hasan Ali 2-61, Shaheen Shah Afridi 2-85, Salman Ali Agha 1-22) and 262 all out, 84.1 overs (Mitchell Marsh 96, Alex Carey 63, Steven Smith 50; Mir Hamza 4-32, Shaheen Shah Afridi 4-76, Aamir Jamal 2-74)\nPakistan 264 all out, 73.5 overs (Abdullah Shafique 62, Shan Masood 54, Mohammad Rizwan 42; Pat Cummins 5-48, Nathan Lyon 4-73, Josh Hazlewood 1-43) and 237 all out, 67.2 overs (Shan Masood 60, Salman Ali Agha 50, Babar Azam 41; Pat Cummins 5-49, Mitchell Starc 4-55, Josh Hazlewood 1-34)\nPlayer of the match – Pat Cummins (Australia)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "benaud",
        "sentiment": "negative"
      },
      {
        "name": "pat cummins",
        "sentiment": "none"
      },
      {
        "name": "mitchell starc",
        "sentiment": "none"
      },
      {
        "name": "aamir jamal",
        "sentiment": "none"
      },
      {
        "name": "carey",
        "sentiment": "none"
      },
      {
        "name": "alex carey",
        "sentiment": "none"
      },
      {
        "name": "shaheen",
        "sentiment": "none"
      },
      {
        "name": "mir hamza",
        "sentiment": "none"
      },
      {
        "name": "shaheen shah afridi",
        "sentiment": "none"
      },
      {
        "name": "hamza",
        "sentiment": "none"
      },
      {
        "name": "nathan lyon",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "pakistan",
        "sentiment": "none"
      },
      {
        "name": "islamabad",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "mir hamza",
        "sentiment": "none"
      },
      {
        "name": "melbourne",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T15:24:38.185+02:00",
  "updated": "2023-12-29T15:24:38.185+02:00"
}