{
  "thread": {
    "uuid": "ba2969d5454e9122f146a4353a94afa67f855a3c",
    "url": "https://sipse.com/novedades/un-exito-concluye-congreso-eucaristico-en-cancun-con-aforo-total-y-sanaciones-470485.html",
    "site_full": "sipse.com",
    "site": "sipse.com",
    "site_section": "http://feeds.feedburner.com/sipsepuntocom",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "¡Un éxito! Concluye Congreso Eucarístico en Cancún con aforo total y sanaciones",
    "title_full": "¡Un éxito! Concluye Congreso Eucarístico en Cancún con aforo total y sanaciones",
    "published": "2024-06-02T02:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://images.sipse.com/OynJcpxPIyhbCud_3t3hfJo4eaQ=/724x500/smart/2024/06/01/1717284066459.png",
    "performance_score": 0,
    "domain_rank": 63843,
    "domain_rank_updated": "2024-05-28T13:09:50.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ba2969d5454e9122f146a4353a94afa67f855a3c",
  "url": "https://sipse.com/novedades/un-exito-concluye-congreso-eucaristico-en-cancun-con-aforo-total-y-sanaciones-470485.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Eduardo del Valle",
  "published": "2024-06-02T02:30:00.000+03:00",
  "title": "¡Un éxito! Concluye Congreso Eucarístico en Cancún con aforo total y sanaciones",
  "text": "¡Un éxito! Concluye Congreso Eucarístico en Cancún con aforo total y sanaciones Se realizó el cierre del congreso con un aforo de aproximadamente mil 100 personas, que era la capacidad máxima. El segundo Congreso Eucarístico de Quintana Roo culminó ayer con aforo total, pero también con sanaciones de personas de todas las edades que sufrían dolores por las vivencias de cada día, y hasta conversiones. Desde las 09:30 horas del sábado se realizó el cierre del congreso en la parroquia Virgen de San Juan, con un aforo de aproximadamente mil 100 personas, que era la capacidad máxima. Pero, Pedro Pablo Elizondo Cárdenas, obispo de la Diócesis Cancún-Chetumal, señaló que el congreso tuvo actividades presenciales en las 73 parroquias del estado, donde miles de quintanarroenses reforzaron su identidad de católicos. Y también recibieron el mensaje del significado de Jesús en la Eucaristía, y como la adoración a este sacramento y la entrega de las culpas puede otorgar paz, liberación y tranquilidad en la vida de cualquiera. Según información de la Diócesis Cancún-Chetumal, los días 30 y 31 de mayo, y el primero de junio se hicieron diversas actividades. Entre estas hubo una procesión en Chetumal, horas santas, conferencias sobre la eucaristía, la caridad, la entrega de la persona a Dios, la importancia de María en la eucaristía, y más. Hubo conferencias, confesiones, y descansos de espíritu para recibir absolución y perdón. Esta última fue para aquellas personas que traían muchas presiones y recibieron una oración de liberación, con la que quedaron dormidos pero se levantaron más tranquilos. Se dieron cantos como Nadie te Ama como Yo, de Martín Valverde, rezos a Jesús para presentar la situación que cada quien carga en su corazón, entregarla al Señor y decirle que confían en Él para sanarla. “El resultado tiene que ser que todas las parroquias tengan una capilla de adoración perpetua. Porque es ir y encontrar en esas capillas la paz, la tranquilidad, la serenidad, la adoración, la contemplación que se está perdiendo en este mundo super acelerado, super estresante”, dijo monseñor. En las capillas de adoración perpetua está presente el Santísimo todo el tiempo. Ahí la gente visita a Jesucristo en la Eucaristía, le reza, lo adora, y se confiesa, y gracias a esto obtienen paz, relajación, y se eliminan malestares como el estrés, la angustia o la depresión. Por su parte, la cantante católica Guadalupe Aguilar, comentó que el congreso eucarístico es una oportunidad para que las personas puedan estar en comunidad, y encontrar a Jesús en la Eucaristía para encontrar paz, luz y fortaleza para tomar decisiones y luchar. “Es algo muy importante dentro de la diócesis, para ayudar a los fieles a tener pues más fuerza, a sentir esa compañía que a veces nos falta de Jesús. Es un reto que los jóvenes participen (…) porque nuestra juventud tiene muchas otras distracciones”, destacó. Cabe señalar que el objetivo del congreso fue impactar a más de 100 mil personas en el estado.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief",
    "Health"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T02:59:33.114+03:00",
  "updated": "2024-06-02T06:38:36.672+03:00"
}