{
  "thread": {
    "uuid": "e2c763c167f2a7910e9e56eecc27c84d48bdf0eb",
    "url": "https://www.hawaiinewsnow.com/2024/01/07/sign-waving-events-human-trafficking-awareness-month/",
    "site_full": "www.hawaiinewsnow.com",
    "site": "hawaiinewsnow.com",
    "site_section": "http://www.hawaiinewsnow.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Hawaii News Now - Breaking News, Latest News, Weather &amp; Traffic",
    "title": "Sign waving events for Human Trafficking Awareness Month",
    "title_full": "Sign waving events for Human Trafficking Awareness Month",
    "published": "2024-01-07T19:26:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gray-khnl-prod.cdn.arcpublishing.com/resizer/v2/AR45QPSL2BEY3BZG3EUGWKPK2I.JPG?auth=cd2908f568e47f7b5cd6f97f3b3d859c1f3ce0f616ff32e45367fa761ce88185&amp;width=1200&amp;height=600&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 6594,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e2c763c167f2a7910e9e56eecc27c84d48bdf0eb",
  "url": "https://www.hawaiinewsnow.com/2024/01/07/sign-waving-events-human-trafficking-awareness-month/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Annalisa Burgos",
  "published": "2024-01-07T19:26:00.000+02:00",
  "title": "Sign waving events for Human Trafficking Awareness Month",
  "text": " The United Nations estimates traffickers are compelling nearly 28 million people into forced labor or sex acts for compensation. But less than half of 1 percent are actually identified.\nIn Hawaii, advocates say sex tourism creates demand.\n“We know that traffickers are women also. So we have conferences here, we have military here, we have local people that still will buy sex from children. So we have to make sure that we’re getting out there and a child is anybody under the age of 18. Right? Because sometimes we look 17. And we look like an adult, but we’re not,” said Tammy Bitanga, program director of Ho’ola Na Pua.\nShe adds the average age of the first sexual exploitation in Hawaii is 11 years old, younger than the national average of 14 years old.\nAnd it’s usually by somebody they know.\n“It’s not the stranger danger, or the kidnapping type of thing. It’s more like it’s a boyfriend, it’s a friend, it’s a family member, and then you get involved in that experience,” she said.\nAdvocates for survivors are urging the public and government to do more to support children at risk.\nNonprofit Hoola Na Pua says It only takes 2 days for a runaway youth to be approached by a trafficker.\nAbout 69% of victims experience homelessness, while more than 60% have a history of being in foster care.\n“We need donors and supporters and community members to come alongside and join us with our programs. We have a mentoring program. We’re always looking for mentors in our community,” Bitanga said.\nThe public is invited to sign waving events across the state on January 11 for National Human Trafficking Awareness Day.\nEvents go from 4-6 p.m. at these locations:\nOahu: Ala Moana Blvd, Corner of Atkinson Dr & Ala Moana Blvd Hawaii Island: Hilo Bay Front near Kamehameha Statue and Kailua –Kona, Henry Street Kauai: Līhuʻe Rice Street, fronting Historical Monument & Garden Maui – UH Maui College Wear blue to show your support. Pre-made signs will be available. Register by calling 808-445-3131.\nParticipation will also include recognition and respect for the Blue Campaign, a federal campaign to educate the public, law enforcement and other industry partners to recognize the indicators of human trafficking, and how to appropriately respond.\nA Red Sand Ceremony will also be held on January 31. Visit hoolanapua.org for more information.\nCopyright 2024 Hawaii News Now. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice",
    "Social Issue"
  ],
  "external_links": [
    "https://hoolanapua.org/",
    "https://hoolanapua.org",
    "https://www.hoolanapua.org/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tammy bitanga",
        "sentiment": "none"
      },
      {
        "name": "pua",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "united nations",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "hawaii",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:35:52.061+02:00",
  "updated": "2024-01-18T14:39:21.519+02:00"
}