{
  "thread": {
    "uuid": "f75f9be94ff824d3f9cc337e376ee38687f05fc1",
    "url": "https://catholicexchange.com/grand-resolutions-for-catholic-grandparents-in-2024/",
    "site_full": "catholicexchange.com",
    "site": "catholicexchange.com",
    "site_section": "https://catholicexchange.com/feed",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "Catholic Exchange",
    "title": "Grand Resolutions for Catholic Grandparents in 2024",
    "title_full": "Grand Resolutions for Catholic Grandparents in 2024",
    "published": "2023-12-29T07:04:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://catholicexchange.com/wp-content/uploads/2023/12/annie-spratt-Ef1H5YTTmZ8-unsplash-scaled.jpg",
    "performance_score": 0,
    "domain_rank": 42237,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f75f9be94ff824d3f9cc337e376ee38687f05fc1",
  "url": "https://catholicexchange.com/grand-resolutions-for-catholic-grandparents-in-2024/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dan Spencer III",
  "published": "2023-12-29T07:04:00.000+02:00",
  "title": "Grand Resolutions for Catholic Grandparents in 2024",
  "text": "Here we go again! The New Year brings a sense that all things are possible…sort of. As we consider New Year’s resolutions our mind’s inevitably return to previous years’ efforts, and all too often, failures. But for grandparents that need not be the case—if we set our goals based on measurable, specific, and attainable goals. I refer to these as “Grand-Resolutions.”\nFor faithful Catholic grandparents, our first priority is obviously the spiritual realm. Not that there is anything wrong with setting resolutions in the financial, dietary, or other areas of life, but as an “Intentional Catholic Grandparent” it would seem that our spiritual foundational resolutions should come first. And be, well, intentional to focus on God and our relationship with each person of the Trinity.\nA good beginning might be to consider that any resolutions we make might best be oriented toward Christ. That is, resolutions that glorify Him and are ordered to His will rather than just to our external benefit. Consider goals that will bring you closer to God, find ways to call upon the Holy Spirit more, as well as building your character of charity, or benefit others.\nA great place to begin is to ask Jesus what HE might have in mind for you to do with regards to your role as a grandparent for this New Year. Consider how any resolutions you might make deepen your relationship with Christ, your neighbor, and that of your grandchildren. Resolutions should be thought of as the effort to establish a new habit (in Catholic teaching such habits are called virtues). Not just wishes but, rather, actions that when integrated into your life build your to better conforming to Christ and a life of charity.\nVirtuous living is a primary witness to our adult children and grandchildren.\nHere are six questions to consider when establishing resolutions:\n- How is my devotional life?\nAs a Catholic grandparent we might do a bit of an examination of conscience about the amount and quality of time we send in devotional practices such as reading the scriptures, prayer, adoration, and spiritual reading. At first, as is the case in reading the scriptures, beginning with things like…\n- Pray or Read the Bible 10 minutes per day\n- Read a Spiritual Book rather than a secular one\n- Visit Jesus in the Blessed Sacrament or sign up for Adoration for 1 hr. per week specifically dedicated to pray for your children and grandchildren\n- Share your faith in some way with your grandchild 1x/wk\n- Join or attend a Catholic bible study or Catholic topic discussion group\n2. How is my sacramental life?\nThe sacraments by their very nature engage us physically and spiritually into the very person of Jesus. As grandparents we engage the sacraments with two thing in mind: 1) they are the means by which sanctifying grace is extended to us for the purpose of conforming our lives more completely to Christ and 2) That we might be a witness to God’s gracious love for us and thereby empowering us to “be Christ” to others-beginning with our family.\nRenewing of our baptismal vows, attending Mass, availing ourselves to make a good Examination of Conscience, and receive the gift of Confession and Absolution in the Sacrament of Reconciliation, etc. all speak volumes to our grandchildren and adult children about our priorities, our recognition of our own challenges, of the importance of our communal relationship with Christ, our fellow Catholics and saints suffering and triumphant.\n- Do a Good Examination of Conscience and share with your grandchildren the benefits of this\n- Decide which grandchild to pray for at Mass\n- Fast one day/month for your grandchildren\n- Is your grandchild old enough to accompany you to Reconciliation? If so, invite your Grandchildren (if they are of age) to join you at Confession with a meal following and you can discuss what the sacrament means to you.\n3. How is my commitment to my neighbor?\nWe all have a wonderful opportunity to witness to our faith in Christ through intentional acts of mercy and kindness. Involving grandchildren or even adult children is a worthwhile new resolution for many of us. Might this New Year be a chance to engage with organizations, groups or ministries and include your grandchildren that seek to make tangible the love of Christ? Consider…\n- Volunteer for a Catholic charity\n- Contribute financially to a new charity or expand your current donations\n- Forgive past grievances and make amends-particularly with estranged friends\n- Help heal any inter-family grievances and make amends\n4. What effort am I making in Family Enrichment?\nNumerous studies have shown that a happy, secure home is the bedrock for grandchildren feeling safe and loved. The New Year is a wonderful time to commit to more involvement with your adult married children as well which helps provide a foundation for your children’s and grandchild’s faithfulness. Consider…\n- Babysitting for your adult child/parent while they go on a date night\n- Babysitting for grown parents while they go to a marriage enrichment event\n- Committing to a weekly meeting to a grandchild each week which rotates\n- Celebrating one grandchild’s birthday at a time – maybe take them out alone to lunch to make them feel special\n- Write a Legacy Letter to each grandchild on their birthday or anytime during the year\n5. What is my Demeanor and Personal Comportment?\nOur words and actions around our children and grandchildren can impact them greatly, even more than we probably realize. Always having true respect for others and a living testimony about believing in the dignity of the human person, and living with a positive attitude, can not only plant a seed of growing stronger bonds with family and friends but can bring joy, peace, and hope, even in difficult times and family situations. Here’s some helpful items to consider…\n- Don’t gossip about others or engage in group negativity\n- Be an encourager and “lifter-upper”, not a “Debbie downer”\n- Try to look at the glass half-full in times of trouble and count your blessings such as your “have’s” rather than your “have-not’s”\n- Catch your adult child or grandchild doing something good and take the time to praise the action\n- Offer up any physical challenges/illnesses for one grandchild/week\nCommit and Write out your Grand Resolutions and Action Plan for 2024!\n- Pray about your commitments. Call upon the Holy Spirit.\n- Commit your effort and write them down! Post them on your mirror or somewhere you will see them daily.\n- Don’t do it alone. Find someone to help keep you accountable.\nWishing you a “Grand” New Year!\nPhoto by\nAnnie Spratt on Unsplash",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [
    "https://unsplash.com/@anniespratt?utm_content=creditCopyText&utm_medium=referral&utm_source=unsplash",
    "https://unsplash.com/photos/green-christmas-decor-with-new-year-greetings-Ef1H5YTTmZ8?utm_content=creditCopyText&utm_medium=referral&utm_source=unsplash",
    "https://unsplash.com/@anniespratt",
    "https://www.unsplash.com/photos/green-christmas-decor-with-new-year-greetings-Ef1H5YTTmZ8?utm_content=creditCopyText&utm_medium=referral&utm_source=unsplash",
    "https://unsplash.com/photos/green-christmas-decor-with-new-year-greetings-Ef1H5YTTmZ8",
    "https://www.unsplash.com/@anniespratt?utm_content=creditCopyText&utm_medium=referral&utm_source=unsplash"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "catholic grandparents",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T08:14:56.706+02:00",
  "updated": "2023-12-29T08:14:56.706+02:00"
}