{
  "thread": {
    "uuid": "3398d00f03457fda58e4818fd7da15b5cff54d6a",
    "url": "https://kfoxtv.com/news/local/new-mexico-state-police-to-host-second-gun-buyback-in-january-las-cruces-first-baptist-church-4201-north-sonoma-ranch-blvd-dennis-giever-criminal-justice-new-mexico-state-university",
    "site_full": "kfoxtv.com",
    "site": "kfoxtv.com",
    "site_section": "https://cbs4local.com",
    "site_categories": [
      "media"
    ],
    "section_title": "chevron-right",
    "title": "chevron-right",
    "title_full": "chevron-right",
    "published": "2023-12-28T23:04:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://kfoxtv.com/resources/media/fc35a964-8470-4f47-a248-02b5dd2e0d8a-large16x9_01_00_57_21.jpg",
    "performance_score": 0,
    "domain_rank": 25414,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3398d00f03457fda58e4818fd7da15b5cff54d6a",
  "url": "https://kfoxtv.com/news/local/new-mexico-state-police-to-host-second-gun-buyback-in-january-las-cruces-first-baptist-church-4201-north-sonoma-ranch-blvd-dennis-giever-criminal-justice-new-mexico-state-university",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Drew Pittock",
  "published": "2023-12-28T23:04:00.000+02:00",
  "title": "chevron-right",
  "text": "LAS CRUCES, New Mexico (KFOX14/CBS4) — New Mexico state police announced Thursday that it will be hosting its second gun buyback event in January to promote firearm safety and reduce gun violence. A slate of events across the state are scheduled for Jan. 6 from 8 a.m. to 2 p.m., with Las Cruces's happening at First Baptist Church at 4201 N. Sonoma Ranch Blvd. During the event, people can anonymously hand in unwanted guns -- functional or non-functional and no questions asked -- and receive Visa gift cards in return, with handguns worth $100 and rifles and shotguns worth $200. We are providing people a resource to turn in unwanted guns; helping law enforcement combat violent crimes where guns are used and aiding in the reduction of accidental deaths and suicides,\" said Troy Weisler, Chief of the New Mexico State Police. \"By holding responsible voluntary gun disposal events like this, we can all help make New Mexico safer. This will be the New Mexico state police's second gun buyback, following its inaugural event in November. Although these events are \"intended to prevent unwanted or unneeded guns from causing harm or being used to commit acts of violence,\" according to the New Mexico police, opinions about their effectiveness are mixed. RELATED: [New Mexico state police's gun buyback event in Las Cruces stirs debate over its effectiveness](https://kfoxtv.com/news/local/new-mexico-state-polices-gun-buyback-event-in-las-cruces-stirs-debate-over-its-usefulness-dennis-giever#?src=link) For example, Dennis Giever, the department head of Criminal Justice at New Mexico State University said that while some people might give their guns up, it's not going to be the people who pose the greatest threat to the community. “I just don't think it's really going to curb what we're trying to curb,” Giever told KFOX14/CBS4 in November. “The guns that we need to get off the street are in the hands of people probably illegally... They sure as heck don't want to give them back.\" Rather, Giever suggested that law enforcement could work more closely with the community, and specifically, young people, to get their message across. “We should capitalize on that as much as we can, with school-based programs,\" Giever said. “If a kid wants to get a hold of a gun, they can get a hold of a gun. As adults, we need to be watching what our children are doing and keep them away from guns.\" Meanwhile, when confronted with the efficacy of such events based on past studies, Wilson Silver, a spokesperson with the New Mexico State Police Department said, \"We just want to get the word out there, you know, for anyone who doesn't want the responsibility of having a firearm, this is just one option for them to, to take that firearm and turn it in.” RECOMMENDED: [Lt. Eric Urenda named Deputy Chief of Operations for Las Cruces Police Department](https://kfoxtv.com/news/local/lt-eric-urenda-named-deputy-chief-of-operations-for-las-cruces-police-department-jeremy-story-new-mexico#?src=link) [Sign up](/sign-up) to receive the top interesting stories from in and around our community once daily in your inbox.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "troy weisler",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "new mexico state police",
        "sentiment": "none"
      },
      {
        "name": "first baptist church",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new mexico",
        "sentiment": "none"
      },
      {
        "name": "las cruces",
        "sentiment": "none"
      },
      {
        "name": "las cruces",
        "sentiment": "none"
      },
      {
        "name": "n. sonoma ranch blvd.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T01:16:06.147+02:00",
  "updated": "2023-12-29T01:16:06.147+02:00"
}