{
  "thread": {
    "uuid": "5186eb5541b30f08a32d29fe68673e7501350d4f",
    "url": "https://news.stv.tv/scotland/police-urge-bike-riders-to-sign-up-to-bike-register-database-to-help-recover-lost-or-stolen-bicycles",
    "site_full": "news.stv.tv",
    "site": "stv.tv",
    "site_section": "https://news.stv.tv/feed",
    "site_categories": [
      "logistics",
      "society",
      "business"
    ],
    "section_title": "STV News",
    "title": "Police urge bike riders to sign up to Bike Register Database to help recover lost or stolen bicycles",
    "title_full": "Police urge bike riders to sign up to Bike Register Database to help recover lost or stolen bicycles | STV News",
    "published": "2023-12-29T12:32:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://news.stv.tv/wp-content/uploads/2021/12/5f6d03332cb0c9971cf6cbf2b07a524a-social-default.jpg",
    "performance_score": 0,
    "domain_rank": 9642,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 32,
        "comments": 2,
        "shares": 50
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5186eb5541b30f08a32d29fe68673e7501350d4f",
  "url": "https://news.stv.tv/scotland/police-urge-bike-riders-to-sign-up-to-bike-register-database-to-help-recover-lost-or-stolen-bicycles",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Matthew Fulton",
  "published": "2023-12-29T12:32:00.000+02:00",
  "title": "Police urge bike riders to sign up to Bike Register Database to help recover lost or stolen bicycles",
  "text": "Police are calling on all bike riders to make use of a new app that aims to recover their cycles if they are stolen. The force are urging cyclists to sign up to the Bike Register Database, which already contains the details of tens of thousands of bicycles across the UK. The bank of information, used by Police Scotland for the last year, is also condensed into a downloadable app which owners are being urged to use to register their bike if it is lost or stolen. Police say there have been four incidents recently that have resulted in bikes being returned to their owners thanks to the app, with one cyclist in Edinburgh reunited with their bicycle after moving to Woking. A member of the public discovered the bike and with the phone app’s functions, was able to help the owner trace its location as it had been registered as lost. Police in the Wester Hailes area of Edinburgh say in the last two months they stepped in to return two bikes to owners through the app after they had been handed in to a police station with both being registered on the database as stolen. The app allows users to scan a barcode or enter property details to find out the status of the bike, whether it is lost or stolen and details about the owner. The force say with a number of new bikes likely purchased as Christmas gifts, riders should take advantage of the new features to log their details. Inspector Jordan Low from Police Scotland’s Rural and Acquisitive Crime Team, said: “We know that for many in Scotland, bikes are not just an important recreational item, they are a vital mode of transportation or exercise and to have them lost or stolen can be devastating. “I would ask that all bike owners ensure their bicycles’ details are logged on the Bike Register database, as this will aid us during our inquiries whenever we locate any bikes that we believe to be stolen, or that are brought into police stations as lost property. “The recent successful recoveries highlight just how important the database is in order to reunite bikes with their rightful owners and the app available to officers on their mobile device is another useful tool in helping us tackle bike theft across the country.” STV News is now on WhatsApp Get all the latest news from around the country [Follow STV News](https://www.whatsapp.com/channel/0029VaCESJzKgsNvKKNOYO2r) Follow STV News on WhatsApp Scan the QR code on your mobile device for all the latest news from around the country",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [
    "https://www.whatsapp.com/channel/0029VaCESJzKgsNvKKNOYO2r)",
    "https://whatsapp.com/channel/0029VaCESJzKgsNvKKNOYO2r)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "scotland",
        "sentiment": "none"
      },
      {
        "name": "edinburgh",
        "sentiment": "none"
      },
      {
        "name": "woking",
        "sentiment": "none"
      },
      {
        "name": "wester hailes",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T13:51:07.825+02:00",
  "updated": "2023-12-29T13:57:17.269+02:00"
}