{
  "thread": {
    "uuid": "7e61435398d5d8b2c4c6eaffccd254a6efd81641",
    "url": "https://indianexpress.com/web-stories/miscellaneous/good-friday-across-india/9240318",
    "site_full": "indianexpress.com",
    "site": "indianexpress.com",
    "site_section": "https://indianexpress.com",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Latest News Today: Breaking News and Top Headlines from India, Entertainment, Business, Politics and Sports | The Indian Express",
    "title": "Good Friday across India",
    "title_full": "Good Friday across India",
    "published": "2024-03-29T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://images.indianexpress.com/2024/03/Good-Friday-across-India.jpg",
    "performance_score": 0,
    "domain_rank": 988,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7e61435398d5d8b2c4c6eaffccd254a6efd81641",
  "url": "https://indianexpress.com/web-stories/miscellaneous/good-friday-across-india/9240318",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Express Web Desk",
  "published": "2024-03-29T03:00:00.000+03:00",
  "title": "Good Friday across India",
  "text": "Mar 29, 2024 Good Friday is a Christian religious holiday observed on the Friday before Easter Sunday. In picture, Devotees take part in the re-enactment of Jesus Christ's Way of the Cross to mark Good Friday in Vadodara. Source: EXPRESS PHOTO BY BHUPENDRA RANA It commemorates the crucifixion and death of Jesus Christ at Calvary. In picture, Catholic devotees from Catholic Secular Forum participate in a religious procession enacting the suffering and death of Jesus Christ, in order to mark Good Friday, at Santacruz in Mumbai. Source: Express photo by Sankhadeep Banerjee Christians believe Jesus is the Son of God. In picture, Christian devotees participate in a prayer at the Sacred Heart Cathedral to observe the Good Friday, in New Delhi. Source: Express Photo By Amit Mehra The day is called Good Friday because Jesus was crucified on a Friday. In picture, Christans enact crucifixion of Lord Jesus at Sacred Heart Church in Kolkata. Source: PTI In some regions of India, particularly in states with a significant Christian population like Goa, Kerala, and parts of Northeast India, Good Friday is marked by elaborate church services, reenactments of the Passion of Christ, and the Way of the Cross processions. Source: Express photo by Jithendra M Good Friday is also known as Holy Friday, Black Friday, or Great Friday. In picture, Christian devotees take part in a procession in Jalandhar. Source: PTI It marks the beginning of the Easter weekend and the end of the Holy Week. In picture, a procession in Amritsar. Source: PTI Good Friday is a day of mourning and reflection for Christians worldwide. In picture, an enactment at St Francis D'Sales Cathedral in Nagpur. Source: PTI It is a public holiday in many countries, including the United States, Canada, Australia, and the United Kingdom. In picture, Christian devotees during a play on crucifixion of Jesus Christ in Guwahati. Source: PYI Traditions associated with Good Friday include fasting, attending church services, and participating in processions. In picture, Christian devotees take part in a 'Way of the Cross' procession in Thiruvananthapuram. Source: PTI Some Christians abstain from meat or animal products on this day. In this picture, Christian devotees observe 'Good Friday' at a church, in Chennai. Source: PTI Hot cross buns, sweet bread rolls with a cross on top, are a customary food symbolizing the crucifixion. In picture, Christian devotees at St. Joseph Church, in Hyderabad. Source: PTI Good Friday is a time for Christians to remember Jesus' sacrifice, reflect on selflessness and love, and renew their faith. In picture, a procession in Patna. Source: PTI It is a solemn and meaningful day that emphasizes the importance of Christian principles and values. In picture, a procession in Jammu Source: PTI Countries with easier work visa processes for Indians",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "sankhadeep banerjee",
        "sentiment": "none"
      },
      {
        "name": "amit mehra",
        "sentiment": "none"
      },
      {
        "name": "jesus christ",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "catholic",
        "sentiment": "none"
      },
      {
        "name": "catholic secular forum",
        "sentiment": "none"
      },
      {
        "name": "pti",
        "sentiment": "none"
      },
      {
        "name": "cross",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "calvary",
        "sentiment": "none"
      },
      {
        "name": "new delhi",
        "sentiment": "none"
      },
      {
        "name": "vadodara",
        "sentiment": "none"
      },
      {
        "name": "northeast india",
        "sentiment": "none"
      },
      {
        "name": "sacred heart church",
        "sentiment": "none"
      },
      {
        "name": "santacruz",
        "sentiment": "none"
      },
      {
        "name": "goa",
        "sentiment": "none"
      },
      {
        "name": "kolkata",
        "sentiment": "none"
      },
      {
        "name": "mumbai",
        "sentiment": "none"
      },
      {
        "name": "kerala",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T16:27:48.770+03:00",
  "updated": "2024-03-29T16:27:48.770+03:00"
}