{
  "thread": {
    "uuid": "f756df1f76d99f44d893dc9253d583ed152c443f",
    "url": "https://www.the-star.co.ke/news/2024-02-16-president-ruto-affirms-kenyas-climate-advocacy-partnership-with-azerbaijan",
    "site_full": "www.the-star.co.ke",
    "site": "the-star.co.ke",
    "site_section": "https://www.the-star.co.ke/rss",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "The Star  ",
    "title": "Ruto affirms climate advocacy partnership with Azerbaijan",
    "title_full": "Ruto affirms climate advocacy partnership with Azerbaijan",
    "published": "2024-02-16T08:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "KE",
    "main_image": "https://lh3.googleusercontent.com/YSvVB4gTwRe9E5LpgQhCB-8kOZAFijfqAtekET4sBoeJKdfMtS5_sg83_VnuzGUAUHA-4lxWucOS2yT2AidqIplgyAVXN3o8cQs72VxTHA=s1000",
    "performance_score": 0,
    "domain_rank": 11462,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f756df1f76d99f44d893dc9253d583ed152c443f",
  "url": "https://www.the-star.co.ke/news/2024-02-16-president-ruto-affirms-kenyas-climate-advocacy-partnership-with-azerbaijan",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "maureen.kinyanjui@radioafricagroup.co.ke (MAUREEN KINYANJUI)",
  "published": "2024-02-16T08:08:00.000+02:00",
  "title": "Ruto affirms climate advocacy partnership with Azerbaijan",
  "text": "• President Ruto affirmed Kenya's unwavering dedication to articulating Africa's position on climate change as a critical threat to humanity. • The President spoke after meeting Azerbaijan's Ambassador to Kenya, Sultan Hjiyev, at State Lodge Sagana in Nyeri County. Diplomatic ties between Kenya and Azerbaijan continue to strengthen as President William Ruto affirms joint commitment to climate advocacy. On Thursday, Ruto emphasized the robust ties that have flourished over the past two decades. \"Kenya and Azerbaijan have had robust relations that continue to grow from strength to strength to the great benefit of the two countries and their peoples,\" he said. The President spoke after meeting Azerbaijan's Ambassador to Kenya, Sultan Hjiyev, at State Lodge Sagana in Nyeri County. Acknowledging the fruitful 20 years of diplomatic relations between the two nations, the Head of State highlighted the mutual benefits derived by both countries and their people. As Azerbaijan's capital, Baku prepares to host COP29 later this year, President Ruto affirmed Kenya's unwavering dedication to articulating Africa's position on climate change as a critical threat to humanity. He emphasized the nation's commitment to advocating for global collective action to address the adverse effects of climate change. The meeting with Ambassador Hjiyev served as an opportunity to reinforce diplomatic ties and discuss shared priorities, particularly in the context of climate change. President Ruto's commitment underscores Kenya's active role in the global discourse on environmental issues, with a focus on amplifying Africa's voice in the face of climate challenges. The upcoming COP29 in Baku presents a crucial platform for Kenya to contribute to international efforts aimed at mitigating the impact of climate change on a global scale. The diplomatic exchange further solidifies the commitment of both nations to collaborative initiatives that benefit their respective populations and address pressing global concerns. Last week, President Ruto congratulated President Ilham Heydar Oglu Aliyev on his re-election as President of the Republic of Azerbaijan. Ruto said Ilham's resounding victory re-affirms the trust the people of Azerbaijan have in his ability and leadership. He said the re-election will serve to strengthen diplomatic ties between Kenya and Azerbaijan as they mark the 20th anniversary of their relations. Aliyev is the fourth President of the Republic of Azerbaijan. Ilham is the son and second child of former Azerbaijani president Heydar Aliyev. Aliyev first became Azerbaijan's president on October 31, 2003, shortly before his father's death after a two-month term as prime minister. He was re-elected for a second term in 2008 and was allowed to run in elections indefinitely in 2013 and 2018 due to the 2009 constitutional referendum, which removed term limits for presidents.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ruto",
        "sentiment": "negative"
      },
      {
        "name": "william ruto",
        "sentiment": "none"
      },
      {
        "name": "sultan hjiyev",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "azerbaijan",
        "sentiment": "none"
      },
      {
        "name": "africa",
        "sentiment": "none"
      },
      {
        "name": "kenya",
        "sentiment": "none"
      },
      {
        "name": "state lodge sagana",
        "sentiment": "none"
      },
      {
        "name": "baku",
        "sentiment": "none"
      },
      {
        "name": "nyeri county",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T11:17:50.407+02:00",
  "updated": "2024-02-16T11:26:13.966+02:00"
}