{
  "thread": {
    "uuid": "14f1610959183f5585378e2c0459b1c3f318f839",
    "url": "https://www.wkyt.com/2024/02/29/kentucky-leaplings-celebrate-birthdays-leap-day",
    "site_full": "www.wkyt.com",
    "site": "wkyt.com",
    "site_section": "http://www.wkyt.com/news",
    "site_categories": [
      "media"
    ],
    "section_title": "News",
    "title": "Kentucky mother, son celebrating special birthdays",
    "title_full": "Kentucky mother, son celebrating special birthdays",
    "published": "2024-02-29T23:46:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gray-wkyt-prod.cdn.arcpublishing.com/resizer/v2/FCYU4QTMRFGMTPNVOFXVNXUV5M.jpg?auth=508d3aed1c4f99a367a54899bf77766e99985b7c3e9a88490852afd5ef3907c7&amp;width=1200&amp;height=600&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 14560,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "14f1610959183f5585378e2c0459b1c3f318f839",
  "url": "https://www.wkyt.com/2024/02/29/kentucky-leaplings-celebrate-birthdays-leap-day",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@wkyt",
  "published": "2024-02-29T23:46:00.000+02:00",
  "title": "Kentucky mother, son celebrating special birthdays",
  "text": "Kentucky mother, son celebrating special birthdays LEXINGTON, Ky. (WKYT) - People born on February 29, or “leaplings,” as they are called, get one actual birthday every four years. Research shows that only around five million people on the planet are leaplings. We caught up with UK student Emma Perry during a shoot with the university’s social media department, highlighting her big day. On Thursday, this accounting major is celebrating her fifth birthday and her 20th year. She says growing up, she had mixed feelings when her actual birthday didn’t come around. “I feel like sometimes I felt like I don’t have an actual day to celebrate, but also, my parents did a really good job of making sure that I felt celebrated, and I kind of celebrated the 28 and the first instead of just celebrating the 29,” Emma said. Emma will have a special birthday dinner with her mom who’s driving three hours from Hopkinsville to Lexington. Nancy Schoenberg also has a leap day birth birthday. “So today [leap day], I celebrate my 15th birthday. I’ll let you do the math on that one,” Nancy said. Nancy says growing up, her mother took a unique approach when her birthday didn’t fall on a leap year. “Mom, she would celebrate half birthdays, so come August 29, we would have another celebration, so my family never made me feel like I was lacking in any way,” Nancy said. “But when the 29 comes along, we would really celebrate because it doesn’t come along very often.” Nancy is traveling to New Orleans to celebrate. There is a one in 2.1 million chance a leap-year mother would have a leap-year baby. Leapling Cyndy Miller gave birth to her son Stinson on her actual eighth birthday at 32 years old. Cyndy says Stinson’s birth was close to midnight, almost missing the 29. “Obviously, there was a reason for it, but there was no exact timing on anything,” Stinson said. Now, Cyndy will be celebrating her 18th birthday, and Stinson will be celebrating his tenth birthday, at 72 years and 40 years old respectively. “I’m happy to be here, not thrilled about the seven in front, but I’m happy to be here,” Cyndy said. “We’re going to fit four years into one, right? So we gotta go all out,” Stinson said. The Millers tell us they are indeed going all out with a party at Mirror Twin Brewing in Lexington and expect 60 guests, some from out of town, to help them celebrate the big day. Copyright 2024 WKYT. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nancy schoenberg",
        "sentiment": "none"
      },
      {
        "name": "nancy",
        "sentiment": "none"
      },
      {
        "name": "emma perry",
        "sentiment": "none"
      },
      {
        "name": "emma",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "ky.",
        "sentiment": "none"
      },
      {
        "name": "lexington",
        "sentiment": "none"
      },
      {
        "name": "kentucky",
        "sentiment": "none"
      },
      {
        "name": "hopkinsville",
        "sentiment": "none"
      },
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "lexington",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:42:59.690+02:00",
  "updated": "2024-03-01T00:42:59.690+02:00"
}