{
  "thread": {
    "uuid": "533cd11d16761e649d82d8e33d1b96f0d7e4204f",
    "url": "https://www.pr.com/press-release/908637",
    "site_full": "www.pr.com",
    "site": "pr.com",
    "site_section": "http://www.pr.com/rss/press-releases.xml",
    "site_categories": [
      "search_engine",
      "tech"
    ],
    "section_title": "PR.com Press Releases",
    "title": "Millie Baker’s Newly Released \"Simply, Good Morning and Shalom\" is an Uplifting Resource for Daily Inspiration - PR.com",
    "title_full": "Millie Baker’s Newly Released \"Simply, Good Morning and Shalom\" is an Uplifting Resource for Daily Inspiration - PR.com",
    "published": "2024-03-29T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.pr.com/o1200/release/2403/518316/pressrelease_518316_1711378317.jpeg",
    "performance_score": 0,
    "domain_rank": 9786,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "533cd11d16761e649d82d8e33d1b96f0d7e4204f",
  "url": "https://www.pr.com/press-release/908637",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Media Department",
  "published": "2024-03-29T03:00:00.000+03:00",
  "title": "Millie Baker’s Newly Released \"Simply, Good Morning and Shalom\" is an Uplifting Resource for Daily Inspiration - PR.com",
  "text": "New Oxford, PA, March 29, 2024 --( PR.com )-- “Simply, Good Morning and Shalom”: an empowering resource for rejuvenating one’s spiritual walk. “Simply, Good Morning and Shalom” is the creation of published author, Millie Baker.\nReaders have commented on Millie’s writing: “Tammy—Each day is a journey. Millie’s morning devotions are so inspiring and encouraging to me. As her thoughts and experiences are applied to the Scripture—it gives me a new perspective for each day. Millie’s words come so naturally, and I know it is her Love for the Lord. These devotions help me to stay focused on my journey with my life and my Love for the Lord.\n“Jessica—I enjoy the morning thoughts. Millie began writing the morning thoughts when COVID began. In such uncertain times it was nice to have a devotional come through reminding us to stay connected to God. Everything—big or little—can be related to God and you can see God working in everything if you just take the time to look and listen to what message the Lord is sending to you and that’s what the morning thoughts do for me. I always try to see God in everything and when Millie sends out our messages, it’s another refreshing way to open my mind to how much the Lord loves us and cares for us. And as Millie shares them with us, we can send them to others and spread the loving message of the gospel in a way that others understand and enjoy as well. God Bless\n“Jack—I would like to say that I like to read your little stories about when you and Mitzi go on your days walk. You talk about the weather, the people see, the flowers, workers along the way and how it reminds you of scripture sayings. I really do enjoy them. Thank you for sharing them.\n“Bob and Joyce—We have been reading Millie’s Devotionals for several years now and for us they are very uplifting. They seem to address all the things that are happening in our everyday lives. And out of the darkness of times, today they are a bright spot in our day.\n“Jim and Melissa—We are amazed at how this sweet, kind soul has opened our eyes, through word, to God’s presence- not only on a good day but difficult days as well.\n“Rich and Lori—'Praise God for Miss Millie’s devotion to Christ. These Holy Spirit. inspired writings with concise, detailed connections from everyday experiences help us realize that our God is in every moment. Such a blessing!'\n“Pastor Jeannine—'I love these devotions because I can read and understand them easily; and I can relate so many of them to situations in my own life as well as others. I anticipate reading the next one and the next one. A daily blessing!'\n“Kevin—Oh, how lucky I am. And a reminder of how humble I need to be. Daily inspirations with a lesson and guidance from the scriptures of our Lord. Walks with Millie and Mitzi…smiles abound! Everyday messages that speak to splendor of life, or a description of nature’s creations, that are around us. A counsel for us to have empathy to hardships and sorrows that others may face. Pausing in my daily tasks—for in each message I may find comfort and some joy, a need to grin, or a need to pray for others, or even a reflection I find I need to take on myself. And how fortunate I am, receiving multiple blessings in each message, as I receive a thought in my own journey with the Lord and a daily walk with her—my mom!”\nPublished by Christian Faith Publishing, Millie Baker’s new book is a beacon of spiritual guidance and encouragement, weaving profound insights with heartfelt wisdom to inspire readers on their journey toward a deeper, more meaningful connection with their faith and a renewed sense of hope and purpose in their lives.\nConsumers can purchase “Simply, Good Morning and Shalom” at traditional brick & mortar bookstores, or online at Amazon.com, Apple iTunes store, or Barnes and Noble.\nFor additional information or inquiries about “Simply, Good Morning and Shalom,” contact the Christian Faith Publishing media department at 866-554-0919.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "https://www.christianfaithpublishing.com/books/?book=simply-good-morning-and-shalom",
    "https://christianfaithpublishing.com/books/?book=simply-good-morning-and-shalom",
    "https://www.christianfaithpublishing.com/books/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "millie baker",
        "sentiment": "negative"
      },
      {
        "name": "millie",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "new oxford",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T13:06:42.534+03:00",
  "updated": "2024-03-29T13:06:42.534+03:00"
}