{
  "thread": {
    "uuid": "057ac6f30e006fcf2e2f27d91bfaeb600b470579",
    "url": "https://www.thecourier.com.au/story/8580645/new-drug-veoza-approved-to-treat-menopausal-symptoms-in-australia",
    "site_full": "www.thecourier.com.au",
    "site": "thecourier.com.au",
    "site_section": "https://thecourier.com.au",
    "site_categories": [
      "media"
    ],
    "section_title": "Ballarat news, sport and weather | The Courier | Ballarat, VIC",
    "title": "New drug VEOZA approved to treat menopausal symptoms in Australia | The Courier | Ballarat, VIC",
    "title_full": "New drug VEOZA approved to treat menopausal symptoms in Australia | The Courier | Ballarat, VIC",
    "published": "2024-04-04T13:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://www.thecourier.com.au/images/transform/v1/crop/frm/231014648/6d6ba6fc-7ac7-48b0-8232-7ec9192777a6.JPEG/r0_75_4032_2192_w1200_h630_fmax.jpg",
    "performance_score": 0,
    "domain_rank": 32303,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "057ac6f30e006fcf2e2f27d91bfaeb600b470579",
  "url": "https://www.thecourier.com.au/story/8580645/new-drug-veoza-approved-to-treat-menopausal-symptoms-in-australia",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Emily Anderson",
  "published": "2024-04-04T13:00:00.000+03:00",
  "title": "New drug VEOZA approved to treat menopausal symptoms in Australia | The Courier | Ballarat, VIC",
  "text": "Hormone therapy was Sandra Mesic's saving grace when her [menopausal symptoms](https://www.dailyadvertiser.com.au/story/8410865/inquiry-to-examine-wide-ranging-impacts-of-menopause/) became \"horrible\". Now she hopes a new non-hormonal drug will help more women. Australian doctors will be able to prescribe menopausal women the pharmaceutical drug VEOZA from April 5 to treat hot flushes and night sweats that are known as vasomotor symptoms (VMS). Up to 80 per cent of women in menopausal transition will experience VMS. Sandra Mesic from Victoria was one of these women and described hot flushes as \"volcanic\" episodes that she experienced every hour. \"The heat comes from deep within, you can't escape it, it's horrible,\" the 52-year-old from Maldon said. \"Then at night, you're sweating profusely all night. There's no point even trying to sleep, you wake up and you're drenched.\" For years Ms Mesic battled with ineffective medication and experienced other symptoms including irritability, low moods, dryness, tinnitus and severe aches and pains. \"The worst for me was irritability, it's still a miracle that the people around me are still alive,\" she said. \"You're crying constantly, at every pin drop you start balling your eyes out.\" Unable to work and \"feel like a real human being\", Ms Mesic reduced her employment to part-time hours before seeking medical help from her doctor. There are limited treatments available for menopause with menopausal hormonal therapy (MHT) treatments the most common option. However, a significant proportion were unable to take menopausal hormonal therapy (MHT) due to a past history of breast cancer or other vulnerabilities including blood clotting. Other women are [unwilling to take MHT](https://www.dailyadvertiser.com.au/story/8544712/rethinking-menopause-less-medication-more-empowerment/) from personal preference. Ms Mesic went on MHT in July 2023 and said that improvements were instant allowed her to return to full-time work. \"Within three days, my brain just opened up and I was like, 'oh everything is nice,'\" she said. \"For me, the risk of not feeling well today was far greater than any risk associated with any treatment.\" She is a fierce advocate for [menopause awareness](https://www.dailyadvertiser.com.au/story/7987231/menopause-health-hubs-open-in-nsw/) and believes there are still stigmas and misconceptions among people her age and in the health industry. \"I remember going to one pharmacy and he had one box left, but it was down the bottom of this shelf in the corner behind a box. \"And I thought, oh what a great metaphor for women's health - shoved in a corner where nobody knows it exists,\" she said. Ms Mesic is hopeful the new menopause drug VEOZA might increase the options for women who can not take hormonal therapy. The drug owned by Japanese multi-national drug company Astellas is the first of its kind to be approved in Australia. It costs $59.99 per month in Australia and is a prescription-only drug. Head of the education sub-committee of the board of Australasian Menopause Society Dr Elina Safro welcomed the launch of VEOZA in Australia. \"It's a very different way of approaching the treatment which makes us excited and hopeful that it's going to have good uptake and good results,\" the GP said. Dr Safro works as a clinician in Dubbo and has many patients who are unable to receive hormonal therapy for their menopausal symptoms. Around 385,000 Australian women aged 40-64 years of age with moderate to severe VMS were not receiving treatment. \"It's very important for us to have as many treatment options as we can because no two women are the same,\" Dr Safro said. Due to cost pressures and misconceptions, some women sought off-the-shelf treatments. \"Unless it's been registered with the TGA and unless it's recommended as something that's effective and safe, we advise against women using those treatments,\" she said. VEOZA is also approved in the United States, the United Kingdom and in Europe. Individuals should speak with their doctor to discuss what treatment is right for them. Sign up for our newsletter to stay up to date. We care about the protection of your data. Read our [Privacy Policy](/privacy/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [
    "https://www.dailyadvertiser.com.au/story/8544712/rethinking-menopause-less-medication-more-empowerment/)",
    "https://www.dailyadvertiser.com.au/story/8410865/inquiry-to-examine-wide-ranging-impacts-of-menopause/)",
    "https://www.dailyadvertiser.com.au/story/7987231/menopause-health-hubs-open-in-nsw/)",
    "https://dailyadvertiser.com.au/story/7987231/menopause-health-hubs-open-in-nsw/)",
    "https://dailyadvertiser.com.au/story/8410865/inquiry-to-examine-wide-ranging-impacts-of-menopause/)",
    "https://dailyadvertiser.com.au/story/8544712/rethinking-menopause-less-medication-more-empowerment/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sandra mesic",
        "sentiment": "negative"
      },
      {
        "name": "maldon",
        "sentiment": "none"
      },
      {
        "name": "mesic",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ballarat",
        "sentiment": "negative"
      },
      {
        "name": "veoza",
        "sentiment": "negative"
      },
      {
        "name": "vms",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "victoria",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T01:01:51.388+03:00",
  "updated": "2024-04-05T01:01:51.388+03:00"
}