{
  "thread": {
    "uuid": "1ae76e694a4c83ed1dbf12f194a912240db1c699",
    "url": "https://andaluciainformacion.es/sevilla/1498149/juanlu-salva-al-sevilla-en-la-copa/",
    "site_full": "andaluciainformacion.es",
    "site": "andaluciainformacion.es",
    "site_section": "http://andaluciainformacion.es/sevilla",
    "site_categories": [
      "media"
    ],
    "section_title": "Andalucía Información. Todas las noticias de Sevilla",
    "title": "Juanlu salva al Sevilla en la Copa | Andalucía Información. Todas las noticias de Sevilla",
    "title_full": "Juanlu salva al Sevilla en la Copa | Andalucía Información. Todas las noticias de Sevilla",
    "published": "2024-01-07T19:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://publicacionesdelsur.b-cdn.net/articulos/articulos-1253707.jpg",
    "performance_score": 0,
    "domain_rank": 43651,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1ae76e694a4c83ed1dbf12f194a912240db1c699",
  "url": "https://andaluciainformacion.es/sevilla/1498149/juanlu-salva-al-sevilla-en-la-copa/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@andaluciainf",
  "published": "2024-01-07T19:00:00.000+02:00",
  "title": "Juanlu salva al Sevilla en la Copa | Andalucía Información. Todas las noticias de Sevilla",
  "text": "El Sevilla pasó de ronda en la Copa del Rey gracias a un tanto de Juanlu en el minuto 87 cuando el encuentro estaba 1-1. Quique Sánchez Flores demostró que con confía en la cantera y la cantera fue la que salvó al equipo de la eliminación contra el Racing de Ferrol. Fue clave el gol del canterano y la expulsión que sufrió el conjunto gallego pocos minutos antes. Con el partido uno a uno el Sevilla demostró que no tiene nada de pólvora arriba, ya con el rival con 10, las piernas le pesaron al Racing de Ferrol y los de Quique Sánchez Flores aprovecharon la oportunidad. El equipo salva la papeleta pero tiene muy mala pinta. Hay jugadores que cada vez que se ponen la camiseta del Sevilla la tiran. El gran señalado volvió a ser Rafa Mir, que jugó los 90 minutos y que aportó lo mismo que cualquiera que esté leyendo esta crónica. Algo que viene siendo habitual esta temporada. Lo único positivo que se puede sacar de este partido fue la actuación de Marcao. No es que jugara brillantemente, pero demostró que su compromiso es máximo. El futbolista jugó pocas horas después de la muerte de su padre, estuvo sobre el césped 86 minutos, marcó el primer tanto de la tarde y casi anota otro. El partido también dejó un mensaje claro hacia la dirección deportiva de la entidad. Quique Sánchez Flores necesita nuevos jugadores porque hay muchos que no le valen y no quiere a los canteranos que tiene. Durante el partido no hizo cambios hasta el minuto 86, y sólo dio entrada a dos nuevos futbolistas. Ninguno de ellos era un canterano a pesar de todos los que había en el banquillo. En cualquier caso lo importante es que el Sevilla pasó de ronda, aunque pasó muchas más fatigas de las esperadas. El Racing de Ferrol está haciendo las cosas muy bien esta temporada pero este equipo tendría que haber eliminado a un rival de categoría inferior con mucha más solvencia de la que tuvo. La aventura en la Copa del Rey va a seguir al menos una ronda más. El conjunto de Quique Sánchez Flores afronta esta competición como la única posibilidad de mantener la ilusión de los aficionados, aunque visto lo visto, tendrá que mejorar mucho sus prestaciones. ? ¡FINAL en A Malata! ⏹️— Sevilla Fútbol Club (@SevillaFC) ¡Estamos en octavos de final de [#CopaDelRey]! ?? [#WeareSevilla] [#NuncaTeRindas] [pic.twitter.com/7CWPLev7Cy] [January 7, 2024] Ficha técnica: Racing de Ferrol: Gazzaniga; Delmás, García, Castro, Brais Martínez (Moisés Delgado 65”); Álvaro Vadillo (Álex López 59”, Francisco de la Manzarana, Bernal, Haber Peña (Nacho 80”); Justo Román (Íker Loasada 59”) y Sabin Merino (Álvaro Giménez 65”). Sevilla FC: Dmitrovic; Juanlu, Marcao (Nianzou 86”), Sergio Ramos, Kike Salas, Pedrosa (Adnan Januzaj 86”); Sow, Óliver Torres, Suso; Ocampos y Rafa Mir. Goles: 0-1 m. 30: Marcao. 1-1 m. 50: De la Manzanara 1-2 m. 87: Juanlu. Árbitro: Guillermo Cuadra Fernández. Por parte de los locales fueron amonestados Álvaro Giménez y Moisés Delgado. Por parte de los visitantes Marcao. Francisco de la Manzanara fue expulsado. Incidencias: Partido disputado en el estadio de A Malata. Envía tu noticia a: [participa@andaluciainformacion.es](mailto:participa@andaluciainformacion.es)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:02:53.582+02:00",
  "updated": "2024-01-08T00:02:53.582+02:00"
}