{
  "thread": {
    "uuid": "937a5e879e615a958a16a166a51ebc8d999368bf",
    "url": "https://vnexplorer.net/z/525328.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "Septuagenarian performs haj this year after being offered five times",
    "title_full": "Septuagenarian performs haj this year after being offered five times",
    "published": "2024-06-02T07:06:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ntVxu.img",
    "performance_score": 0,
    "domain_rank": 96541,
    "domain_rank_updated": "2024-05-28T13:10:09.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "937a5e879e615a958a16a166a51ebc8d999368bf",
  "url": "https://vnexplorer.net/z/525328.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-06-02T07:06:00.000+03:00",
  "title": "Septuagenarian performs haj this year after being offered five times",
  "text": "Azizah Awang Dollah. Photo by Bernama MAKKAH - Armed with little strength that she can muster, septuagenarian Azizah Awang Dollah is enthusiastic to perform the haj pilgrimage this year, after declining the offer four times for various reasons. Azizah, 73, a retiree of the Companies Commission of Malaysia (SSM) from Kelantan, who is now in the Holy Land without a companion, said that performing the haj pilgrimage alone does not dampen her spirit to become a Duyufurrahman (guest of Allah) for this year’s haj season. &quot;This is the fifth time I received an offer to perform a hajj pilgrimage. When I received the call for the fifth time, I thought to myself that I had to go because Allah had called me, so I had to be brave. &quot;The first time I had to decline the offer because I fell and fractured my leg; the second and third times were due to Covid-19; while the fourth time was because I changed my phone number, causing the Lembaga Tabung Haji (TH) unable to contact me,” she told media personnel when met at the Abraj Al Janadriyah Hotel here recently. Despite having to use a wheelchair when performing umrah recently, Azizah, who has a 40-year-old child and two grandchildren, is confident of being able to perform the hajj well and is equipped with the knowledge gained from the hajj course she attends when accepting the offer. Azizah, who also served the Youth and Sports Ministry and the Education Ministry, said she started saving in a TH account when she was 29. &quot;My first saving was only RM10 a month and then it went up a little bit to RM20, but over time as I have had a little money, I added more, from time to time. &quot;Anyone wanting to perform haj should make a salary deduction every month, otherwise it will be difficult to consistently save,” said Azizah who was accommodated at Maktab 77. Sharing the secret to staying healthy, Azizah, who has gastritis problems, said she looked after her diet, including avoiding fatty, spicy and oily foods. &quot;I prefer vegetable soup and cook using olive oil. In addition, I also take ‘habbatus sauda’ (Nigella sativa or black cumin), since a young age,” said Azizah who avoids eating ‘budu’ (tangy sauce made from fermented anchovies and spices) and reduces sugar intake. - BERNAMA",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "azizah awang dollah",
        "sentiment": "negative"
      },
      {
        "name": "azizah",
        "sentiment": "none"
      },
      {
        "name": "lembaga tabung haji",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "companies commission of malaysia",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "bernama makkah",
        "sentiment": "none"
      },
      {
        "name": "kelantan",
        "sentiment": "none"
      },
      {
        "name": "abraj al janadriyah hotel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-02T15:12:41.683+03:00",
  "updated": "2024-06-02T15:12:41.683+03:00"
}