{
  "thread": {
    "uuid": "60aa2b6f97e469cc22fdb6592ed51f1526f69ca2",
    "url": "https://www.sport.es/es/noticias/hockey/espana-gana-billete-olimpico-penalti-97108367",
    "site_full": "www.sport.es",
    "site": "sport.es",
    "site_section": "http://www.sport.es/es/rss/last_news/rss.xml",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "Últimas Noticias",
    "title": "España gana el billete olímpico desde el penalti córner ante Irlanda",
    "title_full": "España gana el billete olímpico desde el penalti córner ante Irlanda",
    "published": "2024-01-19T17:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/b3d26e91-b50e-4a94-a103-04f4e4f32695_16-9-discover-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 6867,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "60aa2b6f97e469cc22fdb6592ed51f1526f69ca2",
  "url": "https://www.sport.es/es/noticias/hockey/espana-gana-billete-olimpico-penalti-97108367",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@sport",
  "published": "2024-01-19T17:57:00.000+02:00",
  "title": "España gana el billete olímpico desde el penalti córner ante Irlanda",
  "text": "España gana el billete olímpico desde el penalti córner ante Irlanda\nLa Selección masculina de hockey hierba acompañará a la femenina, que se clasificó el jueves, en los que serán sus decimoséptimos Juegos seguidos\nLa selección española masculina de hockey hierba se clasificó este viernes para los Juegos Olímpicos de París gracias a los dos goles desde el penalti córner de Rafael Vilallonga y Marc Miralles, en la semifinal del Preolímpico de Valencia contra Irlanda.\nDe igual manera que la selección femenina, que superó el jueves al mismo rival en los ‘shoot out’, los ‘Redsticks’ sellan el billete olímpico con el pase a la final, ya que el Preolímpico otorga tres billetes que se repartirán entre las finalistas y la ganadora del partido por el tercer y cuarto puesto.\nEl encuentro comenzó muy igualado y bloqueado. El tiempo corría sin grandes oportunidades, la tensión por la clasificación olímpica era máxima y ningún equipo quería cometer ningún error ni conceder ninguna opción.\nLa ocasión más clara llegó a los trece minutos con un lanzamiento de Gerard Clapés que solventó bien la selección irlandesa. Poco a poco, España fue asentándose cada vez en el partido con dos buenas acciones en el área irlandesa, pero les faltaba precisión en la finalización.\nLa comodidad y la seguridad de la selección de Max Caldas crecía, pero, en el inicio del segundo cuarto, Irlanda logró el primer penalti córner de la semifinal. Luis Calzado se creció y rechazó la acción con una gran parada. España vivió mucho tiempo en el área rival y apenas sufrió contraataques, pero no fue capaz de adelantarse.\nTras el descanso, España tuvo su primera oportunidad desde el penalti córner, pero el tiro de Mar Miralles salió desviado y tan solo tres minutos después llegó otra oportunidad. El tiro desde el penalti córner de José Basterra fue salvado sobre la línea por Lee Cole, pero Rafael Vilallonga estuvo atento para tocar la bola y adelantar a España (m.35).\nLa selección supo aprovechar su gran momento y esta vez Miralles sí acertó desde el penalti córner para poner el 2-0 (m.39). España estaba ahora a quince minutos de la clasificación olímpica e Irlanda subió la línea de presión para evitar que la anfitriona no mueva la bola tan cómodamente.\nA falta de tres minutos, Irlanda tuvo su opción para recortar distancias desde el penalti córner, pero Luis Calzado sacó un magnífico pie para frustrar las esperanzas del rival y lograr la clasificación olímpica.\nFicha técnica:\n2 – España: Luis Calzado, Alejandro Alonso, Xavier Gispert, Álvaro Iglesias, José Basterra, Mac Miralles, Jordi Bonastre, Pepe Cunill, Joaquín Menini, Borja Lacalle y Álvaro Portugal. También jugaron Enrique González de Castejón, Marc Recasens, Marc Reyne, Ignacio Rodríguez, Gerard Clapes y Rafael Villalonga.\n0 – Irlanda: David Harte, Luke Madeley, Tim Cross, John Mckee, Daragh Walsh, Shane O’donoghue, Sean Murray, Jeremy Duncan, Michael Robson, Lee Cole y Nicholas Page. También jugaron Matthew Nelson, Kyle Marshall, Peter Mckibbin, Jonathan Lynch, Sam Hyland y Ben Johnson.\nGoles: 1-0, m.35: Vilallonga. 2-0, m.39: Miralles.\nÁrbitros: Ben Goentgen (GER) y Nick Bennett (ING). Mostraron tarjeta verde al español Cunill.\nIncidencias: primera semifinal masculina del Preolímpico de Valencia disputado en el Polideportivo Virgen del Carmen-Beteró ante más de 1.000 espectadores.\nBarça Las redes arden con la vinculación de Mourinho con el Barça https://www.sport.es/es/noticias/barca/kalvin-phillips-barca-barcelona-97026178 Kalvin Phillips, en la órbita del Barça https://www.sport.es/es/noticias/barca/bajon-jules-kounde-96979230 El bajón de Jules Koundé https://www.sport.es/es/noticias/barca/critica-interna-inaki-pena-final-supercopa-96971215 La crítica interna a Iñaki Peña en la final de la Supercopa de España https://www.sport.es/es/noticias/barca/vitor-roque-piano-piano-unionistas-barcelona-97081292 Vitor Roque, 'piano piano Ferran Torres explota contra Vinicius https://www.sport.es/es/noticias/barca/soldado-xavi-apunta-titular-97036977 El 'soldado' de Xavi apunta a titular https://www.sport.es/es/noticias/barca/vuelve-ansu-fati-brighton-97074497 Ansu Fati vuelve con el Brighton",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-19T18:24:51.849+02:00",
  "updated": "2024-01-19T18:24:51.849+02:00"
}