{
  "thread": {
    "uuid": "465c676b382624a38e37ad326648ad192885221f",
    "url": "https://richmondfreepress.com/news/2024/mar/14/aaghs-grva-our-history-matters",
    "site_full": "richmondfreepress.com",
    "site": "richmondfreepress.com",
    "site_section": "https://richmondfreepress.com",
    "site_categories": [
      "media"
    ],
    "section_title": "\n\t\t\t\n\t\t\t\tRichmond Free Press | Serving the African American Community in Richmond, VA\n\t\t\t\n\t\t",
    "title": "AAGHS GRVA: ‘Our history matters’ | Richmond Free Press | Serving the African American Community in Richmond, VA",
    "title_full": "AAGHS GRVA: ‘Our history matters’ | Richmond Free Press | Serving the African American Community in Richmond, VA",
    "published": "2024-03-14T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://epmgaa.media.clients.ellingtoncms.com/img/photos/2014/08/29/Filler-Strip.jpg",
    "performance_score": 0,
    "domain_rank": 80203,
    "domain_rank_updated": "2024-03-12T12:13:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "465c676b382624a38e37ad326648ad192885221f",
  "url": "https://richmondfreepress.com/news/2024/mar/14/aaghs-grva-our-history-matters",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-14T02:00:00.000+02:00",
  "title": "AAGHS GRVA: ‘Our history matters’ | Richmond Free Press | Serving the African American Community in Richmond, VA",
  "text": "AAGHS GRVA: ‘Our history matters’ 3/14/2024, 6 p.m. Founded in 2010, the Afro-American Historical and Genealogical Society of Greater Richmond, Virginia Chapter (AAGHS GRVA) strives to be at the vanguard of providing important historical context and the ability to use research skills and techniques to further the field of scholarly genealogy. Local chapter members are networked to over 35 other local chapters across the country. While our focus is genealogy, we realize that all genealogy is grounded in a historical context. African- American genealogy matters. Our history matters. Central to the history and African-American experience in the Richmond region is the journey from the auction blocks in Shockoe Bottom, to the founding of Virginia Union University in the aftermath of slavery, to reconstructing the social and political fabric of the region to assist Black Virginians in the transition to full and dignified citizenship. Today, we applaud the efforts of many area organizations to preserve Black history at such sites as Shockoe Bottom, the Shockoe Hill Burial Ground and the City’s recent acquisition of Evergreen and East End cemeteries. We, however, disagree with the announcement by Virginia Union University officials to demolish the 1932 Richmond Community Hospital building; and we strongly oppose its destruction. The development of this health care institution was necessitated by the unequal care provided to African-Americans in our city. Black health care providers like Dr. Sarah Garland Boyd Jones and others found a way to encourage the community to join ranks and offer professional health care services to scores of African-American patients, services that were administered with humanity and compassion. In Newport News, Va., my own family history stands preserved because of its status as the location of the first Black hospital in the area. James Apostle Fields was enslaved at birth in Hanover County but made his flight to freedom during the Civil War. He was in the first graduating class at what is now Hampton University and was the last Black man to serve in the Virginia General Assembly after Reconstruction. In the years after my ancestor died in 1903, his descendants gave his house to four Black doctors who founded what would become Whittaker Memorial Hospital. The building became the only place where Black people were provided medical care outside of the city jail. Because people like Gregg and Sandra Cherry of Newport News cared enough to step in and preserve the site of the city’s first hospital for Black residents from demolition, I can walk the rooms of my ancestor’s home. I can see the place where my beloved great-grandmother was born on the third floor in 1914. Our family can continue to gather at this site of our heritage as we have year after year. Richmond deserves the same. A space where the community can see their history, their heritage, and reflect upon their future. They deserve to be able to walk where their grandparents were born and learn about the struggles that their ancestors overcame. They deserve this space to stand as a place of inspiration for how far we have come and how far we still can go. The Richmond community deserves Richmond Community Hospital to remain and be reused for the good of all. As AAHGS GRVA, we support a path forward that includes the professional rehabilitation and appropriate adaptive reuse of this building within the context of the history of the community and the University’s long-standing role as an educational anchor and beacon for African-Americans. Our history matters. Our community matters. Our institutions matter. We urge the University and the developers to collaborate with the community and the community of professional preservation organizations to structure a win-win outcome for this building and the City. JOSEPH S.H. ROGERS President, AAHGS GRVA",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "richmond free press",
        "sentiment": "negative"
      },
      {
        "name": "virginia union university",
        "sentiment": "none"
      },
      {
        "name": "genealogical society of greater richmond",
        "sentiment": "none"
      },
      {
        "name": "cit",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "va",
        "sentiment": "none"
      },
      {
        "name": "richmond",
        "sentiment": "none"
      },
      {
        "name": "shockoe hill burial ground",
        "sentiment": "none"
      },
      {
        "name": "shockoe bottom",
        "sentiment": "none"
      },
      {
        "name": "virginia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:39:41.231+02:00",
  "updated": "2024-03-15T00:39:41.231+02:00"
}