{
  "thread": {
    "uuid": "d1ca5bc9858667c75a4b5ba77062dac3e7b32081",
    "url": "https://www.tvn-2.com/nacionales/cientos-personas-acuden-procesion-jueves_1_2125590.html",
    "site_full": "www.tvn-2.com",
    "site": "tvn-2.com",
    "site_section": "https://www.tvn-2.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "Cientos de personas acuden a la procesión del Jueves Santo en Casco Antiguo",
    "title_full": "Cientos de personas acuden a la procesión del Jueves Santo en Casco Antiguo",
    "published": "2024-03-29T04:23:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PA",
    "main_image": "https://static.tvn-2.com/clip/544e7341-4d03-4cc7-b2bb-bcd62bab6596_facebook-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 85803,
    "domain_rank_updated": "2024-03-26T12:08:39.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d1ca5bc9858667c75a4b5ba77062dac3e7b32081",
  "url": "https://www.tvn-2.com/nacionales/cientos-personas-acuden-procesion-jueves_1_2125590.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción de TVN Noticias",
  "published": "2024-03-29T04:23:00.000+03:00",
  "title": "Cientos de personas acuden a la procesión del Jueves Santo en Casco Antiguo",
  "text": "Hermanos En vivo\nCiudad de Panamá, Panamá/En la Iglesia Nuestra Señora de la Merced inició la procesión de Jesús Nazareno, este\nJueves Santo , la cual estuvo muy concurrida y contó con la participación de cientos de feligreses y turistas.\nEs la imagen del Jesús de Nazareno quien recorre las principales vías del Casco Antiguo, pasando por cada una de las iglesias, en un trayecto que finaliza en la Basílica Santa María la Antigua.\nEl año pasado, cerca de 198,000 personas visitaron el Casco Antiguo e hicieron el recorrido de las siete iglesias, por lo que esperan que este año esa cifra aumente.\nEs importante señalar que este jueves las iglesias estarán abiertas desde las 6:00 a.m. hasta la 1:00 a.m. del Viernes Santo, para que las personas realicen su recorrido y oraciones.\nRicardo Gago, quién tiene mucha experiencia en la restauración de las iglesias, habló de la importancia de la Semana Santa como pilar para vender el turismo en el Casco Antiguo.\n“Este año al igual que el año pasado tenemos la procesión del Cristo de Nazareno que también pues tiene muchos adeptos y muchas personas que lo siguen a el, entonces hay un conjunto con la visita a las 7 iglesias y la procesión... Esperamos superar las cifras del año pasado, esperamos llegar a 200 mil visitantes solamente en el jueves santo” manifestó Gago.\nEn el Casco Antiguo se han dado cita miles de turistas norteamericanos, europeos, algunos latinos que mencionaron cómo se han sentido atraídos por la arquitectura, las iglesias y la riqueza turística que tiene Panamá durante esta Semana Mayor.\n“Vine por Semana Santa y a ver las iglesias que son muy bonitas acá en Panamá y también a visitar a una amiga que vive acá” manifestó Alejandra Guerra, turista colombiana.\nHay una tradición que cada\nJueves Santo nos hace recorrer las iglesias, pero ¿conocen las personas realmente su origen?\nLa tradición que inició en Roma buscaba que los creyentes visitaran siete templos, siete monumentos la noche del Jueves Santo para recordar los siete momentos claves que vivió Jesucristo el día de la última cena.\nEn Panamá, con un clima tropical, las cosas son un tanto distintas, pero tienen la misma esencia.\n“Visitar las iglesias, sobre todo las iglesias de Casco Antiguo que a través de la belleza arquitectónica y del esplendor del arte nos trascienden hasta Dios. Visitar las siete iglesias en este día, pues acompañar a Jesús desde la última cena hasta la crucifixión”, señaló fray Javier Mañas, sacerdote.\nEste se trata de un recorrido que nos recuerda algunos momentos claves de la vida de Jesús antes de llegar a su crucifixión, algo que los creyentes tienen muy presente.\nAsí como Roma, el Casco Antiguo es el sitio perfecto para recorrer el número de iglesias que manda la tradición, en pocos kilómetros las personas pueden tener acceso a las siete iglesias.\nCon información de Yenny Caballero y Isaías Cedeño",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://www.tvnpass.com/login?utm_source=WEB&utm_medium=boton&utm_campaign=envivo",
    "https://tvnpass.com/login?utm_source=WEB&utm_medium=boton&utm_campaign=envivo",
    "https://www.tvnpass.com/login"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T04:58:55.787+03:00",
  "updated": "2024-03-29T04:58:55.787+03:00"
}