{
  "thread": {
    "uuid": "23eb8e1d5a0af04015260ee29cab1ee4784b6427",
    "url": "https://www.nbcwashington.com/news/business/money-report/japans-stock-markets-keep-testing-new-highs-is-the-rally-sustainable/3657292",
    "site_full": "www.nbcwashington.com",
    "site": "nbcwashington.com",
    "site_section": "https://www.nbcwashington.com/news/business/money-report/",
    "site_categories": [
      "tech"
    ],
    "section_title": null,
    "title": "Japan's stock markets keep testing new highs. Is the rally sustainable?",
    "title_full": "Japan's stock markets keep testing new highs. Is the rally sustainable?",
    "published": "2024-07-05T11:01:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 4053,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "23eb8e1d5a0af04015260ee29cab1ee4784b6427",
  "url": "https://www.nbcwashington.com/news/business/money-report/japans-stock-markets-keep-testing-new-highs-is-the-rally-sustainable/3657292",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lim Hui Jie,CNBC",
  "published": "2024-07-05T11:01:00.000+03:00",
  "title": "Japan's stock markets keep testing new highs. Is the rally sustainable?",
  "text": "This week, the Nikkei and the broad-based Topix surpassed previous records to hit fresh all-time closing highs on Thursday. The Topix notably breached a 34-year record set in December 1989. Jesper Koll, expert director at Tokyo-based financial services company Monex Group, tells CNBC that the current rally is due to a single driver: earnings. Analysts from Nomura however, say that these gains do not look especially sustainable, but could become sustained if corporate earnings surprise to the upside. Japanese stocks have been on a stellar run in 2024.\nIn February , the country’s benchmark Nikkei 225 smashed through its 1989 high .\nThis week, the Nikkei and the broad-based Topix surpassed previous records to hit fresh all-time closing highs on Thursday . The Topix notably breached a 34-year record set in December 1989.\nHow did the markets reach these level, especially for the Nikkei, which has scaled new peaks for the second time this year?\nEarnings are the single driver to the current market rally, Jesper Koll, expert director at Tokyo-based financial services company Monex Group, told CNBC.\n“Corporate Japan is now benefitting from decades of operational restructuring,” Koll said, adding that “breakeven points are at world record lows, so even minimal increases in top-line revenues feed explosive profit growth.”\nHe predicted earnings growth of 35% over the next two financial years — from April 2024 to March 2026 — as well as topline growth of 4% per year.\nHis forecasts stem from a prediction that Japanese companies will see domestic and global sales growth, and he explained that his prediction of a 4% sales growth is due to the wage hikes announced by Japan’s largest union on Thursday.\nJapan’s largest union, commonly referred to as Rengo, announced that Japanese companies have delivered the largest wage hikes in 33 this year.\nMonthly pay for union-backed workers will climb 5.1% on average this fiscal year ending March 2025. Rengo also said big firms with 300 or more union-backed employees raised wages by 5.19%, while smaller firms increased pay by 4.45%.\n“You do not have a shunto [wage hike] of 5% and nominal sales rising less than 4%, for example,” he points out.\nMore importantly, Koll said, Japan is a “bastion of stability.” He pointed out that its monetary, fiscal and regulatory policies are stable and pro-growth, and this acts as an important support for financial markets.\nWhen the Nikkei crossed the 40,000 mark in March, Koll told CNBC at that time that it was “perfectly reasonable” for the index to cross 55,000 points by the end of 2025.\nKoll told CNBC this week: “I stand by my forecast — the Nikkei 225 is poised to climb to 55,000 before the end of next year.”\nIf his prediction comes true, it would be a 37% upside from the 40,000 mark.\nPreviously, Koll had predicted that the Nikkei would cross 40,000 in the twelve months from July 2023. He was later proven right when the index reached that level within eight months.\nHow sustainable is the rally? However, the million dollar question will be: how long can this rally last?\nA note by Nomura, published Thursday, said the gains on the Nikkei and Topix do not look appear sustainable. The analysts identified that these have caused by a short covering in futures.\nThere’s a caveat though.\nThey said “these hasty gains could turn out to be sustained if it starts to look likely that April–June corporate earnings will surprise to the upside or that the Japanese equity market will see more inflows of longer-term money.”\nIn the near term, Nomura said that futures will have “much to say” about the stock movement in Japanese equities, noting that as of 28 June, foreign securities companies’ net short interest in futures amounted to 17,000 contracts.\nIf those short positions were to be unwound, Nomura estimates that the Topix would see a boost of about 2%–3%, from its June 28 levels. By their calculations, it will put the Topix at around 2,875 and the Nikkei 225 at around 40,600.\nBoth indexes have since surpassed Nomura’s estimation, although not by much.\n“We will be watching for whether Japan-listed domestic equity investment trusts/ETFs and U.S.-listed ETFs (which have been seeing outflows) start seeing growing inflows,” the Nomura analysts said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.cnbc.com/quotes/.N225&__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=108001828",
    "https://www.cnbc.com/2024/07/04/asia-markets-nasdaq-sp-500-record-hong-kong-pmi-australia-trade.html#:~:text=The%20Topix%20crossed%20its%20all,23%2C406.1%20set%20on%20June%2020.",
    "https://player.cnbc.com/p/gZWlPC/cnbc_global?playertype=synd&autoplay=true&byGuid=7000344218",
    "https://player.cnbc.com/p/gZWlPC/cnbc_global?playertype=synd&autoplay=true&byGuid=7000344838",
    "https://www.cnbc.com/2024/03/04/asia-markets-live-updates.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=108001828",
    "https://www.jtuc-rengo.or.jp/activity/roudou/shuntou/2024/yokyu_kaito/kaito/press_no7.pdf?1218",
    "https://www.jtuc-rengo.or.jp/activity/roudou/shuntou/2024/yokyu_kaito/kaito/press_no7.pdf",
    "https://cnbc.com/quotes/.N225&__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=108001828",
    "https://cnbc.com/2024/03/04/asia-markets-live-updates.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=108001828",
    "https://www.player.cnbc.com/p/gZWlPC/cnbc_global?playertype=synd&autoplay=true&byGuid=7000344218",
    "https://www.player.cnbc.com/p/gZWlPC/cnbc_global?playertype=synd&autoplay=true&byGuid=7000344838",
    "https://cnbc.com/2024/07/04/asia-markets-nasdaq-sp-500-record-hong-kong-pmi-australia-trade.html#:~:text=The%20Topix%20crossed%20its%20all,23%2C406.1%20set%20on%20June%2020.",
    "https://www.cnbc.com/2024/03/04/asia-markets-live-updates.html",
    "https://jtuc-rengo.or.jp/activity/roudou/shuntou/2024/yokyu_kaito/kaito/press_no7.pdf?1218",
    "https://player.cnbc.com/p/gZWlPC/cnbc_global"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesper koll",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "topix",
        "sentiment": "negative"
      },
      {
        "name": "nomura",
        "sentiment": "none"
      },
      {
        "name": "cnbc",
        "sentiment": "none"
      },
      {
        "name": "monex group",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "japan",
        "sentiment": "none"
      },
      {
        "name": "tokyo",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T12:51:25.322+03:00",
  "updated": "2024-07-05T12:51:25.322+03:00"
}