{
  "thread": {
    "uuid": "03c63dc713a87802802b6beca990c3f8cd6dadbc",
    "url": "https://sportstalk790.iheart.com/content/2024-01-07-texans-are-afc-south-champs-to-host-browns-in-playoff-game/",
    "site_full": "sportstalk790.iheart.com",
    "site": "iheart.com",
    "site_section": "https://sportstalk790.iheart.com",
    "site_categories": [
      "media"
    ],
    "section_title": "SportsTalk 790 - Houston&#x27;s Home for Your Astros, Rockets, &amp; Your Home Teams",
    "title": "Texans are AFC South champs, to host Browns in playoff game | SportsTalk 790",
    "title_full": "Texans are AFC South champs, to host Browns in playoff game | SportsTalk 790",
    "published": "2024-01-07T23:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.iheart.com/v3/re/assets.getty/659b13c837e53d719adc72f5?ops=gravity(%22north%22),fit(1200,675),quality(65)",
    "performance_score": 0,
    "domain_rank": 853,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 82,
        "comments": 9,
        "shares": 6
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "03c63dc713a87802802b6beca990c3f8cd6dadbc",
  "url": "https://sportstalk790.iheart.com/content/2024-01-07-texans-are-afc-south-champs-to-host-browns-in-playoff-game/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Aaron Wilson",
  "published": "2024-01-07T23:08:00.000+02:00",
  "title": "Texans are AFC South champs, to host Browns in playoff game | SportsTalk 790",
  "text": "As the resurgent Texans watched from their homes in Houston on Sunday afternoon, they won the AFC South division championship.\nBecause of the Tennessee Titans’ upset victory over the Jacksonville Jaguars, the Texans won the division and are now the fourth seed in the AFC. By virtue of this scenario unfolding, the Texans will host the fifth-seeded Cleveland Browns in a playoff game at NRG Stadium in the first round of the postseason. It’s a rematch for the Texans, who previously lost to the Browns on Christmas Eve in a game they played without rookie standout quarterback C.J. Stroud due to a concussion.\nUnder coach DeMeco Ryans’ leadership and the stellar play of Stroud, the Texans have engineered a dramatic turnaround. They went from 3-13-1 last season to 10-7 and division champs this year.\n“What’s next? Enjoy this,” Ryans said late Saturday night after a 23-19 win over the Indianapolis Colts. “We enjoy this moment for sure, enjoy tonight, and get to sit back and watch football (Sunday), see where we’ll be going, who we’ll be playing, who will be at home. There’s a lot of things that can happen that we know. We get to sit back and watch now. We get to breathe and not be in the last-second situations anymore. We get to sit back and watch the other teams play.”\nThe Texans could be an extremely dangerous competitor in the postseason, a viable competitor led by Stroud.\nRyans wasn’t looking too far ahead Saturday night at Lucas Oil Stadium. He was enjoying the win and the moment after the Texans made the playoffs for the first time since the 2019 season, going from 3-13-1 a year ago and making a seven-win improvement.\n“We’re just going to enjoy this moment right now,” Ryans said. “We’ll worry about the playoffs next week. Once we find out who we’re playing, we’ll worry about it. I think right now it’s just a time to reflect and take in just a moment of gratitude for us all. To be grateful for this opportunity that we have in front of us, to be proud of the season that we’ve had, to fight through a must-win game and finding a way to win. Thank God and take a breather and just enjoy this moment.”\nTexans veteran offensive guard Shaq Mason, acquired in an offseason trade from the Tampa Bay Buccaneers, was overjoyed to make the playoffs after years of success with the New England Patriots.\n“It’s awesome, man,” Mason said\nStroud, after throwing two touchdown passes with zero interceptions against the Colts, was looking forward to relaxing a bit.\n“Yeah, I’m going to watch the games, just get some recovery in and see what goes down,” Stroud said. “Just prepare to see what happens.”\nThe Texans are an incredibly improved team, a gritty outfit that knows how to win close games.\n“That’s what’s special about it,” Ryans said. “We didn’t come this far just to get this far. Guys they wanted it. Our guys wanted this opportunity, and they went out and had the determination to go and make it happen. It wasn’t easy. It was a tough team. Indy is a really good football team, well-coached team. They played an unbelievable game. To go up against a really tough opponent and come out with a win, it’s special, and it says a lot about our group.”\nWinning so many close games has helped the Texans immensely.\n“Experience now,’ Ryans said. “We’re an experienced team in these moments. In the final drives of games we have the experience. Probably too much for my liking, but it’s just win, and I was happy about the way this performance happened today, and it’s a microcosm of our entire season. No matter what happened, we found a way to win, and that’s what we need moving forward. It doesn’t matter how pretty or ugly. It’s just win, and that’s what we’ve been doing. Our guys have the experience. No matter how the game looks, find a way to win, and that’s what it will take moving forward.”\nIn the last meeting, the Texans absorbed a lopsided loss as Stroud was out with a concussion and Case Keenum started before being replaced by Davis Mills.\nJoe Flacco leisurely stood in the pocket, unbothered by any semblance of a pass rush and owning the advantage of a gifted wide receiver as he proceeded to start a personal game of catch with Amari Cooper.\nThe first play from scrimmage signaled what kind of dominant performance the Browns quarterback and top receiver were going to enjoy at the expense of the Texans’ overmatched defense.\nFlacco launched a bomb high into the air and Cooper hauled in a 53-yard catch in the first quarter behind safety Jimmie Ward.\nRegardless of whether he was lined across from one man or double coverage, Cooper exploited the Texans’ weaknesses and finished with a franchise-record 265 receiving yards on 11 receptions with two touchdowns and a two-point conversion reception on 15 targets. Cooper also tied the Texans’ single-game opponent record for passing yards against them, matching former Buffalo Bills wide receiver Lee Evans’ performance in 2006.\n“Not to disrespect their defensive backs, but it seemed like everything was flowing well and it kind of seemed a little bit easier,” Cooper said. “To be completely candid, I would attribute most of it to Joe, He has an incredible feel for the game. He has an incredible arm. The best way of explaining it is that we mesh well together.”\nCooper was a major reason why the Texans had an embarrassing 36-22 loss at NRG Stadium. And Flacco passed for 368 yards, three touchdowns and two interceptions.\n“Oh, man, he’s special,” said Flacco, a former Super Bowl MVP with the Baltimore Ravens. “I mean, you know, we were able to get him open downfield a little bit but he was able to come up for some balls and be strong to the catch and all that stuff. He’s a special player.”\nShould the Texans have deployed standout cornerback Derek Stingley Jr., a Pro Bowl candidate who leads the team with five interceptions, to follow Cooper around every play?\n“No, that’s not what we do,” Ryans said after his defense yielded 26 first downs, 418 yards of total offense and 4 of 6 fourth-down conversions. “When we talk about following guys, it’s not a matter of following him, it was a matter of guys playing their coverage well. We’ve got a guy double-teamed, and he still catches the ball. That’s the problem. We’ve got to play ball better.”\nStingley said it’s up to the coaches where he lines up and not for him to make that kind of suggestion\n“Coach’s decision,” he said. “Anything he wants, we’re going to do what he wants to do.”\nThe Browns averaged 8.1 yards per pass. And Cooper averaged an incredible 24.1 yards per reception.\n“Whether it’s technique of a play call or not playing the play call right or eyes or anything that go wrong within a play, you have to hold that to a minimum,” Stingley said.\nCooper was eight yards shy of tying retired Texans wide receiver and Hall of Fame candidate Andre Johnson’s 273 yards that’s the all-time record for any receiver in the history of NRG Stadium.\nCooper said he exploited the Texans’ Cover 3 and Cover 4 schemes. His first big play was off a play-action pass from Flacco.\n“Obviously, as a receiver, you always want to make big plays early, you want to touch the ball as soon as you can,” Cooper said. “When we saw the game plan, I knew I had a chance to get that ball based on the coverages that they play and it kind of worked out the way I expected it to.”\nAt 6-foot-1, 225 pounds, Cooper had a huge size advantage against Texans reserve cornerback D’Angelo Ross, a 5-foot-9, 190-pound former practice squad player who primarily plays on special teams. Cooper got a step behind him on a 75-yard touchdown catch in the second quarter.\n“I just remind him like, ‘Yo, sometimes you can just throw it up,’” Cooper said. “These guys are small compared to me, I can just use my body to shield them off and go up and make the play.”\nCooper wanted to hit the 300-yard milestone that hasn’t been reached since Julio Jones in 2016.\n“Why not? Cooper said. “Honestly, the way I look at it from an individual perspective, I always go into the game trying to get 100 yards first. Once I eclipse that, I’m like ‘OK, 200.’ It kind of keeps me motivated throughout the course of the game.”\nCooper went over 1,000 receiving yards as he broke Josh Gordon’s franchise record of 261 receiving yards. He has now topped 200 receiving yards with three different teams, including the Browns, Raiders and Dallas Cowboys. That ties him with Terrell Owens.\n“He’s one of the best I’ve ever been around,” Browns coach Kevin Stefanski said. “What he knows about this game, the way he sees this game, he’s like a savant out there. Combine that with the route-running ability, and he’s one of this team’s leaders. These guys love Amari and to see him come through was awesome. He was pretty special. Yeah, he’s a good one.”\nThe Texans had game-planned specifically to limit explosive plays. The plan didn’t work at all.\n“Just anytime your team goes out and performs like that to start, it just wasn’t good enough,” Ryans said. “You try to figure out why it wasn’t good enough. Felt like we had a good week of preparation. We were on. We knew what we had to do to win the game, and that was eliminate the explosive passes and to come out.\n“And, for the first play, for that to happen, it’s not good enough. That’s the way this offense, the team got going is because we gave up the explosive plays knowing going into the game that’s where they thrive – throwing the deep passes. We didn’t do a great job of covering it at all today.”\nLosing top defensive end Jonathan Greenard to a sprained ankle hurt the Texans’ defense. So did Flacco never being sacked.\nIt was a rough day all-around for the Texans defense as they played without Greenard and three other injured starters; Ward, Will Anderson Jr. and Blake Cashman.\n“When you don’t get pressure on the quarterback, no matter who is out there, it’s going to be a long day,” Ryans said. “For Flacco, he had a really good day versus us. We didn’t pressure him at all. He stood back in the pocket. He had all day to throw the football. And, we weren’t where we were supposed to be in coverage.”\nAaron Wilson is a contributor to Sports Talk 790.\nPhoto: Tim Warner / Getty Images Sport / Getty Images",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "c.j. stroud",
        "sentiment": "none"
      },
      {
        "name": "stroud",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "browns",
        "sentiment": "negative"
      },
      {
        "name": "demeco ryans",
        "sentiment": "none"
      },
      {
        "name": "jacksonville jaguars",
        "sentiment": "none"
      },
      {
        "name": "indianapolis colts",
        "sentiment": "none"
      },
      {
        "name": "cleveland browns",
        "sentiment": "none"
      },
      {
        "name": "” ryans",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "houston",
        "sentiment": "none"
      },
      {
        "name": "nrg stadium",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:52:34.045+02:00",
  "updated": "2024-01-08T00:52:34.045+02:00"
}