{
  "thread": {
    "uuid": "7ec811d9face2408c6d261fde08b7d8ac1bfa282",
    "url": "https://www.the-express.com/news/us-news/129559/ussr-food-stamps-entrepreneur-millionaire",
    "site_full": "www.the-express.com",
    "site": "the-express.com",
    "site_section": "https://www.the-express.com",
    "site_categories": [],
    "section_title": "Daily Express US - Latest US News, Sport & Entertainment - Daily Express US",
    "title": "'I left the USSR to live on food stamps in the US - now I’m a millionaire entrepreneur' - US News - News - Daily Express US",
    "title_full": "'I left the USSR to live on food stamps in the US - now I’m a millionaire entrepreneur' - US News - News - Daily Express US",
    "published": "2024-02-29T22:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn-images.the-express.com/img/dynamic/10/1200x630/148430.jpg",
    "performance_score": 0,
    "domain_rank": 85055,
    "domain_rank_updated": "2024-02-27T12:10:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7ec811d9face2408c6d261fde08b7d8ac1bfa282",
  "url": "https://www.the-express.com/news/us-news/129559/ussr-food-stamps-entrepreneur-millionaire",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rosie Jempson",
  "published": "2024-02-29T22:08:00.000+02:00",
  "title": "'I left the USSR to live on food stamps in the US - now I’m a millionaire entrepreneur' - US News - News - Daily Express US",
  "text": "'I left the USSR to live on food stamps in the US - now I’m a millionaire entrepreneur' A millionaire entrepreneur has opened up about his experience of being born in the USSR and moving to the US to pursue the American dream. A Soviet-born man who [left the USSR](/news/world-news/129424/vladimir-putin-russia-expansion-kaliningrad-nato) to pursue the American dream became a self-made millionaire within years and is now sharing his business secrets. Sergiy Korelov, an interior designer and building contractor, built a comfortable life for himself in the States after winning the Green Card lottery. The 49-year-old entrepreneur was born in the USSR in the 70s. By 1991, the USSR had been split into 15 republics and life was harsh. Although happy and safe in a humble flat with his engineer father and cinema technician mother, communist ideology was all around - and in his early 20s, Sergiy entered the Green Card lottery in the hopes of starting a new life in the West. He said: \"The propaganda was strong so you believe that you live in the best country in the world because you live in this bubble. But when the Soviet Union broke, the devastation of the economy was so severe that there was nothing on the shelves when you went shopping. READ MORE: [Putin's 'weak' forces would be crushed in war with NATO, top army chief warns](/news/world-news/129360/putin-army-russia-nato-war) \"You’d have to get coupons from the government and stay in line for many hours to collect something. A mafia was on the rise at the time and it was a very rough period.\" Sergiy explains that, on his 25th birthday, he received a letter informing him that he was one of 50,000 winners - of roughly 10 million applicants. “I got this huge envelope and a seal from the United States government. It was like a movie. I was very shocked, excited, and confused, to be honest. Now I have to make this big decision: move to a completely new country, new territory, which I know very little about, or stay home.\" With just $1,500 dollars to his name, Sergiy, his pregnant wife Olga and their two-year-old daughter Eva flew to settle in Alaska. DON'T MISS: [American woman arrested by Putin's FSB thugs in Russia on suspicion of treason](/news/world-news/128419/la-woman-arrested-treason-russia-fsb-ukraine-war) [INSIGHT] [Nancy Pelosi slams 'grotesque' Donald Trump for 'holding up' vital Ukraine aid ](/news/politics/128290/nancy-pelosi-donald-trump-ukraine-aid) [COMMENT] [Joe Biden confuses Ukraine with NATO as fears over his mental fitness explode](/news/politics/128224/joe-biden-health-mental-fitness-ukraine-nato-funding) [INSIGHT] “We didn’t have any luggage, just a backpack. So, it was a rough move but so romantic and adventurous.” Unable to speak English and technically living in an “enemy territory” at the time, Sergiy explained that life was incredibly tough for the couple initially and they lodged with a Ukrainian friend for one month. Sergiy went on to become a part of the local church and eventually began leading Russian-speaking services after meeting other immigrants at the local Christian centre. He said that some locals were “suspicious” at first, but he went on to rise through the ranks at the parish and became senior pastor of the local church and vice president of a pastors’ network - as well as also being appointed as planning commissioner for the city of Wasilla. Follow Daily Express US on Google News Click [here](https://news.google.com/publications/CAAqBwgKMNDMhwsw4oHpAg?ceid=US%3Aen&oc=3) to follow [Daily Express US](/) on Google News to stay up to date with all the latest US, showbiz, and sports news. The first company he launched with a partner was called Joy Painting. He then went on to become a full-time building contractor, before importing design products from Europe and being invited to serve on the board of directors for a local builders’ association. Now months away from turning 50 and having established several successful businesses in the states. After almost nine years in Alaska, Sergiy moved his family to the warmer climates of [California](/latest/california) and enjoyed the rewards of his self-made success. Sergiy’s vision is to open an international business network and expand out to Canada and [Mexico](/latest/mexico). The long-term mission is to create embassy-style centres for business development and eventually introduce them to developing countries. [facebook.com/ExpressUSNews](http://facebook.com/ExpressUSNews) [@expressusnews](https://twitter.com/ExpressUSNews)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [
    "https://news.google.com/publications/CAAqBwgKMNDMhwsw4oHpAg?ceid=US%3Aen&oc=3)",
    "http://facebook.com/ExpressUSNews)",
    "https://twitter.com/ExpressUSNews)",
    "http://www.facebook.com/ExpressUSNews)",
    "https://news.google.com/publications/CAAqBwgKMNDMhwsw4oHpAg",
    "https://www.news.google.com/publications/CAAqBwgKMNDMhwsw4oHpAg?ceid=US%3Aen&oc=3)",
    "https://www.twitter.com/ExpressUSNews)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sergiy",
        "sentiment": "none"
      },
      {
        "name": "sergiy korelov",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "us news - news - daily express",
        "sentiment": "negative"
      },
      {
        "name": "green card",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ussr",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "states",
        "sentiment": "none"
      },
      {
        "name": "west",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:44:12.122+02:00",
  "updated": "2024-03-01T00:44:12.122+02:00"
}