{
  "thread": {
    "uuid": "20308e431766b50fac36e22981e579723b40d29b",
    "url": "https://www.thereporter.com/2023/12/29/danette-mitchell-kwanzaa-principles-must-last-all-year/",
    "site_full": "www.thereporter.com",
    "site": "thereporter.com",
    "site_section": "https://www.timesheraldonline.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "Section 8 program opens waiting list in April &#8211; Times Herald Online",
    "title": "Danette Mitchell: Kwanzaa principles must last all year",
    "title_full": "Danette Mitchell: Kwanzaa principles must last all year",
    "published": "2023-12-29T17:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.thereporter.com/wp-content/uploads/2018/08/VAC-Filler-Photo.png",
    "performance_score": 0,
    "domain_rank": 39862,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "20308e431766b50fac36e22981e579723b40d29b",
  "url": "https://www.thereporter.com/2023/12/29/danette-mitchell-kwanzaa-principles-must-last-all-year/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Danette Mitchell",
  "published": "2023-12-29T17:03:00.000+02:00",
  "title": "Danette Mitchell: Kwanzaa principles must last all year",
  "text": "While I respect the seven days of the Kwanzaa principles known as Nguzo Saba, the full benefit of honoring them, which runs from Dec. 26 until Jan. 1, can only be achieved if Black people, in particular, actively apply the principles throughout the year. Dr. Maulana Karenga, professor and chair of Africana Studies at California State University, Long Beach, created Kwanzaa in 1966. The Black American celebration, honoring family and community and the values of ancient African cultures, includes (Umoja) unity, (Kujichagulia) self-determination, (Ujima) collective work and responsibility, (Ujamaa) cooperative economics, (Nia) purpose, (Kuumba) creativity, and (Imani) faith. Reflecting on the Swahili-worded principles, Black people can use them to construct a culture of empowerment. Black Empowerment is a lifestyle and not an annual ritual or event. Unity in our family, community, nation, and race is a powerful tool and the foundation for enacting and sustaining meaningful change. Consider this: Many centuries ago, God, whom many believe is the creator of humanity, saw like-minded people building a tower that would reach the heavens. While their grand vision represented an unrighteous endeavor, according to God, their unfinished work was magnificent. God even said that nothing they planned together would be impossible because they mastered “unity.” Unity begins in strong families and then spreads into the community and the nation. Accomplishing tangible and measurable goals requires unifying, organizing, and mobilizing around an agreed common cause, like reparations, staying on code, and being uncompromising. Unity is the foundational principle of the Nguzo Saba, for without it, all the other principles suffer. Self-determination requires the community to define itself, name itself, create for itself, and speak for itself. Black people should stay on their square about issues and concerns that are significant to them and advocate for them. Movements only require a critical mass, not everyone, to get the job done. In many cases, hardly anyone wants to propose tailored solutions for Black problems. Society remains more comfortable recommending broad minority solutions and using ambiguous terms and language for issues that are unique to Black people alone. Specificity matters. Black people should also define their own definition of beauty, success, excellence, family, and gender roles for themselves. Gender divides don’t move the Black community forward. Collective work and responsibility require that Black Americans build and maintain their community together and make others’ problems their own, solving them together. The community can’t continue fighting other groups’ issues who don’t have the legacy or systematic disadvantages as Black people. Or believe an injustice to one Black person doesn’t affect all of us. Dr. Karenga describes cooperative economics as the fourth principle, which means the Black community must include entrepreneurship as a viable career path and support each other’s businesses so that all profit. Black-owned businesses must lead to corporations, institutions, and industries and be Black-conscious. Those who claim to speak for Black people — no matter who they are — must be for and about Black people, supporting a group-based vision and committed leadership. Purpose requires intentionally bettering the community to restore Black people to their traditional greatness. At the same time, creativity, the sixth principle, requires Black people to use their creative energies to leave our community more beautiful and beneficial than we inherited it. Creativity should extend to thriving Black schools, research centers and hospitals, and other industries rather than be limited to entertainment and sports. Having Black-owned entities doesn’t translate to segregation. Being Black-owned provides the same rights and privileges that every other group has — the right to choose. And control one’s resources to create generational wealth, building a sustainable model for the next generation. Above all, faith, which is the final principle. Faith is to “believe in our Creator, our people, our parents, our teachers, our leaders, and the righteousness and victory of our struggle.” Faith is necessary to operate the other six Kwanzaa principles. As Dr. Karenga said, “Without unity, the first principle, we cannot begin our most important work. Without faith, we cannot sustain it.” So, as 2024 nears, Black people should commit to Kwanzaa year-round as the war to achieving Black Empowerment is far from over. By implementing one Kwanzaa principle for 52 days each and doing the task each one represents, we can make a difference in our communities, the nation, and the world. — Vacaville author Danette Mitchell is a social issues advocate. 2022 Women of the Year Congressional Award Recipient. E-mail: damitchell@earthlink.net.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "danette mitchell",
        "sentiment": "negative"
      },
      {
        "name": "maulana karenga",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "california state university",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "nguzo saba",
        "sentiment": "none"
      },
      {
        "name": "long beach",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T20:57:49.693+02:00",
  "updated": "2023-12-29T21:41:33.992+02:00"
}