{
  "thread": {
    "uuid": "da97dd50b8159eb30f89fd5fa099035fef46b921",
    "url": "https://vnexplorer.net/fleeing-ukraine-i-needed-to-be-strong-for-my-daughter-s734578.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "Fleeing Ukraine: 'I needed to be strong for my daughter'",
    "title_full": "Fleeing Ukraine: 'I needed to be strong for my daughter'",
    "published": "2023-12-31T14:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mgDcs.img",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "da97dd50b8159eb30f89fd5fa099035fef46b921",
  "url": "https://vnexplorer.net/fleeing-ukraine-i-needed-to-be-strong-for-my-daughter-s734578.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-31T14:07:00.000+02:00",
  "title": "Fleeing Ukraine: 'I needed to be strong for my daughter'",
  "text": "Kateryna Sievodnieva, 32, is now living and working in Cumbria\nThis is the second time Kateryna Sievodnieva will see in the new year thousands of miles away from her home in war-torn Ukraine. She is rebuilding her life and career in the UK, after fleeing the south-eastern city of Melitopol with her young daughter.\nMs Sievodnieva said she is grateful to the many people who have helped her and her daughter reach safety\nOn 24 February 2022 Russia invaded Ukraine.\nMs Sievodnieva said, that morning, her life “changed forever”.\nShe and her husband woke up to the sounds of planes flying overhead and bombs exploding.\nRussian troops were roaming their city, the lights started going out and the mobile networks had gone down.\nAll the shops and supermarkets were being looted, she said.\nMs Sievodnieva was left trying to look after her five-year-old daughter in a war zone.\nThe south of Ukraine had always been an area abundant with crops of wheat, sunflowers and vegetables.\nMs Sievodnieva said “everything vanished”.\n‘We had nothing’ Amid days of shelling, her daughter had stomach pains so severe that the doctor initially thought it was appendicitis.\nThe ambulance would not have been able to reach them at night because of the curfew.\nIt turned out her daughter had been so scared of the explosions she had become severely constipated.\nMs Sievodnieva said she was frustrated trying to find medication and confronted a Russian soldier who told her they were there to liberate them.\n“I told them to tell that to my child who needs medicine which we can’t get because of them,” she said.\nMs Sievodnieva said her daughter’s life changed so many times but she is “getting better now”\nThe event that tipped them over the edge was shelling on their daughter’s birthday.\n“It was dreadful – when you can’t even buy a cake or gift for your child like a normal person,” she said.\nShe managed to rustle up a cake with ingredients she could find.\nThat night they decided to leave.\nIn April 2022 Ukrainian and Russian forces were locked in combat along a 300-mile (480km) frontline in eastern Ukraine\nThe family spent weeks travelling to the border, sleeping in their car or staying in the houses of villagers who welcomed them along the way.\nWhen they drove along the front line, Ms Sievodnieva said it looked like everything had been torn apart.\n“Hungry animals roamed and houses were in ruins,” she said.\nMs Sievodnieva and her daughter finally crossed the border into Poland in April, leaving her husband behind.\nSince Russia’s invasion, Ukraine has banned men of fighting age from leaving the country unless they have a valid exemption.\n“My daughter kept screaming and crying that we forgot daddy,” she said.\n“I needed to be strong.”\nIn Poland, Ms Sievodnieva and her daughter slept in a sports hall alongside more than 1,000 people where there was a “constant stench”, she said.\nThey decided to go to Germany.\nShe met a British journalist at the station who asked her why she wanted to go to the country.\n“In that moment, I had no answer,” she said.\nWhile in Germany, the British journalist helped Ms Sievodnieva find the UK government’s Homes for Ukraine scheme.\nLaunched in March 2022, almost 100,000 refugees took up the offer to stay with a sponsor in the UK for up to six months.\nWhen they arrived in Britain they had nothing.\n“I didn’t know where Carlisle or Cambridgeshire was located but it didn’t matter to me,” Ms Sievodnieva said.\nShe said their sponsors Steve and Ellie Blake became like a real family.\nBut still her daughter couldn’t sleep and often woke at night remembering the shelling in Ukraine.\nMs Sievodnieva said it was very difficult when they first arrived in Britain\nBecause she was in a new country, Ms Sievodnieva had to learn everything again.\n“I felt like a little child being taught how to navigate hospitals, how to pay bills,” she said.\n“Everything was new. It was very hard.”\n“But I understood that my daughter was by my side and she needed me to be strong.”\nKateryna now works with children with special needs at a school in Cumbria\nMs Sievodnieva, who had just been awarded a PhD in Ukraine when the war started, got a job in a school in Cumbria as a learning support assistant.\nShe said it was “very scary” to start work in a new place.\n“When you work with children they feel everything, you can’t deceive them,” she said.\nAs the fighting continues in Ukraine, Ms Sievodnieva said she was very grateful to her colleagues and to everyone who helped her and her family along the way.\nFollow BBC Cumbria on Twitter, Facebook and Instagram. Send your story ideas to [email protected] .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest",
    "Social Issue"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mgDcs.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mgFY9.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mgDcv.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mgK5p.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mgMwf.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mgwiV.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mgK5p.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mgDcv.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mgDcs.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mgwiV.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mgMwf.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mgFY9.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kateryna siev",
        "sentiment": "negative"
      },
      {
        "name": "kateryna sievodnieva",
        "sentiment": "negative"
      },
      {
        "name": "sievodnieva",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "cumbria",
        "sentiment": "none"
      },
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "melitopol",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T14:18:15.275+02:00",
  "updated": "2023-12-31T14:18:15.275+02:00"
}