{
  "thread": {
    "uuid": "27146b8af846b732305a34680414c65558fd3013",
    "url": "https://jornaldebrasilia.com.br/noticias/politica-e-poder/lei-para-proteger-mulheres-em-bares-e-shows-e-sancionada/",
    "site_full": "jornaldebrasilia.com.br",
    "site": "jornaldebrasilia.com.br",
    "site_section": "https://jornaldebrasilia.com.br",
    "site_categories": [
      "media"
    ],
    "section_title": "Jornal de Brasília - Informação e Opinião",
    "title": "Lei para proteger mulheres em bares e shows é sancionada - Jornal de Brasília",
    "title_full": "Lei para proteger mulheres em bares e shows é sancionada - Jornal de Brasília",
    "published": "2023-12-29T17:18:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://cdn.jornaldebrasilia.com.br/wp-content/uploads/2023/12/29101740/violencia_contra_a_mulher.webp",
    "performance_score": 0,
    "domain_rank": 62120,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "27146b8af846b732305a34680414c65558fd3013",
  "url": "https://jornaldebrasilia.com.br/noticias/politica-e-poder/lei-para-proteger-mulheres-em-bares-e-shows-e-sancionada/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redação Jornal de Brasília",
  "published": "2023-12-29T17:18:00.000+02:00",
  "title": "Lei para proteger mulheres em bares e shows é sancionada - Jornal de Brasília",
  "text": "Lei para proteger mulheres em bares e shows é sancionada Regras valem para eventos que vendam bebidas alcoólicas e foram inspiradas no protocolo que levou Daniel Alves para a prisão na Espanha SÃO PAULO, SP (UOL/FOLHAPRESS) O presidente Lula sancionou a lei que cria o protocolo “Não é Não” para proteger mulheres de assédio em shows, bares e boates. O objetivo é garantir atendimento de vítimas de assédio e outros tipos de violência em locais onde sejam vendidas bebidas alcóolicas. O protocolo cria uma dinâmica a ser adotada para evitar o agravamento das situações, preservando a integridade da vítima. A lei não se aplica a cultos nem a outros eventos realizados em locais de natureza religiosa. A publicação saiu na edição desta sexta-feira (29) do DOU (Diário Oficial da União). Os estabelecimentos deverão manter trabalhadores treinados para agir em caso de denúncia de violência ou assédio a mulher. Isso inclui preparo para preservação de provas, e disponibilizar recursos para que a denunciante possa acionar a polícia ou regressar ao lar de forma segura. O Protocolo ‘Não é Não’ é similar ao implantando na cidade de Barcelona, conhecido como “No Callem”. Na Espanha, ele foi aplicado recentemente no episódio que envolveu o jogador brasileiro de futebol Daniel Alves, acusado de estuprar uma mulher em uma boate. O QUE DIZ A LEI Protocolo deve ser adotado em ambientes nos quais sejam vendidas bebidas alcoólicas, como casas noturnas e boates. Locais onde são realizados espetáculos musicais, shows e competições esportivas também se enquadram. A LEI CONSIDERA DOIS TIPOS DE AGRESSÃO: constrangimento: qualquer insistência, física ou verbal, sofrida pela mulher depois de manifestada a sua discordância com a interação;violência: uso da força que tenha como resultado lesão, morte ou dano, entre outros, conforme legislação penal em vigor.São deveres dos estabelecimentos: assegurar que a equipe tenha pelo menos uma pessoa qualificada para atender ao protocolo “Não é Não”;manter, em locais visíveis, informação sobre a forma de acionar o protocolo “Não é Não” e os números de telefone de contato da Polícia Militar e da Central de Atendimento à Mulher (Ligue 180);certificar-se com a vítima a necessidade de apoio e informá-la sobre seu direito a assistência.Em casos com indícios de violência, o estabelecimento deve: proteger a mulher e adotar as medidas de apoio previstas na Lei;afastar a vítima do agressor, inclusive do seu alcance visual, facultado a ela ter o acompanhamento de pessoa de sua escolha;colaborar para a identificação das possíveis testemunhas do fato;solicitar o comparecimento da Polícia Militar ou do agente público competente;isolar o local específico onde existam vestígios da violência, até a chegada da Polícia Militar ou do agente público competente;garantir o acesso às imagens à Polícia Civil, à perícia oficial e aos diretamente envolvidos; e preservar, por pelo menos 30 dias, as imagens relacionadas com o ocorrido;Os estabelecimentos também podem criar um protocolo próprio de alerta para violências. O objetivo é sempre evitar constrangimentos, preservar a dignidade e a integridade da vítima e apoiar ações de órgãos de saúde e segurança. Isso inclui retirar o ofensor do estabelecimento e impedir o seu reingresso, nos casos de constrangimento; e divulgar nos sanitários femininos maneiras para que as mulheres possam alertar os funcionários sobre a necessidade de ajuda. EM CASO DE VIOLÊNCIA, DENUNCIE Ao presenciar um episódio de agressão contra mulheres, ligue para 190 e denuncie. Casos de violência doméstica são, na maior parte das vezes, cometidos por parceiros ou ex-companheiros das mulheres, mas a Lei Maria da Penha também pode ser aplicada em agressões cometidas por familiares. Também é possível realizar denúncias pelo número 180 — Central de Atendimento à Mulher — e do Disque 100, que apura violações aos direitos humanos. Você pode gostar JBr SHOPPING Use o código \"JBR\" e ganhe 10% de desconto",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T18:22:39.013+02:00",
  "updated": "2023-12-29T18:22:39.013+02:00"
}