{
  "thread": {
    "uuid": "bd945b24f907e08a26faca7a207c4f9eb83a5370",
    "url": "https://southafrica.shafaqna.com/EN/AL/3543738",
    "site_full": "southafrica.shafaqna.com",
    "site": "shafaqna.com",
    "site_section": "http://southafrica.shafaqna.com/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "South Africa News (News Reader) |",
    "title": "Somalia: ATMIS female peacekeepers mark International Women s Day with calls for women inclusion in decision making",
    "title_full": "Somalia: ATMIS female peacekeepers mark International Women s Day with calls for women inclusion in decision making",
    "published": "2024-03-08T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IR",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 30229,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bd945b24f907e08a26faca7a207c4f9eb83a5370",
  "url": "https://southafrica.shafaqna.com/EN/AL/3543738",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-08T02:00:00.000+02:00",
  "title": "Somalia: ATMIS female peacekeepers mark International Women s Day with calls for women inclusion in decision making",
  "text": "reliefweb - 2 minutes ago Somalia: ATMIS female peacekeepers mark International Women s Day with calls for women inclusion in decision making Country: Somalia Source: The African Union Transition Mission in Somalia Please refer to the attached file. Mogadishu, 8 March, 2024 - On International Women’s Day, female peacekeepers serving with the Africa Union Transition Mission in Somalia (ATMIS) called for a renewed commitment to gender equality and inclusion of women in decision-making forums. The event presided over by the African Union Deputy Special Representative for Somalia, Sivuyile Bam, was attended by ATMIS Police Commissioner, CP Hillary Sao Kano, ATMIS Deputy Force Commander in charge of Operations and Plans Maj. Marius Ngendabanka and his Support and Logistics counterpart Maj Gen. Peter Muteti. ATMIS Deputy Police Commissioner, CP Martin Amoru and other senior officials also attended the event held at the Mission’s Force Headquarters in Mogadishu. The AU Deputy Special Representative for Somalia, praised ATMIS female peacekeepers for their role in fostering trust, dialogue and reconciliation within local communities and facilitating transfer of security responsibilities to Somali Security Forces. “As we honour the achievements of ATMIS female peacekeepers today, let us also recognise the critical role they will continue to play in the ongoing transition process. Their expertise, insights and commitment are invaluable assets as we work hand in hand with the Federal Government of Somalia to ensure a seamless and sustainable transition of security responsibilities,” said Mr. Bam in his keynote address at the event. In her remarks, CP Kanu commended Somali women and ATMIS female peacekeepers for breaking societal norms and entering previously male-dominated domains. “Somalia like many other countries affected by war has witnessed incredible tenacity and resilience of its women who together with women in peacekeeping have played an instrumental role in shaping the fabric of our society,” said CP Kanu. She underscored the need for gender equality and creating an environment where every woman and girl can exercise their rights to education, healthcare, and economic empowerment. “Let us continue to empower women, promote gender equality, and shape a future where every woman and girl can realise their full potential,” observed CP Kanu. ATMIS marked the day under the theme ‘Spurring Inclusion: Celebrating the leadership and resilience of female peacekeepers.’ Maj. Gen. Ngendabanka highlighted that this year’s global theme ‘Count her in: Accelerate Progress’ resonated well with the goal of promoting women’s equal participation in peace and security processes. “ATMIS has over the years registered tremendous progress in the deployment of women in peace operations, our female peacekeepers have been critical in enabling the force adjust to culture-specific gender realities of Somalia,” said Maj. Gen Ngendabanka who represented the ATMIS Force Commander. The celebrations included African cultural songs, dances and experiences of female peacekeepers in various combat operations. For more information please contact:\nSnr. Communications Officer or Force Spokesperson\nMs. Gifty Bingley or Lt. Col Said Mwachinalo, Email: atmismediacenter@au-atmis.org\nCell phone: (Somalia) +252 617 682 175/+252 613 665 (Nairobi) +254 722 586 005\nWeb: atmis-au.org | Follow Us: Facebook | Twitter | Instagram | YouTube\n ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://reliefweb.int/report/somalia/atmis-female-peacekeepers-mark-international-womens-day-calls-women-inclusion-decision-making",
    "https://www.reliefweb.int/report/somalia/atmis-female-peacekeepers-mark-international-womens-day-calls-women-inclusion-decision-making"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sivuyile bam",
        "sentiment": "none"
      },
      {
        "name": "hillary sao kano",
        "sentiment": "none"
      },
      {
        "name": "martin amoru",
        "sentiment": "none"
      },
      {
        "name": "marius ngendabanka",
        "sentiment": "none"
      },
      {
        "name": "peter muteti",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "atmis",
        "sentiment": "negative"
      },
      {
        "name": "africa union transition mission",
        "sentiment": "none"
      },
      {
        "name": "african union transition mission",
        "sentiment": "none"
      },
      {
        "name": "mission’s force headquarters",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "somalia",
        "sentiment": "none"
      },
      {
        "name": "mogadishu",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-09T00:26:53.048+02:00",
  "updated": "2024-03-09T00:26:53.048+02:00"
}