{
  "thread": {
    "uuid": "4db170b26d366c8ae35fd921ce24fce1c2717c24",
    "url": "https://finance.yahoo.com/news/martin-marietta-materials-nyse-mlm-134308660.html",
    "site_full": "finance.yahoo.com",
    "site": "yahoo.com",
    "site_section": "https://news.yahoo.com/rss/business",
    "site_categories": [
      "investing",
      "financial_news",
      "finance",
      "stocks"
    ],
    "section_title": "Yahoo News - Latest News &amp; Headlines",
    "title": "Martin Marietta Materials' (NYSE:MLM) investors will be pleased with their strong 194% return over the last five years",
    "title_full": "Martin Marietta Materials' (NYSE:MLM) investors will be pleased with their strong 194% return over the last five years",
    "published": "2023-12-31T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.zenfs.com/en/simply_wall_st__316/0879100571fc0755502bcfa39cd0a464",
    "performance_score": 0,
    "domain_rank": 37,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4db170b26d366c8ae35fd921ce24fce1c2717c24",
  "url": "https://finance.yahoo.com/news/martin-marietta-materials-nyse-mlm-134308660.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "yahoo",
  "published": "2023-12-31T02:00:00.000+02:00",
  "title": "Martin Marietta Materials' (NYSE:MLM) investors will be pleased with their strong 194% return over the last five years",
  "text": "Simply Wall St. Martin Marietta Materials' (NYSE:MLM) investors will be pleased with their strong 194% return over the last five years Read full article editorial-team@simplywallst.com (Simply Wall St) December 31, 2023 at 3:43 PM · 3 min read\nWhen you buy shares in a company, it's worth keeping in mind the possibility that it could fail, and you could lose your money. But when you pick a company that is really flourishing, you can make more than 100%. For example, the Martin Marietta Materials, Inc. ( NYSE:MLM ) share price has soared 183% in the last half decade. Most would be very happy with that. It's also good to see the share price up 23% over the last quarter. But this move may well have been assisted by the reasonably buoyant market (up 12% in 90 days).\nSo let's investigate and see if the longer term performance of the company has been in line with the underlying business' progress.\nSee our latest analysis for Martin Marietta Materials\nTo paraphrase Benjamin Graham: Over the short term the market is a voting machine, but over the long term it's a weighing machine. One imperfect but simple way to consider how the market perception of a company has shifted is to compare the change in the earnings per share (EPS) with the share price movement.\nOver half a decade, Martin Marietta Materials managed to grow its earnings per share at 8.3% a year. This EPS growth is lower than the 23% average annual increase in the share price. This suggests that market participants hold the company in higher regard, these days. That's not necessarily surprising considering the five-year track record of earnings growth.\nYou can see how EPS has changed over time in the image below (click on the chart to see the exact values).\nearnings-per-share-growth We know that Martin Marietta Materials has improved its bottom line lately, but is it going to grow revenue? This free report showing analyst revenue forecasts should help you figure out if the EPS growth can be sustained.\nWhat About Dividends? As well as measuring the share price return, investors should also consider the total shareholder return (TSR). The TSR is a return calculation that accounts for the value of cash dividends (assuming that any dividend received was reinvested) and the calculated value of any discounted capital raisings and spin-offs. So for companies that pay a generous dividend, the TSR is often a lot higher than the share price return. In the case of Martin Marietta Materials, it has a TSR of 194% for the last 5 years. That exceeds its share price return that we previously mentioned. The dividends paid by the company have thusly boosted the total shareholder return.\nStory continues A Different Perspective We're pleased to report that Martin Marietta Materials shareholders have received a total shareholder return of 49% over one year. Of course, that includes the dividend. That's better than the annualised return of 24% over half a decade, implying that the company is doing better recently. Given the share price momentum remains strong, it might be worth taking a closer look at the stock, lest you miss an opportunity. I find it very interesting to look at share price over the long term as a proxy for business performance. But to truly gain insight, we need to consider other information, too. Consider risks, for instance. Every company has them, and we've spotted 1 warning sign for Martin Marietta Materials you should know about.\nBut note: Martin Marietta Materials may not be the best stock to buy . So take a peek at this free list of interesting companies with past earnings growth (and further growth forecast).\nPlease note, the market returns quoted in this article reflect the market weighted average returns of stocks that currently trade on American exchanges.\nHave feedback on this article? Concerned about the content? Get in touch with us directly. Alternatively, email editorial-team (at) simplywallst.com.\nThis article by Simply Wall St is general in nature. We provide commentary based on historical data and analyst forecasts only using an unbiased methodology and our articles are not intended to be financial advice. It does not constitute a recommendation to buy or sell any stock, and does not take account of your objectives, or your financial situation. We aim to bring you long-term focused analysis driven by fundamental data. Note that our analysis may not factor in the latest price-sensitive company announcements or qualitative material. Simply Wall St has no position in any stocks mentioned.\nTRENDING 1. MIDEAST STOCKS-Egyptian bourse registers biggest annual gain since 2016 2. Xi Pledges to Strengthen Economic Recovery After ‘Tough’ Year 3. Xi says China to consolidate and enhance economic recovery in 2024 4. UPDATE 1-China's Xi says 'reunification' with Taiwan is inevitable 5. Why Nvidia, AMD, and Intel will be hot stock stories in 2024",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance",
    "Labor"
  ],
  "external_links": [
    "https://s.yimg.com/ny/api/res/1.2/19d7xnzZWEwu76SXh51Ntg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYwOA--/https://media.zenfs.com/en/simply_wall_st__316/89be364f7d878337527a81493bfc598f",
    "https://s.yimg.com/os/creatr-uploaded-images/2021-03/7d6207c0-7d34-11eb-bbee-858baefb8682",
    "https://media.zenfs.com/en/simply_wall_st__316/0879100571fc0755502bcfa39cd0a464",
    "https://simplywall.st/",
    "https://s.yimg.com/ny/api/res/1.2/NUA2o3431PKjKDe430Ho5A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIwODtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2021-03/7d6207c0-7d34-11eb-bbee-858baefb8682",
    "https://feedback.simplywall.st/article/MjgxMTMxNDpjY2M4ZGZlZmYwOWRiYTU0",
    "https://simplywall.st/discover/investing-ideas/19524/growth-stocks?blueprint=2811314&utm_medium=finance_user&utm_campaign=conclusion-grid&utm_source=yahoo",
    "https://www.feedback.simplywall.st/article/MjgxMTMxNDpjY2M4ZGZlZmYwOWRiYTU0",
    "https://www.simplywall.st/",
    "https://www.simplywall.st/discover/investing-ideas/19524/growth-stocks?blueprint=2811314&utm_medium=finance_user&utm_campaign=conclusion-grid&utm_source=yahoo",
    "https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/7d6207c0-7d34-11eb-bbee-858baefb8682",
    "https://www.s.yimg.com/ny/api/res/1.2/NUA2o3431PKjKDe430Ho5A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIwODtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/7d6207c0-7d34-11eb-bbee-858baefb8682",
    "https://www.s.yimg.com/ny/api/res/1.2/19d7xnzZWEwu76SXh51Ntg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYwOA--/https://www.media.zenfs.com/en/simply_wall_st__316/89be364f7d878337527a81493bfc598f",
    "https://www.media.zenfs.com/en/simply_wall_st__316/0879100571fc0755502bcfa39cd0a464",
    "https://simplywall.st/discover/investing-ideas/19524/growth-stocks",
    "https://simplywall.st"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "martin marietta",
        "sentiment": "positive"
      },
      {
        "name": "benjamin graham",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "simply wall st. martin marietta materials",
        "sentiment": "positive"
      },
      {
        "name": "martin marietta materials, inc.",
        "sentiment": "none"
      },
      {
        "name": "martin marietta",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-31T16:02:24.941+02:00",
  "updated": "2023-12-31T16:02:24.941+02:00"
}