{
  "thread": {
    "uuid": "3def799393463127633d8e1068fa3d472383916b",
    "url": "https://www.wri.org/news/statement-election-new-uk-government-heralds-major-opportunities-ambitious-action-and",
    "site_full": "www.wri.org",
    "site": "wri.org",
    "site_section": "https://wri.org/resources",
    "site_categories": [
      "society"
    ],
    "section_title": "Resources | World Resources Institute",
    "title": "STATEMENT: Election of New UK Government Heralds Major Opportunities for Ambitious Action and Leadership on Climate, Development and Nature | World Resources Institute",
    "title_full": "STATEMENT: Election of New UK Government Heralds Major Opportunities for Ambitious Action and Leadership on Climate, Development and Nature | World Resources Institute",
    "published": "2024-07-05T01:39:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 2021,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3def799393463127633d8e1068fa3d472383916b",
  "url": "https://www.wri.org/news/statement-election-new-uk-government-heralds-major-opportunities-ambitious-action-and",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "July 4",
  "published": "2024-07-05T01:39:00.000+03:00",
  "title": "STATEMENT: Election of New UK Government Heralds Major Opportunities for Ambitious Action and Leadership on Climate, Development and Nature | World Resources Institute",
  "text": "STATEMENT: Election of New UK Government Heralds Major Opportunities for Ambitious Action and Leadership on Climate, Development and Nature LONDON (July 4, 2024) — Today, voters in the United Kingdom elected a new Labour government in the first general election in nearly five years. The Labour Party’s manifesto sets out numerous commitments on climate, development and nature, both in terms of national UK policy as well as with respect to the UK’s presence on the international stage. Following is a statement by Edward Davey, Head, World Resources Institute Europe UK Office: “The Labour Party’s victory provides a resounding mandate for the UK to deliver ambitious action on climate, development and nature, both at home as well as internationally. There is a big opportunity — as well as a pressing responsibility — for the new government to show its citizens, as well as the world at large, what it means to be a leader on climate, development and nature once again. “There is a lot to do. The first priority is to accelerate the implementation of ambitious national climate policies that tangibly respond to voters’ concerns, including on net zero, clean energy, land use and nature. The new government will need to release an ambitious national climate plan (NDC) later this year, with revised targets that address the latest findings of the Climate Change Committee. It should also fulfill its manifesto commitments on sewage, fresh water, sustainable farming, and the protection and restoration of nature — all central to people’s lives and wellbeing. “Delivery at home must be matched with renewed leadership overseas. The UK needs to rebuild trust with partners in the Global South that are facing the devastating impacts of a changing climate and growing debt. As a first step, the UK should commit to providing significant climate and development finance for the poorest countries — by recommitting to deliver its International Climate Fund contribution, ensuring that this increases in line with Official Development Assistance, and announcing a review of UK financial instruments. The UK should also make a strong commitment to the World Bank’s International Development Association replenishment and a sizeable additional contribution to the Loss and Damage Fund. As an influential leader in global finance, we expect the UK Government to advocate for an ambitious climate finance target to be agreed at the climate summit COP29 in Baku. “The UK can do even more to support developing countries: it should help broker a broader financing package to support inclusive, climate resilient, nature positive development plans. This should bring together International Financial Institution reform and capital increases with South-South finance, international taxes, work to build a high integrity carbon market, and a comprehensive debt relief package. It should set up a technical assistance fund to support countries in designing their climate, nature and development transitions, and ensure international finance is aligned behind these transition plans. “Finally, the UK should also take active steps to lead on the international stage on energy, cities, food and land use, the ocean, and nature. It can join existing coalitions and step up its diplomatic and bilateral engagement. The new UK leadership should use key international meetings in the coming months to signal its commitment to driving action on finance (including at G20 meetings in Brazil), the ocean (at a leaders’ level meeting in New York in September) and biodiversity and climate at the UN meetings in Colombia and Azerbaijan. “At a deeply challenging time for the world – amid a series of interlocking crises spanning conflict, climate, poverty, debt, and nature loss – the UK has an opportunity and important obligation to lead by example and rebuild trust.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "edward davey",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "new uk government heralds major opportunities for ambitious action",
        "sentiment": "neutral"
      },
      {
        "name": "election of new uk government heralds major opportunities for ambitious action",
        "sentiment": "neutral"
      },
      {
        "name": "world resources institute europe uk office",
        "sentiment": "none"
      },
      {
        "name": "labour",
        "sentiment": "none"
      },
      {
        "name": "labour party",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "united kingdom",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T02:55:09.716+03:00",
  "updated": "2024-07-05T02:55:09.716+03:00"
}