{
  "thread": {
    "uuid": "1d29a1e7a20f3234f586ec7ef135f6b83e286dc1",
    "url": "https://eldiariony.com/2023/12/28/emme-recupera-la-sonrisa-paparazzi-capta-a-jennifer-lopez-de-compras-con-su-hija-en-beverly-hills/",
    "site_full": "eldiariony.com",
    "site": "eldiariony.com",
    "site_section": "https://eldiariony.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "El Diario NY",
    "title": "Emme recupera la sonrisa: paparazzi capta a Jennifer López de compras con su hija en Beverly Hills",
    "title_full": "Emme recupera la sonrisa: paparazzi capta a Jennifer López de compras con su hija en Beverly Hills",
    "published": "2023-12-29T00:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://eldiariony.com/wp-content/uploads/sites/2/2023/12/BKG_JLHE231226_005-e1703797794550.jpg?w=1200",
    "performance_score": 0,
    "domain_rank": 30369,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1d29a1e7a20f3234f586ec7ef135f6b83e286dc1",
  "url": "https://eldiariony.com/2023/12/28/emme-recupera-la-sonrisa-paparazzi-capta-a-jennifer-lopez-de-compras-con-su-hija-en-beverly-hills/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Clary Castro",
  "published": "2023-12-29T00:27:00.000+02:00",
  "title": "Emme recupera la sonrisa: paparazzi capta a Jennifer López de compras con su hija en Beverly Hills",
  "text": "Emme recupera la sonrisa: paparazzi capta a Jennifer López de compras con su hija en Beverly Hills\nPese a las criticas que le llueven a Jennifer López, Emme siempre se ha mostrado feliz en compañía de ella y hoy los paparazzi captaron la sonrisa de la joven hija de Marc Anthony\nLa separación de\nJennifer López y Alex Rodríguez, para muchos, representó un cambio significativo en la vida de Emme. Sobre todo porque una vez se finalizó el compromiso los paparazzi captaron el evidente cambio de look que coincidió con la situación.\nLa opinión pública prácticamente crucificó a JLo por las decisiones amorosas que ha tomado con el paso de los años, tras su separación con Marc Anthony. Y aunque muchos celebraron que ésta retomara su romance de hace 20 años con Ben Affleck, hubo quienes renegaron aseguran que no se vía bien y tampoco era apropiado que tan poco tiempo después, ésta ya estuviera embarcándose, tanto ella como sus hijos, en una nueva relación de pareja cuando la presencia de A Rod aún estaba muy fresca en la vida de Emme y Max.\nHay que recordar que el ex pelotero de los Yankees tiene dos hijas, Natasha y Elle, quienes durante años fueron amigas y se convirtieron en casi hermanas de los hijos de JLo y Marc.\nEl rompimiento de este compromiso significó, sin lugar a dudas, un quiebre emocional evidente en los famosos mellizos. Lamentablemente la prensa empezó a exponer la imagen de Emme de manera desconsiderada, buscando en algunos casos la critica hacía Jennifer López y consiguiendo las burlas hacía la menor, tal vez sin querer, tal vez con intención.\nEl cambio de imagen tan radical por parte de Emme fue lo que más preocupó al mundo del ciberespacio. Previo a la separación de A Rod y JLo, la menor tenía un estilo completamente diferente al que presenta ahora y muchos aseguraron que esta era su forma de exponer lo mucho que le desagradaba lo que estaba pasando a su alrededor.\nAhora, la imagen de Emme no ha cambiado, sigue siendo distinta a la que se apreciaba cuando vivía en compañía de Natasha y Elle, pero los paparazzi han podido captar sonrisas en el rostro de la joven estando en compañía de su madre.\nDías antes de Navidad los paparazzi reportaron fotografías para The Grosby Group en donde literalmente se puede apreciar, tal vez, un mejor cambio de actitud en la menor, mientras transitaba de la mano de Jennifer López las elegantes calles de Beverly Hills.\nAhora bien, independientemente de lo que pase en la vida privada de Jennifer López, aún cuando es artista y por lo tanto figura pública, también es cierto que no es justo para ella ni para su familia perseguir a sus hijos, los que al final son menores de edad.\nSigue Leyendo más de Jennifer López aquí:\n·\nJennifer López y Ben Affleck aseguran que tienen trastorno de estrés postraumático\n·\nJennifer López domina Netflix: su película The Mother, fue la más vista en la primera mitad del 2023\n·\nJennifer López y Ben Affleck están listo para celebrar la Navidad en su nuevo hogar",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:32:40.483+02:00",
  "updated": "2023-12-29T00:32:40.483+02:00"
}