{
  "thread": {
    "uuid": "612fcc8360f21181c61d41cb4456b1c55a90796b",
    "url": "https://www.mundiario.com/articulo/tecnologia-ciencia/dado-alta-primer-paciente-que-recibio-rinon-geneticamente-modificado/20240404231421304020.html",
    "site_full": "www.mundiario.com",
    "site": "mundiario.com",
    "site_section": "https://www.mundiario.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "Dado de alta el primer paciente que recibió un riñón genéticamente modificado",
    "title_full": "Dado de alta el primer paciente que recibió un riñón genéticamente modificado",
    "published": "2024-04-04T23:14:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.mundiario.com/media/mundiario/images/2024/04/04/2024040423104184188.jpg",
    "performance_score": 0,
    "domain_rank": 90347,
    "domain_rank_updated": "2024-04-02T13:08:16.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "612fcc8360f21181c61d41cb4456b1c55a90796b",
  "url": "https://www.mundiario.com/articulo/tecnologia-ciencia/dado-alta-primer-paciente-que-recibio-rinon-geneticamente-modificado/20240404231421304020.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Andrés Tudares",
  "published": "2024-04-04T23:14:00.000+03:00",
  "title": "Dado de alta el primer paciente que recibió un riñón genéticamente modificado",
  "text": "Dado de alta el primer paciente que recibió un riñón genéticamente modificado\nRick Slayman, el primer receptor vivo de un trasplante de riñón de cerdo modificado genéticamente, ha sido dado de alta hoy del Hospital General de Massachusetts, apenas dos semanas después de la histórica operación. Slayman, de 62 años, expresó su felicidad en un comunicado emitido por el hospital, calificando este momento como uno de los más felices de su vida.\nEste hito médico marca el tercer trasplante de órgano de cerdo modificado genéticamente en la historia. A diferencia de los dos receptores anteriores, que murieron poco después de la operación, Slayman no ha mostrado signos de rechazo del órgano trasplantado. Los médicos han confirmado que el riñón está funcionando adecuadamente, lo que permitió el alta del paciente.\nEn sus declaraciones, Slayman expresó su gratitud hacia quienes lo han apoyado y compartió su emoción por poder retomar su vida cotidiana libre de la diálisis que había afectado su calidad de vida durante años. Su recuperación está progresando sin problemas, aunque ha pedido intimidad en estos momentos.\nEl trasplante de riñón de cerdo modificado genéticamente se realizó como parte de un protocolo de uso compasivo, que permite el acceso a tratamientos experimentales en casos de enfermedades graves y potencialmente mortales cuando no existen alternativas de tratamiento comparables. Sin embargo, se necesitan más ensayos para autorizar este procedimiento de manera generalizada.\nEste avance médico, llevado a cabo por el Hospital General de Massachusetts en colaboración con la empresa eGenesis, abre nuevas posibilidades en el campo de los trasplantes de órganos. Con la escasez de órganos humanos disponibles para trasplante, los xenotrasplantes representan una esperanza para miles de pacientes que aguardan un trasplante.\nSegún datos de la Red Unida para Compartir Órganos (UNOS), más de 100.000 personas en Estados Unidos están en lista de espera para un trasplante de órgano, y las tasas de insuficiencia renal terminal están en aumento. El riñón es el órgano más demandado para trasplantes, lo que subraya la importancia de los avances en xenotrasplantes para abordar esta creciente necesidad. @mundiario",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:16:15.910+03:00",
  "updated": "2024-04-05T00:16:15.910+03:00"
}