{
  "thread": {
    "uuid": "f1790ac9b3cf2d8635df5b8ac8fd3bec276b5f94",
    "url": "https://www.informador.mx/internacional/Papa-Francisco-Ucrania-deberia-negociar-el-fin-de-la-guerra-20240311-0001.html",
    "site_full": "www.informador.mx",
    "site": "informador.mx",
    "site_section": "https://www.informador.mx",
    "site_categories": [
      "travel",
      "mexico_and_central_america",
      "top_news"
    ],
    "section_title": "Noticias de hoy de Jalisco, Guadalajara y México | El Informador",
    "title": "Papa Francisco: Ucrania debería negociar el fin de la guerra | El Informador",
    "title_full": "Papa Francisco: Ucrania debería negociar el fin de la guerra | El Informador",
    "published": "2024-03-11T09:13:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.informador.mx/__export/1710137422907/sites/elinformador/img/2024/03/11/imagen_cmykimagen_pope_francis_x12622648x_crop1710137418260.jpg_2024461655.jpg",
    "performance_score": 0,
    "domain_rank": 16960,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f1790ac9b3cf2d8635df5b8ac8fd3bec276b5f94",
  "url": "https://www.informador.mx/internacional/Papa-Francisco-Ucrania-deberia-negociar-el-fin-de-la-guerra-20240311-0001.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "CMS Medios",
  "published": "2024-03-11T09:13:00.000+02:00",
  "title": "Papa Francisco: Ucrania debería negociar el fin de la guerra | El Informador",
  "text": "El Papa Francisco volvió a pedir ayer, al término del rezo dominical del Ángelus, el “cese cuanto antes de las hostilidades” en la República Democrática del Congo, en Ucrania y en Tierra Santa “que causan inmensos sufrimientos a la población civil”.“Acojo con afecto a la comunidad católica de la República Democrática del Congo en Roma”, dijo el pontífice ante los 15 mil fieles reunidos en la plaza de San Pedro del Vaticano para escucharle, a pesar del frío, el viento y la lluvia reinantes.“Oremos por la paz en este país, así como en la martirizada Ucrania y en Tierra Santa. Que cesen cuanto antes las hostilidades que provocan inmensos sufrimientos en la población civil”, concluyó.Este nuevo llamamiento del Papa se produce después de que Francisco dijese que en la guerra de Ucrania se debería tener “el coraje de la bandera blanca” y “negociar”, que es una “palabra valiente”, para lograr el final del conflicto, en una entrevista a la Radio Televisión Suiza de la que se publicaron algunos extractos.“Creo que es más fuerte quien ve la situación, quien piensa en el pueblo, quien tiene el valor de la bandera blanca, de negociar. Y hoy se puede negociar con la ayuda de las potencias internacionales. La palabra negociar es una palabra valiente”, dijo el pontífice recogiendo la expresión “bandera blanca” usada previamente por el entrevistador.Tras publicarse la entrevista, la Santa Sede matizó que el papa no habla de rendición sino de negociación, según dijo el portavoz vaticano, Matteo Bruni, a Vatican News.“El papa utiliza el término bandera blanca, y responde tomando la imagen propuesta por el entrevistador, para indicar con ella el cese de las hostilidades, la tregua alcanzada con el valor de la negociación. En otro momento de la entrevista, hablando de otra situación de conflicto, pero refiriéndose a cualquier situación bélica, el Papa afirma claramente: la negociación nunca es rendición”, dijo. En tanto, las declaraciones del Papa Francisco han despertado una oleada de indignación en Ucrania. “Nuestra bandera es amarilla y azul. Esta es la bandera por la que vivimos, morimos y persistimos. Nunca izaremos ninguna otra bandera”, aseguró el ministro ucraniano de Exteriores, Dmitró Kuleba, en un mensaje en su cuenta de X.Subrayó que “el más fuerte es el que, en la batalla entre el bien y el mal, se sitúa del lado del bien en lugar de intentar colocarlos al mismo nivel y llamarlo ‘negociaciones’”, al tiempo que expresó su esperanza de que el Pontífice encuentre la oportunidad de realizar una visita apostólica a Ucrania para mostrar su apoyo. El ministro polaco de Exteriores, Radoslaw Sikorski, llamó al Papa Francisco a animar a Rusia a retirar sus tropas de Ucrania en respuesta a las declaraciones del pontífice, quien dijo que Ucrania debería tener el coraje de “izar una bandera blanca” y “negociar” para lograr el fin del conflicto.“¿Qué tal, para equilibrar, animar a Putin, a tener el coraje de retirar su Ejército de Ucrania? La paz llegaría inmediatamente sin necesidad de negociaciones”, escribió en un mensaje en su cuenta de X.También el presidente de Letonia, Edgards Rinkevics, se refirió en X: “No hay que capitular ante el mal, hay que combatirlo y derrotarlo, para que el mal levante la bandera blanca y capitule”, declaró Rinkevics. El presidente francés, Emmanuel Macron, se entrevistó por teléfono con su homólogo ucraniano, Volodimir Zelenski, ante el que reafirmó la voluntad de poner en marcha “rápidamente” la coalición de algunos países europeos que entregarán a Kiev misiles y bombas de medio y largo alcance.En un comunicado, el Elíseo informó que la charla telefónica tuvo como meta hacer un seguimiento a los anuncios realizados el pasado 26 de febrero, en la Cumbre sobre Ucrania organizada por Macron.La presidencia francesa realzó en su nota el apoyo del jefe de Estado galo a la iniciativa de la República Checa de adquirir municiones fuera de la UE dedicadas para el Ejército ucraniano en su guerra contra Rusia.También reafirmó el respaldo de Macron a la coalición de países que apoyan el envío de artillería pesada a Kiev, liderada por París y Washington y anunciada a comienzos de año.Macron y Zelenski “han coincidido en avanzar en cinco áreas de acción identificadas en la Cumbre de apoyo a Ucrania: la ciberdefensa, la eliminación de minas anti-personas, el mantenimiento y la coproducción de armamento en Ucrania y el apoyo a los países (vecinos de Rusia) para que blinden sus fronteras”, indicó El Elíseo.La reunión del pasado 26 de febrero sobre Ucrania estuvo marcada por un polémico aviso del presidente francés, quien dijo no excluir el envío de tropas en refuerzo de los ucranianos, una hipótesis de la que se desmarcaron la mayor parte de socios europeos y Estados Unidos. Rusia lanzó nuevamente ayer un ataque masivo con drones contra territorio ucraniano, con un total de 39 de esos aparatos, de los que las fuerzas de defensa antiaérea ucranianas lograron derribar 35, mientras las fuerzas rusas, por su parte, destruyeron cuatro aviones ucranianos no tripulados en las regiones fronterizas.Según la Fuerza Aérea de Ucrania, “los ocupantes rusos atacaron con cuatro misiles antiaéreos guiados S-300 las regiones de Járkiv y Donetsk, lanzaron 39 vehículos aéreos no tripulados de ataque Shahed desde Cabo Chauda, Crimea, y Primorsko-Ajtarsk, Federación Rusa”.Agregó que 35 de estos drones fueron derribados en las regiones de Kirovograd, Mikoláyiv, Dnipropetrovsk, Cherkasi, Odesa, Jersón, Jmelnitski, Vinnitsia, Kiev y Zhitomir.En tanto, el Ministerio de Defensa de Rusia, informó del derribo durante la noche de cuatro drones ucranianos sobre la región fronteriza de Bélgorod.En la también fronteriza región rusa de Kursk se activó la alarma antiaérea en horas de la mañana, según alertó en su cuenta de Telegram el gobernador regional, Román Starovoit, quien llamó a la población a guarecerse.Más tarde, el ministerio informó del derribo hacia las 15:30, hora de Moscú, de otros dos drones ucranianos de ala fija en la región rusa de Nóvgorod, a unos 850 kilómetros al Norte de Ucrania. El Ejército ruso avanzó y ocupó posiciones más ventajosas durante las últimas 24 horas en los sectores de Kúpiansk, Donetsk y Avdivka del frente en Ucrania, según informó el Ministerio de Defensa ruso en su parte de guerra diario.“En el sector de Kúpiansk (región de Járkov) las unidades del grupo militar Zapad (Occidente) mejoraron sus posiciones en primera línea” y atacaron tres brigadas mecanizadas del Ejército ucraniano en las localidades de Yampilivka y Serebrianka en la región de Donetsk y Nevske, en Lugansk, señaló el mando ruso en Telegram.Además, la fuerzas del grupo militar Yuzhni (Sur) “ocuparon posiciones más ventajosas en las inmediaciones de las localidades Verjnekamenske, Sporne, Kurdiumikva y Novomijailivka de la región de Donetsk. Telón de fondoLas importaciones de armas en Europa casi se duplicaron en el último lustro por la guerra en Ucrania, que ha permitido a Estados Unidos reforzar su liderazgo en el comercio mundial de armamento, según un informe difundido por el Instituto Internacional de Estocolmo para la Investigación de la Paz (SIPRI).El estudio, que compara los períodos 2014-18 y 2019-23, revela también que Francia adelanta por primera vez como segundo exportador mundial a Rusia, cuyas ventas de armas se han reducido a la mitad.Aunque el comercio mundial de armamento se contrajo un 3.3% en el último lustro, el conflicto en Ucrania provocó que las compras subiesen un 94% en Europa, que aumentó su dependencia respecto a Estados Unidos (del 35% al 55% del volumen total adquirido).“Con muchos pedidos de armas de alto valor, incluidos casi 800 cazas y helicópteros de combate, es probable que las importaciones de armas europeas sigan a alto nivel”, explica el SIPRI, que destaca el aumento de la demanda de sistemas de defensa aérea. La guerra en Ucrania ha convertido a este país en el primer importador europeo de armas en el último lustro y en el cuarto a nivel mundial, según el estudio del SIPRI.Al menos 30 países han suministrado armas a Ucrania desde el inicio de la intervención militar rusa en febrero de 2022.Estados Unidos, con el 39%, fue el principal proveedor, seguido por Alemania (14%) y Polonia 13 por ciento.El informe resalta que, para ampliar la capacidad militar ucraniana, sus suministradores han empezado a enviar sistemas de largo alcance, y cita los 27 cazas donados por Polonia y Eslovaquia y el compromiso para hacerlo de Bélgica, Dinamarca, Holanda y Noruega, así como misiles facilitados por Francia y Reino Unido. En el último lustro, Estados Unidos aumentó sus exportaciones armamentísticas un 17% y pasó de controlar el 34% al 42% del total mundial, suministrando armas a 107 países.Oriente Medio fue el principal destino de las ventas estadounidenses (38%), seguido por Asia-Oceanía, con el 31%, región de la que por primera vez en 25 años se convirtió en principal proveedor.Muy lejos de Estados Unidos, como segundo exportador mundial, se sitúa Francia, con el 11% y cuyas ventas aumentaron un 47%, gracias sobre todo a los cazas vendidos fuera de Europa.Rusia, en cambio, aunque mantiene el 11% del total de las ventas mundiales, experimentó una caída en el último lustro del 53% y una reducción del número de países destinatarios: de 31 en 2019 a 12 en 2023.“El bajo volumen de entregas de armas pesadas pendientes de Rusia sugiere que es probable que sus exportaciones de armas se mantengan muy por debajo del nivel de 2014-18, al menos a corto plazo”, apunta el estudio.Sólo otros dos países de entre los 10 primeros aumentaron sus ventas en 2019-23: Italia (sexta), con un 86% más; y Corea del Sur (décima), con un 12% más, mientras el resto (China, Alemania, Italia, Reino Unido, España e Israel) sufrió retrocesos. Con un aumento del 4.7% y casi un 10% del total mundial, India se mantiene como primer comprador de armamento, por delante de Arabia Saudí (8.4 %), Qatar (7.6 %), Ucrania (4.9%) y Pakistán 4.3 por ciento.El estudio destaca que la compra de armas rusas por India bajó del 50% del total de sus importaciones (hasta el 36%), algo que no ocurría desde 1960-64; y que países vecinos de China como Japón y Corea del Sur han adquirido más armamento en estos años (un 155% y un 6.5% más, respectivamente).La región Asia-Oceanía fue la principal importadora, con el 37% del total; por delante de Oriente Medio (30%), Europa (21%), América (5.7%) y África 4.3 por ciento. La compra de armas en todo el continente americano se redujo un 7.2% en el último lustro, una caída que fue del 19% en Sudamérica.Francia, con el 23%, Estados Unidos (14%) y Reino Unido (12%) fueron los principales suministradores sudamericanos, mientras que Rusia no hizo ninguna entrega importante a la región en el último lustro.A pesar del descenso en la zona, Brasil -que acaparó el 44 % del total regional- aumentó sus importaciones un 26 por ciento. CT",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-11T09:33:32.594+02:00",
  "updated": "2024-03-11T09:33:32.594+02:00"
}