{
  "thread": {
    "uuid": "f20ec5a7c17354be9ac08b36e89962cef50b6bc1",
    "url": "https://news.yahoo.com/vermonters-excited-see-few-inches-041906364.html",
    "site_full": "news.yahoo.com",
    "site": "yahoo.com",
    "site_section": "https://ca.sports.yahoo.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Yahoo Canada Sports - Sports News, Scores, Rumours, Fantasy Games, and more",
    "title": "Vermonters excited to see few inches of snow during unusually quiet winter",
    "title_full": "Vermonters excited to see few inches of snow during unusually quiet winter",
    "published": "2024-02-16T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://s.yimg.com/ny/api/res/1.2/vgGqzSN1uY6l.sqxPbjuFg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://media.zenfs.com/en/video.wptz.hearstnews.com/b14d80995d38a8f8c47fa47b02ed878e",
    "performance_score": 0,
    "domain_rank": 36,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f20ec5a7c17354be9ac08b36e89962cef50b6bc1",
  "url": "https://news.yahoo.com/vermonters-excited-see-few-inches-041906364.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "WPTZ - Burlington/Plattsburgh",
  "published": "2024-02-16T02:00:00.000+02:00",
  "title": "Vermonters excited to see few inches of snow during unusually quiet winter",
  "text": "Here’s visible proof for the first time ever. Wildlife photographer Gaurav Ramnarayanan snapped a photo of an unusual golden tiger in Kaziranga National Park, India, last month. But the tiger’s presence in the park might not be a good thing. Weather advisories and winter storm warnings remain in effect for much of Newfoundland and Labrador on Thursday, with schools and some services closed for the morning. (Patrick Butler/Radio-Canada)Weather advisories and winter storm warnings remain in effect for much of Newfoundland and Labrador on Thursday, with schools and some services closed for the morning.Schools that fall under NLSchools — formerly the Newfoundland and Labrador English School District — in the St. John's metro region are Southern Ontario's first significant snowfall in a few weeks is expected Thursday, and may lead to arduous afternoon and evening commutes as high winds accompanying the system is likely to make for poor visibility on the roads ST. JOHN'S, N.L. — A brawny nor'easter dumped up to 37 centimetres of snow on Nova Scotia on Wednesday before trudging to Newfoundland, where the wind picked up and a swirling snowfall enveloped much of the province. Across the top of eastern and northeastern Newfoundland, up to 60 cm of snow was expected in communities from St. John's in the east to the Bay of Exploits in the west, and the winds along the coast were expected to gust at 100 kilometres per hour until Thursday night. Farther south A Valentine's Day snowstorm has prompted school closures and travel delays across parts of Nova Scotia and Newfoundland. Drivers urged to plan ahead with dangerous travel expected through Wednesday Researchers found the bumpy animal living across the Venezuela-Brazil border. Heading out to enjoy the long weekend across southern Ontario? Watch out for gusty winds and snow that could lead to hazardous travel through Sunday ST. JOHN'S, N.L. — Lights from fishing boats illuminating heavy snowfall helped guide four crew members off a teetering vessel Wednesday night that had run aground that morning in Newfoundland as a massive storm set in. The burly nor'easter brought two days of heavy snow and high winds to parts of Nova Scotia and Newfoundland and Labrador, causing school cancellations, coastal damage and the abandonment of the Cape Cordell fishing vessel near Fortune, N.L. \"It couldn't have been an easy decision The caption may say that only scientists and trained professionals should handle wild animals, but viewers remember the image, not the words. It’s early February and the fields surrounding Northern Lights Wildlife Society shelter in Smithers, B.C., are bare and brown. Extreme drought conditions that dried up watersheds across Western Canada last year show no sign of easing, with little snow to replenish the parched ground. Angelika Langen says the property was covered in ice a few days earlier. Now, it feels like spring and the long driveway is a mess of mud. But the unpredictable weather is not what’s on her mind. “Too many bears,” L Snow barreled through Spanish Ship Bay, Nova Scotia, on Tuesday, February 13, as a nor’easter arrived in the region.According to local reports, numerous schools were closed Wednesday, February 14, following the heavy snowfall, which was expected to continue in more northern areas of the province.The nor’easter follows a historic storm which brought as much as 150 cm (5 feet) of snow to parts of Nova Scotia in early February.Ryan Kaiser recorded this footage of snow whipping around, and wrote that he’s “only seen rates [of snowfall] like this probably twice before. Incredible.” Credit: Ryan Kaiser via Storyful The Municipal District of Pincher Creek, Alta. is rerouting residents to water standpipes near its Beaver Mines and Cowley stations for fills of potable water. In one of the latest examples of senseless vandalism in the community, the coin box on the standpipe in Pincher Creek was damaged last week in an obvious attempt to get money from the sealed unit. With its Pronghorn Avenue location now out of commission, the MD has reopened its two remaining standpipes. Both were closed off this past summ Eco-friendly wet wipes should not be branded okay to flush down the toilet after all, Britain's water industry has said. Thursday brings another day of closures and cancellations, as potent nor'easter continues to wallop Newfoundland with heavy snow and gusty winds A Vancouver non-profit is calling on Canada's competition regulator to launch a greenwashing investigation into Lululemon — saying the athleisure brand is misleading consumers about its environmental practices. The complaint, which was filed by the organization Stand.earth last Thursday, says Lululemon's Be Planet sustainability campaign from 2020, in which the company said it would work to reduce its greenhouse gas emissions, is contradicted by a 2022 impact report that outlined Lululemon's pro It's not yet known what killed an endangered fin whale, but people can marvel at the large marine mammal as it decomposes on an Oregon beach. “While it's sad, it's also super educational,\" Tiffany Boothe, assistant manager of the Seaside Aquarium, said Thursday of the rare sight, which she said is only the second dead fin whale that Oregon has seen in about 30 years. Measurements taken at the end of January show Lake Mead's water levels to be 1,072.67 feet, the highest measured since May 2021. Fire hoses are being used to create hammocks, hay nets and toys for animals at Northumberland Zoo. WWF is fundraising to transport Europe’s largest herbivore 300km around Kyiv to ensure the herd has a future.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gaurav ramnarayanan",
        "sentiment": "negative"
      },
      {
        "name": "john",
        "sentiment": "none"
      },
      {
        "name": "patrick butler",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "southern ontario",
        "sentiment": "none"
      },
      {
        "name": "nova scotia",
        "sentiment": "none"
      },
      {
        "name": "newfoundland",
        "sentiment": "none"
      },
      {
        "name": "newfoundl",
        "sentiment": "none"
      },
      {
        "name": "kaziranga national park",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "labrador",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T06:36:53.653+02:00",
  "updated": "2024-02-16T06:36:53.653+02:00"
}