{
  "thread": {
    "uuid": "eb3934791fc9325216a56dc5f0f214bf813618d9",
    "url": "https://www.yankton.net/community/article_5ed826f0-aab7-11ee-b4e0-5702fcee6f8f.html",
    "site_full": "www.yankton.net",
    "site": "yankton.net",
    "site_section": "http://www.yankton.net/search/?q=&t=article&l=100&d=&d1=&d2=&s=start_time&sd=desc&nsa=eedition&c[]=community&f=rss",
    "site_categories": [
      "media"
    ],
    "section_title": "www.yankton.net - RSS Results in community of type article",
    "title": "2024 Offers Promising Outlook For End Of Multi-Year Drought",
    "title_full": "2024 Offers Promising Outlook For End Of Multi-Year Drought",
    "published": "2024-01-04T06:11:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/yankton.net/content/tncms/assets/v3/editorial/7/a1/7a156d92-aab7-11ee-b5b8-5fc2ede09178/659630694b2f1.image.jpg?crop=1366%2C717%2C0%2C399&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 80881,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "eb3934791fc9325216a56dc5f0f214bf813618d9",
  "url": "https://www.yankton.net/community/article_5ed826f0-aab7-11ee-b4e0-5702fcee6f8f.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Randy Dockendorf randy.dockendorf@yankton.net",
  "published": "2024-01-04T06:11:00.000+02:00",
  "title": "2024 Offers Promising Outlook For End Of Multi-Year Drought",
  "text": "BY RANDY DOCKENDORF\nVERMILLION — Looking into her crystal ball, Laura Edwards thinks the region’s multi-year drought may end in 2024.\n“I’m not anticipating a severe drought this summer,” the South Dakota state climatologist said Wednesday at the Dakota Farm Show in the DakotaDome.\n“In general, the indication right now is that we’re in better shape than the last couple of years at this time, and we’re not necessarily looking at dry conditions in the spring. Between the two (factors), we’re off to a good start for the summer.”\nMuch of the Yankton region has pulled out of severe drought, with some abnormally dry conditions remaining in pockets, she told the Press & Dakotan.\n“In general, in the southeast part of the state, we’ve been on the dry side. Here in Vermillion, along the (Missouri) River, not so much. It’s centered on the Sioux Falls area, which is the driest part of the state. It’s been that way for much of the last year,” she said.\n“It has ebbed and flowed over time, as droughts tend to do, but the recent moisture has really helped, Thankfully, we had thawed soil in December, when we had the storm event over Christmas. We were able to capture a lot of that moisture and hold the rainfall in the soil instead of runoff as typically seen in the winter.”\nHowever, things could change quickly, she noted, with timing playing such a crucial role in boosting or destroying a crop.\n“A lot can happen in the summer, where we have one hot, dry week at the very time you have something such as corn pollinating,” she said. “It can have a huge impact even though it’s a very short time frame.”\nA number of counties enacted burn bans during November and December, Edwards said.\n“That was due to no snow cover,” she said. “We usually don’t worry about fire if we have snow, and we also had warm, breezy conditions with dry vegetation.”\nSouth Dakota is entering the driest time of year, Edwards said.\n“We average three-fourths of an inch of moisture during January,” she said. “If we get one big blizzard, that’s your whole month (of precipitation) right there. Two big storms can really make a difference.”\nSnowfall represents a different type of moisture than rainfall, Edwards said.\n“During January and February, we see the snow falling and say, ‘Gosh, that’s a lot of moisture,’ but on average it takes 10 inches of snow to create 1 inch of water,” she said.\nCHANGE AHEAD\nDecember ranked as quite warm, while January appears ready for a rapid shift to cold weather, she said.\nA polar vortex, a mass of cold air found at both poles, has remained rotating over Russia and bringing colder weather to that nation. The vortex has remained stagnant and has stayed to the north rather than descend onto the United States.\nHowever, that looks to change in the coming week or so, Edwards said.\n“The polar vortex will arrive in mid- to late January. How cold will it be? It’s hard to say,” she said. “Right now, Russia is much colder than normal.”\nHowever, she foresees a change once the Arctic air moves, leaning toward warmer temperatures through March because of an El Nino weather pattern coming off the Pacific.\nThe Northern Plains remained in a highly unusual three consecutive La Nina winters and is now in an El Nino which generally brings warmer, drier weather, she said.\n“For April through June, for the Dakotas and Nebraska, there’s not a lot to hang your hat on,” she said. “We’re at the end of the El Nino time period and moving into in that transition season. It gets a little more difficult (forecasting) when we get into the summer thunderstorm season. It’s much more difficult to predict precipitation because your local storms pop up.”\nData from the past century shows the U.S has experienced warmer temperatures during the winter and more precipitation during spring and fall, with larger precipitation, Edwards said. In addition, the crop hardiness zones have shifted, with parts of the previous Zone 4 now becoming Zone 5, a warmer and wetter climate.\n“During the last couple of decades, we have seen an extension of the Corn Belt to the west and north. Part of it is due to the climate bringing the longer growing year, along with the farming practices with moving toward holding water longer,” she said.\n“We are seeing more of a movement toward conservation tillage and no tillage, and we have some challenges with that as well. But certainly, it helps conserve the nutrients, carbon, water and soil structure.”\nWAITING FOR OUTCOMES\nComing off a warm December, the region could experience frost issues, Edwards said.\n“If we don’t have a very deep snow cover and we get a very cold period for an extended period of time, we can get some very deep frost,” she said. “Last winter, we had very deep snow cover that insulated the soil. We had a very shallow frozen layer last year. This winter, we don’t have much for snowpack, so we could have deeper frost as we look that cooler regiment coming across the region in January.”\nCurrently, the region remains in a very strong El Nino, one of the top 10 since 1950, she said. However, the United States could transition by this fall back to a La Nina.\nThe current El Nino has affected Brazil, a major soybean producer, which could affect U.S. farmers and markets, she added.\n“Right now, they (Brazil) are in their first cropping season. They can do double cropping because they have a very long growing season,” she said. “The first season was kind of dry, and they are usually much wetter than us in general. They’re suffering from the impacts from El Nino.”\nFor now, the Central Plains of the U.S. has snow cover, which protects winter crops and sets up the region for next spring, Edwards said.\n“When we have a wet fall, it sets the stage for the next season,” she said. “One of the biggest players is April moisture, so we have time to wait until the spring.”\nFollow @RDockendorf on Twitter.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Environment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "laura edwards",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "dakota farm show",
        "sentiment": "none"
      },
      {
        "name": "press & dakotan",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "vermillion",
        "sentiment": "none"
      },
      {
        "name": "south dakota",
        "sentiment": "none"
      },
      {
        "name": "sioux falls",
        "sentiment": "none"
      },
      {
        "name": "yankton",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-04T07:46:54.305+02:00",
  "updated": "2024-01-04T07:46:54.305+02:00"
}