{
  "thread": {
    "uuid": "fba946904182f55084622a5b711508b6cbff3f7e",
    "url": "https://barrie.ctvnews.ca/go-train-offering-free-service-new-year-s-eve-1.6703353",
    "site_full": "barrie.ctvnews.ca",
    "site": "ctvnews.ca",
    "site_section": "http://barrie.ctvnews.ca/rss/ctv-news-barrie-1.1293974",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "GO Train offering free service New Year's Eve",
    "title_full": "GO Train offering free service New Year's Eve",
    "published": "2023-12-28T22:52:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.ctvnews.ca/content/dam/ctvnews/en/images/2023/12/28/go-train-barrie-line-1-6703376-1703786331265.jpg",
    "performance_score": 0,
    "domain_rank": 980,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fba946904182f55084622a5b711508b6cbff3f7e",
  "url": "https://barrie.ctvnews.ca/go-train-offering-free-service-new-year-s-eve-1.6703353",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kim Phillips",
  "published": "2023-12-28T22:52:00.000+02:00",
  "title": "GO Train offering free service New Year's Eve",
  "text": "[Skip to main content](#main)\nGO Train offering free service New Year's Eve\nGO Train riders heading south from Barrie can take advantage of free travel on New Year's Eve.\nThe special holiday schedule offers free service starting at 7 p.m. on Sunday.\nRiders need to tap on and off as usual but will not be charged. Fare charges resume at 8 a.m. on Mon., Jan. 1.\nOn New Year's Day, Mon., Jan. 1, GO Train service will operate on a Sunday schedule.\n-\nDownload the CTV News app to get local alerts on your device\n-\nGet the latest local updates sent to your email inbox\nMeanwhile, riders need to make note of some\nschedule changes for the Barrie Line in the New Year.\nMetrolinx announced service adjustments to the Barrie and Stouffville lines starting Jan. 6, noting \"minor time adjustments to some trips.\"\nRiders are encouraged to\ncheck the schedules before travelling.\nShopping Trends\nThe Shopping Trends team is independent of the journalists at CTV News. We may earn a commission when you use our links to shop.\nRead about us.\nTop Stories\nCTVNews.ca Top Stories\nBREAKING\nTen people rescued from plane crash site in remote N.W.T.\nThe military says a rescue operation is complete after a plane crash left 10 people, some with injuries, stranded overnight in a remote area of the Northwest Territories.\nNDP's Jagmeet Singh rules out coalition government with Liberals after next election\nNDP Leader Jagmeet Singh is ruling out the possibility of forming a coalition government with the Liberals if no party wins a clear majority after the next federal election.\nJudih Weinstein Haggai, the last Canadian known to have been kidnapped by Hamas, confirmed dead\nJudih Weinstein Haggai, the only Canadian citizen who was still missing amid the Israel-Hamas conflict and believed to be held in the Gaza Strip, has been reported dead.\nIn most African countries, drought forces rural communities to relocate, study finds\nAcross most of Africa, drought is driving people who live in rural settlements closer to rivers and cities, according to a new study published in the journal Earth's Future.\nTeen dead, another missing after falling through ice in Ottawa amid spate of similar incidents across Canada\nA teenager is dead and another is still missing after four youths fell through the ice on the Rideau River in Ottawa's south end late Wednesday.\nPierce Brosnan is in hot water, accused of trespassing in a Yellowstone thermal area\nPierce Brosnan, whose fictitious movie character James Bond has been in hot water plenty of times, is now facing heat in real life, charged with stepping out of bounds in a thermal area during a recent visit to Yellowstone National Park.\nOntario man charged after allegedly planning trip to U.S. for sex acts with kids\nDurham police say they arrested a man Thursday after learning that he allegedly planned to travel to the United States in order to engage in sex acts with a woman and her young children.\nTight-knit Canada set for tough test against hosts Sweden at world juniors\nCanada will march into the jam-packed Scandinavium arena -- a building that resembles Calgary's Scotiabank Saddledome -- against the tournament hosts Friday night in a marquee Group A matchup. \"Skilled, dangerous,\" Canadian head coach Alan Letang said of Sweden. \"Very, very dangerous off the rush.\"\nCanada to offer humanitarian visas to those fleeing Sudan if relatives pay costs\nOttawa is offering a lifeline to people fleeing an escalating civil war in Sudan if they have relatives in Canada who agree to financially support them.\nAtlantic\n-\nFreezing rain warnings, special weather statements in effect in N.S., N.B.\nMore messy weather is on the way to the Maritimes with freezing rain warnings and special weather statements in effect.\n-\n'I will not go out back': Moncton landlord worried about tenant safety\nPeter LeBlanc needs to find a new tenant for his downtown Moncton apartment building. The landlord said the vacancy is the result of a current tenant no longer feeling like it’s safe place to live.\n-\nA Newfoundland song celebrates Team Canada goals at world juniors for second year\nFor the second year in a row, Team Canada is celebrating its goals at the world junior ice hockey championship with a song from Newfoundland and Labrador.\nMontreal\n-\nCommon Front of public sector unions reaches tentative deal with Quebec\nThe Common Front of unions representing around 420,000 public sector workers in Quebec has reached a proposed agreement in principle with the government.\n-\nMontreal man who ate recalled cantaloupes launches class-action lawsuit\nA Montreal man who says he was hospitalized with salmonella poisoning after eating recalled cantaloupes has launched a proposed class-action lawsuit against two companies that produced and distributed the fruit.\n-\nBeaconsfield lawsuit against City of Montreal over taxes grows to $15 million\nThe City of Beaconsfield is taking the City of Montreal to court because it feels it is being overtaxed by the centre city.\nOttawa\n-\n17-year-old dead, one missing after teens fall through the ice on the Rideau River in Ottawa\nOttawa police say one youth is dead and one person is missing after they fell through the ice on the Rideau River in Ottawa's south end on Wednesday. Two other teens were treated for mild hypothermia.\n-\nPolice searching for federal offender known to frequent Ottawa-Gatineau\nOntario Provincial Police is seeking the public's assistance in locating a federal offender wanted on a Canada-wide warrant as a result of a breach of his statutory release.\n-\nSurge in tooth decay among young children in eastern Ontario raises concerns\nAn uptick in tooth decay among young children has become a cause for concern for eastern Ontario dentists.\nToronto\n-\nWoman allegedly intentionally drove vehicle into parking enforcement officer in Toronto\nPolice arrested a 29-year-old woman after she allegedly intentionally drove her vehicle into a parking enforcement officer in Toronto’s east end.\n-\nCitizen's tip helps police apprehend suspect wanted in Richmond Hill axe attack\nPolice in York Region say media coverage, along with a tip from a member of the public, helped them apprehend a suspect wanted in connection with an axe attack in Richmond Hill as well as several other criminal offences.\n-\nOntario man charged after allegedly planning trip to U.S. for sex acts with kids\nDurham police say they arrested a man Thursday after learning that he allegedly planned to travel to the United States in order to engage in sex acts with a woman and her young children.\nKitchener\n-\nNo one hurt after fire at Kitchener restaurants\nNo one was hurt after flames broke out at a building containing two restaurants in Kitchener.\n-\nMen arrested with $1,000 in stolen butter\nThree men from Brampton, Ont. were arrested on Christmas Eve in Guelph after police caught them with more than $1,000 in stolen butter.\n-\nMan seriously injured in Waterloo stabbing\nPolice are looking for the person or people responsible for a stabbing in Waterloo that seriously injured a 41-year-old man.\nLondon\n-\nConversation with Mayor Morgan Part 1: Homelessness, communication, and housing\nIn a year-end interview with CTV News, London Mayor Josh Morgan opens up about his greatest challenge of 2023.\n-\n'Could hear the windows buckling': St. Thomas, Ont. tenants evacuated after apartment collapsed\nFifteen people are out of their homes after the foundation of small apartment building collapsed late Wednesday night in St. Thomas, Ont.\n-\nInjured snowy owl rescued in Huron County\nHuron County OPP responded to a report of an injured owl in Bayfield on Dec. 28.\nNorthern Ontario\n-\nPothole machine in Sudbury offers high-quality repairs, but low production\nThe city’s Python 5000 does a great job repairing potholes, but it’s a high-maintenance machine that depends on weather and replacement parts to operate successfully.\n-\n17-year-old dead, one missing after teens fall through the ice on the Rideau River in Ottawa\nOttawa police say one youth is dead and one person is missing after they fell through the ice on the Rideau River in Ottawa's south end on Wednesday. Two other teens were treated for mild hypothermia.\n-\nChristmas day fire in Hearst under investigation\nOfficials are investigating the cause of residential fire in Hearst, Ont., that broke out early in the morning Christmas day.\nWindsor\n-\nPool contractor charged with fraud\nWindsor police have charged the owner of a pool installation company with fraud.\n-\nWhat’s open and closed New Year's weekend in Windsor\nAs Windsor residents get ready to ring in the new year, there are a few closures to keep in mind this holiday weekend.\n-\nWalpole Island man facing multiple charges\nChatham-Kent police have charged a 36-year-old Walpole Island man with drug and weapon offences after a well-being check in a motel parking lot.\nCalgary\n-\nSouthern Alberta girl injured in coyote attack\nA family from Brooks, Alta., says their daughter is lucky to have avoided more serious injuries after she was attacked and bitten several times by a coyote.\n-\n2 teens killed in rollover crash near Crossfield, Alta.\nTwo teens are dead following a crash in Mountain View County on Wednesday evening, RCMP said.\n-\nChild-care costs could rise for some Alberta parents as daycares consider leaving fee support program\nSome daycare operators in the province are considering opting out of the Alberta Affordability Grant for child-care programs, which is concerning to parents who could see their payments skyrocket in the new year as a result.\nSaskatoon\n-\nSaskatoon developers hint at future of former Extra Foods property\nThe site of a former grocery store on Broadway Avenue has sold.\n-\nDash cam footage shows van burst into flames in a Saskatoon parking lot\nSaskatoon firefighters say they don’t know what caused a van to burst into flames in a Cabela’s parking lot on Wednesday.\n-\nSaskatoon recruiting Aussie paramedics to help with record emergency calls\nAmid a record year for emergency calls, Saskatoon’s ambulance service has turned to Australia for a pool of new recruits.\nEdmonton\n-\nDeaths of two officers 'haunt' Edmonton police chief\nEdmonton's police chief says the \"line of duty\" deaths of two officers in 2023 will stay with him and others forever.\n-\nClosure of 8 'high-risk' encampments to begin Friday: city\nNotice has been given to clear several high-risk encampments in Edmonton that were the subject of an injunction earlier this month.\n-\nMan who died with wife and son in Alberta lake wasn't a risk-taker, says friend\nAn Edmonton man who died with his wife and eight-year-old son after their utility terrain vehicle went into a lake wasn't the kind of person to put his family at risk, says a friend.\nVancouver\n-\nOverpass strike in Delta closes Highway 99 southbound\nA truck collided with an overpass in Delta Thursday, prompting road closures and a heavy presence of first responders.\n-\nConvicted murderer wanted Canada-wide after breaching conditions: police\nPolice in Victoria are asking the public to call 911 if they encounter a man who is wanted on a Canada-wide warrant for breaching conditions of his parole.\n-\n'Damage consistent with bullet holes': Surrey RCMP investigating shots fired at residence\nMounties in Surrey are investigating a report of shots fired at a residence Wednesday morning.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://assets.metrolinx.com/image/upload/v1703079607/Documents/GO/full-schedules/FS06012024/TABLE65.pdf",
    "https://www.gotransit.com/en/see-schedules",
    "https://www.assets.metrolinx.com/image/upload/v1703079607/Documents/GO/full-schedules/FS06012024/TABLE65.pdf",
    "https://gotransit.com/en/see-schedules"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "metrolinx",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ctv news",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mon.",
        "sentiment": "none"
      },
      {
        "name": "barrie",
        "sentiment": "none"
      },
      {
        "name": "stouffville",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:07:49.230+02:00",
  "updated": "2023-12-29T00:07:49.230+02:00"
}