{
  "thread": {
    "uuid": "0116768934c405829bf9ce50eea8ce4f025d7e9a",
    "url": "https://www.thenassauguardian.com/lifestyles/new-chief-at-the-helm/article_04870ce8-1e07-11ef-9d61-2b1d8b3c7cbb.html",
    "site_full": "www.thenassauguardian.com",
    "site": "thenassauguardian.com",
    "site_section": "https://www.golf.einnews.com/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Golf News Today - EIN Presswire",
    "title": "New chief at the helm | Lifestyles | thenassauguardian.com",
    "title_full": "New chief at the helm | Lifestyles | thenassauguardian.com",
    "published": "2024-05-30T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BS",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/thenassauguardian.com/content/tncms/assets/v3/editorial/3/fd/3fd09e4a-1e07-11ef-9e2d-0f04487b6f56/6657a6545f91a.image.jpg?crop=1176%2C617%2C0%2C572&amp;resize=1176%2C617&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 71739,
    "domain_rank_updated": "2024-05-28T13:09:50.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0116768934c405829bf9ce50eea8ce4f025d7e9a",
  "url": "https://www.thenassauguardian.com/lifestyles/new-chief-at-the-helm/article_04870ce8-1e07-11ef-9d61-2b1d8b3c7cbb.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Shavaughn Moss Guardian Lifestyles Editor shavaughn@nasguard.com",
  "published": "2024-05-30T03:00:00.000+03:00",
  "title": "New chief at the helm | Lifestyles | thenassauguardian.com",
  "text": "Bishop Delton Fernander has been elected the 12th president of the Bahamas National Baptist Missionary and Educational Convention (BBMEC). Fernander, who is also Bahamas Christian Council (BCC) president (through 2026) and is senior pastor at New Destiny Baptist Cathedral, was voted in during early called elections held on Wednesday, May 29, during the 89th convention of the BBMEC. He received 54 percent of the votes, beating out Bishop Carrington Pinder who polled 30 percent of the votes and Reverend Dr. Philip McPhee who received only 16 percent of the votes. McPhee was seeking to retain a leadership he inherited in 2023 after the death of the sitting president Reverend Lloyd Smith. “I ran for this position, not to pad my resumé, but to do my part in restoring the Convention,” said Fernander in a press release. “As a follower of Jesus Christ, and a proud Baptist, I understand and accept that now was the time to revive, repair and restore this convention before it be too late.” Ahead of the elections the new president released a five-point focus for the term to be achieve with the broadest participation possible. “We will rebrand our convention to reflect the dynamic contribution Baptist have made to our country; we will harness the skills of laypeople in our denomination to assist in strengthening our schools, college and other institutions; we will rebuild our convention headquarters at its former location on Baillou Hill Road; we will cultivate relationships with Baptists internationally for the benefits of Bahamian Baptists; we will revive our churches to fulfill the mandate set out in the Bible and to positively impact our communities.” Fernander said he can vividly recall the glory days of the Convention and its reach and influence in the nation. “The efforts of the great cadre of men and women who sacrificed to build this organization should not be diminished and cannot be lost,” he said. The 12th BBMEC president said Baptists must use the foundation inherited from those who built the Convention to rebuild it in a way that is sustainable and will live on far beyond this generation. Fernander thanked the delegates who “reposed their confidence” in him to lead the historic organization. “This new journey begins at a critical time in the history of the Convention. We have reached an inflection point where positive change is necessary to ensure that the organization along with its history, assets, and future potential are preserved and strengthened,” he said. A day after he assumed office, Fernander called on all Baptist churches, associations and Christians at large to come together and join in what he referred to as a “period of repair and restoration” – and not only in his denomination but the country at large. He said The Bahamas needs people who are prepared and knowledgeable to step forward to serve and develop the nation and its institutions and organizations. “The work ahead will not be easy, but with God’s guidance, we will move steadily forward in the right direction,” said Fernander. The new BBMEC president holds the BCC presidency through 2026.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "delton fernander",
        "sentiment": "negative"
      },
      {
        "name": "mcphee",
        "sentiment": "none"
      },
      {
        "name": "bishop carrington pinder",
        "sentiment": "none"
      },
      {
        "name": "lloyd smith",
        "sentiment": "none"
      },
      {
        "name": "fernander",
        "sentiment": "none"
      },
      {
        "name": "jesus christ",
        "sentiment": "none"
      },
      {
        "name": "philip mcphee",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bahamas national baptist missiona",
        "sentiment": "negative"
      },
      {
        "name": "bahamas christian council",
        "sentiment": "none"
      },
      {
        "name": "bbmec",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new destiny baptist cathedral",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T04:58:31.633+03:00",
  "updated": "2024-05-31T04:58:31.633+03:00"
}