{
  "thread": {
    "uuid": "37f21424a5cda8d62d7ccd4db4829683a1fc39c6",
    "url": "https://vnexplorer.net/dubais-coolest-neighbourhood-how-jlt-is-keeping-temperatures-down-s1545088.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Dubai's coolest neighbourhood? How JLT is keeping temperatures down",
    "title_full": "Dubai's coolest neighbourhood? How JLT is keeping temperatures down",
    "published": "2024-02-16T06:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1im74v.img",
    "performance_score": 0,
    "domain_rank": 51153,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "37f21424a5cda8d62d7ccd4db4829683a1fc39c6",
  "url": "https://vnexplorer.net/dubais-coolest-neighbourhood-how-jlt-is-keeping-temperatures-down-s1545088.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-02-16T06:08:00.000+02:00",
  "title": "Dubai's coolest neighbourhood? How JLT is keeping temperatures down",
  "text": "Jumeirah Lakes Towers just might be Dubai’s coolest neighbourhood – and it’s got nothing to do with its array of restaurants, shimmering waters and high-rise towers.\nInstead, it stems from how neighbourhood design – including how much vegetation there is – can limit temperature increases amid the all-year sunshine of the UAE.\nJumeirah Lakes Towers, more widely known as JLT, has been hailed as a prime example of a how a carefully planned district can benefit its community.\n“The area boasts ample greenery, including landscaped parks and lakes, which play a crucial role in reducing ambient temperatures through shading and evapotranspiration [in which plants and the soil release water],” Dr Ansar Khan, an assistant professor in the Department of Geography at the University of Calcutta in India, said.\nReimagining city living\nResearchers used computer modelling to determine ways temperatures could be reduced in bustling Downtown Dubai. Chris Whiteoak / The National\nDr Khan and co-researchers at the University of New South Wales in Sydney, Australia, published a study last month highlighting how the materials used on a building and in the neighbourhood around it affect how much energy is required for air conditioning.\nThey used computer modelling to analyse the effect on buildings in the built-up area of Downtown Dubai of changing the reflectivity of materials on roofs, walls and pavements, and altering the amount of vegetation.\nIf “cool” materials that reflect solar radiation and emit heat are used, the building can, Dr Khan said, better manage its temperature and reduce the urban heat island effect, in which built-up areas become hotter.\n“The surrounding neighbourhood’s design and materials can also impact the building’s microclimate indirectly,” he added.\n“For example, nearby structures, vegetation, and paving materials in the neighbourhood can affect the amount of solar radiation reflected or absorbed, thereby influencing the overall thermal environment of the building and its surroundings.”\nPublished in Energy and Buildings, the study showed that factors such as using reflective materials and having high levels of vegetation can reduce a building’s energy demand for cooling by as much as 36.4 per cent.\n“Such a substantial reduction indicates the potential of combining increased vegetation fractions and cool materials to mitigate urban heat island effects and lower energy consumption in urban areas, particularly in extreme desert climates like Dubai downtown,” Dr Khan said.\n“It underscores the importance of implementing sustainable and innovative solutions to address the challenges posed by urbanisation and climate change.”\nHe said incorporating cool strategies into neighbourhoods during in the design stage is ideal, and developers could be given incentives to do so.\nHowever, existing areas can be “retrofitted” to make them more resistant to heating, for example by applying reflective coatings to roofs.\nPlanting trees or creating vegetation-covered green roofs and green walls can both reduce heating and improve air quality.\n“Engaging residents and stakeholders in urban greening projects can foster community resilience and create shared spaces that promote well-being and environmental sustainability,” Dr Khan said.\nCutting energy use from air conditioning is seen as especially important in the UAE, because it accounts for as much as 70 per cent of the country’s electricity consumption.\nThe amount of energy used to cool internal spaces in the Middle East jumped from 25 terawatt hours to 125 terawatt hours between 1990 and 2016, a five-fold increase, according to World Bank figures.\nForecasts, also from the World Bank, indicate that the number of air conditioning units globally is set to triple by the middle of the century.\nWhy JLT is leading the way\nJLT boasts plenty of green spaces nestled among its various clusters of buildings. Photo: The National\nAt JLT, as well as its parks and lakes, the design of the buildings reduces heating, Dr Khan said.\n“Many buildings in Jumeirah Lakes Towers are equipped with advanced cooling technologies and energy-efficient designs, such as insulated facades and reflective surfaces.\n“These features work in tandem to minimise heat absorption and decrease the reliance on excessive air conditioning, thereby reducing overall cooling energy demand,” he said.\n“Overall, Jumeirah Lakes Towers serves as a prime example of a well-planned neighbourhood in Dubai that successfully integrates scientific cooling strategies in its urban design, setting a benchmark for sustainable and comfortable living in the challenging desert climate,” he said.\nThe new study is the latest to demonstrate how cooling can be achieved by ways other than turning up the air conditioning.\nIn December researchers from the University of Sharjah revealed that air conditioning demand in a two-storey, three-bedroom villa could be cut by 40 per cent with better shading, ventilation and insulation.\nOther research, from 2022, found that traditional UAE neighbourhoods, such as Al Fahidi in Dubai, with its high density of buildings, tended to be cooler during the hottest periods of the day than some more modern areas, such as low-rise parts of Jumeirah.\nTwo factors helping to keep Al Fahidi cool are its greater building height-to-width ratio compared to Jumeirah and its lower sky view factor, the amount of sky visible from the ground.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Environment"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1im74v.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1im4ia.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1im4ia.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1im74v.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chris whiteoak",
        "sentiment": "none"
      },
      {
        "name": "ansar khan",
        "sentiment": "none"
      },
      {
        "name": "khan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "jumeirah lakes towers",
        "sentiment": "negative"
      },
      {
        "name": "university of calcutta",
        "sentiment": "none"
      },
      {
        "name": "university of new south wales",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "dubai",
        "sentiment": "none"
      },
      {
        "name": "uae",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "sydney",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T06:10:40.325+02:00",
  "updated": "2024-02-16T06:10:40.325+02:00"
}