{
  "thread": {
    "uuid": "77c9153296be67d7a9b4af7eb98fe67a32baf99b",
    "url": "https://globegazette.com/news/nation-world/government-politics/us-states-health-care-migrant-immigrants/article_71509a27-9dea-5668-a628-2247b67f7bab.html",
    "site_full": "globegazette.com",
    "site": "globegazette.com",
    "site_section": "https://globegazette.com/news",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest News | Mason City, IA | globegazette.com",
    "title": "States expand health insurance coverage for immigrants",
    "title_full": "States expand health insurance coverage for immigrants",
    "published": "2024-01-07T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/globegazette.com/content/tncms/assets/v3/editorial/7/15/71509a27-9dea-5668-a628-2247b67f7bab/65974709a70ee.preview.jpg?crop=930%2C488%2C0%2C117&amp;resize=930%2C488&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 29050,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "77c9153296be67d7a9b4af7eb98fe67a32baf99b",
  "url": "https://globegazette.com/news/nation-world/government-politics/us-states-health-care-migrant-immigrants/article_71509a27-9dea-5668-a628-2247b67f7bab.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "PHIL GALEWITZ KFF Health News",
  "published": "2024-01-07T07:00:00.000+02:00",
  "title": "States expand health insurance coverage for immigrants",
  "text": "A growing number of states are opening taxpayer-funded health insurance programs to immigrants, including those living in the U.S. without authorization, even as Republicans assail President Joe Biden over a dramatic increase in illegal crossings of the southern border. Eleven states and Washington, D.C., together provide full health insurance coverage to more than 1 million low-income immigrants regardless of their legal status, according to state data compiled by KFF Health News. Most aren’t authorized to live in the U.S., state officials say. Enrollment in these programs could nearly double by 2025 as at least seven states initiate or expand coverage. Starting this month, Republican-controlled Utah is covering children regardless of immigration status, while New York and California will widen eligibility to cover more adults. “These are kids, and we have a heart,” said Utah state Rep. Jim Dunnigan, a Republican who initially opposed his state’s plan to cover children lacking legal status but relented after compromises including a cap on enrollment. People are also reading… There are more than 10 million people living in the U.S. without authorization, according to estimates by the Pew Research Center. Immigrant advocates and academic experts point to two factors behind state leaders’ rising interest in providing health care to this population: The pandemic highlighted the importance of insurance coverage to control the spread of infectious diseases; and some states are focusing on people without legal status to further drive down the country’s record-low uninsured rate. States have also expanded coverage in response to pleas from hospitals, lawmakers say, to reduce the financial burden of treating uninsured patients. All states pay hospitals to provide emergency services to some unauthorized residents in emergency rooms, a program known as Emergency Medicaid. About a dozen states have extended coverage for only prenatal care for such people. Full state-provided health insurance coverage is much less common, but increasing. An estimated half of the people living in the U.S. without authorization are uninsured, according to a KFF-Los Angeles Times survey. That’s more than five times the uninsured rate for U.S. citizens. Immigrants lacking authorization are ineligible for federal health programs. But states can use their own money to provide coverage through Medicaid, the state-federal insurance program for low-income people. California was the first state to begin covering immigrants regardless of their legal status, starting with children in 2016. “This is a real reflection of the conflict we have in the country and how states are realizing we cannot ignore immigrant communities simply because of their immigration status,” said Adriana Cadena, director of the advocacy group Protecting Immigrant Families. Many of the millions of people without permanent legal residency have been in the United States for decades and have no path to citizenship, she said. These state extensions of health coverage come against a backdrop of rising hostility toward migrants among Republicans. The U.S. Border Patrol apprehended nearly 1.5 million people in fiscal year 2023 after they crossed the southern border, a record. GOP presidential candidates have portrayed the border as in crisis under Biden, and dangers of illegal immigration, like increasing crime, as the nation’s top domestic concern. Simon Hankinson, a senior research fellow specializing in immigration issues with the conservative Heritage Foundation, said states would regret expanding coverage to immigrants lacking permanent legal residency because of the cost. Illinois, he noted, recently paused enrollment in its program over financial concerns. “We need to share resources with people who contribute to society and not have people take benefits for those who have not contributed, as I don’t see how the math would work in the long run,” Hankinson said. “Otherwise, you create an incentive for people to come and get free stuff.” Most adults lacking authorization work, accounting for about 5% of the U.S. labor force, according to the Pew Research Center. The state with the most unauthorized residents with state-provided health insurance is California, which currently covers about 655,000 immigrants without regard for their legal status. This month, it is expanding coverage to people ages 26-49 regardless of their immigration status, benefiting an estimated 700,000 additional Californians. Connecticut, Maine, Massachusetts, New York, Rhode Island, Vermont, Washington, D.C., and Washington state also provide full coverage to some people living in the U.S. without authorization. New York and Washington state are expanding eligibility. Oregon, Colorado, and New Jersey in recent years began covering more than 100,000 people in total regardless of legal status. Minnesota will follow in 2025, covering an estimated 40,000 people. “The pandemic highlighted the need to have coverage for everybody,” said Ciriac Alvarez Valle, senior policy analyst for Voices for Utah Children, an advocacy group. “It will make a huge impact on the lives of these kids.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "joe biden",
        "sentiment": "none"
      },
      {
        "name": "jim dunnigan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "kff health news",
        "sentiment": "none"
      },
      {
        "name": "republican",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "d.c.",
        "sentiment": "none"
      },
      {
        "name": "california",
        "sentiment": "none"
      },
      {
        "name": "washington",
        "sentiment": "none"
      },
      {
        "name": "utah",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:56:54.034+02:00",
  "updated": "2024-01-08T01:56:54.034+02:00"
}