{
  "thread": {
    "uuid": "6b8d402fe270dc4b0025d7a32bc7279150a26430",
    "url": "https://interaksyon.philstar.com/trends-spotlights/2024/06/02/276541/palawan-bishop-launches-ministry-for-pastoral-care-of-seafarers-fishers",
    "site_full": "interaksyon.philstar.com",
    "site": "philstar.com",
    "site_section": "https://qa.philstar.com",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Philstar.com | Latest Philippine news and multimedia",
    "title": "Palawan bishop launches ministry for pastoral care of seafarers, fishers",
    "title_full": "Palawan bishop launches ministry for pastoral care of seafarers, fishers",
    "published": "2024-06-02T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "PH",
    "main_image": "https://media.interaksyon.com/wp-content/uploads/2024/06/bishop-mesiona-avpp.jpg",
    "performance_score": 0,
    "domain_rank": 4454,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6b8d402fe270dc4b0025d7a32bc7279150a26430",
  "url": "https://interaksyon.philstar.com/trends-spotlights/2024/06/02/276541/palawan-bishop-launches-ministry-for-pastoral-care-of-seafarers-fishers",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-06-02T03:00:00.000+03:00",
  "title": "Palawan bishop launches ministry for pastoral care of seafarers, fishers",
  "text": "Palawan bishop launches ministry for pastoral care of seafarers, fishers By Katya A. Santos via CBCP News - June 2, 2024 - 4:21 PM 1 Share Facebook Twitter Bishop Socrates Mesiona presides over Mass to inaugurate the Apostolic Vicariate of Puerto Princesa’s new apostolate for the “pastoral care of the people of the sea” at the Immaculate Conception Cathedral on May 30, 2024. (AVPP via CBCP News) SPONSORED ARTICLES How logistics industry experts plan to ‘move forward’ after COVID-19 Reasons why Filipinos love Korean culture and products Why Batangas is the destination for budget-friendly family holidays The Apostolic Vicariate of Puerto Princesa (AVPP) on Thursday inaugurated an apostolate dedicated to the well-being and pastoral care of seafarers and coastal communities.\nThe launch followed a Mass presided over by Bishop Socrates Mesiona at the Immaculate Conception Cathedral in Puerto Princesa City.\nFr. Eugene Elivera, coordinator of the Committee on Migrants and Itinerant People, will oversee the ministry for “pastoral care for the people of the sea.”\nIts mission is to provide spiritual support, counseling, and practical assistance to seafarers, both on land and during their maritime journeys.\nIn his homily, Mesiona emphasized the significance of seafarers, saying they are “close to the heart of Jesus.”\nHe recognized their challenges, including separation from families, exposure to unpredictable weather, and vulnerability to exploitation due to globalization.\n“As a Church, we must extend our care to them,” Mesiona said. “Let us pray for their well-being, seeking the intercession of the Blessed Mother, the Star of the Sea (Stella Maris).”\nThe launch was attended by officials from the Philippine Navy, Philippine Coast Guard, and City Tourism Council.\nPalawan Gov. Victorino Dennis Socrates, City Councilor Karl Dylan Aquino, representatives of the Philippine Ports Authority, and seafarers’ families also participated in the event.\nIn April, Bishop Ruperto Santos of Stella Maris – Philippines discussed with Mesiona the possibility of establishing a center in the apostolic vicariate to provide pastoral care for seafarers, fishers, and their families.\nSantos said the maritime charity intends to build more centers in the country to reach areas with a large number of seafarers and fishers.\nInteraksyon TAGS Apostolic Vicariate of Puerto Princesa AVPP Eugene Elivera Immaculate Conception Cathedral palawan Puerto Princesa Socrates Mesiona Share Facebook Twitter Katya A. Santos via CBCP News",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "stella maris",
        "sentiment": "none"
      },
      {
        "name": "socrates mesiona",
        "sentiment": "none"
      },
      {
        "name": "mesiona",
        "sentiment": "none"
      },
      {
        "name": "eugene elivera",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "committee",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "palawan",
        "sentiment": "none"
      },
      {
        "name": "puerto princesa city",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-02T11:30:50.727+03:00",
  "updated": "2024-06-02T11:51:15.168+03:00"
}