{
  "thread": {
    "uuid": "e5b0dd7840e41f199aa37f41dac0bb0adf45b550",
    "url": "https://india.shafaqna.com/EN/would-not-allow-enemies-to-strain-tries-with-brotherly-pakistan-iran",
    "site_full": "india.shafaqna.com",
    "site": "shafaqna.com",
    "site_section": "https://india.shafaqna.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "Shafaqna India | Indian Shia News Agency | Home",
    "title": "Would not allow enemies to strain tries with brotherly Pakistan: Iran - Shafaqna India | Indian Shia News Agency",
    "title_full": "Would not allow enemies to strain tries with brotherly Pakistan: Iran - Shafaqna India | Indian Shia News Agency",
    "published": "2024-01-18T21:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MY",
    "main_image": "https://india.shafaqna.com/wp-content/uploads/2024/01/w.jpg",
    "performance_score": 0,
    "domain_rank": 30195,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e5b0dd7840e41f199aa37f41dac0bb0adf45b550",
  "url": "https://india.shafaqna.com/EN/would-not-allow-enemies-to-strain-tries-with-brotherly-pakistan-iran",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Abbas Adil",
  "published": "2024-01-18T21:05:00.000+02:00",
  "title": "Would not allow enemies to strain tries with brotherly Pakistan: Iran - Shafaqna India | Indian Shia News Agency",
  "text": "Shafaqna India: On Thursday, Iran’s foreign ministry emphasized its commitment to preserving its “amicable and brotherly relations” with Islamabad and asserted that it would not allow enemies to strain these ties. This statement followed retaliatory strikes by Pakistan over an airspace violation by Iran. Earlier today, Pakistan targeted terrorist hideouts in Iran’s Sistan-Baluchestan province, responding within 48 hours to Iran’s violation of Pakistani airspace. The military’s media affairs wing stated that the operation, named ‘Marg Bar Sarmachar,’ aimed at hideouts used by terrorist organizations, including the Balochistan Liberation Army (BLA) and Balochistan Liberation Front (BLF), in an intelligence-based operation. Meanwhile, Iran’s IRNA news agency reported that a village in the city of Saravan was targeted in the attack, resulting in nine casualties, according to Iranian Interior Minister Ahmad Vahidi, who noted that all the deceased individuals were foreign nationals. Iran on Tuesday had launched attacks in Pakistan targeting what it described as bases for the militant group Jaish al-Adl in the border town of Panjgur in Balochistan, Iranian state media reported, prompting strong condemnation from Islamabad and downgrading of diplomatic ties. The Iranian strikes were part of a series of attacks carried out by Iran in recent days in Syria and Iraq as a response to recent terrorist attacks on its territory. They have heightened concerns about regional stability, particularly amid ongoing conflicts in the Middle East. In its statement, issued hours after the Foreign Office (FO) announced that Pakistan had carried out “precision military strikes” in Iran, the Inter Services Public Relations (ISPR) said “effective strikes” were carried out against hideouts inside Iran used by terrorists responsible for recent attacks in Pakistan. Iran condemned the strikes, and summoned Pakistan’s charge d’affaires “to protest and request an explanation from the Pakistani government,” according to a statement by foreign ministry spokesman Nasser Kanani. However, the Iranian foreign ministry said in a later press release that it was committed to good neighbourly relations with Pakistan while condemning what it said was an “unbalanced and unacceptable drone attack on non-Iranian villagers”. “At the same time, the Islamic Republic of Iran adheres to the policy of good neighbourliness and brotherhood between the two nations and the two governments of the Islamic Republic of Iran and Pakistan,” the foreign ministry said, adding that it did not allow enemies to “strain the amicable and brotherly relations” between the two countries “especially when the genocide and crimes of the Zionist regime are the foremost issue affecting the Islamic world”. Iran stressed that it differentiated between “Pakistan’s friendly and brotherly government and armed terrorists”, adding that it considered the security of its people and its territorial integrity as a “red line” and called on Islamabad to prevent the establishment of “terrorist bases”. The ISPR said hideouts used by BLA and BLF were successfully struck in the military operation, adding that “precision strikes were carried out using killer drones, rockets, loitering munitions and stand-off weapons” while maximum care was taken to avoid collateral damage. “The targeted hideouts were being used by notorious terrorists including Dosta alias Chairman, Bajjar alias Soghat, Sahil alias Shafaq, Asghar alias Basham and Wazir alias Wazi, amongst others,” it said. “Pakistan Armed Forces remain in a perpetual state of readiness to ensure the safety of Pakistan citizens against acts of terrorism,” the army’s media wing stated. “Our resolve to ensure that the sovereignty and territorial integrity of Pakistan is respected and safeguarded against any misadventure, remains unwavering. We reaffirm our determination to defeat all enemies of Pakistan with the support of the people of Pakistan,” it said. The ISPR added that “dialogue and cooperation” was deemed prudent in resolving bilateral issues between the two brotherly countries. The map shows the location of Iran’s Sistan-Baluchestan province bordering Pakistan. — AFP Earlier today, the FO said Pakistan undertook a series of “highly coordinated and specifically targeted precision military strikes” against terrorist hideouts in Iran’s Sistan-Baluchestan province. “Over the last several years, in our engagements with Iran, Pakistan has consistently shared its serious concerns about the safe havens and sanctuaries enjoyed by Pakistani origin terrorists calling themselves Sarmachars on the ungoverned spaces inside Iran. Pakistan also shared multiple dossiers with concrete evidence of the presence and activities of these terrorists,” it said in a statement. “However, because of lack of action on our serious concerns, these so-called Sarmachars continued to spill the blood of innocent Pakistanis with impunity. This morning’s action was taken in light of credible intelligence of impending large-scale terrorist activities by these so-called Sarmachars. “This action is a manifestation of Pakistan’s unflinching resolve to protect and defend its national security against all threats. The successful execution of this highly complex operation is also a testimony to the professionalism of the Pakistan Armed Forces.” “Pakistan will continue to take all necessary steps to preserve the safety and security of its people which is sacrosanct, inviolable and sacred,” said FO. The statement stressed that Pakistan “fully respects the sovereignty and territorial integrity of the Islamic Republic of Iran”, adding “the sole objective of today’s act was in pursuit of Pakistan’s own security and national interest which is paramount and cannot be compromised”. “As a responsible member of the international community, Pakistan upholds the principles and purposes of the UN Charter including territorial integrity and sovereignty of member states. Guided by these principles, and in exercise of our legitimate rights within international law, Pakistan will never allow its sovereignty and territorial integrity to be challenged, under any pretext or circumstances. The image shows smoke billowing in Iran’s southeastern province of Sistan-Baluchestan on January 18. — Photo courtesy IRNA news agency “Iran is a brotherly country and the people of Pakistan have great respect and affection for the Iranian people. We have always emphasised dialogue and cooperation in confronting common challenges including the menace of terrorism and will continue to endeavour to find joint solutions,” it concluded. Initially, IRNA reported three women and four children were killed in blasts. It later updated the death toll to nine. “Two men were also killed in the missile attack this morning in one of the border villages of Saravan, bringing the death toll to nine,” the news agency said quoting Alireza Marhamati, deputy provincial governor of Iran’s Sistan-Baluchestan province. PM, FM to cut short foreign visits Separately, in a press briefing, FO spokesperson Mumtaz Zahra Baloch said Prime Minister Anwaarul Haq Kakar, who is currently in Switzerland for the 54th annual meeting of the World Economic Forum (WEF), had decided to cut short his visit “in light of the developments”. Similarly, Foreign Minister Jalil Abbas Jilani, who is in Uganda to attend a ministerial meeting of the non-aligned movement, had also decided to return to the country. In response to a question, Baloch asserted that Pakistan desired peaceful relations with all countries, including Iran. “But we have also said that Pakistan’s security and sovereignty is sacrosanct and Pakistan remains ready and is willing to protect itself,” she said. The FO spokesperson added that operational details pertaining to the recent developments would be coming soon from Inter Services Public Relations (ISPR). To another query, Baloch said Islamabad had no interest in escalating the situation and hoped that “our adversaries understand this”. She went on to say that Pakistan had always chosen the path of dialogue and would continue to engage with neighbours to ensure peace prevailed. The FO spokesperson further stated that she was not aware of any third-party mediation between Iran and Pakistan, adding that the countries have separate channels of communication. Separately, caretaker Information Minister Murtaza Solangi said the government had lodged a protest with Iranian authorities over the “unprovoked violation” of its airspace. He confirmed that the “illegal move” was under investigation, state-run Radio Pakistan reported. Solangi said Pakistan would take appropriate measures while keeping the relevant international laws in view, especially regarding the sovereignty of the state. ‘Pakistan won’t compromise on national security’ Separately, President Dr Arif Alvi said Pakistan would not compromise on its national security and territorial integrity and would take “all necessary measures to defend its soil”. “He lauded the professionalism of the Armed Forces of Pakistan that targeted the terrorist hideouts in the Sistan-Baluchestan province of Iran while avoiding civilian casualties,” according to a statement issued by the President’s Secretariat. Alvi said terrorism was a common challenge that required global efforts for its elimination. “Pakistan fully respected the sovereignty and territorial integrity of all states and expected the same from other nations not to violate international law,” the statement quoted the president as saying. The president further said that Pakistan and Iran were brotherly countries and they needed to resolve issues through dialogue and mutual consultation. Meanwhile, caretaker Balochistan Information Minister Jan Achakzai said the entire nation was standing with the armed forces. “Rest assured, the terrorists belonging to BLF/BLA will be swiftly and decisively crushed, whether they attempt to infiltrate our borders or operate from within,” he said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ahmad vahidi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "marg bar sarmachar",
        "sentiment": "none"
      },
      {
        "name": "bla",
        "sentiment": "none"
      },
      {
        "name": "balochistan liberation army",
        "sentiment": "none"
      },
      {
        "name": "interior",
        "sentiment": "none"
      },
      {
        "name": "balochistan liberation front",
        "sentiment": "none"
      },
      {
        "name": "irna",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pakistan",
        "sentiment": "none"
      },
      {
        "name": "iran",
        "sentiment": "none"
      },
      {
        "name": "shafaqna india",
        "sentiment": "none"
      },
      {
        "name": "saravan",
        "sentiment": "none"
      },
      {
        "name": "islamabad",
        "sentiment": "none"
      },
      {
        "name": "baluchestan province",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T08:12:11.918+02:00",
  "updated": "2024-01-19T08:12:11.918+02:00"
}