{
  "thread": {
    "uuid": "de02447260f0ecfc4e57877087304845a689bb0a",
    "url": "https://jornaldebrasilia.com.br/entretenimento/celebridades/a-gente-tinha-que-fazer-essa-comemoracao-diz-belo-sobre-retorno-do-soweto-em-2024/",
    "site_full": "jornaldebrasilia.com.br",
    "site": "jornaldebrasilia.com.br",
    "site_section": "https://jornaldebrasilia.com.br",
    "site_categories": [
      "media"
    ],
    "section_title": "Jornal de Brasília - Informação e Opinião",
    "title": "'A gente tinha que fazer essa comemoração', diz Belo sobre retorno do Soweto em 2024",
    "title_full": "'A gente tinha que fazer essa comemoração', diz Belo sobre retorno do Soweto em 2024",
    "published": "2023-12-28T22:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://cdn.jornaldebrasilia.com.br/wp-content/uploads/2023/12/28155605/belo.webp",
    "performance_score": 0,
    "domain_rank": 62120,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "de02447260f0ecfc4e57877087304845a689bb0a",
  "url": "https://jornaldebrasilia.com.br/entretenimento/celebridades/a-gente-tinha-que-fazer-essa-comemoracao-diz-belo-sobre-retorno-do-soweto-em-2024/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redação Jornal de Brasília",
  "published": "2023-12-28T22:57:00.000+02:00",
  "title": "'A gente tinha que fazer essa comemoração', diz Belo sobre retorno do Soweto em 2024",
  "text": "‘A gente tinha que fazer essa comemoração’, diz Belo sobre retorno do Soweto em 2024 Como o repertório continua em alta, o grupo decidiu voltar em uma turnê que celebra os 30 anos dessa história Folhapress Ana Cora Lima Rio de Janeiro – RJ Marcelo Pires já era conhecido nas rodas de pagode como Belo no início dos anos de 1990. Cavaquinista que tocava em várias bandas, ele acabou sendo promovido a vocalista pelos integrantes de um grupo então em ascensão: o Soweto. Em 1994, o primeiro disco trouxe sucesso e fama para os pagodeiros de Itaquera (zona leste de São Paulo). Só que, 6 anos depois, no auge da banda, Belo foi para um lado e os outros integrantes para outro. Como o repertório continua em alta, o grupo decidiu voltar em uma turnê que celebra os 30 anos dessa história. “A gente tinha que fazer essa comemoração”, diz Belo sobre os 30 shows que Soweto irá fazer pelo Brasil para marcar a data. Ou seja, prepare o seu melhor “Derê! Derererê! Dererererê!”. Em conversa como F5, Belo fala sobre a expectativa do grupo com relação à turnê, diz que não saiu do Soweto por divergências e que seus valores mudaram muito nos últimos tempos. Ele também contou como foi a experiência de atuar em produções como séries e filmes, disse ser apaixonado por música clássica e comentou a relação de cumplicidade que tem Gracyanne Barbosa há 15 anos. “Ela está sempre ao meu lado para tudo que der e vier”. Confira abaixo. PERGUNTA – Em 2024, o Soweto comemora 30 anos com uma turnê de shows esgotados e um público ansioso por essas apresentações. Você esperava todo esse frisson? BELO – O último show do Soweto foi em 1999 e têm tantos artistas que nasceram depois e cantam as músicas do Soweto sem ter vivido a época que não existe uma explicação. A gente tinha que fazer essa comemoração. E o público? Está animado? BELO – A gente já tem uma expectativa de público de 1 milhão de pessoas para essa turnê no ano que vem, estamos muito animados. Em poucas horas, foram esgotados os ingressos do show de São Paulo e tivemos que abrir show extra. Tem sido incrível a recepção do público. Você deixou o grupo e seguiu uma carreira solo há mais de 20 anos e seu nome continua atrelado ao Soweto. Existe explicação para essa ligação? BELO – O grupo fez parte da minha trajetória e essa é uma ligação para todo o sempre. O Soweto era um dos grupos mais populares da época. Sucesso total e você deixou o grupo no auge. Por que você saiu? BELO – Saí do Soweto não por divergência, mas sim porque eu queria fazer um trabalho que não dava para fazer dentro do grupo. Fui muito bem-sucedido porque segui minha linha, abri espaço para outras coisas que eu queria fazer. Quais eram essas outras coisas que você queria fazer? BELO – Sempre me considerei como um cantor romântico. Queria liberdade para o novo, queria trilhar esses novos caminhos. Sempre gostei de MPB e queria fazer música romântica, e isso não se encaixava no pagode da época. Por que Marcinho e o Digo da formação antiga do Soweto não voltaram para essa turnê comemorativa? BELO – Digo e o Marcinho são pastores hoje e não conseguiram voltar porque a religião não permite. O que mudou nesses 30 anos? BELO – Tive um amadurecimento de alma. Posso dizer que meus valores mudaram, hoje descobri o verdadeiro valor da família, de estar perto dos meus filhos, da minha mulher, minha mãe. Sempre fui muito dedicado ao trabalho e não tinha as minhas prioridades. A música continua sendo meu combustível, a estrutura de tudo na minha vida, mas hoje o tempo ao lado de quem eu amo passou a ser prioridade. Como foi a experiência de tocar com uma Orquestra Sinfônica recentemente no Rio? BELO – Foi um presente que ganhei neste fim de ano, algo muito importante para a minha carreira, para a minha história. Foi uma novidade, uma surpresa, um grande presente. E eu também sou apaixonado por música clássica. E o Belo ator? Soube que você gravou duas séries e um filme? Existe a possibilidade de uma novela? Conta um pouco sobre seu outro lado? BELO – Eu me dedico, estudo, faço com paixão e procuro me profissionalizar em tudo o que eu faço. Tem sido uma experiência muito gratificante, que me traz um crescimento profissional sem igual. Se for chamado para fazer uma cena mais picante, seja em um filme ou em uma série, será que Gracyanne deixaria? BELO – Gracyanne é a minha maior incentivadora, meu pilar, e está sempre ao meu lado para tudo o que der e vier. Ela é a minha grande parceira da vida! Ela deixaria, sim! (risos) A Gracyanne sempre foi mais aberta para falar de sexo. Ela já até te chamou de ‘mais careta’. Só que você começou a dar entrevista sobre o assunto… Deixou de ser careta? O que aconteceu? BELO – Ela conseguiu trabalhar minha timidez (risos). Ela foi abordando o assunto, foi normalizando com suas declarações e eu acabei ficando mais à vontade para falar sobre a nossa intimidade. Você pode gostar JBr SHOPPING Use o código \"JBR\" e ganhe 10% de desconto",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:22:48.003+02:00",
  "updated": "2023-12-29T00:22:48.003+02:00"
}