{
  "thread": {
    "uuid": "e977c2bf3bb384113e42a268c84429f378875edc",
    "url": "https://www.chattanoogan.com/2024/3/13/484263/Hickman-John-Haskell.aspx",
    "site_full": "www.chattanoogan.com",
    "site": "chattanoogan.com",
    "site_section": "https://www.chattanoogan.com/obituaries/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Chattanoogan.com Obituaries",
    "title": "Hickman, John Haskell",
    "title_full": "Hickman, John Haskell",
    "published": "2024-03-14T05:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 17284,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e977c2bf3bb384113e42a268c84429f378875edc",
  "url": "https://www.chattanoogan.com/2024/3/13/484263/Hickman-John-Haskell.aspx",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-14T05:09:00.000+02:00",
  "title": "Hickman, John Haskell",
  "text": "John was a loving and dedicated husband, dad, son, brother, Pappy, employee and friend. He was a hard worker, and he took great pride in the projects he led. Some of his bigger projects included: Warehouse Row, Memorial Hospital ICU/CCU/ER and the Coca Cola Distribution Center. John was an extremely talented musician, and he loved to sing and play bass guitar. He spent countless nights and weekends playing gigs, with his most recent and most memorable band being Destiny featuring Cleatus Valvecore and the Fabulous Hubcaps, where they performed 50s music. He was just alive on stage and loved every minute of it! This tied in perfectly with his love of cars—especially hot rods. He and his late wife, Tina, were members of the Strollers Car Club and frequently attended car shows. John also loved to fish, and they were members of the Wolftever Fishing Club where they enjoyed many summer weekends at their lake cabin. He loved spending time with his family and friends. John loved Tina, and his heart was broken when she passed away in September 2021. Some of his last words were “Tell my wife I love her.” He and Tina also enjoyed traveling and took countless yearly cruises or trips to Cancun, Mexico with their dear friends, Jim and Janet Roberson. John spent many years traveling with his daughter, Shelley, for baton, dance, pageants and cheer. And once he had grandchildren, there was nothing he loved more than going to watch and cheer them on them in any activities they were involved in. Even after he was no longer able to attend events in person, John was always logged into GameChanger or Varsity TV to make sure he was following games and competitions. He was the son of the late Luther Haskell Hickman Jr. and Minnie Hickman. Survivors include his daughter, Shelley Swinney and fiancé Scott Hibberts; three grandchildren, Aidan Swinney, Lana Kate Swinney and Preston Hibberts; brother, Jim (Barbara) Hickman and several nieces and nephews. The family will receive friends from 7-9 p.m. on Wednesday, March 13, at the North Chapel of Chattanooga Funeral Home, 5401 Highway 153. The funeral service will be held on Thursday, March 14, at 12 p.m. at the North Chapel of Chattanooga Funeral Home and following, John will be laid to rest with military honors at Hamilton Memorial Gardens. Arrangements are under the care of the North Chapel of Chattanooga Funeral Home, Crematory and Florist, 5401 Highway 153, Hixson. Please share your thoughts and memories at www.chattanooganorthchapel.com. Mary Francis Rooks Griffith, 77, of Chattanooga, passed away on Sunday, March 10, 2024, at her residence. She was a 1965 graduate of Howard High School. Mary attended Cleveland State Community ... more John Haskell Hickman, 75, of Chattanooga, passed away peacefully on Saturday, March 9, 2024. A lifelong resident of the Chattanooga area, he was retired from T.U. Parks Construction Company ... more Rhonda L. Browning Hindman Neely, 68, of Ooltewah, Tennessee, passed away on March 10, 2024. Rhonda was born January 11, 1956, in Chattanooga, to the late Freda Joyce and Raymond Lee Browning. ... more",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pappy",
        "sentiment": "positive"
      },
      {
        "name": "john haskell john",
        "sentiment": "positive"
      },
      {
        "name": "hickman",
        "sentiment": "positive"
      },
      {
        "name": "john",
        "sentiment": "none"
      },
      {
        "name": "tina",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "coca cola distribution center",
        "sentiment": "none"
      },
      {
        "name": "wolftever fishing club",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:59:53.659+02:00",
  "updated": "2024-03-15T02:07:21.728+02:00"
}