{
  "thread": {
    "uuid": "aa692e4629ae28e18f26897f11d1f747e46c7ea5",
    "url": "https://news.airbnb.com/airbnb-org-expands-temporary-housing-support-for-refugees",
    "site_full": "news.airbnb.com",
    "site": "airbnb.com",
    "site_section": "https://news.airbnb.com/rss",
    "site_categories": [
      "travel",
      "hotels"
    ],
    "section_title": "Airbnb Newsroom",
    "title": "Airbnb.org expands temporary housing support for refugees",
    "title_full": "Airbnb.org expands temporary housing support for refugees",
    "published": "2024-06-20T16:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://news.airbnb.com/wp-content/uploads/sites/4/2024/06/AIRBNB_HARTFORD_REFUGEE_STORY_DSC08082.jpg?resize=2400,1260",
    "performance_score": 0,
    "domain_rank": 517,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "aa692e4629ae28e18f26897f11d1f747e46c7ea5",
  "url": "https://news.airbnb.com/airbnb-org-expands-temporary-housing-support-for-refugees",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Airbnb",
  "published": "2024-06-20T16:00:00.000+03:00",
  "title": "Airbnb.org expands temporary housing support for refugees",
  "text": "Airbnb.org expands temporary housing support for refugees\nKey Takeaways\n- Since its launch in 2020, Airbnb.org has provided free, temporary housing for more than 210,000 refugees.\n- Airbnb.org continues to help refugees find temporary housing and resettle in the US through its Sponsorship Initiative.\n- Airbnb’s Global Head of Policy and Communications, Jay Carney, joins Airbnb.org’s Board of Directors.\nKey Takeaways\n- Since its launch in 2020, Airbnb.org has provided free, temporary housing for more than 210,000 refugees.\n- Airbnb.org continues to help refugees find temporary housing and resettle in the US through its Sponsorship Initiative.\n- Airbnb’s Global Head of Policy and Communications, Jay Carney, joins Airbnb.org’s Board of Directors.\nAirbnb.org was founded in December 2020 to provide free, temporary housing to people displaced by disaster and conflict around the world. In honor of World Refugee Day, Airbnb.org continues to expand housing support for refugees.\nExpanding housing pathways for refugees\nSince its founding, Airbnb.org has provided over 1.4 million nights of free, temporary housing to more than 210,000 refugees and asylum seekers, including Zyad and Souzan.1\nZyad and Souzan fled civil war in Syria and then lived for over a decade as refugees in Jordan, where life was difficult. Thanks to the generosity of Airbnb.org hosts, partners, and donors, Zyad, Souzan, and their four children were able to start anew in Connecticut. Upon arrival, the family stayed for free in an apartment they found through Airbnb.org. They arrived five days before Ramadan and were surprised to find the refrigerator stocked with dates and other staples for Suhoor, the pre-fasting meal Muslims eat before sunrise during the holy month.\nZyad and Souzan’s Airbnb.org stay was made possible through a $2 million Sponsorship Initiative Airbnb.org\nlaunched last year on World Refugee Day. Sponsors provide emotional and financial support to refugees resettling in the US and help them adjust to life in their new community, but identifying housing is often a challenge. Airbnb.org’s Sponsorship Initiative helps address this barrier by providing grants for housing support to select refugee-focused nonprofit organizations that connect newcomers with sponsors in the US.\nThe sponsorship group supporting Zyad and Souzan has helped them transition to life in a new place. Led by Sue and Mike Sames in partnership with\nIntegrated Refugee & Immigrant Services (IRIS), a Connecticut-based nonprofit, the group has helped them fill out essential paperwork, enroll the children in school, apply for jobs, and secure permanent housing.\nAirbnb.org’s work with refugees like Zyad and Souzan would not be possible without the support of Airbnb hosts, partner organizations, and donors. To date, over 43,000 hosts across 167 countries have opted in to welcome refugees in need through Airbnb.org.\nJay Carney joins Airbnb.org’s Board of Directors\nAs Airbnb.org continues to scale its work with refugees and others displaced around the world, Airbnb.org is excited to welcome Jay Carney, Global Head of Policy and Communications at Airbnb, on its Board of Directors. Consisting of seven leaders spanning the technology, design, nonprofit, academic, and global humanitarian sectors, Airbnb.org’s\nBoard of Directors guide its work and mission.\nJay brings a wealth of experience in both the public and private sector. Prior to joining Airbnb, Jay established and led Amazon’s Global Corporate Affairs organization for seven years, overseeing public policy, communications, and community engagement, including investments in affordable housing, disaster response, and refugee relief. He joined Amazon from the White House, where he served as press secretary to President Obama from 2011 to 2014 and, before that, as director of communications for then-Vice President Joe Biden. Jay also sits on the board of the Urban Institute, a research organization focused on housing and equity, as well as Human Rights First, which supports asylum-seekers and combats violent extremism and human rights abuses worldwide.\n“Airbnb.org is a powerful example of how technology can be a force for good. I’m honored to be part of Airbnb.org’s efforts to support communities in times of crisis by providing people free, temporary housing as they rebuild their lives.”\n—Jay Carney, Head of Policy and Communications at Airbnb and Airbnb.org Board Member\nSupporting Airbnb.org’s work with refugees\nAs a 501(c)(3) nonprofit organization, Airbnb.org relies heavily on the generosity of donors and its broader community to continue providing temporary housing to families like Zyad and Souzan. You can support Airbnb.org’s work by\ndonating to Airbnb.org.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Social Issue",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.irisct.org/",
    "https://www.airbnb.org/about/board",
    "https://irisct.org/",
    "https://airbnb.org/about/board",
    "https://irisct.org"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jay carney",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "airbnb.org",
        "sentiment": "negative"
      },
      {
        "name": "airbnb.org’s board of directors",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-21T06:08:08.472+03:00",
  "updated": "2024-06-21T06:08:08.472+03:00"
}