{
  "thread": {
    "uuid": "6b2eb89f3c64b781e2686445ba1ad19eda5e3ac3",
    "url": "https://vnexplorer.net/z/944753.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/es",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "ES - VNExplorer",
    "title": "Con helicóptero, rescatan a 25 personas afectadas por creciente del río Purificación en Tamaulipas",
    "title_full": "Con helicóptero, rescatan a 25 personas afectadas por creciente del río Purificación en Tamaulipas",
    "published": "2024-06-22T07:34:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1oGcLR.img",
    "performance_score": 0,
    "domain_rank": 82409,
    "domain_rank_updated": "2024-06-18T13:08:29.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6b2eb89f3c64b781e2686445ba1ad19eda5e3ac3",
  "url": "https://vnexplorer.net/z/944753.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-06-22T07:34:00.000+03:00",
  "title": "Con helicóptero, rescatan a 25 personas afectadas por creciente del río Purificación en Tamaulipas",
  "text": "Con helicóptero, rescatan a personas tras lluvias en Tamaulipas. Debido a la creciente del río Purificación en Tamaulipas, habitantes de los ejidos Santa Fe y Rancho San Francisco del municipio de Hidalgo quedaron atrapados en sus casas, por lo que fue necesario realizar un rescate aéreo, con el que lograron sacar a 25 personas, entre las que había cinco menores y dos mujeres. La Secretaría de Seguridad Pública recordó que, debido a las lluvias de ‘Alberto’, elementos de la Guardia Estatal colaboran en el Plan Tamaulipas, y en coordinación con personal de Protección Civil del estado, llevaron a cabo la evacuación de 25 habitantes de los ejidos Santa Fe y Rancho San Francisco, localizados en el municipio de Hidalgo tras sufrir afectaciones derivadas de la creciente del río Purificación. La población afectada conformada por cinco menores, dos mujeres y 18 hombres fue trasladada a bordo de tres unidades aéreas de la Guardia Estatal hacia el refugio temporal habilitado en el Rancho San Antonio. Del total de personas evacuadas, 10 accedieron a recibir valoración médica en la clínica del Instituto Mexicano del Seguro Social (IMSS) del municipio de Hidalgo. Cabe mencionar que de los 25 rescatados, dos personas optaron por permanecer en el ejido Santa Fe y 13 más serán movilizados a Ciudad Victoria por cuenta de la empresa citrícola para la que laboran. A través del Plan Tamaulipas, el personal de la Guardia Estatal permanece trabajando para apoyar a la población tamaulipeca ante las lluvias y ráfagas de viento registradas tras el arribo del fenómeno meteorológico &#039;Alberto’. La Secretaría de Seguridad Pública de Tamaulipas (SSPT) reafirma su compromiso con la población tamaulipeca y reitera los números de emergencia 911 y 089. EAS",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Weather"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-22T15:44:39.934+03:00",
  "updated": "2024-06-22T15:44:39.934+03:00"
}