{
  "thread": {
    "uuid": "9188e2626917fbadd3e902e94853e6d8ff3e5fa5",
    "url": "https://tdpelmedia.com/i-found-safety-in-wetherspoon-during-a-tornado-that-struck-my-hometown-a-21-year-old-patron-credits-going-for-a-drink-as-80mph-winds-caused-chaos-in-stalybridge-shielding-him-from-falling-bricks/",
    "site_full": "tdpelmedia.com",
    "site": "tdpelmedia.com",
    "site_section": "https://tdpelmedia.com/feed/",
    "site_categories": [],
    "section_title": "TDPel Media",
    "title": "‘I found safety in Wetherspoon during a tornado that struck my hometown – a 21-year-old patron credits going for a drink as 80mph winds caused chaos in Stalybridge, shielding him from falling bricks and debris.’",
    "title_full": "‘I found safety in Wetherspoon during a tornado that struck my hometown – a 21-year-old patron credits going for a drink as 80mph winds caused chaos in Stalybridge, shielding him from falling bricks and debris.’",
    "published": "2023-12-29T11:24:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ID",
    "main_image": "https://tdpelmedia.com/wp-content/uploads/2023/12/i-was-in-wetherspoon-when-a-tornado-ripped-through-my-hometown-it-saved-my-life-punter-21-claims-going-for-a-pint-when-80mph-gusts-wreaked-havoc-in-stalybridge-kept-him-safe-from-falling-bricks.jpg",
    "performance_score": 0,
    "domain_rank": 39989,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9188e2626917fbadd3e902e94853e6d8ff3e5fa5",
  "url": "https://tdpelmedia.com/i-found-safety-in-wetherspoon-during-a-tornado-that-struck-my-hometown-a-21-year-old-patron-credits-going-for-a-drink-as-80mph-winds-caused-chaos-in-stalybridge-shielding-him-from-falling-bricks/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Christian Olarinre",
  "published": "2023-12-29T11:24:00.000+02:00",
  "title": "‘I found safety in Wetherspoon during a tornado that struck my hometown – a 21-year-old patron credits going for a drink as 80mph winds caused chaos in Stalybridge, shielding him from falling bricks and debris.’",
  "text": "Escaping the Chaos\nIn the wake of Storm Grerit’s havoc, Euan Welsh, 21, recounts how a seemingly ordinary decision—to head for a pint at his local pub, JD Wetherspoon in Stalybridge—may have spared him from the wrath of a powerful tornado.\nThe storm, with gusts reaching up to 80mph, unleashed chaos in Greater Manchester, prompting warnings for locals to remain indoors due to the severity of the damage caused.\nAround 100 homes bore the brunt of the destruction, left with shattered roofs and battered vehicles as debris rained down.\nA Pint of Respite\nEuan, usually not one for post-work pub visits, made an impromptu choice to stop by for a San Miguel.\nLittle did he know, this decision possibly saved his life.\nReflecting on the night, he mused that had he not opted for that drink, he might have been navigating the debris-laden streets, putting himself at risk amidst the fallen trees and rubble.\nThe realization that a casual outing might have been a life-saving act left Euan stunned.\nUnforeseen Terrors Unleashed\nDiscovering shortly afterward that the calamity was, in fact, a tornado, Euan and his friends grappled with the incredulity of such an event in their region.\nThe scene outside the pub painted a surreal picture—windows blown out, shards of glass scattered everywhere, and a neighboring bistro devastated by the ferocity of the storm.\nWhile Euan’s home escaped harm, the same couldn’t be said for some of his neighbors’ residences, witnessing roofs stripped bare and fences obliterated.\nTales of Devastation\nAccounts of the tornado’s impact varied but shared a common thread of disbelief and destruction.\nKevin Welsh, Euan’s father, expressed astonishment, having never encountered such chaos in the 36 years he’d lived in their home.\nLyndsey Moody, another affected resident, recounted the terror of a chimney crashing into her son’s room, narrowly missing a tragedy.\nShe now grapples with the aftermath, lamenting the loss of cherished possessions and the sudden upheaval caused by the disaster.\nA Community Altered\nThe tornado’s swift and brutal visitation left lasting impressions on the community.\nJeffrey Sheehan, who narrowly escaped the tumultuous winds while walking his dog, recounted the surreal sight of a roof hurtling past his window.\nChief Superintendent Mark Dexter emphasized the imperative of safety, urging caution due to the debris-laden roads and advising displaced residents against returning until structural assessments were complete.\nAs the community grapples with the aftermath, efforts like the GoFundMe page aim to aid those affected by this unforeseen natural calamity.\nRead More On The Topic On TDPel Media []https://pelmedic.com\nBe Steadfast In Shielding Children From Privation And Abuse – Mrs Obiano Nigeria – Wife of Governor of Anambra State and founder of Caring Family Enhancement Initiative (CAFE), Dr. Mrs Ebelechukwu Obiano (Osodieme) has called on parents...\nJoe Swash Credits “I’m A Celebrity” for Introducing Him to Wife Stacey Solomon and Giving Him a Career and Family …By Henry George for TDPel Media. Joe Swash, a 41-year-old actor and TV presenter, credits his participation in the reality show I’m A Celebrity…Get Me...\nObasanjo Becomes Kegites’ Eternal Grand Patron The retired General hosted the leadership of the organization in Abeokuta, capital of Ogun State. Led by Chief Samson Akinoso, the delegation included Chiefs Semiu...\nAzimio plotting to have its patron Uhuru stay in power, reject them! – Mudavadi Musalia Mudavadi, the leader of the Amani National Congress (ANC), said attempts by their opponents to keep President Uhuru Kenyatta in office will fail. Mudavadi...\nArsenal Goalkeeper Ramsdale Credits Teammate Raya for Support During Difficult Time Aaron Ramsdale Admits England Place Under Threat Arsenal’s embattled goalkeeper, Aaron Ramsdale, has admitted that his place in the England national team is under threat...\nEastEnders Star Sid Owen Credits Acting for Saving Him from a Life of Crime and Death Sid Owen’s Transformation: Acting as a Lifesaver In a candid interview, Sid Owen, best known for his role as Ricky Butcher in EastEnders, reveals that...\nStorm Agnes Approaches: UK Braces for Heavy Rain and 80mph Winds UK Gears Up for Storm Agnes: Severe Weather Warning in Effect As Britain enters the storm season, the nation is preparing for the arrival of...\nHairy Bikers Star Credits Special Diet for Recovery from Cancer Battle …By Enitan Thompson for TDPel Media. Dave Myers, the renowned TV chef and star of Hairy Bikers, has made a remarkable comeback to work following...\nAliko Dangote Overcomes Setbacks to Commission World’s Largest Refinery, Credits President Buhari’s Support …By Larry John for TDPel Media. President of Dangote Group, Aliko Dangote, recently disclosed that he faced numerous challenges that almost led him to abandon...\nBill Maher Criticizes Democrats for San Francisco Clean-Up, Credits Trump’s Poll Surge “Maher Attributes Trump’s Poll Surge to San Francisco Clean-Up” On the recent episode of ‘Real Time,’ host Bill Maher criticized the Democratic party, suggesting that...",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Weather",
    "Human Interest"
  ],
  "external_links": [
    "https://pelmedic.com",
    "https://www.pelmedic.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "euan welsh",
        "sentiment": "neutral"
      },
      {
        "name": "jd wetherspoon",
        "sentiment": "none"
      },
      {
        "name": "euan",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "wetherspoon",
        "sentiment": "none"
      },
      {
        "name": "stalybridge",
        "sentiment": "none"
      },
      {
        "name": "san miguel",
        "sentiment": "none"
      },
      {
        "name": "greater manchester",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T18:33:38.269+02:00",
  "updated": "2023-12-29T18:33:38.269+02:00"
}