{
  "thread": {
    "uuid": "278b20391a16684035be2dfbd6d763ce3514b21a",
    "url": "https://www.tdworld.com/smart-utility/article/55017591/ontario-reveals-695-million-investment-to-the-grid-innovation-fund",
    "site_full": "www.tdworld.com",
    "site": "tdworld.com",
    "site_section": "https://www.tdworld.com/__rss/website-scheduled-content.xml?input=%7B%22sectionAlias%22%3A%22home%22%7D",
    "site_categories": [
      "tech"
    ],
    "section_title": "Home | T&amp;D World",
    "title": "Ontario Reveals $6.95 Million Investment To The Grid Innovation Fund",
    "title_full": "Ontario Reveals $6.95 Million Investment To The Grid Innovation Fund",
    "published": "2024-04-12T01:02:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.tdworld.com/files/base/ebm/tdworld/image/2024/04/6618248c348e32001eab622e-dreamstime_m_58150362.png?auto=format,compress&fit=fill&fill=blur&w=1200&h=630",
    "performance_score": 0,
    "domain_rank": 37776,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "278b20391a16684035be2dfbd6d763ce3514b21a",
  "url": "https://www.tdworld.com/smart-utility/article/55017591/ontario-reveals-695-million-investment-to-the-grid-innovation-fund",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "T&D World Staff",
  "published": "2024-04-12T01:02:00.000+03:00",
  "title": "Ontario Reveals $6.95 Million Investment To The Grid Innovation Fund",
  "text": "The Ontario government is introducing a new round of the Grid Innovation Fund which will invest $6.95 million to support projects increasing efficiency of the province's electricity system.\nThe funding will be focused on transportation and heating and cooling, two sectors driving significant electricity demand increases. It will be administered by the IESO, which is opening applications for funding in May 2024.\n- Electric vehicle projects will demonstrate the role of EVs in supporting electricity supply by injecting electricity back into the grid at times of high demand and benefit EV owners from aligning charging with periods when demand is low on the grid.\n- Space and water heating and cooling projects will highlight the importance of thermal storage and new technologies to help manage demand from heating and cooling on the grid and lower emissions.\nWhile electricity demand in Ontario is forecasted to increase by 2% per year over the next 20 years, more than one million EVs will be on the road by 2030. Over 400,000 households in Ontario use electric heat pumps for heating and cooling.\n“As the\nenergy transformation continues in Ontario, many aspects of daily life are increasingly being powered by electricity,” said Lesley Gallinger, President and CEO of the Independent Electricity System Operator (IESO). “The number of electric vehicles and heat pumps are growing across the province, which presents an opportunity to tap into these technologies and allow Ontarians to help contribute to the reliability, affordability, and sustainability of our grid.”\nThe Grid Innovation Fund is a part of Powering Ontario’s Growth, the government’s pragmatic plan which outlines the actions the province is taking to meet electricity demand and power the province’s growing economy, including:\nNuclear Energy– Advancing reliable, affordable and clean nuclear power through pre-development work at Bruce Power, four small modular reactors at Darlington, and the refurbishment of the Pickering Nuclear Generation Station.\n- Competitive Procurements – Acquiring 4,000 MW of storage and natural gas generation and launching more competitive procurements for non-emitting electricity resources including wind, solar, hydroelectric, batteries and biogas.\n- New Transmission Infrastructure – Designating and prioritizing transmissions lines in Southwestern and Northeastern Ontario that will power job creators including EV and EV battery manufacturing and clean steel production.\n- Keeping Costs Down – Reducing demand through the expansion of Ontario’s energy efficiency programs.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Politics",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "ieso",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ontario",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T01:09:15.153+03:00",
  "updated": "2024-04-12T01:09:15.153+03:00"
}